[
    {
        "question": "In caloric test, cold water stimulation causes movement of eye -",
        "exp": "Ans. is 'b' i. e., Opposite side [Ref: Dhingra 5th/e p. 48}o Each ear is irrigated twice: once with cold water (70C below the body temperature, i. e. 300C) and then with warm water (70C above the body temperature, i. e. 440C). o Cold water provokes nystagmus towards the opposite ear, while warm water provokes nystagmus towardssame ear (COWS Cold - oppsite, Warm - same).",
        "cop": 2,
        "opa": "Some side",
        "opb": "Opposite side",
        "opc": "Up",
        "opd": "Do\\vn",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "0210576a-e7fd-40c4-b51e-acd13de82132",
        "choice_type": "single"
    },
    {
        "question": "Caloric test is done for",
        "exp": "Ans. (a) Semicircular canal. Ref. Dhingra's ENT 5th ed. / 48* Caloric test is used to assess vestibular function. The basis of this test is to induce nystagmus by thermal stimulation of the vestibular system.* Done by taking water of 2 temperatures, cold (30degC) and hot (44degC).* Position of the test: Supine then lift head at 30deg forward or patient sitting with bending backwards 60*.* This position is used in order to make lateral/ horizontal SCC in vertical position.* Cold water elicits nystagmus in opposite eye and warm water elicit nystagmus in same eye (Mn: COWS).* Interpretation:# Normal: Time taken from start of irrigation to end point of Nystagmus is taken and it is 80 seconds --120 seconds.# Canal paresis: Duration of Nystagmus shortened i. e. < 80 sec.* Indicates depressed function of ipsilateral Labyrinth, vestibular nerve and vestibular nuclei.* It is seen in:# Meniere's disease# Acoustic neuroma# Vestibular neuritis# Vestibular nerve section# Postural vertigo",
        "cop": 1,
        "opa": "Semicircular canal",
        "opb": "Macula",
        "opc": "Saccule",
        "opd": "Cochlea",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "a5370ba7-4fd4-4514-b168-5cb78fed20c9",
        "choice_type": "single"
    },
    {
        "question": "Acronym \"COWS\" is used for?",
        "exp": "ANSWER: (C) Bithermal caloric test. REF: Dhingra 4th ed page 43. FITZGERALD-H ALLPIKE TEST (BITHERMAL CALORIC TEST). In this test, patient lies supine with head tilted 30\" forward so that horizontal canal is vertical. Ears are irrigated for 40 seconds alternately with water at 30degC and at 44\"C (i. e. 7deg below and above normal body temperature) and eyes observed for appearance of nystagmus till its end point. Time taken from the start of irrigation to the end point of nystagmus is recorded and charted on a calorigram. If no nystagmus is elicited from any ear, test is repeated with water at 20degC for 4 minutes for labelling the labyrinth dead. A gap of 5 minutes should be allowed between two ears. Cold water induces nystagmus to opposite side and warm water to the same side (remember mnemonic COWS: Cold- Opposite, Warm-Same). Depending on response to the caloric test, we can find canal paresis or dead labyrinth, directional preponderance, i. e. nystagmus is more in one particular direction than in the other, or both canal paresis and directional preponderance",
        "cop": 3,
        "opa": "Fistula test",
        "opb": "Kobrak test",
        "opc": "Bithermal caloric test",
        "opd": "Cold-air caloric test",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "efc4943a-35ac-491e-a3d2-a2082e121338",
        "choice_type": "single"
    },
    {
        "question": "Calorie test with warm and cold water stimulates which of the following structures?",
        "exp": "Ans. (b) Lateral semicircular canal. Ref: Dhingra's ENT 6th ed./ 43",
        "cop": 2,
        "opa": "Saccule",
        "opb": "Lateral semicircular canal",
        "opc": "Superior semicircular canal",
        "opd": "Posterior semicircular canal",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "1fbbfa43-06f9-45db-947d-9da5f7bcda94",
        "choice_type": "single"
    },
    {
        "question": "Epley's manoeuvre is used in treatment of",
        "exp": "Ans. d (BPPV) (Ref. PL Dhingra ENT, 4th ed, 58). Epley Maneuver for Rx of BPPV: The patient is taken through 4 moves, starting in the sitting position with the head turned at a 45-degree angle toward the affected side. (1) The patient is placed into the Dix-Hallpike position (supine with the affected ear down) until the vertigo and nystagmus subside. (2) The patient's head is then turned to the opposite side, causing the affected ear to be up and the unaffected ear to be down. (3) The whole body and head is then turned away from the affected side to a lateral decubitus position, with the head in a face down position. (4) The last step is to bring the patient back to a sitting position with the head turned toward the unaffected shoulder. BPPV (BENIGN PAROXYSMAL POSITIONAL VERTIGO). It is characterized by vertigo when head is placed in a certain critical position.# Cause:- Disorder of posterior semicircular canal.- Otoconial debris, consisting of calcium carbonate, is released from the degenerating macula of utricle and floats freely in endolymph. When it settles on the cupula of posterior semicircular canal in critical head position, it causes displacement of cupula and vertigo.# H/o: Deafness, Vomiting, Tinnitus# Positional vertigo is precipitated by a recumbent head position, either to the right or to the left.# Benign paroxysmal positional (or positioning) vertigo (BPPV) of the posterior semicircular canal is particularly common. Although the condition may be due to head trauma, usually no precipitating factors are identified. It generally abates spontaneously after weeks or months. The vertigo and accompanying nystagmus have a distinct pattern of latency, fatigability, and habituation that differs from the less common central positional vertigo due to lesions in and around the fourth ventricle. Moreover, the pattern of nystagmus in posterior canal BPPV is distinctive.# When supine, with the head turned to the side of the offending ear (bad ear down), the lower eye displays a large- amplitude torsional nystagmus, and the upper eye has a lesser degree of torsion combined with upbeating nystagmus. If the eyes are directed to the upper ear, the vertical nystagmus in the upper eye increases in amplitude. Mild dysequilibrium when upright may also be present. Features. BPPVCentral. Latency3-40 s. None: immediate vertigo and nystagmus. Fatigability. Yes. No. Habituation. Yes. No. Intensity of vertigo. Severe. Mild. Reproducibility. Variable. Good# Treatment: a) Epley's Maneuverb) Intra-labyrinthine Streptomycin / Gentamycin.# BPPV is caused by dislodged otoconia that move with changes in head position. Single applications of the Epley procedure or the Semont maneuver have been reported to relieve symptoms in the majority of patients. Repeated treatment sessions may be necessary before symptoms resolve. Sign or symptom. Peripheral (Labyrinth). Central (Brainstem or Cerebellum)1. Direction of associated nystagmus. Unidirectional; fast phase opposite. Bidirectional or unidirectional2. Purely horizontal nystagmus without torsional component. Uncommon. Common3. Vertical/purely torsional nystagmus. Never present. May be present4. Visual fixation. Inhibits nystagmus and vertigo. No inhibition5. Severity of vertigo. Marked. Often mild6. Direction of spin. Toward fast phase. Variable7. Direction of fall. Toward slow phase. Variable8. Duration of symptoms. Finite (minutes, days, weeks) but recurrent. May be chronic9. Tinnitus and/or deafness. Often present. Usually absent10. Associated CNS abnormalities. None. Extremely common (e. g., diplopia, hiccups, cranial neuropathies, dysarthria)11. Common causes. BPPV, infection (labyrinthitis), Meniere's, neuronitis, ischemia, trauma, toxin. Vascular. Additional Educational Points:",
        "cop": 4,
        "opa": "Infective labyrinthitis",
        "opb": "Tinnitus",
        "opc": "Cervical spondylosis",
        "opd": "BPPV (Benign primary positional vertigo)",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "40fe0800-6fff-438f-bdfd-31afc1f8d151",
        "choice_type": "single"
    },
    {
        "question": "Third window effect is seen in:",
        "exp": "Ans. b. Dehiscent superior semicircular canal (Ref: www. utmb. edu/otoref/gmds/third%20window-061108/third-window-slides-061108. pdf). Third window effect is seen in dehiscent superior semicircular Canal. Absence of the bone overlying the superior semicircular canal resulting in a third window to the membranous labyrinth that may result in a syndrome of vestibular and auditory symptomsQ. Superior Canal Dehiscence. Absence of the bone overlying the superior semicircular canal resulting in a third window to the membranous labyrinth that may result in a syndrome of vestibular and auditory symptomsQ. Syndrome was first described by Minor in 1988. Sound or pressure induced vertigo due to bone dehiscence of the superior semicircular canalQ (Arch of Otolaryngology, Head and Neck Surgery). Third Window Hypothesis: In superior semicircular canal dehiscence, it is hypothesized that some fractions of the perilymphatic volume displaced by the oscillating stapes is shunted through the superior canal away from the cochlea, resulting in a decrease in the sound conducted to cochlea. Dehiscence of Superior Semicircular Canal Results in. Sound and pressure induced vestibular symptoms. Increased sensitivity of bone conducted sound. Decreased sensitivity of air conducted sound",
        "cop": 2,
        "opa": "Perforated tympanum",
        "opb": "Dehiscent superior semicircular canal",
        "opc": "Round window",
        "opd": "Oval window",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "72b48a5a-e13f-458e-aeac-2aa4a58148a5",
        "choice_type": "single"
    },
    {
        "question": "Vestibular Evoked Myogenic Potential (VEMP) detects lesion of:",
        "exp": "Ans is 'c' i. e. Inferior Vestibular nerve Julie A. Honaker and Ravi N. Sarny Current Opinion in Otolaryngology & Head and Neck Surgery 15 (2007), pp. 330-334 \"VEMPs are believed to be a good indicator of saccular and inferior vestibular nerve function in clinical evaluations. \"- Current Opinion in Otolaryngology & Head and Neck Surgery 15 (2007), pp. 330-334. Vestibular-evoked myogenic potential (VEMP)VEMP testing is a relatively noninvasive method to assess patients with vestibular disorders. The VEMPs are short latency electromyograms (EMGs) evoked by high-acoustic stimuli at the ipsilateral ear and recorded via surface electrodes over a tonically contracted SCM. VEMP is a vestibulo-collic reflex whose afferent limb arises from acoustically sensitive cells in the saccule, with signals conducted via the inferior vestibular nerve. VEMP circuit: Sound stimulates the saccule, which activates the inferior vestibular nerve, lateral vestibular nucleus, 11th nerve nucleus, and then the sternocleidomastoid muscle (mostly ipsilaterally).",
        "cop": 3,
        "opa": "Cochlear Nerve",
        "opb": "Superior Vestibular Nerve",
        "opc": "Inferior Vestibular Nerve",
        "opd": "Inflammatory Myopathy",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "fd84c81e-c7eb-4ec2-bed2-25595afa7a04",
        "choice_type": "single"
    },
    {
        "question": "Hennebert's Sign is seen in-",
        "exp": "Ans. is 'a' i. e., Congenital Syphiliso Repeat from previous sessions.",
        "cop": 1,
        "opa": "Congenital Syphilis",
        "opb": "Acoustic. Neuroma",
        "opc": "Glomus Tumour",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "8eb7244c-20ce-443c-a129-6aea3ee2a3d1",
        "choice_type": "single"
    },
    {
        "question": "Difference between central and peripheral vertigo:",
        "exp": "Ans. b (Purely horizontal nystagmus without torsional component is common in central vertigo). (Ref. Harrison's medic. Aine 16th ed. 132). Differentiation Between Peripheral (Labyrinth) And Central (Brainstem/Cerebellum) Vertigo Features. Peripheral vertigo. Central vertigo1. Direction of associated nystagmus. Unidirectional (fast phase opposite lesion). Bi or unidirectional2. Purely horizontal nystagmus without torsional component. Uncommon. Common3. Vertical or purely torsional nystagmus. Never present. May be present4. Visual fixation. Inhibits nystagmus and vertigo. No inhibition5. Severity of vertigo. Marked. Mild6. Direction of spin. Towards fast phase. Variable7. Direction of fall. Towards slow phase. Variable8. Duration of symptoms. Finite (minutes/ days/ weeks), May be chronic but recurrent9. Tinnitus and/deafness. Often present. Usually absent10. Associated central abnormalities. None. Extremely common11. Common causes. Labyrinthitis, Meniere's, vestibular neuronitis, Ischemia, trauma, toxin. Vascular, demyelinating, neoplasms",
        "cop": 2,
        "opa": "Nystagmus associated with central vertigo is unidirectional",
        "opb": "Purely horizontal nystagmus without torsional component is common in central vertigo",
        "opc": "Central is more severe than peripheral vertigo",
        "opd": "Tinnitus and deafness are often present in central vertigo",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "84910bcf-c847-4d2a-b1c1-a9e81b827605",
        "choice_type": "single"
    },
    {
        "question": "Epley's test is used for?",
        "exp": "ANSWER: (A) Benign paroxysmal vertigo. REF: Dhingra 4th edition page 45. Benign paroxysmal positional vertigo (BPPV): It is characterised by vertigo when the head is placed in a certain critical position. There is no hearing loss or other neurologic symptoms. Disease is caused by a disorder of posterior semicircular canal though many patients have history of head trauma and ear infection. It has been demonstrated that otoconial debris, consisting of crystals of calcium carbonate, is released from the degenerating macula of the utricle and floats freely in the endolymph. The condition can be treated by performing Epley's manoeuvre. The principle of this manoeuvre is to reposition the otoconial debris from the posterior semicircular canal back into the utricle. The manoeuvre consists of five positions. Position 1; With the head turned 45deg, the patient is made to lie down in head-hanging position (Dix. Hallpike manoeuvre). It will cause vertigo and nystagmus. Wait till vertigo and nystagmus subside. Position 2. Head is now turned so that affected ear is up. Position 3. The whole body and head are now rorated away from the affected ear to a la teral recumbent position in a face-down position. Position 4. Patient is now brought to a Sitting posiition with head st ill turned to the unaffected side by 45deg. Position 5. The head is now turned forward and chin brought down 20deg.",
        "cop": 1,
        "opa": "Benign paroxysmal vertigo",
        "opb": "Basilar migraine",
        "opc": "Orthostatic hypotension",
        "opd": "Thoracic outlet syndrome",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "4546a1ec-61a8-4cce-ad74-88b704bec98c",
        "choice_type": "single"
    },
    {
        "question": "Epleys maneuvear -",
        "exp": "Ans. is 'a' i. e., Positional vertigoo Epley's maneuver (vestibular exercise) is used in BPPV. Treatment of BPPVo The definitive treatment of BPPV requires that crystals causing inflammation in the semicircular canals should 1 removed. o This can be done by the Eplev maneuvers (vestibular exercise), where the head is taken through a series of positic changes that allow the crystals to be emptied out of the canal. o Several medications, including common motion sickness remedies, may relieve symptoms of BPPV and may be us< for less severe episodes of vertigo or in addition to the Epley maneuvers, o These medications are meclizine, dimenhydramine, diazepam. o Surgery for BPPV is reserved for the most severe cases which are intractable and which are not associate with other pathology. o Posterior semicircular canal occlusion is the simplest procedure w hich addresses the cause of the dizziness its source. o The posterior semicircular canal is surgically plugged. This prevents any loose particles from causing vertigo.",
        "cop": 1,
        "opa": "Positional vertigo",
        "opb": "Otosclerosis",
        "opc": "ASOM",
        "opd": "CSOM",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "97c75f6d-cc7e-4f10-b6b9-915220c22e13",
        "choice_type": "single"
    },
    {
        "question": "Latest treatment for BPPV is:",
        "exp": "Ans. A. Intralabrynthine streptomycin. (Ref. PL Dhingra ENT, 5th /pg. 51)BPPV (BENIGN PAROXYSMAL POSITIONAL VERTIGO): It is characterized by vertigo when head is placed in a certain critical position.# Cause:- Disorder of posterior semicircular canal.- Otoconial debris, consisting of calcium carbonate, is released from the degenerating macula of utricle and floats freely in endolymph. When it settles on the cupula of posterior semicircular canal in critical head position; it causes displacement of cupula and vertigo.# H/o: Deafness, Vomiting and Tinnitus.# Positional vertigo is precipitated by a recumbent head position, either to the right or to the left.# BPPV generally abates spontaneously after weeks or months. The vertigo and accompanying nystagmus have a distinct pattern of latency, fatigability, and habituation that differs from the less common central positional vertigo due to lesions in and around the fourth ventricle. Moreover, the pattern of nystagmus in posterior canal BPPV is distinctive.# When supine, with the head turned to the side of the offending ear (bad ear down), the lower eye displays a large- amplitude torsional nystagmus, and the upper eye has a lesser degree of torsion combined with upbeating nystagmus. If the eyes are directed to the upper ear, the vertical nystagmus in the upper eye increases in amplitude. Mild dysequilibrium when upright may also be present. Features. BPPVCentral. Latency3-40 s. None: immediate vertigo and nystagmus. Fatigability. Yes. No. Habituation. Yes. No. Intensity of vertigo. Severe. Mild. Reproducibility. Variable. Good. Treatment: a) Epley's Maneuverb) Intra-labyrinthine Streptomycin / Gentamycin. (newer Rx). Benign paroxysmal positional vertigo (BPPV) is caused by dislodged otoconia that move with changes in head position. Single applications of the Epley procedure or the Semont maneuver have been reported to relieve symptoms in the majority of patients. Repeated treatment sessions may be necessary before symptoms resolve. Also know: Technique of syringing the ear# Patient seating with ear to be syringed towards examiner.# Patient's head slightly tilted over tray to collect returning fluid.# Pinna is pulled upwards and backwards and a jet of water from ear syringe is directed along posterosuperior wall of meatus which expels wax out.",
        "cop": 1,
        "opa": "Intralabrynthine streptomycin",
        "opb": "Intralabrynthine steroid",
        "opc": "Valsalva maneuver",
        "opd": "Modified Epley's manoeuvre",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "1ca32340-9837-4671-8f12-45caf91a7aad",
        "choice_type": "single"
    },
    {
        "question": "Positive head impulse test is suggestive of -",
        "exp": "Ans. is 'b' i. e.. Injury7 to peripheral vestibular nerve Head Impulse Testo It is also called head thrust test. o It is test for the diagnosis of injury to vestibular nerve which forms the peripheral vestibular pathway, o Clinician asks the patient to fix his gaze on a target and then perform passive horizontal and vertical head impulses and observes the patient's eyes. o Observation of a refixation saccade after the head impulse indicates decreased decreasedvestibulo ocular reflex secondary7 to peripheral vestibular lesions (vestibular nerve involvement).",
        "cop": 2,
        "opa": "Injury to vestibular nuclei",
        "opb": "Injury to peripheral vestibular nerve",
        "opc": "Lesion in the brain stem",
        "opd": "Injury to Occulomotor nerve",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "3e372575-2c54-4de1-ad00-37d9c37c727f",
        "choice_type": "single"
    },
    {
        "question": "Caloric test assesses the function of",
        "exp": "Ans. c (Lateral semicircular canal) (Ref. Bhargava 5th Ed, 36; Dhingra 4th ed., 43)CALORIE TEST (HALLPIKE TEST)# To test vestibular function by stimulating the Labyrinth by water of 30degC (cold) and 44degC (hot).# Position of patient: Head raised to 30deg from horizontal in supine position to bring horizontal semicircular canal in vertical position.# Inference: Nystagmus produced (COWS). Water. Nystagmus. Cold (30degC). Opposite Side. Warm (44degC). Same Side. Interpretationa) Normal: Time taken from start of irrigation to end point of Nystagmus is taken and it is 80-120 seconds. b) Canal paresis: Duration of Nystagmus shortened, i. e., < 80 sec. Indicates depressed function of ipsilateral Labyrinth, vestibular nerve and vestibular nuclei. Seen in: 1. Meniere's disease; 2. Acoustic neuroma; 3. Vestibular neuritis 4. Vestibular nerve section; 5. Postural vertigo. Directional preponderance: Duration of Nystagmus increases, i. e., > 120 sec.",
        "cop": 3,
        "opa": "Ventral semicircular canal",
        "opb": "Anterior semicircular canal",
        "opc": "Lateral semicircular canal",
        "opd": "Posterior semicircular canal",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "79a89532-30fa-4f60-bb5e-69c0a3fab540",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of positive Hennebert's sign-",
        "exp": "Ans. is 'a' i. e., Congenital Syphilis False positive fistula test (Hennebert sign)o False positive fistula test refers to a positive fistula test without the presence of a perilymph fistulao It can be due to:-i) Congenital syphilis Stapes footplate is hypermobile, so even small pressure changes in ear cause excessive movement of stapes footplate and excessive stimulation of utricular macula. ii) Meniere's disease (25% of cases) Fibrous bands connecting utricular macula to footplate of stapes. False negative fistula testo False negative fistula test refers to a negative fistula test in the presence of perilymph fistulao Causes are1) Dead labyrinth (dead inner ear). As the labyrinth is dead, there will be no response even if a perilymph fistula is present. 2) Cholesteatoma covering the site of fistula It does not allow pressure changes to be transmitted to the labyrinth.",
        "cop": 1,
        "opa": "Congenital Syphilis",
        "opb": "Fenestrstio0n nsurgery",
        "opc": "Cholesteatoma",
        "opd": "Dead labyrinth",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "f62c1f0c-27df-4e2d-969b-922133f7072b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in detection of horizontal movement of head-",
        "exp": "Ans. is 'c' i. e., Utricle Movement. Responsive part of inner ear1) Angular / Rotational. Semicircular canal2) Linear # Horizontal# Vertical. Utricle. Saccule. Sense of gravity and position of head. Saccule & utricle",
        "cop": 3,
        "opa": "Middle ear",
        "opb": "Cochlea",
        "opc": "Utricle",
        "opd": "Endolymphatic sac",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "9b059eea-9f22-4dcf-a540-b1dbc95a002c",
        "choice_type": "single"
    },
    {
        "question": "Otoacoustic emission arises from?",
        "exp": "ANSWER: (B) Outer hair cell. REF: Dhingra 4th edition Page 29. Repeat from June 2010. OTOACOUSTIC EMISSIONS (OAES): They are low intensity sounds produced by outer hair cells of a normal cochlea and can be elicited by a very sensitive microphone placed in the external ear canal and an analysis by a computer. Sound produced by outer hair cells travels in a reverse direction: outer hair cells - basilar membrane - perilymph - oral window - ossicles - tympanic membrane - ear canal.",
        "cop": 2,
        "opa": "Inner hair cell",
        "opb": "Outer hair cell",
        "opc": "Riessers membrane",
        "opd": "Organ of otolith",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "acefbaa2-7915-423c-8a7d-4bf6ef545d48",
        "choice_type": "single"
    },
    {
        "question": "Wave V in BERA corresponds to -",
        "exp": "Ans- B Waves of BERA can be remembered by auditory pathway. WAVE 1-Distal part of 8th nerve WAVE 2-Proximal part of 8th nerve WAVE 3-Cochlear nucleus(lower pons) WAVE 4-Superior Olivary Nucleus WAVE 5-Lateral Lemniscus WAVE 6-Inferior colliculus WAVE 5 is most reliable most rhobust and reproducible and last wave to disappear i low intensity. Reember auditory pathway by SLIM Sup oli nucl-lateral LEMNISCUS-Inf Oli nucl-MEDIAL GENICULATE BODY. Mnemonic MGB-Music pathway LGB-Light pathway MGB-Music",
        "cop": 2,
        "opa": "Inferior colliculus",
        "opb": "Lateral lemniscus",
        "opc": "Cochlear nucleus",
        "opd": "Eighth-nerve",
        "subject_name": "ENT",
        "topic_name": "Assessment of Vestibular Function",
        "id": "8da14f27-b678-473d-bc2d-e1e44e28d8a8",
        "choice_type": "single"
    }
]