[
    {
        "question": "Juvenile papillomatoses is caused by -",
        "exp": "Ans. is 'a' i.e., HPV o Juvenile laryngeal papilloma is associated with HPV.o HPV6 and HPV11 are most commonly associated with laryngeal disease.o HPV11 is associated with a more aggressive disease and makes the patient more prone to malignant change.Juvenile papilloma (Recurrent laryngeal papillomatosis)o Recurrent Respiratory' Laryngeal Papillomatosis is a disease of viral origin characterized by presence of multiple recurrent papillomas in the larynx. The disease is common in anterior part of glottis, especially anterior commissure.Etiology'o Associated with Human Papilloma Virus infection (HPV).o HPV6 and HPVII are most commonly associated with laryngeal disease.o HP VII is associated with a more aggressive disease and makes the patient more prone to malignant change.Epidemiologyo Most commonly occur in children < 5 years of age (2 -5 years).o Males are affected equally as females. (First bom vaginally delivered child of a teenage mother is most prone).Transmissiono The exact mode of transmission is not known.o There is a recognized association between maternal genital warts (condylomata acuminata) and recurrent laiyngeal papillomatosis both conditions being caused by HPV6 and HPV 11.\"Most children with Recurrent laryngeal papillomatosis are born to mothers with condylomata acuminatum during pregnancy and parturitiono Intrauterine transmission of HPV is implicated as the mode of transmission for the above reasons.Clinical Presentationo Hoarseness and abnormal cry are usual presenting features.o Dyspnea, stridor and eventually complete airway obstruction may occur on progression.Prognosiso Adult onset papillomatosis has a less severe course than Juvenile onset disease.o Disease in association with HP V6 has a less severe course than that in association with HPV 11.\"Remission of recurrent papillomatosis may take place at any time; the disease is more likely to undergo remission in the larynx (48%) than in the tracheobronchial treeo Malignant transformation is rare but may be seen (squamous cell CA).Treatmento Surgery is the primary modality of treatment.o Endoscopic surgical removal is the preferred treatment (CO, laser is the most commonly used modality ),o Recurrence is common and multiple procedures are often required.o Other treatments which are adjunctive to above treatment includesi) Systemic interferon (has not shown sustained benefit)ii) Photodynamic therapylift Intralesional injection of antiviral drug (cidofovir).Aduit onset papillomao Single, smaller in size, less aggressive and do not recur after surgery,o Most common age affected is 30-40 years and is more common in males,o It arises from anterior half of vocal cord or anterior commisure.o Treatment is same.",
        "cop": 1,
        "opa": "HPV",
        "opb": "EBV",
        "opc": "CMV",
        "opd": "HSV",
        "subject_name": "ENT",
        "topic_name": "Benign Tumors",
        "id": "f738cd38-6dca-4d83-a344-66f86bc92e99",
        "choice_type": "single"
    },
    {
        "question": "Nasal angiofibroma is seen in which age-",
        "exp": "Ans. is 'a' i.e., Adolosent male o Nasopharyngeal fibroma occurs exclusively in male, in age 7-19 years.o Nasal polyp is also a differential diagnosis here. But it can be ruled out as there is bilateral nasal obstruction. In young patient, nasal polyp is antrochoanal polyp which usually causes unilateral nasal obstruction. Bilateral nasal obstruction is seen in ethmoidal polyp, which occur mostly in adult age.o So, the diagnosis is juvenile nasopharyngeal angiofibroma.Juvenile nasopharyngeal angiofibromao Juvenile nasopharyngeal angiofibroma (JNA) is a benign, but locally aggresive, tumor of nasopharynx seen in prepubertal and adolescent males.o It is the most common benign neoplasm of nasopharynx.o It is a highly vascular tumor and blood supply of the tumor most commonly arises from the internal maxillary artery.o Juvenile nasopharyngeal angiofibroma (JNA) occurs almost exclusively in males.o Female with Juvenile nasopharyngeal angiofibroma (JNA) should undergo genetic testing.o Onset is most commonly in the second decades, the range is 7-19 years.o The exact cause is unknown. As the tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent.o The most common site is posterior part of nasal cavity close to the margin of sphenopalatine foramen.o The tumor starts adjacent to the sphenopalatine foramen.o Large tumors are frequently bilobed or dumbbel shaped, with one portion of tumor filling the nasopharynx and the other portion extending to the pterygopalatine fossa.Clinical featureso Symptoms depend on spread of tumour to nasal cavity, paranasal sinuses, pterygomaxillary fossa, infratemporal fossa, cheek, orbits (through inferior orbital fissure), cranial cavity (most common site is middle cranial fossa).o Nasal obstruction (80-90%) is the most common symptom, especially in the initial stages. This results in denasal speech, hyposmia, broadening of nasal bridge.o Spontaneous profuse & recurrent epistaxis is the second most common symptom o Otalgia, conductive hearing loss, serous otitis media, due to eustachian tube obstruction.o Pink or purplish mass obstructing one or both chonae in nasopharynx.o Tumour in the orbit causes : proptosis; and frog-face deformity; diplopia and diminshed vision.o Tumour in infratemporal fossa can cause trismus and bulge of parotid.o II, III, IV, V, VI cranial nerve can be involved.o Splaying of nasal bones.o Swelling of cheek and fullness of face.Diagnosis and treatment o Contrast CT is the investigation of choice.o Biopsy should be avoided as it can cause severe bleeding.o Surgical excision is the treatment of choice.",
        "cop": 1,
        "opa": "Adolosent male",
        "opb": "Adult male",
        "opc": "Elderly male",
        "opd": "Elderly female",
        "subject_name": "ENT",
        "topic_name": "Benign Tumors",
        "id": "96c35e24-94a0-4088-9253-6e7169759c40",
        "choice_type": "single"
    },
    {
        "question": "Potato tumor is -",
        "exp": "Ans. is 'b' i.e., Hypertrophied sebaceous glandRhinophyma (Potato tumor)o Rhinophyma is a benign tumor of tip of nose due to hypertrophy of sebaceous gland.o It is caused by granulomatous infiltration and occurs as a complication of long standing acne rosacea.o Alcoholism is mistakenly attributed as a cause of this disease, but heavy alcohol consumption does aggravate the condition.o The usual presentation is due to cosmetic appearance or obstruction,o Treatment of choice is debulking of tumor by carban dioxide laser.",
        "cop": 2,
        "opa": "Rhinosporidiosis",
        "opb": "Hypertrophied sebaceous gland",
        "opc": "Nosopharyngeal angiofibroma",
        "opd": "Tubercular infection",
        "subject_name": "ENT",
        "topic_name": "Benign Tumors",
        "id": "2bb9cc14-be54-40be-bdd5-5ff418607f36",
        "choice_type": "single"
    }
]