[
    {
        "question": "Which of the following treatment is done for Juvenile Onset Recurrent Respiratory Papillomatosis:",
        "exp": "Juvenile onset Respiratory Papilloma: - Most common benign neoplasm of the larynx in children. - Causative organism: HPV 6 and 11. - HPV 6 is more common, HPV 11 is more aggressive - Mostly affect supraglottic and glottic regions of larynx. - Rx Preferred Method: Excision with Microdebrider under Microscopic view. Aim of the therapy is to maintain airway, preserve voice and avoid recurrence. CO2 Laser excision is not preferred nowadays as fumes emitted during surgery contain HPV virus which can infect Operating Surgeon and OT personnel. Coblation & Photodynamic therapy (PDT) are also being tried to decrease recurrence rate = Medical Therapy is mainly used as Adjuvant therapy to prevent recurrence. They act by 3 actions: Antiviral Antiproliferative ImmunomodulatoryExamples: S. No Drug Name Action 1. INTERFERON-a (Interferon-alpha) a. Interferes with normal host cell translation mechanisms and induces synthesis of intracellular enzymes that act to control viral growthb. depletes essential metabolites in papilloma cells and increases the length of their multiplication cyclec. facilitates recognition of papilloma cells by circulating leucocytes by enhancing expression of cell surface antigens 2. BEVACIZUMAB recombinant monoclonal antibody : inhibits angiogenesis (VEGF-A) 3. CIDOFOVIR(Intralesional) acyclic nucleoside phosphonate : inhibition of viral DNA polymerases 4. RIBAVIRIN(aerosol) synthetic nucleoside (broad spectrum antiviral) 5. ACYCLOVIR nucleoside analogue which inhibits thymidine kinase 6. INDOLE-3-CARBINOL affects oestrogen metabolism shifting production to antiproliferative oestrogen 7. CIMETIDINE histamine receptor type 2 (H2) antagonist",
        "cop": 1,
        "opa": "Bevacizumab",
        "opb": "Aerosol Cidofovir",
        "opc": "Interferon Beta",
        "opd": "Steroids",
        "subject_name": "ENT",
        "topic_name": "Benign Lesions of Larynx",
        "id": "dbc98fe1-51d4-4f43-ac77-a81635defbdf",
        "choice_type": "single"
    }
]