[
    {
        "question": "Most common cause of stridor after birth:",
        "exp": "(c) Laryngomalacia(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 481; Scott Brown, 8th ed., Vol 2; 333)Laryngomalacia, which is the most common congenital anomaly of the larynx, is the most common cause of congenital laryngeal stridor.Vocal cord palsy is the 2nd most common cause of congenital stridor. Laryngeal web, a rare malformation can also lead to stridor.Laryngeal papilloma is the most common benign tumour of the larynx in children. Here also the child presents with stridor. In laryngeal papilloma there is additionally hoarseness of voice as it involves the vocal cord, whereas in laryngomalacia which is supraglottic the cry of the child is normal. Also laryngeal papilloma is seen in children from 2 to 5 years whereas laryngomalacia disappears by 2 years of age.",
        "cop": 3,
        "opa": "Laryngeal papilloma",
        "opb": "Laryngeal web",
        "opc": "Laryngomalacia",
        "opd": "Vocal cord palsy",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "05cb7042-9c17-4dc4-bb9f-7d56f3a27da6",
        "choice_type": "single"
    },
    {
        "question": "Sphenoidal sinus opens into:",
        "exp": "(d) Spheno-ethmoidal recess(Ref. Cummings, 6th ed., 659)The Sphenoid sinus opens into the spheno-ethmoidal recess just above the superior turbinate.",
        "cop": 4,
        "opa": "Superior meatus",
        "opb": "Inferior meatus",
        "opc": "Middle meatus",
        "opd": "Spheno-ethmoidal recess",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "f45d4e97-b043-4ea1-ab1a-d4eaa19a081f",
        "choice_type": "single"
    },
    {
        "question": "Osteomeatal complex connects:",
        "exp": "(a) Nasal cavity with maxillary sinus(Ref. Cummings, 6th ed., 752)All the structures of the middle meatus together constitutes osteomeatal complex. The osteomeatal complex connects the nasal cavity with maxillary, frontal and anterior ethmoid sinuses.Spheno-ethmoidal recess connects Sphenoid sinus with nasal cavity.Nasolacrimal duct connects nasal cavity with lacrimal sac.The two nasal cavities remain separated by the nasal septum",
        "cop": 1,
        "opa": "Nasal cavity with maxillary sinus",
        "opb": "Nasal cavity with sphenoid sinus",
        "opc": "The two nasal cavities",
        "opd": "Nasal cavity with lacrimal sac",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "2b1a38ed-347c-4553-b8e0-efe02f5653ce",
        "choice_type": "single"
    },
    {
        "question": "Main treatment of congenital laryngeal stridor is:",
        "exp": "(c) Reassurance to the child's parents(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 483; Scott Brown, 8th ed., Vol 2; 334)",
        "cop": 3,
        "opa": "Tracheostomy",
        "opb": "Steroid therapy",
        "opc": "Reassurance to the child's parents",
        "opd": "Amputating epiglottis",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "27d31a0c-e368-4546-868d-67c8eb7512b9",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding laryngomalacia except:",
        "exp": "(a) Poor prognosis(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 481; Scott Brown, 8th ed., Vol 2; 333)The prognosis of laryngomalacia is very good; stridor disappears on its own by two years of age. Rest all are true",
        "cop": 1,
        "opa": "Poor prognosis",
        "opb": "Most common congenital anomaly",
        "opc": "Stridor",
        "opd": "Gets relieved in prone position",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "a5855deb-f80e-406a-b257-060d813524ea",
        "choice_type": "multi"
    },
    {
        "question": "Thudichum's speculum is used to visualise:",
        "exp": "(c) Anterior nasal cavity(Ref. Scott Brown, 8th ed., Vol 1, 978)Thudichum's speculum is used to visualise the anterior nasal cavity. This examination is known as anterior rhinoscopy.Tonsils can be visualised by depressing the tongue with a tongue depressor.Larynx can be visualised by indirect laryngoscopic mirror.Posterior nares can be visualised by post nasal mirror on posterior rhinoscopy.",
        "cop": 3,
        "opa": "Tonsils",
        "opb": "Larynx",
        "opc": "Anterior nasal cavity",
        "opd": "Posterior nares",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "6d18f129-a584-41bc-8bb0-b196416b165b",
        "choice_type": "single"
    },
    {
        "question": "Turbinate that articulates with ethmoid is:",
        "exp": "(c) Inferior(Ref. Cummings, 6th ed., 754)The superior and middle turbinates are parts of ethmoid bone whereas inferior turbinate is an independent separate bone which articulates with the ethmoid.",
        "cop": 3,
        "opa": "Superior",
        "opb": "Middle",
        "opc": "Inferior",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "37ae3f4c-9d6c-4a82-a8a6-81baab0183eb",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following conditions does not present with inspiratory stridor in children?",
        "exp": "(c) Bronchiolitis(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 481)Bronchiolitis is an acute inflammatory injury of the bronchioles that is usually caused by a viral infection (most commonly respiratory syncytial virus). There will be wheeze in this condition.",
        "cop": 3,
        "opa": "Laryngomalacia",
        "opb": "Acute epiglottitis",
        "opc": "Bronchiolitis",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "d7fb90aa-c14a-45e3-ac12-d4f0f65610a9",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old female presented with gradually increasing respiratory distress since 4 days. She gives history of hospitalisation and mechanical ventilation with orotracheal intubation for 2 weeks. Now she is diagnosed as having severe laryngotracheal stenosis. Next step in the management is:",
        "exp": "(d) Resection and end to end anastomosis(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 487)Prolonged intubation has resulted in subglottic stenosis. Since it is severe, resection and end to end anastomosis is the treatment of choice. Steroids have no role.LASER excision and tracheal dilation are considered in mild subglottic stenosis.",
        "cop": 4,
        "opa": "LASER excision",
        "opb": "Steroids",
        "opc": "Tracheal dilation",
        "opd": "Resection and end to end anastomosis",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "2d3e881c-5ee7-47e7-a3d6-61de0a099f0b",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of intermittent stridor in a 10 days old child is:",
        "exp": "(a) Laryngomalacia(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 481; Scott Brown, 8th ed., Vol 2; 333)Rest of the options are not valid in a 10 days old neonate.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Foreign body",
        "opc": "Vocal nodule",
        "opd": "Hypertrophy of turbinate",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "b97bb95d-820d-4d7f-a917-43f61e075676",
        "choice_type": "single"
    },
    {
        "question": "Laryngomalacia is characterized by:",
        "exp": "Ans: C (Elongated epiglottis with thin aryepiglottic folds on laryngoscopy) Ref: Diseases of the Ear Nose and Throat by PL Dhingra.5th edn .20I0.pg314Explanation:LaryngomalaciaDue to excessive flaccidity of the supraglottis which gets sucked in during inspirationMost common congenital cause for stridorPresents soon after birth and disappears by 2 years of ageThere is inspiratory stridor which worsens on crying and decreases on lying supineO/E long elongated omega shaped epiglottis with elongated and floppy aryepiglottic folds and prominent arytenoidsTreatment is mostly conservative and reassuranceSevere cases may require surgery like epiglo- ttoplasty. supraglottoplasty",
        "cop": 3,
        "opa": "Usually present at about the age of 5 years",
        "opb": "Biphasic stridor",
        "opc": "Elongated epiglottis with thin aryepiglottic folds on laryngoscopy",
        "opd": "Best treatment by epiglottectomv",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "85e2fe72-b5dd-4413-b918-ceb607bc4e48",
        "choice_type": "multi"
    },
    {
        "question": "Pain sensations from the ethmoidal sinus are carried by:",
        "exp": "(c) Nasociliary Nerve(Ref. Cummings, 6th ed., 476)SinusMaxillaryFrontalEthmoidsSphenoidOpeningInfundibulum of middle meatusBy Fronto-nasal recess into middle meatusAnterior ethmoids - middle meatusPosterior ethmoids - superior meatusSpheno-ethmoidal recess above the superior turbinateAt birthPresentSize increases with age becoming almost maximum by the time of completion of secondary dentition (of 2nd premolar and 1st molar), i.e. 12 years, further enlargement coincides with the development of 2nd and 3rd molars till 18 yearsAbsentAttains full size by 19 yearsPresentSize increases with age reaching a maximum by 15 yearsPresent (but small)Attains full size by 15 yearsX-ray identification at 4-5 months6 years1 year4 yearsCapacity15ml7ml2-3ml0.5-5mlNerve supplyMaxillary V2 (infraorbital and alveolar nerves)Ophthalmic (V1 )(supra orbital branch)Ophthalmic V1 (nasociliary branch) and Maxillary V2 (from sphenopalatine fossa)Ophthalmic V1 (nasociliary branch) and Maxillary V2 (from sphenopalatine fossa)RemarksEarliest sinus to developMost common sinusitis in adultsLargest paranasal sinusAlso known as the antrum of \"Highmore\"Last sinus to developMost pneumatised at birth so Most common sinusitis in infants and young childrenHigh opening so least commonly infectedPain sensations from the frontal sinus are carried by supraorbital nerve, a branch of ophthalmic division (VI) of trigeminal.Infra-orbital nerve along with alveolar nerves (branches of the maxillary division of trigeminal) carries pain sensations from the maxillary sinus.Lacrimal nerve (a branch of ophthalmic division of trigeminal) do not supply the paranasal sinuses.",
        "cop": 3,
        "opa": "Supraorbital nerve",
        "opb": "Lacrimal Nerve",
        "opc": "Nasociliary Nerve",
        "opd": "Infraorbital Nerve",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "83833809-6359-4f6c-86ca-f55c32571d90",
        "choice_type": "single"
    },
    {
        "question": "Antral fistula is most common after extraction of:",
        "exp": "(d) 1st molar(Ref. Scott Brown, 6th ed., 1/5/25)The floor of the maxillary sinus is related to 2nd premolar and 1st molar. Therefore extraction of these teeth can lead to an oro-antral fistula.",
        "cop": 4,
        "opa": "2nd incisor",
        "opb": "1st premolar",
        "opc": "3rd molar",
        "opd": "1st molar",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "0d803c84-3250-4ca3-9e3a-36a392aef7fd",
        "choice_type": "single"
    },
    {
        "question": "Congenital laryngeal stridor is also known as:",
        "exp": "(a) Laryngomalacia(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 481; Scott Brown, 8th ed., Vol 2; 333)Quinsy is Peritonsillar abscess.Laryngotracheobronchitis also known as croup is a viral infection most commonly caused by parainfluenza virus.Laryngeal web is a rare congenital malformation characterised by incomplete canalisation of larynx.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Quinsy",
        "opc": "Laryngotracheobronchitis",
        "opd": "Laryngeal web",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "9c7676e1-ad56-4924-9eb2-575bd5d7172b",
        "choice_type": "single"
    },
    {
        "question": "During inspiration the main current of air flow in a normal nasal cavity is through:",
        "exp": "(a) Middle part of the cavity in a parabolic curve(Ref. Cummings, 6th ed., 626)The main current of airflow passes through the middle part of the nose in a parabolic curve both during inspiration and expiration.",
        "cop": 1,
        "opa": "Middle part of the cavity in a parabolic curve",
        "opb": "Lower part of the cavity in a parabolic curve",
        "opc": "Superior part of the cavity in a parabolic curve",
        "opd": "Through olfactory area",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "e564f162-e4f0-4fa1-88d4-feefc8fc40dd",
        "choice_type": "single"
    },
    {
        "question": "The marked structure on the X-ray is:",
        "exp": "(c) Sphenoid sinus(Ref. Scott Brown, 6th ed., 4/3/2)Shown below are X-ray Waters view (occipitomental) with open mouth and X-ray Nose & PNS- lateral view. Note the highest sinus in the lateral view is the frontal sinus.",
        "cop": 3,
        "opa": "Nasopharynx",
        "opb": "Ethmoidal air cells",
        "opc": "Sphenoid sinus",
        "opd": "Pituitary gland",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "b67745d5-7a39-4122-ab70-3d0f3617c81f",
        "choice_type": "single"
    },
    {
        "question": "A one-day-old child presented with weak cry since birth and biphasic stridor. Incomplete canalisation was considered. Most common site of defect would be at:",
        "exp": "(c) Glottic(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 485; Scott Brown, 8th ed., Vol 2; 335)In glottic pathologies the cry will not be normal and stridor will be biphasic like in this case. Incomplete canalisation means that the child is having laryngeal web. Laryngeal web is a rare malformation occurring as a result of incomplete canalisation of the larynx. It is present most commonly in the anterior part of glottis.Biphasic stridor will also be present in subglottic pathology but cry will be normal.In supraglottic condition the stridor will be inspiratory and the cry will be normal.Hypopharyngeal pathology presents with dysphagia.",
        "cop": 3,
        "opa": "Supraglottic",
        "opb": "Subglottic",
        "opc": "Glottic",
        "opd": "Hypopharynx",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "8a3bb425-f28c-424c-901d-fada34f42bec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the aetiological agent most often associated with Epiglottitis in children - (AIIMS May 05, Nov 04, May- 94, NBE based NEET 2012-13)",
        "exp": "Ans- A Because vaccination against Haemophilus influenza type b is available, the aetiological agent most often associated with Epiglottitis in children now is Streptococcus pneumoniae",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Haemophilus influenza type b",
        "opc": "Neisseria sp",
        "opd": "Moraxella eatarrhalis",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "c83720eb-1417-4c89-8ade-b21d8ef5fc7b",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin C is used to aid the following treatment:",
        "exp": "(b) Treatment of laryngotracheal stenosis(Ref. Cummings, 6th ed., 985; Scott Brown, 8th ed., Vol 3; 1088)Mitomycin C is an antineoplastic agent with anti- fibroblastic activity. It is used to decrease the chances of adhesions and fibrosis following surgery.In ENT it is used for:i. Laryngotracheal stenosis (as any fibrosis or adhesion of this area will lead to re stenosis, cricoid being the complete ring),ii. Functional endoscopic sinus surgery (FESS) (as any adhesion between the middle meatus and lateral wall of nose will again block the drainage of sinuses)iii. After correction of choanal atresia.Following surgery for angiofibroma and tonsillectomy, fibrosis and adhesions do not lead to any complications.Malignant otitis externa causing skull base osteomyelitis is managed by antipseudomonal antibiotics.",
        "cop": 2,
        "opa": "Endoscopic treatment of angiofibroma",
        "opb": "Treatment of laryngotracheal stenosis",
        "opc": "Skull base osteomyelitis",
        "opd": "Tonsillectomy",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "cb49a163-0d5e-4db1-9f33-494588d32c3a",
        "choice_type": "single"
    },
    {
        "question": "Most superior sinus in the face is:",
        "exp": "(a) Frontal sinus(Ref. Scott Brown, 6th ed., 4/3/2)Most superior sinus is the frontal sinus followed by ethmoid, sphenoid and maxillary sinuses.",
        "cop": 1,
        "opa": "Frontal sinus",
        "opb": "Ethmoid sinus",
        "opc": "Maxillary sinus",
        "opd": "Sphenoid sinus",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "c35ca155-e685-4c31-b453-d17dd3b513de",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of larynx:",
        "exp": "(b) Laryngomalacia(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 480; Scott Brown, 8th ed., Vol 2; 333)Most common congenital anomaly of larynx is laryngomalacia followed by vocal cord palsy and laryngeal stenosis (subglottic stenosis).",
        "cop": 2,
        "opa": "Laryngeal web",
        "opb": "Laryngomalacia",
        "opc": "Laryngeal stenosis",
        "opd": "Vocal cord palsy",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "e38cc158-8cf2-4ac3-828b-6fb4ec722eb8",
        "choice_type": "single"
    },
    {
        "question": "Laryngocele arises from",
        "exp": "Ans. is 'c' i.e. Saccule of the ventricle Repeat from May 05The saccule is a diverticulum of mucous membrane which starts from the anterior part of ventricular cavity and extends upwards between vestibular folds and lamina of thyroid cartilage. When it's abnormally enlarged it forms the air containing sac - the laryngocele.Laryngocele can be classified into three types:Internal - A laryngocele is defined as internal if the dilatation lies within the limits of the thyroid cartilage.External - If the laryngocele extends beyond the thyroid cartilage and protrudes through the thyrohyoid membrane producing a lateral neck mass, it is considered external.Combined - In which both internal and external components are seen.CausesDue to raised trans glottic air pressure as in trumpet players, glass blowers or weight lifters.Clinical symptoms.External laryngocele presents as a reducible swelling in the neck which increases in size on coughing or performing ValsalvaPatient may present with hoarseness, cough, dyspnea, dysphagia or a foreign body sensation.TreatmentIf symptomatic the management would consist of) For small lesion Laryngoscopic decompression.) For larger lesionsSurgical excision through external approach.Laser endoscopic excision.",
        "cop": 3,
        "opa": "True cords",
        "opb": "Subglottis",
        "opc": "Saccule of the ventricle",
        "opd": "Anterior commissure",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "0034fd18-673a-4ea2-9ad5-160cf7715328",
        "choice_type": "multi"
    },
    {
        "question": "Following is true about laryngomalacia except-",
        "exp": "Ans. is 'd' i.e., Expiratory stridor Larvngomalaciao It is the most common congenital abnormality of the larynx. Larvngomalacia is the most frequent cause of stridor or noisy breathing in infants. It occurs as a result of a floppy portion of the larynx (in supraglottic larynx) that has not yet developed the strength to provide rigid support to the airway. During inspiration negative pressure is created through larynx, which results in a collapse of these structures into the airway and a narrower breathing passage. Partial obstruction is the source of the noise with breathing (stridor), and sometimes cyanosis,o The hallmark sign includes intermittent stridor mostly in inspiration. It is usually more prominent when the infant is lying on his/her back (supine position, crying, feeding, excited or has a cold. Stridor gets relieved on placing the patient in prone position. This is usually first noticed in the first few weeks of life.o It may worsen over the first few months and become louder. This is because as the baby grows, inspiratory force is greater, which causes greater collapse of the laryngeal structures into the airway. This is usually worst at 3-6 months and then gradually improves as the rigidity of the cartilage improves,o Most children are symptom free by 1 to 2 years.o Sometimes, cyanosis may occur,o Direct laryngoscopy shows :-Omega shaped epiglottis, i.e. elongated and curled on itself.Floopy, tall, foreshortened and thin aryepiglottic folds.Prominent arytenoids.o In most patients laryngomalacia is a self limiting condition. Treatment of larvngomalacia is reassurance to the parents and early antibiotic therapy for upper respiratory tract infections.",
        "cop": 4,
        "opa": "Omega shaped epiglottis",
        "opb": "Reassuarance of the patient is the treatment of choice",
        "opc": "Condition is first noticed in the first few weeks of life",
        "opd": "Expiratory stridor",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "4a3d44a4-6477-4e79-b9b9-b07bd8692485",
        "choice_type": "multi"
    },
    {
        "question": "Sinus not present at birth is:",
        "exp": "(c) Frontal(Ref. Cummings, 6th ed., 2874; Scott Brown, 8th ed., Vol 2, page 262)This is the last sinus to develop. It is not present at birth.",
        "cop": 3,
        "opa": "Ethmoid",
        "opb": "Maxillary",
        "opc": "Frontal",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "ca5bc2b6-0d98-47b2-91e7-3a610f163cff",
        "choice_type": "multi"
    },
    {
        "question": "Parosmia is:",
        "exp": "(a) Perversion of smell sensation(Ref. Cummings, 6th ed., 639)Parosmia is perversion of smell sensation. Here good smell appears bad to the patient.Absolute loss of smell sensation is called anosmia.Decreased smell sensation is called hyposmia. Normal age related decline in smell sensation is presbyosmia.Phantosmia is the perception of a smell in the absence of any physical odours. The odour can range from pleasant to disgusting smells.Cacosmia or an unpleasant phantosmia is the perception of a bad smell without an odorant stimulus.",
        "cop": 1,
        "opa": "Perversion of smell sensation",
        "opb": "Absolute loss of smell sensation",
        "opc": "Decreased smell sensation",
        "opd": "Perception of bad smell",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "495fac11-3113-4791-afdd-34f3c7c91c20",
        "choice_type": "single"
    },
    {
        "question": "All these structures are found in the lateral nasal wall except:",
        "exp": "(b) Vomer(Ref. Cummings, 6th ed., 659)Vomer is an independent separate bone which forms the postero-inferior part of the septum proper, i.e. the medial wall of nose.Rest all are found on the lateral wall",
        "cop": 2,
        "opa": "Superior turbinate",
        "opb": "Vomer",
        "opc": "Agger nasi",
        "opd": "Hasner's valve",
        "subject_name": "ENT",
        "topic_name": "Congenital Lesions and Stridor",
        "id": "8ff4a9ef-abc7-4c30-8812-6d051af146c8",
        "choice_type": "multi"
    }
]