[
    {
        "question": "Columella effect is seen in",
        "exp": "Columella effect is seen in type 3 tympanoplasty (myringostapediopexy) where single ossicle remains just like that of bird&; s ear. In Type III tympanoplasty Malleus and incus are absent. Graft is placed directly on the stapes head. It is also called myringostapediopexy or columella tympanoplasty. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition, page 30.",
        "cop": 1,
        "opa": "Tympanoplasty",
        "opb": "Septoplasty",
        "opc": "Tracheostomy",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "2a965c28-66ba-405e-835a-f3c65ca2a9c1",
        "choice_type": "multi"
    },
    {
        "question": "After tonsillectomy, secondary haemorrhage occurs",
        "exp": "After tonsillectomy primary haemorrhage occurs during surgery reactionary bleeding with in 24 hrs, secondary haemorrhage between 5-10 days Secondary haemorrhage is the result of sepsis and premature separation of the membrane Simple measures like removal of clots, application of adrenaline or hydrogen peroxide usually suffice. For profuse bleeding, electrocoagulation is done Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 430",
        "cop": 3,
        "opa": "Within 24 hours",
        "opb": "After 2 weeks",
        "opc": "5-10 post operative days",
        "opd": "After a month",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "354668a5-888a-4588-bbf6-5990525272f3",
        "choice_type": "single"
    },
    {
        "question": "Adenoidectomy is contraindicated in",
        "exp": "Adenoidectomy contraindicated in 1. Bleeding disorder 2. Acute infection of upper respiratory tract 3. Cleft palate or submucous palate Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 431",
        "cop": 3,
        "opa": "SOM",
        "opb": "CSOM",
        "opc": "Bleeding disorder",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "c6c0cc00-6f53-4e2d-a9b8-67177369ffca",
        "choice_type": "multi"
    },
    {
        "question": "Fenestration operation is which type of tympanoplasty?",
        "exp": "Types of Tympanoplasty Wullstein classified tympanoplasty into five types. Type I Defect is perforation of tympanic membrane which is repaired with a graft. It is also called myringoplasty. Type II Defect is perforation of tympanic membrane with erosion of malleus. Graft is placed on the incus or remnant of malleus. Type III Malleus and incus are absent. Graft is placed directly on the stapes head. It is also called myringostapediopexy or columella tympanoplasty. Type IV Only the footplate of stapes is present. It is exposed to the external ear, and graft is placed between the oval and round windows. A narrow middle ear (cavum minor) is thus created to have an air pocket around the round window. A mucosa-lined space extends from the eustachian tube to the round window. Sound waves in this case act directly on the footplate while the round window has been shielded. Type V Stapes footplate is fixed but round window is functioning. In such cases, another window is created on horizontal semicircular canal and covered with a graft. Also called Fenestration operation. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition, page 30.",
        "cop": 4,
        "opa": "Type - 2",
        "opb": "Type - 3",
        "opc": "Type - 4",
        "opd": "Type - 5",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "5fe6b0be-96aa-40dd-b1fe-278f019af66d",
        "choice_type": "single"
    },
    {
        "question": "Rosen's incision is used for",
        "exp": "Rosen's incision is the most commonly used for stapedectomy. It requires the meatus and canal to be wide enough to work. It consists of two pas: A small veical incision at 12 o'clock position near the annulus and A curvilinear incision staing at 6 o'clock position to meet the first incision in the posterosuperior region of the canals, 5-7 mm away from the annulus. Tympanomeatal flap is raised to expose the middle ear in endomeatal approach. Rosen's incision is used in the endomeatal approach for stapedectomy. It is also used for exploratory tympanotomy Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition",
        "cop": 3,
        "opa": "Septoplasty",
        "opb": "SMR",
        "opc": "Stapedectomy",
        "opd": "Tonsillectomy",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "61839004-a26e-40dd-b12b-5569822e2781",
        "choice_type": "single"
    },
    {
        "question": "In right-handed person, Direct Laryngoscope is held by which hand",
        "exp": "The laryngoscope is held by the handle in the left hand. Right hand is used to retract the lips and guide the laryngoscope and to handle suction and instruments Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 422",
        "cop": 1,
        "opa": "Left",
        "opb": "Right",
        "opc": "Both",
        "opd": "Either of these",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "a2ae8cab-be76-459c-bb84-d5ab2f49c353",
        "choice_type": "multi"
    },
    {
        "question": "Tracheostomy done at which level",
        "exp": "A 2-3 cm veical or horizontal skin incision is made midway between the sternal notch and thyroid cailage. It&; s a Open surgical technique. Ref- Dhingra 6th edition, page 317.",
        "cop": 2,
        "opa": "T1",
        "opb": "T3",
        "opc": "T4",
        "opd": "T5",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "e218dd97-0e13-4309-aa55-ef265e0312da",
        "choice_type": "single"
    },
    {
        "question": "Ideal site for myringotomy and grommet inseion in serous otitis media is",
        "exp": "In serous otitis media, a radial incision is made on the anteroinferior quadrant, in acute suppurative otitis media circumferential incision is made on the posteroinferior quadrant. Ref-ENT Dhingra textbook 6th edition, page no. 65.",
        "cop": 2,
        "opa": "Anterior superior quadrant",
        "opb": "Anterior inferior quadrant",
        "opc": "Posterio-superior",
        "opd": "Posterio-inferior",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "8b59f2a8-d14e-460f-81d2-fa9f15282302",
        "choice_type": "single"
    },
    {
        "question": "A high tracheostomy may be indicated in",
        "exp": "A high tracheostomy may be indicated only in carcinoma of larynx because in such cases, total larynx anyway would ultimately be removed and a fresh tracheostomy made in a clean area lower down A high tracheostomy is done above the level of thyroid isthmus Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 316",
        "cop": 4,
        "opa": "Scleroma of the larynx",
        "opb": "Multiple papillomatosis of larynx",
        "opc": "Bilateral vocal cord paralysis",
        "opd": "Carcinoma of larynx",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "70e15d4f-db6a-4dbb-8e79-ab7972836f40",
        "choice_type": "single"
    },
    {
        "question": "Alpha Lynch Howah surgery is for",
        "exp": "External frontoethmoidectomy (Howah's or Lynch operation) - The frontal sinus is entered through its floor by a curvilinear incision round the inner margin of the orbit. Diseased mucosa is removed, ethmoid cells exenterated and a new frontonasal duct created. Ref- Dhingra, 6th edition, page 196.",
        "cop": 2,
        "opa": "Nasal septal perforation",
        "opb": "Chronic frontal sinusitis",
        "opc": "Acoustic neuroma",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "8a2616b1-478b-46e7-b615-f586da637e1f",
        "choice_type": "single"
    },
    {
        "question": "Mucoperichondrial flap in septoplasty is made on",
        "exp": "In cases of deted septum, make a slightly curvilinear incision, 2-3 mm above the caudal end of septal cailage on the concave side (Killian's incision). In case of caudal dislocation, a transfixion or hemitransfixion (Freer's) incision is made. The latter is septocolumellar incision between caudal end of septal cailage and columella. Raise mucoperichondrial or mucoperiosteal flap on one side only. Separate septal cailage from the vomer and ethmoid plate and raise mucoperiosteal flap on the opposite side of septum. Ref: Dhingra 7e pg 473.",
        "cop": 2,
        "opa": "Alar cailage",
        "opb": "Septal cailage",
        "opc": "Maxillary spine",
        "opd": "Sphenoid spine",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "16701430-077b-4a9c-ab52-44f947224b13",
        "choice_type": "single"
    },
    {
        "question": "Caldwell luc approach opens",
        "exp": "Caldwell luc approach opens maxillary sinus. Ref- Dhingra, 6th edition, Page 412.",
        "cop": 1,
        "opa": "Maxillary sinus",
        "opb": "Frontal sinus",
        "opc": "Sphenoid sinus",
        "opd": "Ethmoid sinus",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "3f4696bf-f6a8-48db-8ba4-a071193fef4a",
        "choice_type": "single"
    },
    {
        "question": "Killian&; s incision is used for",
        "exp": "Killian&; s incision is used for septoplasty Killians incision in case of deted nasal septum, make a slightly curvilinear incision, 2-3mm above the caudal end of septal cailage on the concave side. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 416",
        "cop": 1,
        "opa": "Septoplasty",
        "opb": "Myringotomy",
        "opc": "Proof puncture",
        "opd": "Modified radical mastoidectomy",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "0ae83a6a-37d0-4f03-9093-d3dc72a20775",
        "choice_type": "single"
    },
    {
        "question": "Following Caldwell luc operation, a patient develops hypoesthesia. Which nerve is damaged?",
        "exp": "During Caldwell luc operation stretching of infraorbital nerve occur, which cause hypoesthesia Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 411",
        "cop": 1,
        "opa": "Infraorbital nerve",
        "opb": "Supraorbital nerve",
        "opc": "Maxillary nerve",
        "opd": "Mandibular nerve",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "6c741977-4661-479a-ba78-0f43269dcc7a",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause for grommet inseion is",
        "exp": "The main pathology in Serous otitis media is effusion, which can be managed by drainage. Inseion of grommet in infection can lead to foreign body granuloma. www. mydr. com. au Tympanostomy tube, also known as a grommet or myringotomy tube, is a small tube inseed into the eardrum in order to keep the middle ear aerated for a prolonged period of time, and to prevent the accumulation of fluid in the middleear. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 396",
        "cop": 1,
        "opa": "Secretory otitis media",
        "opb": "Otosclerosis",
        "opc": "CSOM",
        "opd": "Cholesteatoma",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "7b53450c-959a-42d2-b6c9-55370e149cd3",
        "choice_type": "single"
    },
    {
        "question": "High-frequency audiometry used in",
        "exp": "As ototoxicity appears to be most pronounced in the higher frequencies, it can be assessed at an earlier stage by using high-frequency audiometry from 8 to 20 k. Hz. Ototoxic drugs: Ref: Diseases of ENT by Dhingra 6th edition Pgno: 34",
        "cop": 3,
        "opa": "Minieres disease",
        "opb": "Otosclerosis",
        "opc": "Drug induced ototoxicity",
        "opd": "Sensorineural Hearing loss",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "3e4da653-0c8a-48b1-9816-81bc603d11a4",
        "choice_type": "single"
    },
    {
        "question": "In stapedotomy, all removed except",
        "exp": "Stapedotomy is a procedure that aims to replace the stapes bone with a prosthetic. Stapedotomy is an effective surgical procedure for the treatment of otosclerosis which leads to improvement in patients&; quality of life. A orable hearing outcome can be obtained by the combination of experienced hands with minimal surgical trauma and appropriate surgical technique. Steps of Stapedotomy- Ref- Dhingra, 6th edition, page 88.",
        "cop": 4,
        "opa": "Ante crura of stapes",
        "opb": "Post crura of stapes",
        "opc": "Stapedius tendon",
        "opd": "Lenticular process of incus",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "f4c26285-1985-4851-9d90-ec4e354bd039",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structures is not seen on bronchoscopy",
        "exp": "Bronchoscopy can be done as pa of an endobronchial ultrasound (EBUS) to look at the lymph nodes and other structures in the area between the lungs.... If suspicious areas such as enlarged lymph nodes are seen, a hollow needle can be passed through the bronchoscope and guided into these areas to obtain a biopsy. Ref- Dhingra, 6th edition, pg no. 425.",
        "cop": 3,
        "opa": "Trachea",
        "opb": "Vocal cords",
        "opc": "Subcarinal lymph nodes",
        "opd": "First segmental division of bronchi",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "e8b32e64-3cba-4288-8dd1-23a3c79cf469",
        "choice_type": "single"
    },
    {
        "question": "Mini tracheostomy is performed through",
        "exp": "Cricothyrotomy or laryngotomy or mini tracheostomy: This is a procedure for opening the airway through the cricothyroid membrane. Patient's head and neck is extended, lower border of thyroid cailage and cricoid ring are identified. Skin in this area is incised veically and then cricothyroid membrane cut with a transverse incision. This space can be kept open with a small tracheostomy tube or by inseing the handle of knife and turning it at right angles if tube is not available. It is essential to perform an orderly tracheostomy as soon as possible because perichondritis, subglottic oedema and laryngeal stenosis can follow prolonged laryngotomy. tube inseed. Bleeding can be controlled by packing with gauze. Emergency tracheostomy on a struggling patient with inadequate lighting, suction and instruments is fraught with many complications. If possible, an endotracheal tube should be put for a more orderly procedure to be carried out. PERCUTANEOUS DILATATIONAL TRACHEOSTOMY \"Mini tracheostomy is an emergency procedure to buy time to allow patient to be carried to operation theatre. Commercial emergency kits are also available for this. As an elective procedure it has been done to clear the bronchial secretions following thoracic surgery. \" Cricothyroid needle puncture is a procedure where a large-bore intravenous catheter is introduced through the cricothyroid membrane. It is only an emergency procedure till patient can be intubated or tracheostomized. The procedure does not provide adequate ventilation. Ref- Dhingra, 6th edition, page 320.",
        "cop": 1,
        "opa": "Cricothyroid membrane",
        "opb": "2nd and 3rd tracheal rings",
        "opc": "Any of the above",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "02d0b3cd-e241-47a2-a67a-8b43fa5daa1c",
        "choice_type": "multi"
    },
    {
        "question": "Schwaz operation is done in",
        "exp": "Coical mastoidectomy, known as simple or complete mastoidectomy or Schwaz operation It is complete exenteration of all accessible mastoid air cells and conveing them into a single cavity. The posterior meatal wall is left intact and Middle ear structures are not disturbed. INDICATIONS 1. Acute coalescent mastoiditis. 2. Incompletely resolved acute otitis media with reservoir sign. 3. Masked mastoiditis. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 401",
        "cop": 4,
        "opa": "CSOM",
        "opb": "Serous otitis media",
        "opc": "Otosclerosis",
        "opd": "Acute mastoiditis",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "3ca19f98-7c24-4c6c-91c8-9ad4f99ddf26",
        "choice_type": "single"
    },
    {
        "question": "In direct laryngoscopy which of the following cannot be visualized",
        "exp": "Following structures are examined serially: Base of tongue, right and left valleculae, epiglottis, (its tip, lingual and laryngeal surfaces), right and left pyriform sinuses, aryepiglottic folds, arytenoids, postcricoid region, both false cords, anterior and posterior commissure, right and left ventricles, right and left vocal cords and subglottic area. Mobility of vocal cords should also be observed. Ref: Dhingra 7e pg 481.",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Lingual surface of epiglottis",
        "opc": "Arytenoids",
        "opd": "Pyriform fossa",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "a737e35d-cd6b-4c0b-8ad0-3acba67ab47f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first step in functional endoscopic sinus surgery",
        "exp": "Definitive surgical steps include- 1. Unicectomy- Unicinectomy is done to expose the sinus opening within the middle meatus properly Uncinate process is incised with sickle knife and removed with Blakesley forceps. 2. Identification and enlargement of maxillary ostium. 3. Bullectomy. 4. Penetration of lamella and removal of posterior ethmoid cells. 5. Clearance of frontal recess and frontal sinusotomy. 6. Sphenoidotomy. 7. Nasal packs. Ref: Dhingra 7e pg 478.",
        "cop": 2,
        "opa": "Opening of bulla ethmoidalis",
        "opb": "Unicinectomy",
        "opc": "Middle meatal antrostomy",
        "opd": "Middle turbinectomy",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "d43dbb18-3691-43aa-91fe-d405a9c0dc86",
        "choice_type": "multi"
    },
    {
        "question": "Tympanoplasty is mainly used for",
        "exp": "CSOM is usually associated with tympanic membrane and ossicular damage. These are managed by tympanoplasty which includes myringoplasty and ossicular reconstruction Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition",
        "cop": 2,
        "opa": "Otosclerosis",
        "opb": "CSOM",
        "opc": "ASOM",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "2580935d-c834-4b79-b902-003e25020455",
        "choice_type": "multi"
    },
    {
        "question": "Torrential bleed during tonsillectomy is due to",
        "exp": "Generally bleeding occurs due to injury to aeries but in tonsillectomy it&; s mainly due to paratonsillar vein. 2- Paratonsillar vein. Ref: Dhingra 7e pg 489.",
        "cop": 3,
        "opa": "Facial aery",
        "opb": "Tonsilar aery",
        "opc": "Paratonsillar vein",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "caba98aa-0229-4808-bd8b-8a3dabdb977f",
        "choice_type": "multi"
    },
    {
        "question": "Objective test in adenoids is",
        "exp": "Adenoids Diagnosis Examination of postnasal space is possible in some young children and an adenoid mass can be seen with a mirror. A rigid or a flexible nasopharyngoscope is also useful to see details of the nasopharynx in a cooperative child. Soft tissue lateral radiograph of nasopharynx will reveal the size of adenoids and also the extent to which nasopharyngeal air space has been compromised. Detailed nasal examination should always be conducted to exclude other causes of nasal obstruction. Structures visualised in Posterior Rhinoscopy (a) Laterally Eustachian tube opening is seen on the posterior end of the inferior turbinate. (b) Medically, Posterior end of middle, inferior and superior turbinates and posterior pa of septum. (c) Inferiorly end posterior surface of the soft palate. (d) Rosenmullers fossa is seen behind the Eustachian tube. Ref- Dhingra 6th edition, pg no. 244",
        "cop": 1,
        "opa": "Posterior rhinoscopy",
        "opb": "Anterior rhinoscopy",
        "opc": "Manual palpation",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "2a7a4ed9-5396-44a5-8a2a-982b5fe8e601",
        "choice_type": "multi"
    },
    {
        "question": "Early tonsillectomy is not done in",
        "exp": "INDICATIONS They are divided into: A. ABSOLUTE 1. Recurrent infections of throat. This is the most common indication. Recurrent infections are fuher defined as: (a) Seven or more episodes in 1 year, or (b) Five episodes per year for 2 years, or (c) Three episodes per year for 3 years, or (d) Two weeks or more of lost school or work in 1 year. 2. Peritonsillar abscess. In children, tonsillectomy is done 4-6 weeks after abscess has been treated. In adults, second attack of peritonsillar abscess forms the absolute indication. 3. Tonsillitis. It causes febrile seizures. 4. Hyperophy of tonsils. It causes: (a) airway obstruction (sleep apnoea), (b) difficulty in deglutition and (c) interference with speech. 5. Suspicion of malignancy. A unilaterally enlarged tonsil may be a lymphoma in children and an epidermoid carcinoma in adults. An excisional biopsy is done. B. RELATIVE 1. Diphtheria carriers, who do not respond to antibiotics. 2. Streptococcal carriers, who may be the source of infection to others. 3. Chronic tonsillitis with bad taste or halitosis which is unresponsive to medical treatment. 4. Recurrent streptococcal tonsillitis in a patient with valvular heart disease. Ref: Dhingra 7e pg 487.",
        "cop": 1,
        "opa": "Thyroid storm",
        "opb": "Suspected malignancy",
        "opc": "Peritonsillar abscess",
        "opd": "Rheumatic fever",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "1fc1eb1a-a833-4691-a7af-89428aa66ef0",
        "choice_type": "single"
    },
    {
        "question": "Columellar tympanoplasty is",
        "exp": "Types of Tympanoplasty Wullstein classified tympanoplasty into five types. Type I Defect is perforation of tympanic membrane which is repaired with a graft. It is also called myringoplasty. Type II Defect is perforation of tympanic membrane with erosion of malleus. Graft is placed on the incus or remnant of malleus. Type III Malleus and incus are absent. Graft is placed directly on the stapes head. It is also called Myringostapediopexy or Columella tympanoplasty. Type IV Only the footplate of stapes is present. It is exposed to the external ear, and graft is placed between the oval and round windows. A narrow middle ear (cavum minor) is thus created to have an air pocket around the round window. A mucosa-lined space extends from the eustachian tube to the round window. Sound waves in this case act directly on the footplate while the round window has been shielded. Type V Stapes footplate is fixed but round window is functioning. In such cases, another window is created on horizontal semicircular canal and covered with a graft. Also called fenestration operation. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "99a27d0f-8070-4685-9ec5-b381c20a2858",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of Caldwell-Luc operation is",
        "exp": "M/C Complication of Caldwell-Luc operation is injury to infraorbital nerve which occurs is 21 % cases. Ref:- Scott Brown 7th edition; pg num:- 1494",
        "cop": 4,
        "opa": "Oroantral fistula",
        "opb": "Orbital cellulitis",
        "opc": "Hemorrhage",
        "opd": "Infraorbital nerve palsy",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "5525a643-4978-4d9d-895c-27359c0c6b75",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is difficult to visualize or examine on Indirect laryngoscopy",
        "exp": "Structures seen in Indirect Laryngoscopy: Ref- Dhingra 6th edition, page 384.",
        "cop": 2,
        "opa": "True vocal cord",
        "opb": "Anterior commissure",
        "opc": "Epiglottis",
        "opd": "False vocal cord",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "a1735530-6b49-4691-8e46-603b339339ab",
        "choice_type": "multi"
    },
    {
        "question": "Types of tympanoplasty include all except",
        "exp": "Coical Mastoidectomy (Simple Mastoidectomy or Schwaz Operation): It is an exenteration of all accessible mastoid air cells preserving the posterior meatal wall. Types of Tympanoplasty Wullstein classified tympanoplasty into five types. Type I Defect is perforation of tympanic membrane which is repaired with a graft. It is also called myringoplasty. Type II Defect is perforation of tympanic membrane with erosion of malleus. Graft is placed on the incus or remnant of malleus. Type III Malleus and incus are absent. Graft is placed directly on the stapes head. It is also called myringostapediopexy or columella tympanoplasty. Type IV Only the footplate of stapes is present. It is exposed to the external ear, and graft is placed between the oval and round windows. A narrow middle ear (cavum minor) is thus created to have an air pocket around the round window. A mucosa-lined space extends from the eustachian tube to the round window. Sound waves in this case act directly on the footplate while the round window has been shielded. Type V Stapes footplate is fixed but round window is functioning. In such cases, another window is created on horizontal semicircular canal and covered with a graft. Also called fenestration operation. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition, page 30.",
        "cop": 4,
        "opa": "Myringoplasty",
        "opb": "Myringostapediopexy",
        "opc": "Fenestration",
        "opd": "Schwaz operation",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "c74502a0-5b03-4fbc-9ab8-c8bad54ab7e6",
        "choice_type": "multi"
    },
    {
        "question": "Commonest postoperative complication of tonsillectomy is",
        "exp": "Commonest postoperative complication of tonsillectomy is haemorrhage Haemorrhage may be primary, secondary and reactionary haemorrhage Primary haemorrhage occurs at the time of operation Reactionary haemorrhage occurs within a period of 24 hrs Secondary haemorrhage occurs 5-10th postoperative day Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 430",
        "cop": 2,
        "opa": "Palatal palsy",
        "opb": "Haemorrhage",
        "opc": "Injury to uvula",
        "opd": "Infection",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "64f8c4bd-6cf6-47f5-ad43-57c21c62f668",
        "choice_type": "single"
    },
    {
        "question": "Austin's classification for ossicular chain defects depends on",
        "exp": "Austin in 1971 Classified ossicular defects based on malleus handle and stapes suprastructure into- Group A- having malleus and stapes intact and erosion of long process of incus being the most common defect. Group B - with only malleus and absent stapes. Group C - with only stapes and absent malleus. Group D - with absent malleus and stapes suprastructure. Ref- Glasscock-Shambaugh surgery of the ear, 5tg edition, PG 463-485.",
        "cop": 2,
        "opa": "Malleus head and stapes footplate",
        "opb": "Malleus handle and stapes suprastructure",
        "opc": "Malleus head and stapes suprastructure",
        "opd": "Malleus head and stapes head",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "8cdce1da-7488-4889-bfcd-1e729de55fd6",
        "choice_type": "multi"
    },
    {
        "question": "Schwaz operation is also called as",
        "exp": "Schwaz operation is also called as simple Mastoidectomy or coical Mastoidectomy Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition",
        "cop": 1,
        "opa": "Coical mastoidectomy",
        "opb": "Modified radical mastoidectomy",
        "opc": "Radial mastoidectomy",
        "opd": "Fenestration operation",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "d9afe4c1-3a4e-4dd9-bf87-dcbdd9adf773",
        "choice_type": "multi"
    },
    {
        "question": "Not seen in Post-adenoidectomy is",
        "exp": "Complications of adeniodectomy: Haemorrhage Injury to eustachian tube opening Injury to pharyngeal musculature and veebrae Griesel syndrome Velopharyngeal insufficiency Nasopharyngeal stenosis Recurrence Ref: Dhingra 7e pg 491",
        "cop": 2,
        "opa": "Velopharyngeal insufficiency",
        "opb": "Hyponasality",
        "opc": "Retropharyngeal abscess",
        "opd": "Base of skull fracture",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "edd68f0c-3836-40f9-9389-775a81fb7d66",
        "choice_type": "single"
    },
    {
        "question": "All of the following true of submucous resection operation for DNS except",
        "exp": "SMR operation is indicated in septal detion, recurrent epistaxis from scleral spur It is done after 16years of age, before 16 years septoplasty should be done In SMR, cailage and bone are removed and preserving mucoperichondrium Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition; Pg no: 413",
        "cop": 2,
        "opa": "Indicated in septal detion",
        "opb": "Mucoperichondrium is removed",
        "opc": "Preferable done after 16 years of age",
        "opd": "Done in some cases of epixtaxis",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "45fc163b-df14-4909-ad19-3a1f9bd608be",
        "choice_type": "multi"
    },
    {
        "question": "What is tympanoplasty?",
        "exp": "Tympanoplasty is an operation to- (i) eradicate disease in the middle ear and (ii) to reconstruct hearing mechanism. It may be combined with mastoidectomy if disease process so demands. Type of middle ear reconstruction depends on the damage present in the ear. The procedure may be limited only to repair of tympanic membrane (myringoplasty), or to reconstruction of ossicular chain (ossiculoplasty), or both (tympanoplasty). Reconstructive surgery of the ear has been greatly facilitated by development of operating microscope, microsurgical instruments and biocompatible implant materials. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition, page 29.",
        "cop": 1,
        "opa": "Eradication of middle ear disease with reconstruction of tympanic membrane & ossicles",
        "opb": "Eradication of disease from internal ear",
        "opc": "Repair of tympanic membrane only",
        "opd": "Repair of ossicle only",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "6a5ec87d-1b1f-408b-b431-5202c72f2015",
        "choice_type": "single"
    },
    {
        "question": "In antral lavage, approach is through",
        "exp": "This procedure involves puncturing the medial wall of maxillary sinus in the region of inferior meatus and irrigating the sinus. Antral Puncture- Ref- Dhingra, 6th edition, page 408.",
        "cop": 1,
        "opa": "Medial wall",
        "opb": "Roof",
        "opc": "Posterior wall",
        "opd": "Canine fossa",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "a821ca01-08f9-4ee7-883f-906e43138abe",
        "choice_type": "multi"
    },
    {
        "question": "All are early complications of tracheostomy except",
        "exp": "IMMEDIATE COMPLICATIONS: 1. Primary haemorrhage. Occurs at the time of operation. It can be controlled by pressure, ligation or electrocoagulation of the bleeding vessels. 2. Reactionary haemorrhage. Occurs within a period of 24 h and can be controlled by simple measures such as removal of the clot, application of pressure or vasoconstrictor. Presence of a clot prevents the clipping action of the superior constrictor muscle on the vessels which pass through it (compare postpaum uterine bleeding). If above measures fail, ligation or electrocoagulation of the bleeding vessels can be done under general anaesthesia. 3. Injury to tonsillar pillars, uvula, soft palate, tongue or superior constrictor muscle due to bad surgical technique. 4. Injury to teeth. 5. Aspiration of blood. 6. Facial oedema. Some patients get oedema of the face paicularly of the eyelids. 7. Surgical emphysema. Rarely occurs due to injury to superior constrictor muscle. Tracheal stenosis is a late complication. It is due to tracheal ulceration and infection. Ref: Dhingra 7e pg 489.",
        "cop": 4,
        "opa": "Hemorrhage",
        "opb": "Pneumothorax",
        "opc": "Injury to oesophagus",
        "opd": "Tracheal stenosis",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "93e30efb-4774-4288-9ee9-2002fa199d03",
        "choice_type": "multi"
    },
    {
        "question": "Indications of FESS",
        "exp": "INDICATIONS: 1. Chronic bacterial sinusitis unresponsive to adequate medical treatment. 2. Recurrent acute bacterial sinusitis. 3. Polypoid rhinosinusitis (diffuse nasal polyposis). 4. Fungal sinusitis with fungal ball or nasal polypi. 5. Antrochoanal polyp. 6. Mucocele of frontoethmoid or sphenoid sinus. 7. Control of epistaxis by endoscopic cautery. 8. Removal of foreign body from the nose or sinus. 9. Endoscopic septoplasty. Ref: Dhingra 7e pg 477",
        "cop": 1,
        "opa": "Inveed papilloma",
        "opb": "Nasal allergic polyposis",
        "opc": "Mucocele",
        "opd": "Carcinoma of maxilla",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "1bd3b507-f689-4088-966a-436a64e7b995",
        "choice_type": "multi"
    },
    {
        "question": "Most common nerve injured in ligation of inferior thyroid aery",
        "exp": "Recurrent laryngeal nerve may pass anterior, posterior or through the branches of the aery and care is taken to preserve it. RLN is injured near the ligament of Berry when cautery or aery forceps is used indiscriminately while cutting the ligament of Berry to free the thyroid lobe. Ref: Dhingra 7e pg 382.",
        "cop": 1,
        "opa": "Recurrent laryngeal nerve",
        "opb": "Facial nerve",
        "opc": "Mandibular nerve",
        "opd": "Audirory nerve",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "519a9d2c-c1e9-4684-b3a5-59ce07c36571",
        "choice_type": "single"
    },
    {
        "question": "For myringoplasty, Graft material of choice is",
        "exp": "Low metabolic rate, no need for a separate incision, same thickness as that of tympanic membrane ours the use of temporalis fascia. Other graft materials also include perichondrium, dura and cadaveric tympanic membrane. Re: Textbook of Ear, Nose and Throat, Dhingra, 6th Edition",
        "cop": 3,
        "opa": "Peritoneum",
        "opb": "Palmar fascia",
        "opc": "Temporalis fascia",
        "opd": "Fascia lata",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "ca69c564-4381-4fc6-a468-e79263297c97",
        "choice_type": "single"
    },
    {
        "question": "Antral puncture is done through",
        "exp": "Antral puncture and irrigation: Sinus cavity is irrigated with a cannula passed through the inferior meatus. Removal of pus and exudates helps the sinus mucosa to reve to normal. Ref: Dhingra 7e pg 219.",
        "cop": 2,
        "opa": "Superior meatus",
        "opb": "Inferior meatus",
        "opc": "Middle meatus",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Diagnostic and operative ENT",
        "id": "c2ffd06f-c09b-465b-8f9a-6393b00c0f8e",
        "choice_type": "multi"
    }
]