[
    {
        "question": "Essential radiological feature of acute mastoiditis is:",
        "exp": "(b) Clouding of air cells of mastoid(Ref. Cummings, 6th ed., 2161)X-ray mastoid and CT scan shows clouding of air cells because of the collection of exudates in them. Later on mastoid pneumatisation is lost and a single mastoid cavity may be seen.",
        "cop": 2,
        "opa": "Temporal bone pneumatization",
        "opb": "Clouding of air cells of mastoid",
        "opc": "Rarefaction of petrous bone",
        "opd": "Thickening of temporal bone",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "839b70fc-6778-4230-ac13-606644372991",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is characteristic of tubercu otitis media;",
        "exp": "Ans. (b) Multiple perforation of pars tensa. Ref: Dhingra's ENT 5ht ed. / 83. Clinical features of Tubercular otitis media:# Painless foul smelling ear discharge: very characteristic finding.# Perforation: multiple perforations usually 2-3 on pars tensa is classical sign of disease.# Hearing loss: There is a severe hearing loss, out of proportion to symptoms. Mostly conductive, it may be SNHL if labyrinth is involved.# Facial paralysis* In the presence of secondary pyogenic infection, tubercular otitis media may be indistinguishable from chronic suppurative otitis media. Culture of ear discharge for tubercle bacilli, histopathological examination of granulations and other evidence of tuberculosis in the body help to confirm the diagnosis. Treatment# Systemic antitubercular therapy as being carried for primary focus.# Local treatment in the form of aural toilet and control of secondary pyogenic infection. Mastoid surgery is indicated for complications. Healing is delayed in tuberculous cases. Wound break-down and fistula formation are common.",
        "cop": 2,
        "opa": "Marginal perforation of tympanic membrane",
        "opb": "Multiple perforation of pars tensa",
        "opc": "Large central perforation of tympanic membrane",
        "opd": "Attic perforation",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "0a64945f-1e63-4fe3-ac8f-24e87e553db8",
        "choice_type": "single"
    },
    {
        "question": "Most common type of hearing loss in TB otitis media",
        "exp": "Ans. (a) Conductive hearing loss. Ref: Dhingra's ENT 5th ed. / 83. Clinical features of Tubercular otitis media:# Painless foul smelling ear discharge: very characteristic finding.# Perforation: multiple perforations usually 2-3 on pars tensa is classical sign of disease.# Hearing loss: There is a severe hearing loss, out of proportion to symptoms. Mostly conductive, it may be SNHL if labyrinth is involved.# Facial paralysis* In the presence of secondary pyogenic infection, tubercular otitis media may be indistinguishable from chronic suppurative otitis media. Culture of ear discharge for tubercle bacilli, histopathological examination of granulations and other evidence of tuberculosis in the body help to confirm the diagnosis. Treatment# Systemic antitubercular therapy as being carried for primary focus.# Local treatment in the form of aural toilet and control of secondary pyogenic infection. Mastoid surgery is indicated for complications. Healing is delayed in tuberculous cases. Wound break-down and fistula formation are common.",
        "cop": 1,
        "opa": "Conductive hearing loss",
        "opb": "SNHL",
        "opc": "Presbycusis",
        "opd": "Hyperacusis",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "6433db01-bec0-4b1d-a0db-b6d420661f39",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for glue ear is",
        "exp": "Ans. is 'c' i. e. Myringotomy with ventilation tube insertion * Treatment of choice for glue ear is - Myringotomy and aspiration of effusion with placement of ventilation tube. Glue ear or Otitis media with effusion (OME) (also k/a serous otitis media, secretory otitis media, Mucoid otitis media) OME is characterized by a non-purulent effusion of the middle ear that may be either mucoid or serous. Symptoms usually involve hearing loss or aural fullness but typically do not involve pain or fever. In children hearing loss is generally mild and is often detected only with an audiogram. The fluid is nearly sterile. The condition is commonly seen in school-going children. It is the leading cause of hearing loss in children. Pathogenesis Two main mechanisms are thought to be responsible. Eustachian tube dysfunction Increased secretory activity of middle ear mucosa Treatment Treatment may be medical or surgical Medical measures are controversial and involve Decongestants Antiallergic measures Antibiotics Middle ear aeration Valsalva manoeuvre politzerisation or eustachian tube catheterization chewing gum Surgical Myringotomy and aspiration of fluid Grommet or ventilation tube insertion Surgical t/t of causative factor - adenoidectomy, tonsillectomy, and/or wash out of maxillary antra.",
        "cop": 3,
        "opa": "Myringotomy with cold knife",
        "opb": "Myringotomy with diode laser",
        "opc": "Myringotomy with ventilation tube insertion",
        "opd": "Conservative treatment with analgesics & antibiotics",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "53ffa039-3244-46bf-a343-ef1b30b56027",
        "choice_type": "single"
    },
    {
        "question": "Scanty, foul smelling painless discharge from the ear is characteristic feature of which of the following lesions:",
        "exp": "(b) Cholesteatoma(Ref. Cummings, 6th ed., 2141). In cholesteatoma the ear discharge is due to bone erosion, hence it is scanty and foul smelling. It is painless. In central perforation, i. e. safe CSOM the ear discharge is painless, on and off and is mucopurulent, non-foul smelling and moderate in amount. In ASOM following rupture of TM, there is relief of pain and the ear discharge is profuse, mucopurulent and non-foul smelling. In Otitis externa, e. g. furuncle, the ear discharge is only purulent and characteristically lacks the mucoid component which indicates that it is not coming from the middle ear. It is associated with pain.",
        "cop": 2,
        "opa": "ASOM",
        "opb": "Cholesteatoma",
        "opc": "Central perforation",
        "opd": "Otitis externa",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "d0a68d7d-2b31-4332-99d3-e10dd40ed536",
        "choice_type": "single"
    },
    {
        "question": "Retraction of tympanic membrane touching the promontory. It is called -",
        "exp": "Ans. is 'c' i. e., Atelectasis Sade's grading of Pars tensa retraction. Grade. Title. Description1. Retracted ear. Slight retraction of ear drum2. Severe retraction. Retracted drum touching the incus or stapes3. Atelectasis. Tympanic membrane touching promontory4. Adhesive otitis. Tympanic membrane adherent to promontory5 Spontaneous perforation of atelectatic ear drum with otorrhea & polyp formation",
        "cop": 3,
        "opa": "Mild retraction",
        "opb": "Severe retraction",
        "opc": "Atelectasis",
        "opd": "Adhesive otitis",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "b5c2a3df-cf94-4cb9-82f1-4c1a3618702d",
        "choice_type": "multi"
    },
    {
        "question": "Painless discharge from ear and multiple tympanic membrane perforations are characteristic of -",
        "exp": "Ans. is 'a' i. e., Tubercular otitis media Tubercular otitis mediao Tuberculosis of middle ear is a comparatively rare entity usually seen in association with or secondary to pulmonary tuberculosis, infection reaches the middle ear through eustachian tube. o The rare modes of infection are through hematogenous spread from tubercular focus in lung, tonsils, cervical lymph nodes; or due to ingestion of infected cow's milk, o It usually affects children and young adults. Clinical featureso Generally, tuberculosis of middle ear is unilateral. o It is characterized by painless otorrhoea which fails to respond to the usual antimicrobial treatment. There is painless watery otorrhea. o Single or multiple perforation of tympanic membrane. There may be multiple perforations in the early stages, but they coalesce into a large tympanic membrane perforation accompanied by a pale granulation tissue. o Periauricular fistulae, lymphadenopathy and facial palsy are infrequent findings. o Late complications include facial paralysis, labyrinthitis, postauricular fistulae, subperiosteal abscess, petrous apicitis and intracranial extension of infection.",
        "cop": 1,
        "opa": "Tuberculous otitis media",
        "opb": "Fungal otitis media",
        "opc": "Serous otitis media",
        "opd": "Viral otitis media",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "85aadd25-a4d8-4d55-aaa9-8ee62af11f32",
        "choice_type": "single"
    },
    {
        "question": "Hyperacusis is caused by damage to?",
        "exp": "Ans. a (Stapedius). (Ref. Diseases of ENT by PL Dhingra, 2nd/pg. 42)# Hyperacusis is hearing normal voice as louder.# Damage to stapedius is the common cause.# Hyperacusis willis is a feature of otosclerosis.",
        "cop": 1,
        "opa": "Stapedius",
        "opb": "T. Palate",
        "opc": "T. Tympani",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "70e958c0-13ec-440a-9fe6-4547b9808d7d",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for perforation in pars flaccida of the tympanic membrane with cholesteatoma is:",
        "exp": "(b) Modified radical mastoidectomy(Ref. Cummings, 6th ed., 2145). Since reconstruction of hearing is not done in radical mastoidectomy, so MRM is preferred over radical mastoidectomy in the treatment of unsafe CSOM to give the patient a hearing ear besides making the ear safe and dry",
        "cop": 2,
        "opa": "Myringoplasty",
        "opb": "Modified radical mastoidectomy",
        "opc": "Antibiotics",
        "opd": "Radical mastoidectomy",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "2f40b5c2-a5ac-4565-994e-a39a418d4ff3",
        "choice_type": "single"
    },
    {
        "question": "Barotraumatic otitis media is a result of:",
        "exp": "Ans: A (Rapid descent while in an aircraft) Ref: Diseases of the Ear Nose and Throat by PL Dhingra. 5th edn. 2010. pg 74. Explanation: Barotraumatic otitis media. Seen in rapid descent during flight, deep water diving. Mechanism: when the difference between the atmospheric pressure and the middle ear pressure is >90mm. Hg then there occurs' locking' of the Eustachian tube. Locking occurs because collapse of soft tissue into the Eustachian tube. The negative middle ear pressure leads to transudation, hemorrhage and even ruptures of tympanic membrane and round window'. Patients will complain of ear fullness, decreased hearing, earache and tinnitusO/E tympanic membrane may retracted, congested or even ruptured, hubbies may be seen in the middle ear through the tympanic membrane. Treatment: Nasal decongestants and anti-histaminics and in severe cases a myringotomy may be required.",
        "cop": 1,
        "opa": "Rapid descent while in an aircraft",
        "opb": "Rapid ascent while in an aircraft",
        "opc": "Sudden acceleration while in a bus",
        "opd": "Sudden deceleration while in a bus",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "66da8d8b-a7b5-4747-b831-0d486b89fb26",
        "choice_type": "single"
    },
    {
        "question": "Patient with thin painless otorrhoea, multiple perforations of the tympanic membrane and failure to respond to antimicrobial treatment. What is the most probable causative organism -",
        "exp": "Ans. is 'a' i. e., Mycobacterium tuberculosiso Thin painless otorrhoea, multiple perforations of the tympanic membrane and failure to respond to antimicrobial treatment are the features of tubercular otitis media and it is caused by Mycobacterium tuberculosis. Tubercular otitis mediao Tuberculosis of middle ear is a comparatively rare entity usually seen in association with or secondary to pulmonary tuberculosis, infection reaches the middle ear through eustachian tube. o The rare modes of infection are through hematogenous spread from tubercular focus in lung, tonsils, cervical lymph nodes; or due to ingestion of infected cow's milk, o It usually affects children and young adults. Clinical featureso Generally, tuberculosis of middle ear is unilateral. o It is characterized by painless otorrhoea which fails to respond to the usual antimicrobial treatment. There is painless watery otorrhea. o Single or multiple perforation of tympanic membrane. There may be multiple perforations in the early stages, but they coalesce into a large tympanic membrane perforation accompanied by a pale granulation tissue. o Periauricular fistulae, lymphadenopathy and facial palsy are infrequent findings. o Late complications include facial paralysis, labyrinthitis, postauricular fistulae, subperiosteal abscess, petrous apicitis and intracranial extension of infection",
        "cop": 1,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Staphylococcus aureus",
        "opc": "Candida albicans",
        "opd": "Aspegillusfumigatus",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "a8d8c5e0-4436-4328-a878-95f2121d3a6c",
        "choice_type": "single"
    },
    {
        "question": "For Grommet tube insertion in serous otitis media, the incision on tympanic membrane is made on:",
        "exp": "Ans: A (Anteroinferior quadrant) Ref: Diseases of the Ecu: Nose and Throat by PL Dhingra. 5th edn. 2010. Page 407. Explanation: Myringotomy is a surgical procedure in which incision is made on the tympanic membrane to drain suppurative or non suppurative effusion of the middle ear or to provide aeration of middle ear in case of malfunctioning Eustachian tube. Indications are: Asom with severe earache, incomplete resolution or with complications like mastoiditis. Secretory otitis media. Aero-otitis media. Atelectatic ear. lncisiun used are: Radial incision: Made in the anteroinferior quadrant in secretory otitis media. Circumferential incision: Made in the posteroinferior quadrant in acute suppurative otitis media.",
        "cop": 1,
        "opa": "Anteroinferior quadrant",
        "opb": "Anterosuperior quadrant",
        "opc": "Posterosuperior quadrant",
        "opd": "Posteroinferior quadrant",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "9c39dfd7-4a00-4b3e-9737-0de5d03077ff",
        "choice_type": "single"
    },
    {
        "question": "Following is the preferred treatment of Serous Otitis Media -",
        "exp": "Ans. is 'a' i. e., Grommet surgery Treatment of otitis mediao Following two treatments have been described: -Watchful waiting. Watchful waiting is the active monitoring of the condition and hearing in anticipation of spontaneous resolution. Guidlines aimed at both primary care and specialist otolaryngologist broadly agree that a watchful waiting period for about three months is the initial management of children with serous otitis media. Therefore, unless there are also signs of an infection, most health care providers will not treat SOM at first Instead, they will recheck the problem in 2-3 months. This should be coupled with reassurance that doing nothing is as likely as doing something to result in resolution of the SOM and the associated symptoms. Surgery. Surgical intervention is recommended when watchful waiting and monitoring of hearing has confirmed failure of resolution of SOM. Following surgical intervention are used commonly: -Myringotomy and aspiration of fluid: -An incision is made in tympanic membrane and fluid aspirated with suction. Grommet (ventilation tube) surgery: - If myringotomy and aspiration combined with medical measures has not helped and fluid recurs, a grommet is inserted to provide continued aeration of middle ear. This is the most common surgical intervention for SOM. Most prefered site of grommet insertion is antero-inferior through circumferential or radial incision. Surgical treatment of causative factor: - Adenoidectomy. tonsillectomy etc. o Medical measures are controversial and involve: -Decongestants. Antiallergic measures. Antibiotics. Middle ear aeration. Valsalva maneuver, Politzerisation or eustachian tube catheterization, Chewing gum.",
        "cop": 1,
        "opa": "Grommet surgery",
        "opb": "Oral Amoxicillin for 5 -10 days",
        "opc": "Modified radical mastoidectomy",
        "opd": "Bed rest, antipyretics and adequate fluid intake",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "72a270c3-0d5d-4e74-a60f-570828d1ae39",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of acute Otitis media in children:",
        "exp": "(b) Mastoiditis(Ref. Cummings, 6th ed., 2157; Scott Brown, 8th ed., Vol 2; 972). This is the most common complication following ASOM. Facial nerve palsy is an uncommon complication of ASOMDeafness (along with Pain and ear discharge) is the presenting feature of ASOMCholesteatoma is not associated with ASOM.",
        "cop": 2,
        "opa": "Deafness",
        "opb": "Mastoiditis",
        "opc": "Cholesteatoma",
        "opd": "Facial nerve palsy",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "ec63b22d-6127-497f-92d5-51c942133741",
        "choice_type": "single"
    },
    {
        "question": "True statement about ASOM is:",
        "exp": "(a) Most frequently it resolves without sequelae(Ref. Scott Brown, 8th ed., Vol 2; 141)ASOM usually resolves completely without complications. ASOM commonly follows infection in the naso or oro-pharynx via Eustachian tube. Most common organism causing ASOM is. Streptococcus pneumoniae. Myringotomy may be required to be done in ASOM.",
        "cop": 1,
        "opa": "Most frequently it resolves without sequelae",
        "opb": "Commonly follows painful parotitis",
        "opc": "Radical mastoidectomy is required for treatment",
        "opd": "Most common organism is Pseudomonas",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "1cce081c-47c6-4b7e-91f8-2a71a2bce47b",
        "choice_type": "multi"
    },
    {
        "question": "A 35 years old w ith 6 w eeks of ear discharge which is not foul smelling. Treatment include all except -",
        "exp": "Ans. is 'c' i. e., Mastoidectomyo Discharge for 6 weeks or more is suggestive of chronic suppurative otitis media, o Discharge is not foul semlling, which suggest tubotympanic type of disease. Tubotvmpanic diseaseo It is also known as safe ear as it does not cause any serious complications. o Infection is is limited to antero-inferior part of middle ear cleft (eustachain tube & mesotympanum) and is associated with central perforation in pars tensa of tympanic membrane. The annulus portion is always intact. Etiologyo Following etiology have been described: -Inadequately treated ASOM. ASOM causing persisteni perforation: - In most of the cases of ASOM, central perforation heals spontaneously. However, in some cases it may become permanent, i. e., persistent perforation syndrome. Presence fo focal sepsis in nose or throat (like tonsils, adenoid and sinus) causing ascending infection. Traumatic central perforation which becomes infected. Microbiologyo Pus culture in both types of aerobic and anaerobic CSOM may show multiple organ ism (PGI00). o Most commonly isolated organisms are gram negative bacilli, i. e., Pseudomonas, proteus, E. colio These organisms are not commonly found in the respiratory tract, while commonly found in the skin of external ear. Clinical featureso Profuse mucopurulant discharge which is not foul smelling, Le., non-foul smelling discharge. o Hearing loss (conductive type). If sensorineural component also occurs (i. e., mixed type), it arouses the suspicion of toxic deafness. o Sometimes, patient reports a paradoxical effect, i. e., hears better in the presence of discharge than when the ear is dry. This is due to round window shielding effect produced by discharge which helps to maintain phase differential, o There is no pain, if it occurs it is due to associated otitis externa not due to otitis media, o Since the infected area is open at both ends, discharge does not accumulate in the middle ear cavity, o Ossicular chain is mostly uninvolved, if involved only long process of incus is involved. Treatmento Treatment of choice for tubo-tympanic disease is mainly conservative'(AI94) in the form of aural toileting, suction clearing, topical & systemic antibiotics; with treatment of local cause like tonsil or adenoids, o Surgical procedure is done if there is recurring discharge or if there is deafness sufficient to cause disability. Procedure of choice is: -Myringoplasty (simple grafting of tympanic memrbane): - If the ossicular chain is intact. Tympanoplasty (Myringoplasty plus ossiculoplasty): - If the ossicualr chain is disrupted.",
        "cop": 3,
        "opa": "Topical antibiotics",
        "opb": "Systemic antibiotics",
        "opc": "Mastoidectomy",
        "opd": "Tympanoplasty",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "d56ea053-b63e-4654-ada9-b1ec41edcf0b",
        "choice_type": "multi"
    },
    {
        "question": "Lateral sinus thrombosis is associated with all except:",
        "exp": "(b) Gradenigo triad(Ref. Cummings, 6th ed., 2165). Gradenigo triad is seen in association with abscess of petrous apex or petrositis. Rest all are seen in lateral sinus thrombosis.",
        "cop": 2,
        "opa": "Griesinger's sign",
        "opb": "Gradenigo triad",
        "opc": "Crowe-Beck sign",
        "opd": "Tobey-Ayer test",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "0c37b051-643c-4b3f-b355-99656ad1b5be",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following ear ossicle is 1st to get affected otitis media:",
        "exp": "Ans. (a) Long process of incus. Ref: Dhingra's ENT 5th ed. 178 & 81. OSSICULAR NECROSIS IN OTITIS MEDIADhingra States* In case of tubo-tympanic CSOM \"ossicular chain is usually intact and mobile but may show some degree of necrosis, particularly of the long process of incus\"* In case of atticoantral type CSOM \"ossicular necrosis is common in atticoantral type of CSOM. Destruction may be limited to the long process of incus or may alsoinvolves stapes superstructure, handle of malleus or the entire ossicular chain\"",
        "cop": 1,
        "opa": "Long process of incus",
        "opb": "Stapes",
        "opc": "Handle of malleus",
        "opd": "Body of malleus",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "4bcef824-9103-461a-abba-b13bf86c3a99",
        "choice_type": "multi"
    },
    {
        "question": "Multiple perforation of tympanic membrane characteristic of -",
        "exp": "Ans. is 'a' i. e., Tubercular otitis media Tubercular otitis mediao Tuberculosis of middle ear is a comparatively rare entity usually seen in association with or secondary to pulmonary tuberculosis, infection reaches the middle ear through eustachian tube. o The rare modes of infection are through hematogenous spread from tubercular focus in lung, tonsils, cervical lymph nodes; or due to ingestion of infected cow's milk, o It usually affects children and young adults. Clinical featureso Generally, tuberculosis of middle ear is unilateral. o It is characterized by painless otorrhoea which fails to respond to the usual antimicrobial treatment. There is painless watery otorrhea. o Single or multiple perforation of tympanic membrane. There may be multiple perforations in the early stages, but they coalesce into a large tympanic membrane perforation accompanied by a pale granulation tissue. o Periauricular fistulae, lymphadenopathy and facial palsy are infrequent findings. o Late complications include facial paralysis, labyrinthitis, postauricular fistulae, subperiosteal abscess, petrous apicitis and intracranial extension of infection.",
        "cop": 1,
        "opa": "Tubercular Otitis Media",
        "opb": "Syphilitic Otitis Media",
        "opc": "Pseudomonas infection",
        "opd": "Fungal Otitis Media",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "8f4e9a09-94d5-4ce9-8e17-af7fd9cd81cc",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of acute Otitis media in children is:",
        "exp": "(b) Streptococcus pneumoniae(Ref. Scott Brown, 8th ed., Vol 2; 139). Irrespective of the age of the patient suffering from AOM, the MC organism is Streptococcus pneumoniae followed by Haemophilus influenzae. In the ear Pseudomonas causes perichondritis, diffuse Otitis externa and malignant Otitis externa and it is also the main organism in unsafe CSOM.",
        "cop": 2,
        "opa": "H. influenzae",
        "opb": "Streptococcus pneumoniae",
        "opc": "Staph. aureus",
        "opd": "Pseudomonas",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "98925b9e-c7a6-4317-9a35-14d758da812c",
        "choice_type": "single"
    },
    {
        "question": "Most common site of perforation of tympanic membrane in ASOM is:",
        "exp": "AN SWER: (B) Anterior inferior quadrant. REF: Dhingra 4th edition page 62'In acute suppurative otitis media usually, a small perforation is seen in antero-inferior quadrant of pars tensa'",
        "cop": 2,
        "opa": "Anterior superior quadrant",
        "opb": "Anterior inferior quadrant",
        "opc": "Posterior superior quadrant",
        "opd": "Posterior inferior quadrant",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "931f96ab-d8de-4a1e-bd44-6820b016f3bb",
        "choice_type": "single"
    },
    {
        "question": "Adenoidectomy with Grommet insertion is treatment of choice for:",
        "exp": "Ans. (b) Serous otitis media in children. Ref: Dhingra 5th edp. 71-72* Serous otitis media is also known as Glue ear.* It is an insidious condition characterized by accumulation of non-purulent effusion in the middle ear cleft.* One of common causes of serous otitis media (Glue ear) in children is blockage of Eustachian tube secondary to adenoid hyperplasia.* Therefore, the treatment aims at removal of adenoid (adenoidectomy) and drainage of middle ear by grommet.# Grommet is a small tube inserted in tympanic membrane to drain the middle ear.* Serous otitis media in adults should arouse suspicion of nasopharyngeal carcinoma and hence the treatment aims at removal of carcinoma* Adenoiditis is an acute condition and requires treatment conservatively.",
        "cop": 2,
        "opa": "Serous otitis media in adults",
        "opb": "Serous otitis media in children",
        "opc": "Adenoiditis in children",
        "opd": "Otitis interna in children",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "35eba489-23b5-4315-babb-62fd74b2bed3",
        "choice_type": "single"
    },
    {
        "question": "Cholesteatoma is seen in:",
        "exp": "(b) CSOM(Ref. Cummings, 6th ed., 2141). Cholesteatoma formation is characteristic of unsafe CSOM. The other mentioned options are not associated with cholesteatoma.",
        "cop": 2,
        "opa": "ASOM",
        "opb": "CSOM",
        "opc": "Secretory Otitis media",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Disorders of Middle Ear (Otitis Media)",
        "id": "934a6ba8-1573-4605-8a5e-fce2721155ca",
        "choice_type": "single"
    }
]