[
    {
        "question": "Malignant otitis externa is caused by:",
        "exp": "Ans: b (Pseudomonas) Ref: Dhingra, p. 67 & 4th ed, p. 52. Malignant otitis externa (Invasive otitis externa). Aetiology: Pseudomonal infection. Susceptible: Diabetes & patients on immunosuppressive drugsC/F: Nocturnal earache. Purulent otorrhoea. Granulations in the meatus. Complications: Skull base osteomyelitis. Multiple cranial nerve palsies. Sigmoid sinus thrombosisI. O. C: Diagnostic inv - Tc 99 scan. Prognostic inv - Gallium scan. Treatment: Antipseudomonal antibiotics - 3rd generation cephalosporins x 6-8 wks(Ticarcillin, Tobramycin). Other important external ear conditions frequently asked are: Otomycosis & keratosis obturans. Otomycosis: Aetiology: Aspergillus niger. Asp. Fumigatus, Candida albicansC/FOtoscopic: Itching, watery discharge from ear with musty odour finding: Wet cotton appearance, tissue paper appearance. Treatment: Eartoilet by syringing, suction or mopping Keep the ear dry. Antifungal agents-- nystatin, clotrimazole. Keratosis obturans: Collecion of pearly white mass of desquamated epithelium in deeper meatus. Pathology: Failure of migration of normal epithelium of TM, onto post. Meatal wall|Collection of pearly white masses of desquamated epithelium|Bone resorption|Facial nerve exposure and paralysis|Treatment: Keratotic mass removed by syringing or instrumentation. Recurrence - Keratolytic agents like 2% salicylic acid in alcohol",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Pseudomonas",
        "opc": "Staphylococcus",
        "opd": "Malignancy",
        "subject_name": "ENT",
        "topic_name": "Disorders of External Ear",
        "id": "0944e3df-389e-4264-81f4-63e0b884c634",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of otomycosis -",
        "exp": "Ans. is 'b' i. e., Aspergillus Otomycosiso Otomycosis, also called acute fungal otitis externa, describes a fungal or yeast infection of the external auditory meatus. o Saprophytic fungi potentially residing in the ear canal include Aspergillus, Candida albicans, Phycomycetes, Rhizopus, Actinomyces, and Penicillium. o Under certain conditions of increased heat, humidity, glucose concentration (diabetes), immunosuppression, or overuse of systemic or topical antibiotics and steroids, these saprophytic fungi can become pathogenic, o Aspergillus niger accounts for 90% of otomycosis infections. o Othercommon organisms are Candida albicans (2nd most common) and Aspergillus fumigatus. o Less common organisms are Phycomycetes, Rhizopus, Actinomyces and Penicillium.",
        "cop": 2,
        "opa": "Candida",
        "opb": "Aspergillus",
        "opc": "Histoplasma",
        "opd": "Cryptococcus",
        "subject_name": "ENT",
        "topic_name": "Disorders of External Ear",
        "id": "142d45e5-8c7a-49e4-a051-3c4fb66de85f",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old diabetic male presents with persistent ear discharge with fever and headache. He complained of pain out of proportion. On examination, granulations and tenderness are observed on the floor of the external auditory canal along with facial nerve palsy. He is not responding to antibiotics. What is the most probable diagnosis?",
        "exp": "Ans. a. Malignant otitis externa (Ref: Dhingra 5th/58). Presence of a painful lesion in the external ear with the evidence of granulation tissue and associated cranial nerve palsies (VII nerve) in a diabetic (or immunocompromised) patient suggest a diagnosis of malignant otitis externa. Severe hearing loss is not the chief presenting complaint malignant otitis externa. Malignant Otitis Externa: Characterized by granulation tissue in external auditory canal at the junction of bone and cartilage. MC organism: Pseudomonas aeruginosa. QESR is raised, used for follow up of treatment. Malignant Otitis Externa (Necrotizing Otitis Externa/ Skull Base Osteomyelitis). Progressive debilitating and sometimes fatal infection of the external auditory canal. QCharacterized by granulation tissue in external auditory canal at the junction of bone and cartilageQ. MC organism: Pseudomonas aeruginosa. QPathophysiolology: Characterized by necrotizing vasculitis. QThe infection does not spread through the pneumatized air tracts of the temporal bone. The otic capsule appears to be resistant to the disease process. Extensive destruction in the wall of the bony external auditory canal and osteomyelitic destruction of the wall of the fallopian canal in the descending portion of the facial nerve is seen. The infection spreads beneath the otic capsule to erode the wall of the carotid canal and then extended into the central skull base. Predisposing Factors: Diabetes (90% of patients), AIDS, aural irrigation. Features: Occurs commonly in elderly diabetic (>60 years), immunosuppressed patients or patients who have received radiotherapy to skull base. QMore common in males. MC nerve involved: VII (Facial)Q; Others: IX, X, XI, XIIQSevere, unrelenting, deep-seated otalgia, temporal headaches, purulent otorrhea, possibly dysphagia, hoarseness, and/or facial nerve dysfunction. The pain is out of proportion to the physical examination findings. Marked tenderness is present in the soft tissue between the mandible ramus and mastoid tip. Granulation tissue is present at the floor of the osseo-cartiliginous junction. This finding is virtually pathognomonic of malignant external otitis. Otoscopic examination may also reveal exposed bone. The tympanic membrane is usually intact. Spread of the infection. Diagnosis: Investigation: CT scan, gallium and technetium-99 scintigraphy. The leukocyte count is usually normal or mildly elevated. ESR is raised. CT scanning and MRI is both useful for evaluating the anatomic extent of soft tissue inflammation, abscess formation, and intracranial complications. MRI is more sensitive for detecting intracranial complications. Treatment: Correction of immunosuppression (when possible), local treatment of the auditory canal, long-term systemic antibiotic therapy, and in selected patients, surgery. In all cases, the external ear canal is cleansed and a biopsy specimen of the granulation tissue sent for culture. IV antibiotics are directed against the offending organism. Extensive surgical debridement once an important part of the treatment is now rarely needed. Prognosis: High mortality rate (So termed as malignant). Death due to intracranial complications like sigmoid sinus thrombosis",
        "cop": 1,
        "opa": "Malignant otitis externa",
        "opb": "Malignant disease of middle ear",
        "opc": "Malignant disease of nasopharynx",
        "opd": "Chronic otitis externa",
        "subject_name": "ENT",
        "topic_name": "Disorders of External Ear",
        "id": "91117315-44e4-4139-a8b9-578c9a81e8d2",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old diabetic presents with necrosis of the external auditory meatus with foul smelling discharge. The probable organism associated with the condition is-",
        "exp": "Ans. is 'b' i. e., Pseudomonas Aeroginosa Malignant Otitis externao Malignant otitis externa, also called necrotizing external otitis, is a misnomer as it is not a neoplastic condition, rather it is an infectious condition. Malignant otitis externa is a disorder involving inflammation and damage of the bones and cartilage at the base of skull in temporal bone as a result of spread of infection from outer ear. Malignant otitis externa is often caused by difficult to treat bacteria such as pseudomonas aeruginosa. Only rare cases of malignant otitis externa due to S. aureus, Proteus mirabilis and Aspergillus fumigatus have been reported. The infection spreads from the floor of the ear canal to the nearby tissues and into the bones at the base of the skull. The infection and inflammation may damage or destroy the bones. The infection may spread more and affect the cranial nerves, brain, or other parts of the body. Predisposing factors for malignant otitis externao Elderly diabetics (most common predisposing factor)o Individuals with altered immune function (immunodeficiency)o Chemotherapy. Clinical features of malignant otitis externao Severe pain inside the ear and may get worse when moving head. o Granulation tissue in the external auditory canal, at the junction of bony and cartilagenous parto Drainage from the ear - yellow, yellow - green, foul smelling, persistento Fevero Itching of ear or ear canalo Troubled swallowing & weakness of face. Complicationso Cranial nerve palsies most commonly facial nerve is involved. Other cranial nerves can also be involved (glossopharyngeal, vagus, spinal accessory, hypoglossal, abducens, trigeminal), o Jugular venous thrombosiso Cavernous sinus thrombosiso Meningitis. Treatment of malignant otitis externao In all cases, the external ear canal is cleansed and a biopsy specimen of the granulation tissue sent for culture. IV antibiotics is directed against the offending organism. For Pseudomonas aeruginosa, the most common pathogen, the regimen involves an antipseudomonal penicillin or cephalosporin (3rd generation piperacillin or ceftazidime) with an aminoglycoside. A fluoroquinolone antibiotic can be used in place of the aminoglycoside. Ear drops containing antipseudomonal antibiotic e. g. ciproflaxacin plus a glucocorticoid is also used. Early cases can be managed with oral and otic fluoroquinolones only. Extensive surgical debridement once an important part of the treatment is now rarely needed.",
        "cop": 2,
        "opa": "Hemophilus Influenzae",
        "opb": "Pseudomonas Aeroginosa",
        "opc": "Streptococcus Pyogens",
        "opd": "E Coli",
        "subject_name": "ENT",
        "topic_name": "Disorders of External Ear",
        "id": "8f0aba2e-3c3e-48a3-82ea-6b46de76d420",
        "choice_type": "single"
    },
    {
        "question": "In malignant otitis externa which nerve commonly affected -",
        "exp": "Ans. is 'b' i. e.. Facial o Most commonly facial nerve is involved. Other cranial nerves can also be involved (glossopharyngeal, vagus, spinal accessory, hypoglossal, abducens, trigeminal). Malignant otitis externao Malignant otitis externa, also called necrotizing external otitis. is a misnomer as it is not a neoplastic condition, rather it is an infectious condition. Malignant otitis externa is a disorder involving inflammation and damage of the bones and cartilage at the base of skull in temporal bone as a result of spread of infection from outer ear. Malignant otitis externa is often caused by difficult to treat bacteria such as pseudomonas aeruginosa. Only rare cases of malignant otitis externa due to S. aureus, Proteus mirabilis and Aspergillus fumigatus have been reported. The infection spreads from the floor of the ear canal to the nearby tissues and into the bones at the base of the skull. The infection and inflammation may damage or destroy the bones. The infection may spread more and affect the cranial nerves, brain, or other parts of the body. Predisposing factors for malignant otitis externao Elderly diabetics (most common predisposing factor)o Individuals with altered immune function (immunodeficiency )o Chemotherapy. Clinical features of malignant otitis externao Severe pain inside the ear and may get worse when moving head. o Granulation tissue in the external auditory canal, at the junction of bony and cartilagenous part, o Drainage from the ear - yellow, yellow - green, foul smelling, persistent. o Fevero Itching of ear or ear canalo Troubled swallowing & weakness of face. Complicationso Cranial nerve palsies most commonly facial nerve is involved. Other cranial nerves can also be involved (glossopharyngeal, vagus, spinal accessory, hypoglossal, abducens, trigeminal), o Jugular venous thrombosiso Cavernous sinus thrombosiso Meningitis. Treatment of malignant otitis externao In all cases, the external ear canal is cleansed and a biopsy specimen of the granulation tissue sent for culture. IV antibiotics is directed against the offending organism. For Pseudomonas aeruginosa, the most common pathogen, the regimen involves an antipseudomonalpenicillin or cephalosporin (3rd generation piperacillin or ceftazidime) with an aminoglycoside. A fluoroquinolone antibiotic can be used in place of the aminoglycoside. Ear drops containing antipseudomonal antibiotic e. g. ciproflaxacin plus a glucocorticoid is also used. Early cases can be managed with oral and otic fluoroquinolones only. Extensive surgical debridement once an important part of the treatment is now rarely needed.",
        "cop": 2,
        "opa": "Abducent",
        "opb": "Facial",
        "opc": "Auditory",
        "opd": "Vagus",
        "subject_name": "ENT",
        "topic_name": "Disorders of External Ear",
        "id": "06168f8c-2765-4903-8c8c-d5e27015cb73",
        "choice_type": "single"
    }
]