[
    {
        "question": "Stapes is derived from which branchial arch:",
        "exp": "Ans (b) IIRef: Inderbir Singh's Embroyology, 7th ed. 1119-120* Ear ossicles are derived from branchial arch I and II* Malleus and incus: BA-I* Stapes: BA- II",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "ENT",
        "topic_name": "Embryology of Ear and Malformations",
        "id": "ef04b237-8653-4482-9391-3b3d6dbed438",
        "choice_type": "single"
    },
    {
        "question": "Preauricular sinus develops due to-",
        "exp": "Ans. is 'a' i. e., Faulty fusion between hillocks of 1st and 2nd pharyngeal arches Preauricular sinuso During embryogenesis, the auricle arises from the first and second branchial arches. o During sixth week of gestion, six tubercles (hillocks) appear, 3 arise from the caudal border of the first branchial arch, and 3 arise from the cephalic border of the second brachial arch. These tubercles (hillocks) should unite during the next few weeks of embryogenesis to form auricle. o Preauricular sinuses are thought to occur as a result of incomplete fusion of these hillockso A preauricular sinus occurs either sporadically or is inherited. Unilateral cases are more often sporadic and occur more frequently on right side. Bilateral cases are more likely to be inherited with incomplete autosomal dominance pattern of inheritance. o Preauricular sinus is commonly seen at the root of helix. It may get repeatedly infected causing purulent discharge. Abscess may also form. Treatment is surgical excision of the track if the sinus gets repeated infection.",
        "cop": 1,
        "opa": "Faulty fusion between hillocks of 1st and 2nd pharyngeal arches",
        "opb": "Chronic suppurative otitis media",
        "opc": "Acute Parotitis",
        "opd": "Lupus vulgaris",
        "subject_name": "ENT",
        "topic_name": "Embryology of Ear and Malformations",
        "id": "f4589417-9ecb-4138-892e-12b4259ec27f",
        "choice_type": "single"
    },
    {
        "question": "Stapes develop from -",
        "exp": "Ans. is 'b' i. e., 2nd archo External auditary canal - First branchial cleft. o Auricle (pinna) - First & second branchial (pharyngeal) arch. o Middle ear cleft (Eustachian tube, tympanic cavity, attic, antrum, mastoid air cells) - 1st & 2nd arch, o Malleus, incus - 1st arch, o Stapes (except footplate) - 2nd arch, o Footplate of stapes and annular ligament - Otic capsule.",
        "cop": 2,
        "opa": "1st arch",
        "opb": "2nd arch",
        "opc": "3rd arch",
        "opd": "4th arch",
        "subject_name": "ENT",
        "topic_name": "Embryology of Ear and Malformations",
        "id": "826b615f-f079-4304-8e78-fdbf77f56720",
        "choice_type": "single"
    }
]