[
    {
        "question": "Treatment of choice in traumatic facial nerve injury is:",
        "exp": "(b) Facial nerve repair(Ref. Scott Brown, 6th ed., 1404). Since generally following trauma the facial nerve injury occurs as sudden onset. Facial decompression should be the best option.",
        "cop": 2,
        "opa": "Facial sling",
        "opb": "Facial nerve repair",
        "opc": "Conservative management",
        "opd": "Systemic corticosteroids",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "69e9312c-9be5-4efe-a981-6bd7be0ef65b",
        "choice_type": "single"
    },
    {
        "question": "Which is called nerve of Wrisberg",
        "exp": "Facial nerve runs from pons to parotid. It is a mixed nerve having motor and a sensory root. The latter is also called the nerve of Wrisberg and carries secretomotor fibres to lacrimal gland and salivary glands, and brings fibres of taste and general sensation. Nerve of Wrisberg (Nervus intermedius receives fibres from Nucleus tractussolitarious and Nucleus salivatorius superioris Motor fibres take origin from the nucleus of VIIth nerve, hook round the nucleus of VIth nerve and are joined by the sensory root (nerve of Wrisberg).",
        "cop": 3,
        "opa": "Motor root of facial nerve",
        "opb": "Tympanic branch of glossopharyngeal nerve",
        "opc": "Sensory root of facial nerve",
        "opd": "Greater auricular nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "ecd84d15-a699-4eff-a3be-486c0c841edc",
        "choice_type": "multi"
    },
    {
        "question": "Typical clinical features of Homer's syndrome include all except:",
        "exp": "Homer's syndrome is due to interruption of sympathetic fibres and therefore causes meiosis (constriction of pupil). Nasal stuffiness is due to dilatation of blood vessels.",
        "cop": 1,
        "opa": "Dilated pupil",
        "opb": "Ptosis",
        "opc": "Enophthalmos",
        "opd": "Nasal stuffiness",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "0bb303d8-557a-418a-9077-eccaff9ef30c",
        "choice_type": "multi"
    },
    {
        "question": "Facial nerve palsy can be caused by -",
        "exp": "Ans. is 'd' i. e., Ail of the above Causes of facial paralysis1. Central:-Brain abscess, pontine glioma, Polio, multiple sclerosis2. Intracranial part (cerebellopontine angle):- Acoustic neuroma, meningioma, congenital cholesteatoma, metastatic carcinoma, meningitis3. Intratemporal part:-Idiopathic:- Bell's palsy, Melkersson's syndrome. Infections:- ASOM, CSOM, Herpes zoster oticus, malignant otitis externa. Trauma:- Surgical (mastoidectomy, stapedectomy), accidental (fractures of temporal bone). Neoplasms:- Malignancies of external and middle ear, glomus jugular, facial nerve neuroma, metastasis (from breast, lung etc). 4. Extracranial part:- Malignancies or surgery or injury to parotid gland5. Systemic diseases:- Diabetes, hypothyroidism, uremia, PAN, Sarcoidosis (Heerfordt's syndrome), leprosy, leukaemia, demyelinating disease",
        "cop": 4,
        "opa": "Cholesteatoma",
        "opb": "Multiple sclerosis",
        "opc": "Mastoidectomy",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "0ac4ba5d-a465-474d-9390-f737a6985e03",
        "choice_type": "multi"
    },
    {
        "question": "The nerve that supplies skin over the angle of mandible, if involved in parotid injuries forms a part of anatomical basis for gustatory sweating:",
        "exp": "(b) Greater auricular nerve(Ref. Cummings, 6th ed., 1254). The nerve that supplies skin over the angle of mandible is Greater auricular Nerve. Sometimes during parotid surgeries, Greater auricular Nerve also gets injured along with the Auriculotemporal Nerve. In this situation with the aberrant regeneration of the Auriculotemporal Nerve, the parasympathetic fibres (of the auriculotemporal nerve) to salivary glands become aberrantly connected with the sympathetic cholinergic fibres to sweat glands of the skin overlying the parotid as well as overlying the angle of mandible (the territory of Greater auricular nerve).",
        "cop": 2,
        "opa": "Auriculotemporal nerve",
        "opb": "Greater auricular nerve",
        "opc": "Zygomaticotemporal nerve",
        "opd": "Buccal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "5b97cefb-fe59-41ef-80ee-e06a263c451e",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements truly represents Bell's paralysis?",
        "exp": "(c) Bell's palsy is idiopathic LMN palsy of facial nerve causing ipsilateral paralysis of face. (Ref. Scott Brown, 6th ed., 1400). Ipsilateral Facial nerve paralysis and contralateral Hemiparesis along with ipsilateral VI nerve palsy constitutes Millard Gubler syndrome. It is a form of \"crossed hemiplegia, \" as the paralysis of muscles controlled by the facial nerve occurs on the same side as the lesion, while the hemiplegia of muscles below the neck occurs on the opposite side from the lesion. In Bell's palsy facial palsy may be associated with other cranial nerve neuropathies which are Vth, VIIIth, IXth and Xth. Facial nerve paralysis with uveitis and parotid enlargement constitutes Heerfordt's syndrome.",
        "cop": 3,
        "opa": "Facial nerve paralysis and contralateral Hemiparesis",
        "opb": "Combined paralysis of the facial, trigeminal and abducens nerves",
        "opc": "Idiopathic ipsilateral paralysis of the facial nerve",
        "opd": "Facial nerve paralysis with uveitis and parotid enlargement",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "cb9b861d-4529-4aa5-9ada-64c0b2ff3887",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old patient complains of pain in throat which is aggravated on swallowing and radiates to the ear and posterior part of tongue. The likely diagnosis is:",
        "exp": "Glossopharyngeal nerve supplies base of tongue, tonsillar fossa and the ear. In glossopharyngeal neuralgia pain radiates to these areas and is precipitated by swallowing or yawning. It is relieved by anesthetizing the area.",
        "cop": 2,
        "opa": "Sluder's neuralgia",
        "opb": "Glossopharyngeal neuralgia",
        "opc": "Disorder of temporomandibular joint",
        "opd": "Trigeminal neuralgia",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "a013515d-1851-49e2-b776-cd6914a55e6f",
        "choice_type": "multi"
    },
    {
        "question": "All the following muscles are innervated by facial nerve EXCEPT",
        "exp": "Ans. is 'b' i. e. Anterior belly of diagastric Anterior belly of digastric is supplied by nerve to mylohyoid (br. of mandibular). Muscles supplied by Facial N. All facial muscles except levator palpebrae superioris (it is supplied 3rd N). Post belly of Digastric Stapedius. Stylohyoid Occipito frontalis Platysma Auricular muscles. Note: Procerus and Risorius are muscles of face",
        "cop": 2,
        "opa": "Occipito- frontalis.",
        "opb": "Anterior belly of digastric.",
        "opc": "Risorius.",
        "opd": "Procerus.",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "3ad5811f-1567-42ee-b891-215f8905c31e",
        "choice_type": "multi"
    },
    {
        "question": "A patient has carcinoma of right tongue on its lateral border of anterior two-third, with lymph node of size 4 cm in level 3 on left side of the neck, stage of disease is:",
        "exp": "Remember:(i). Any node 3 cm or less is N1 (ii). Any node(s) > 3 cm and < 6 cm is N2 whether it is ipsilateral, bilateral, contralateral, single or multiple. (iii). Any node > 6 cm is N3.",
        "cop": 3,
        "opa": "N0",
        "opb": "N1",
        "opc": "N2",
        "opd": "N3",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "1d15e391-64df-4fee-945b-d721a2745d1f",
        "choice_type": "single"
    },
    {
        "question": "Facial nerve palsy is seen in this condition:",
        "exp": "(c) Malignant Otitis externa(Ref. Cummings, 6th ed., 2618). Among the given options Malignant Otitis externa is locally invasive infective condition and leads to facial nerve palsy. It is seen in immunocompromised patients and is caused most commonly by pseudomonas.",
        "cop": 3,
        "opa": "Seborrhoeic Otitis externa",
        "opb": "Otomycosis",
        "opc": "Malignant Otitis externa",
        "opd": "Diffuse Otitis externa",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "037a89da-af17-49bc-ace5-fa20db71feb6",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome occurs due to damage to which nerve during Parotid gland surgery?",
        "exp": "Ans. is 'd ' i. e., Auriculotemporal nerve Frey's syndromeo Frey's syndrome often results as a side effect of surgeries of or near the parotid gland or due to injury to the auriculotemporal nerve, which passes through the parotid gland in the early part of its course. The Auriculotemporal branch of the Trigeminal nerve carries parasympathetic fibers to the sweat glands of the scalp and the parotid salivary gland. As a result of severance and inappropriate regeneration, the parasympathetic nerve fibers may switch course, resulting in \"gustatory Sweating\" or sweating in the anticipation of eating, instead of the normal salivatory response",
        "cop": 4,
        "opa": "Trigeminal nerve",
        "opb": "Lesser petrosal nerve",
        "opc": "Vidian nerve",
        "opd": "Auriculotemporal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "b53eeb9f-8102-4d33-a224-765b52530dd0",
        "choice_type": "single"
    },
    {
        "question": "Supra nuclear lesion of facial nerve affects?",
        "exp": "ANSWER: (A) Lower part of face. REF: Dhingra 4'\" edition p. 103'Supranuclear (UMN- upper motor neuron) facial palsy spares upper face because it has bilateral representation'",
        "cop": 1,
        "opa": "Lower part of face",
        "opb": "Upper part of face",
        "opc": "Both upper and lower face",
        "opd": "Spares both upper and lower face",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "8e1e7ef6-5b76-4d04-95d2-60f52f358217",
        "choice_type": "multi"
    },
    {
        "question": "Recent studies suggest causative organism of Bells palsy is",
        "exp": "(Herpes virus): (105- Dhingra 5th edition; 185- P. Hazarika 3rd/ed). Bell's palsy. Viral theory - Most of the evidence support the viral aetiology due to herpes simplex herpes zoster or the EB virus (105-D)* Viral infection like Herpes zoster, poliomyelitis and infectious mononucleosis which proves that facial nerve is very prone for viral infections (185- Hazarika)* Herpes simplex virus (HSV-1) has been known to cause fascial paralysis. Bell's phenomenon - The patient will not be able to close the eye on the affected side. The eyeball will roll up on every attempt of closure",
        "cop": 1,
        "opa": "Herpes virus",
        "opb": "HIV virus",
        "opc": "Papilloma virus",
        "opd": "Rota virus",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "45e1db40-1fca-4599-a65c-eec2a264ab4e",
        "choice_type": "single"
    },
    {
        "question": "Ramsay Hunt syndrome is caused by:",
        "exp": "(b) H. zoster(Ref. Cummings, 6th ed., 2622). Herpes Zoster of external ear with facial palsy is known as Ramsay Hunt syndrome. H. simplex is being reported to be associated with Bell's palsy. Facial nerve palsy can also be caused by other viruses, for example HIV, influenza, polio, EBV, etc.",
        "cop": 2,
        "opa": "H. simplex",
        "opb": "H. zoster",
        "opc": "Influenza",
        "opd": "HIV",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "a5044d26-6c5b-40fd-a1f2-8f0351f35e1a",
        "choice_type": "single"
    },
    {
        "question": "The segment of facial nerve most commonly involved in CSOM/ cholesteatoma?",
        "exp": "Ans. a (Tympanic part). (Ref. Radiology of ent by Valvassori 1st ed., 70). Cholesteatomas may erode the facial nerve canal and expose the nerve rarely. The most common site of facial nerve canal erosion is area extending from oval window to the pyramidal eminence and the proximal portion of the vertical segment. Erosion of the anterior part of tympanic segment and geniculate ganglion may occur in large anterior epitympanic lesions. Erosion of mastoid segment occurs in lesions which involve the entire mastoid.",
        "cop": 1,
        "opa": "Tympanic part",
        "opb": "Mastoid part",
        "opc": "Intracanalicular part",
        "opd": "Intracranial part",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "fd45a12d-c0ad-4973-9521-fd45a9fae9d3",
        "choice_type": "single"
    },
    {
        "question": "All are true about Bell's palsy except -",
        "exp": "Ans. is 'c' i. e., Ptosis Clinical features of Bell's palsyo Acute onset, ipsilateral facial paralysis. o Facial paralysis is usually preceded by pain behind the ear. o Patient is unable to close his eyes. o Bells phenomenon, i. e. on attempting to close the eye, eyeball turns up and out. o Face becomes asymmetrical and saliva dribbles from angle of mouth, o Ipsilaieral loss of taste sensation, salivation and lacrimation. o Intolerance to high pitched or loud sound (hyperacusis). o Most patients (80%) recover within few weeks to months.",
        "cop": 3,
        "opa": "Hyperacusis",
        "opb": "Spontaneous recovery in 2-3 weeks",
        "opc": "Ptosis",
        "opd": "Loss of taste sensation",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "1d70dba8-5448-43d3-bb6f-584dfcb63320",
        "choice_type": "multi"
    },
    {
        "question": "First branch of facial nerve is -",
        "exp": "Ans. is 'a' i. e., Greater petrosal nerve * The branches of facial nerve are1) In the fallopian canal (from intratemporal part)# Intratemporal part gives following branches: -i) Greater superficial petrosal nerve It is the first branch and arises from geniculate ganglion (i. e., first genu). It joins the deep petrosal nerve to form vidian nerve (nerve to pterygoid canal) and carries secretomotor fibres to the lacrimal gland, nasal gland, Palate gland and pharyngeal gland. ii) Nerve to stapedius It is the second branch of facial nerve and arises at the level of second genu. It supplies the stapedius muscle and its damage can cause hyperacusis. iii) Chorda tympani It arises from the middle of verticle segment. It carries secretomotor fibres to submandibular and sublingual glands and brings taste from anterior two third of tongue. iv) Communicating branch Joints the auricular branch of vagus. 2) At its exit from stylomastoid foramen# At its exit from stylomastoid foramen, facial nerve gives: -i) Posterior auricular nerve: - It supplies muscles of pinna, occipital belly of occipitofrontalis. ii) Diagastric nerve: - Supplies posterior belly of diagastric. iii) Stylohyoid nerve: - Supplies the stylohyoid muscles. 3) Terminal branches# The facial nerve divides within the parotid gland into its terminal (peripheral) branches: -i) Temporal branch: - Innervates frontalis muscle which allows for voluntary rising of eyebrow. ii) Zygomatic branch: - Innervates orbicularis oculi muscle and is critical for proper eye closure. iii) Buccal nerve: - Innervates the buccinator and orbicularis oris, allowing for proper mouth closure and cheek muscle activity. iv) Mandibular nerve: - Innervates the platysmav) Cervical branch",
        "cop": 1,
        "opa": "Greater petrosal nerve",
        "opb": "Lesser petrosal nerve",
        "opc": "Chorda tympani nerve",
        "opd": "Nerve to stapedius",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "8dcd413a-f6b2-4226-a26a-8044c1ac6863",
        "choice_type": "single"
    },
    {
        "question": "Bell's palsy is paralysis of:",
        "exp": "(d) LMN VIIth nerve(Ref. Cummings, 6th ed., 2619). In LMN VIIth nerve palsy (Most common being Bell's palsy) the complete half of the ipsilateral side of face gets involved. In UMN VIIth nerve palsy the lower half of the opposite side of face gets involved.",
        "cop": 4,
        "opa": "UMN Vth nerve",
        "opb": "UMN VIIth nerve",
        "opc": "LMN Vth nerve",
        "opd": "LMN VIIth nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "4366abd4-1e72-4860-b713-3de1feb48f0b",
        "choice_type": "single"
    },
    {
        "question": "Surgical landmarks for the identification of facial nerve in mastoid surgeries are all except:",
        "exp": "(a) Below the processus cochleariformis(Ref. Scott Brown, 6th ed., 1386, 1387). The first genu of facial nerve lies antero-superior to the Processes cochleariformis.",
        "cop": 1,
        "opa": "Below the processus cochleariformis",
        "opb": "Above and posterior to oval window",
        "opc": "Medial to short process of incus",
        "opd": "Behind the pyramid",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "6da8d8ac-e9b9-4bbd-976b-089c0fc958c3",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are seen in Bell's palsy except:",
        "exp": "(d) I/L ptosis(Ref. Scott Brown, 6th ed., 1370). In Bell's palsy because of involvement of the facial nerve, the muscles of the ipsilateral face are paralysed which leads to incomplete closure of the eye but not ptosis. Ptosis is seen in 3rd nerve palsy.",
        "cop": 4,
        "opa": "I/L facial palsy",
        "opb": "I/L loss of taste sensation",
        "opc": "Hyperacusis",
        "opd": "I/L ptosis",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "2b80b75a-9b67-49c0-aa56-a82f89246ede",
        "choice_type": "multi"
    },
    {
        "question": "Frey's syndrome is due to:",
        "exp": "Both fibres are post-ganglionic. Secretomotor fibres to parotid originate in tympanic branch of CN IX, travel through middle ear, relay in otic ganglion and supply the parotid through auriculotemporal. Similarly, secretomotor fibres to sweat glands of the skin over the parotid area are sympathetic in nature and are post-ganglionic as they relay in cervical sympathetic ganglia. Aberrant re-innervation, i. e. secretomotor fibres of parotid now making connections with secretomotor fibres of sweat glands causes Frey's syndrome or gustatory sweating. Sweating occurs over the preauricular skin in response to stimulus to secrete saliva from the parotid.",
        "cop": 1,
        "opa": "Aberrant cross-innervation of post-ganglionic parasympathetic fibres for parotid to postganglionic sympathetic fibres supplying the sweat glands of skin",
        "opb": "Pre-ganglionic parasympathetic fibres of parotid to post-ganglionic sympathetic fibres of sweat glands of skin",
        "opc": "Post-ganglionic parasympathetic fibres secretomotor of the parotid to pre-ganglionic sympathetic fibres of sweat glands of skin",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "1401487f-8fb1-4879-88b2-ed8579dd75fc",
        "choice_type": "multi"
    },
    {
        "question": "Facial nerve palsy is seen in -",
        "exp": "Ans. is 'd' i. e., All o Sarcoidosis (Heerfordt's syndrome)., varicella zoster virus (herpes zoster oticus) and acoustic neuroma can cause facial nerve palsy Causes of facial paralysis 1. Central. Brain abscess, pontine glioma. Polio, multiple sclerosis 2. Intracranial part (cerebellopontine angle) Acoustic neuroma, meningioma, congenital cholesteatoma, metastatic carcinoma, meningitis 3. Intratemporal part Idiopathic Bell's palsy, Melkersson's syndrome Infections ASOM, CSOM, Herpes zoster oticus, malignant otitis externa Trauma:- Surgical (mastoidectomy, stapedectomy), accidental (fractures of temporal bone) Neoplasms:- Malignancies of the external and middle ear, glomus jugular, facial nerve neuroma, metastasis (from breast, lung etc). 4. Extracranial part. Malignancies or surgery or injury to the parotid gland 5. Systemic diseases -Diabetes, hypothyroidism, uremia, PAN, Sarcoidosis (Heerfordt's syndrome), leprosy, leukemia, demyelinating disease.",
        "cop": 4,
        "opa": "Sarcoidosis",
        "opb": "VZV",
        "opc": "Acoustic neuroma",
        "opd": "AII",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "38d1f392-d108-4f0e-9e12-be4c9fbf7068",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding Bells palsy is all except:",
        "exp": "Ans. d. Immediate nerve decompression is required (Ref: Dhingra 4th/94-95). Immediate nerve decompression is not required in Bell's palsy, initially steroids are given and recovery occurs in 85-90% cases. Nerve decompression relieves pressure on the nerve fibers and improves the microcirculation of nerve, done in non-responding cases. Bell's Palsy. Bell's palsy is responsible for 60-75% of facial paralysis. Defined as idiopathic, peripheral paralysis or paresis of acute onset. Both sexes are affected equally. Any age group may be affected though incidence increases with age. Positive family history in 6-8% cases. Increased risk of Bell's palsy in diabetics (angiopathy) and pregnant women (retention of fluid). Etiology: Viral Infections: Herpes simplex. Herpes zoster. Ebstein-Barr virus. Vascular ischemia: Primary ischemia is induced by cold or emotional stress. Secondary ischemia caused by increased capillary permeability leading to exudation of fluid, edema and compression of microcirculation. Hereditary: Narrow fallopian canal due to hereditary predisposition. Autoimmune Disorders. Clinical Features: Onset is sudden. Patient is unable to close his eyes, on attempting to close the eye, eye ball turns up and out (Bell's phenomenon). Saliva dribbles from angle of mouth. Face becomes asymmetrical. Tears flow down from the eye (epiphora). Pain in ear may precede or accompany the nerve paralysis. Some complains of noise intolerance (stapedial paralysis) or loss of taste (involvement of chord tympani). Paralysis may be complete or incomplete. Bell's palsy is recurrent in 3-10% cases. Diagnosis: Diagnosis is by exclusion. All other known causes should be excluded. Nerve excitability tests are done daily or alternate days and compared with normal side to monitor nerve degeneration. Localizing the site of lesion (topodiagnosis) helps in establishing the etiology and also the site of surgical decompression of the nerve, if that becomes necessary. Treatment: General: Reassurance. Relief of pain by analgesics. Care of the eye. Physiotherapy or massage of the facial muscles gives psychological support to the patient Medical: Steroids: Prednisone is the drug of choice. If the patient presents within 1 week, the adult dose of prednisone is 1 mg/kg/day divided in morning and evening doses for 5 days. Patient is seen on 5th day, if paralysis is incomplete or recovering, dose is tapered over next 5 days. If paralysis is remains complete, the same dose is continued for another 10 days and thereafter tapered in next 5 days (total of 20 days). Surgical Treatment: Nerve decompression relieves pressure on the nerve fibers and improves the microcirculation of nerve. Vertical and tympanic segments of nerve are decompressed. Prognosis: Full recovery in 85-90% cases. Incomplete recovery in 10-15% cases. Recurrent facial palsy may not recover fully. Prognosis is good in incomplete Bell's palsy (95% complete recovery) and in those where recovery starts within 3 weeks of onset (75% complete recovery).",
        "cop": 4,
        "opa": "Herpes simplex virus is commonly implicated",
        "opb": "Steroids are the treatment of choice",
        "opc": "Unilateral facial weakness",
        "opd": "Immediate nerve decompression is required",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "39e27109-af78-48ec-b905-43c7f0f6a81e",
        "choice_type": "multi"
    },
    {
        "question": "Frey's syndrome is due to cross connection of auriculotemporal nerve with which nerve after parotid surgery -",
        "exp": "Ans. is 'a' i. e., Sympathetic cholinergic fibers Frey's syndrome (gustatory sweating)o Gustatory sweating or Frey's syndrome involves post-parotidectomy facial sweating and skin flushing while eating. o The symptoms usually occur several months or even years after parotid surgery. o The likely pathophysiology is aberrant regeneration of postganglionic secretomotor parasympathetic nerve fibres (originating from the otic ganglion) misdirected through several axonal sheaths of post-ganglionic sympathetic cholinergic fibres feeding the sweat glands. These sympathetic fibres are to the sweat glands of the skin in the dissected field. o The frey's syndrome is likely due to injury to auriculotemporal nerve with faulty regeneration, therefore Frey's syndrome is also known as Auriculotemporal syndrome. o A variant of Frey's syndrome in which there is gustatory facial flushing but not sweating, occurs following facial paralysis due to faulty regeneration following injury to the facial nerve. So, Frey's syndrome is not limited to parotid surgery with injury to auriculotemporal nerve.",
        "cop": 1,
        "opa": "Sympathetic cholinergic fibers",
        "opb": "Facial nerve",
        "opc": "Trigeminal nerve",
        "opd": "Greater superficial petorsal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "29f37e15-78eb-4d04-af6d-7bdee2af5246",
        "choice_type": "single"
    },
    {
        "question": "Bell's palsy is",
        "exp": "B. i. e. (Ipsilateral LMN paralysis) (4- Dhingra 4th) (104 - Maqbool 11th)* BELL'S PALSY - Idiopathic infranuclear lesion of the facial nerve more common in diabetic (angiopathy) and pregnant women (retension of fluid)* BELL'S PHENOMENON - up and out rolling of the eyeball during forceful closure**Clinical presentation - LMN paralysis** patients is unable to close eye, saliva dribbles from the angle of mouth, face become asymmetrical, Tears flow down from the eye (epithora) stapedial reflex or loss of taste* Epiphora in bell's palsy is due to - lacrimal pump failure*** Melkersson's syndrome - Triad - Facial paralysis, swelling of lips, and fissured tongue* Recurrent facial palsy - causes - Melkersson's syndrome DM, sarcoidosis and tumours. Poor prognostic indicators - advanced age, hyperacusis, severe initial pain. Bilateal facial paralysis - seen in GB syndrome sarcoidosis, sickle cell disease, acute leukemia, bulbar palsy, leprosy and sother systemic disorders. Supra nuclear (central) palsv primarily involves the lower part of face and emotional responses may be intact (eg- the patients not be able to show you his teeth but will smile to a Joke. Nuclear palsv affects all ipsilateral muscles of facial expression resulting in paralysis of the ipsilateral side (eg. mouth is pulled to the normal side and may droop on the affected side facial crease are effaced, eyelid may not close).",
        "cop": 2,
        "opa": "Hemiparesis with contralateral facial nerve palsy",
        "opb": "Ipsilatera lower motor meuron lesion",
        "opc": "Ipsilateral upper motor neuron lesion",
        "opd": "Contralateral upper motor neuron lesions",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "c414bcae-26b0-411a-938f-b9bb16b7bb1b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of Bell's palsy -",
        "exp": "Ans. is 'b' i. e., Corticosteroids. Treatment of Bell's palsyo Treatment of Bell's palsy is divided into three: -1) Medical treatment, 2) Physical treatment, 3) Surgical treatment. Medical treatmento Prednisolone (steroid) is the drug of choice and is started at initial visit. Initiation of therapy during first 24 hours of symptom confers a higher likelihood of recovery. Antiviral therapy (Acyclovir) is a newer adjunct in treating acute facial palsy of viral origin (both Bell's palsy and Ramsay hunt syndrome). Most surgeons these days advocate combination of steroids and antiviral drugs. Physical treatmento Physical treatment includes: -Eye care: - Artificial tear drops, ocular ointment and use of sunglasses to prevent eye complication due to dry eye. Electric stimulation: - To maintain membrane conductivity and reduce muscle atrophy. o If the patient of Bell's palsy is not responding to conservative treatment, electrodiagnostic study (electrophysiological study) should be done. Electrodiagnostic study includes, electromyography (EMG), Electroneurography (ENG), minimal excitibility test and maximal excitibility test. Surgery is reserved for those who meet electrodiagnostic (electrophysiological) study criteria or are worsening on medial treatment. Surgical treatmento Nerve decompression relieves pressure on the nerve fibers and thus improves the microcirculation of the nerve. Usually vertical and tympanic segments of nerve are decompressed. However, some worker's suggest total decompression including labyrinthine segment. Decompression is done in cases who have a poor prognosis for complete recovery with medical therapy alone or in cases who do not respond to medical therapy after 8-12 weeks.",
        "cop": 2,
        "opa": "Surgical decompression",
        "opb": "Corticosteroids",
        "opc": "Electric stimulation",
        "opd": "Antiviral drugs",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "c714572e-c8d0-4f82-96b5-301aeb9c603f",
        "choice_type": "single"
    },
    {
        "question": "Dryness of the mouth with facial nerve injury --- site of lesion at",
        "exp": "(Chorda - tympani nerve) (97-Dhingra 4th)* Lesion in the cerebello pontine angle - is identified by the presence of vestibular and auditory defects and involvement of other cranial nerves such as Vth, IXth, Xth and Xlth* Lesion at the chorda typani nerve - presents with loss of taste from anterior two thirds of tongue* Decreased lacrimation indicates lesions proximal or at the geniculate ganglion; the secreto motor fibres leave the geniculate ganglion via greater superficial petrosal nerve. Chorda tympani arises from the facial nerve in the facial canal in the posterior wall of the middle ear, and leaves the middle ear through the petrotympanic fissure. The chorda tympani contains preganglionic parasympathetic secretomotor fibres to the submandibular and the sub lingual salivary gland, (Dryness of mouth)",
        "cop": 1,
        "opa": "Chorda- tympani nerve",
        "opb": "Cerebello- pontine angle",
        "opc": "Geniculate ganglion",
        "opd": "Concusion of Tympanic membrane",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "702eda57-4751-4354-a4c5-6713164ec1db",
        "choice_type": "single"
    },
    {
        "question": "Stapedial reflex is absent in:",
        "exp": "(c) VIII nerve lesion(Ref. Anirban Biswas, 5th ed. 118; Cummings, 6th ed., 2055). In VIII nerve lesion Stapedial reflex is absent in both ipsilateral and contralateral ears as it is the afferent of the reflex.",
        "cop": 3,
        "opa": "VIth nerve lesion",
        "opb": "Xth nerve lesion",
        "opc": "VIIIth nerve lesion",
        "opd": "Vth nerve lesion",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "ff22c81a-bd0e-476d-9d05-48e7c02e93cf",
        "choice_type": "single"
    },
    {
        "question": "What will be the staging of a squamous cell carcinoma if it T3. N2. Mo?",
        "exp": "Squamous cell carcinoma is classified as stage IV when:(i). Regional nodal metastases are N2 or N3. N2, node is more than 3 cm but less than 6 cm. It may be a single ipsilateral node, contralateral node or one node in a group of nodes. N3 means node size is longer than 6 cm. (ii). When primary growth is T4 with or without nodal metastases. (iii). When distant metastases are present with any T.",
        "cop": 3,
        "opa": "Stage II",
        "opb": "Stage III",
        "opc": "Stage IV",
        "opd": "Stage I",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "14ecc5fe-cc26-40ff-bbce-a884d0182cb6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antineoplastic drug causes pulmonary toxicity?",
        "exp": "Bleomycin causes pulmonary toxicity in the form of pneumonitis, dry cough, rales and later pulmonary fibrosis. These complications occur when total dose of 200 units is exceeded. 5-Fluorouracil causes myelosuppression, stomatitis and diarrhoea. Cisplatin is nephrotoxic and ototoxic. Ototoxicity affects 4000 to 8000 Hz which may be permanent. Vincristine is neurotoxic and causes sensory or motor peripheral neuropathy.",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "5-fluorouracil",
        "opc": "Cisplatin",
        "opd": "Vincristine",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "c4342263-09c5-4b6b-af14-088be6c9644d",
        "choice_type": "single"
    },
    {
        "question": "Dryness of eye is caused by injury to facial nerve at:",
        "exp": "(d) Geniculate ganglion(Ref. Cummings, 6th ed., 2606). Whenever there is injury before or at the origin of the greater superficial petrosal nerve (i. e. before or at the Geniculate ganglion) which is responsible for lacrimation there will be dry eye on the same side. Tympanic segment, Vertical segment and Chorda tympani all are beyond the geniculate ganglion.",
        "cop": 4,
        "opa": "Chorda tympani",
        "opb": "Vertical segment",
        "opc": "Tympanic segment",
        "opd": "Geniculate ganglion",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "b9709fbf-1794-4122-a62b-48888787b959",
        "choice_type": "single"
    },
    {
        "question": "Ramsay Hunt syndrome involves:",
        "exp": "Ans: a (7th cranial nerve) Ref: Harrison, 16th ed, p. 1043; Dhingra, 4th ed, p. 95, 17th ed, p. 1103. Ramsay Hunt syndrome (Herpes zoster oticus). Ipsilateral facial nerve palsy with vesicular rash in external auditor)' canal and pinna. Geniculate ganglion of sensory branch of facial nerve is involved. Management: similar to Bell's palsy. Melkersson's syndrome: Idiopathic disorder consisting of triad of facial paralysis, swelling of lips and fissured tongue. It may be recurrent. Treatment is similar to Bell palsy. Causes of recurrent facial palsies. Bell palsy. Melkersson syndrome. Diabetes. Sarcoidosis. Tumours. Guillain -Barre syndrome. Sarcoidosis. Sickle cell disease. Acute leukemia. Bulbar palsy. Leprosy",
        "cop": 1,
        "opa": "7th cranial nerve",
        "opb": "5th cranial nerve",
        "opc": "12th cranial nerve",
        "opd": "10th cranial nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "eb4c79d2-0a90-4ae4-8265-5f19ce26bd09",
        "choice_type": "single"
    },
    {
        "question": "Ramsay hunt syndrome is due to:",
        "exp": "Ans. (a) Herpes zoster virus. Ref: RL. Dhingra 5th ed. /107* In some cases of herpes zoster oticus, there is facial paralysis along with vesicular rash in the external auditory canal and pinna. This condition is called Ramsay Hunt Syndrome.* Treatment: Acyclovir + Steroids",
        "cop": 1,
        "opa": "Herpes zoster virus",
        "opb": "Herpes simplex virus",
        "opc": "Varicella zoster",
        "opd": "Pseudomonas",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "5e29f93e-6950-48bb-9ac4-eab18637888f",
        "choice_type": "single"
    },
    {
        "question": "In Bell's palsy, neurological lesion is seen in",
        "exp": "C/f of Bell's Palsy: Onset is sudden. Patient is unable to close his eye. Neurological lesion is seen in Upper and lower pa of one half of face On attempting to close the eye, eyeball turns up and out (Bell's phenomenon). Saliva dribbles from the angle of mouth. Face becomes asymmetrical Tears flow down from the eye (epiphora). Pain in the ear may precede or accompany the nerve paralysis. Some complain of noise intolerance (stapedial paralysis) or loss of taste (involvement of chorda tympani). Paralysis may be complete or incomplete. Bell's palsy is recurrent in 3-10% of patients.",
        "cop": 2,
        "opa": "Upper pa of face",
        "opb": "Upper and lower pa of one half of face",
        "opc": "Lower pa of one-half of face",
        "opd": "Upper and lower pa of opposite side of face",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "623a7df4-f1cf-48b5-8831-78e73b2184a6",
        "choice_type": "single"
    },
    {
        "question": "Sluder's neuralgia includes all except:",
        "exp": "Sluder's neuralgia is a variant of cluster headache with pain in lower half of face particularly the maxillary area with associated autonomic symptoms such as rhinorrhea, lacrimation, nasal stuffiness and ocular congestion. Its origin is from sphenopalatine ganglion.",
        "cop": 1,
        "opa": "Neuralgic pain in the upper half of face",
        "opb": "Rhinorrhea",
        "opc": "Increased lacrimation",
        "opd": "Nasal stuffiness",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "6268bf78-98f8-49bf-af86-74064f56ae27",
        "choice_type": "multi"
    },
    {
        "question": "In Ramsay Hunt syndrome, most commonly involved nerve is -",
        "exp": "Ans. is 'b' i. e., VII o It is lower motor neuron type of facial palsy due to Varicella (herpes) zoster. Pain is often a prominent feature and vesicles are seen in the ipsilateral ear, on the hard palate and/or on anterior two third of tongue. It may involve other cranial nerves-V, VIII, IX and X and cervical branches (C2, C3 & C4) that have anastomotic communications with facial nerv e. This results in features like: Anaesthesia of face. Giddiness. Hearing impairment along with VII nerve palsy. o The mechanism of disease is reactivation of the latent varicella zoster virus in the geniculate ganglion. The onset of palsy is preceeded by pain which may persist & become excruciating. When the rash is absent it is known as zoster sine herpete. o The prognosis of Ramsay Hunt syndromr is worse than Bells palsy. Persistent weakness is observed in 30-50% of patients and only 10% recover completely after complete loss of function without treatment. o Treatment recommended is prednisone (steroid) combined with acyclvir.",
        "cop": 2,
        "opa": "V",
        "opb": "VII",
        "opc": "VIII",
        "opd": "IX",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "97a762bb-5d62-4237-8fb0-160f52b33a40",
        "choice_type": "single"
    },
    {
        "question": "Facial nerve exits the skull through-",
        "exp": "Ans. is 'a' i. e., Stylomastoid foramen o Facial nerve enters the temporal bone through - Internal acoustic meatuso Facial nerve exits the skull through - Stylomastoid foramen",
        "cop": 1,
        "opa": "Stylomastoid foramen",
        "opb": "Internal acoustic meatus",
        "opc": "Foramen Lacerum",
        "opd": "Foramen Rotundum",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "e6b17df8-d5d5-4ced-a4cf-e6debfb29d76",
        "choice_type": "single"
    },
    {
        "question": "Lacrimation is affected when facial nerve injury is at:",
        "exp": "(a) Geniculate ganglion(Ref. Cummings, 6th ed., 2606). Mastoid segment and Stylomastoid foramen are beyond the geniculate ganglion. Otic ganglion is for the parasympathetic supply to the parotid.",
        "cop": 1,
        "opa": "Geniculate ganglion",
        "opb": "Mastoid segment",
        "opc": "At Otic ganglion",
        "opd": "At Stylomastoid foramen",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "07c146a1-43f0-4852-af19-0ac48484a900",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of facial palsy:",
        "exp": "(d) Bell's palsy(Ref. Scott Brown, 6th ed., 1400). The MC cause of facial nerve palsy is idiopathic. The MC idiopathic facial nerve palsy is Bell's palsy. The second most common cause of facial nerve palsy is iatrogenic. The most common iatrogenic cause of facial nerve palsy is parotid surgery followed by mastoid surgery. Non iatrogenic trauma causing temporal bone fractures can lead to facial nerve palsy. Here transverse fractures leads to facial nerve palsy more commonly than the longitudinal fractures. Ramsay Hunt syndrome is an infective cause of facial nerve palsy due to Herpes zoster.",
        "cop": 4,
        "opa": "Post-operative",
        "opb": "Trauma",
        "opc": "Ramsay Hunt syndrome",
        "opd": "Bell's palsy",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "017624d1-c2be-4f63-92a9-9108e3266a69",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome is caused by:",
        "exp": "Frey's syndrome is gustatory sweating i. e. when the patient eats, he has sweating over the cheek skin over the parotid. In section of auriculotemporal nerve during parotid surgery, the nerve aberrantly reconnects with the sympathetic sweat glands of the skin overlying the parotid.",
        "cop": 1,
        "opa": "Aberrant reinnervation of parasympathetic fibres of auriculotemporal nerve with sympathetic sweat glands",
        "opb": "Aberrant reinnervation of parasympathetic fibres of auriculotemporal nerve with Greater superficial petrosal nerve",
        "opc": "Abnormal cross innervation of Facial nerve with greater auricular nerve",
        "opd": "Abnormal cross innervation of Facial nerve with auriculotemporal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "9a901b5f-31e4-4ff1-a9d3-bc08b89b1876",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding nucleus of facial nerve:",
        "exp": "Facial Nerve It courses from pons to parotid Mixed nerve: Motor + Sensory root (Nerve of Wrisberg-Carries fibers to lacrimal and salivary glands) Nucleus of facial nerve Motor nucleus is situated in pons, Which receives fibres from precentral gyrus. Upper pa of the nucleus receives fibers from both the cerebral hemispheres, Lower pa of nucleus gets only crossed fibers from Contralateral hemisphere Bilateral innervation of forehead preserves its function in supranuclear lesions. Thalamus also gives fibers to facial nucleus by alternate routes and gives involuntary control to facial muscles Smiling and crying are thus preserved in supranuclear palsies because of fibers from the thalamus.",
        "cop": 2,
        "opa": "Upper pa of the nucleus receives fibres from both the cerebral hemispheres",
        "opb": "Lower pa of nucleus gets uncrossed fibres from ipsilateral hemisphere",
        "opc": "Motor nucleus of facial nerve is situated in pons",
        "opd": "Bilateral innervation of forehead preserves its function in supranuclear lesions",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "e90378e6-b166-45b4-a40a-4cd64cbd5451",
        "choice_type": "multi"
    },
    {
        "question": "Surgical markings for finding the facial nerve is are-",
        "exp": "After getting feedback on this question, we have changed answer from A => D. If you think A is the only correct answer let us know. Ans. is 'a' i. e., Tympano-mastoid suture o Surgical landmarks to identify main trunk of the facial nerve are as follows: Tympano mastoid suture line - it is located between the mastoid and the tympanic bones. The main facial trunk lies 6 -8 mm distal to the end of the suture. Tragal pointer - the main nerve trunk lies 1[?]0 to 1[?]5 cm deep and slightly anterior and inferior to the tip of the external ear canal cartilage. Posterior belly of digastric -the main nerve trunk lies 1 cm deep to the medial attachment of the posterior belly of digastric muscle to the digastric groove (mastoid notch) of the mastoid bone. Mastoid bone - main nerve trunk is identified inside the mastoid bone by mastoidectomy.",
        "cop": 4,
        "opa": "Tympano - mastoid suture",
        "opb": "Tragal pointer",
        "opc": "Posterior belly of digastric",
        "opd": "All the above",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "390db063-f1ea-436f-9d05-1c1528e7385c",
        "choice_type": "multi"
    },
    {
        "question": "Hyperacusis in Bell's palsy is due to the paralysis of the following muscle:",
        "exp": "(d) Stapedius(Ref. Cummings, 6th ed., 2620). Hyperacusis is normal sounds perceived as abnormally loud. This is due to loss of Stapedial reflex. In Bell's palsy this is due to paralysis of the facial nerve which supplies the stapedius. Tensor tympani which also helps in protecting the ear from loud noise, is supplied by the mandibular nerve. The other muscles in the options are not involved in hyperacusis.",
        "cop": 4,
        "opa": "Tensor tympani",
        "opb": "Levator palatini",
        "opc": "Tensor veli palatini",
        "opd": "Stapedius",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "59d01b21-1710-4b12-b686-559290828a4f",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate treatment of facial nerve injury in lateral facial wound is:",
        "exp": "(b) Primary repair(Ref. Scott Brown, 6th ed., 1403). Any sudden onset palsy following injury (iatrogenic or non iatrogenic trauma), should be managed by immediate exploration and repair.",
        "cop": 2,
        "opa": "Secondary repair",
        "opb": "Primary repair",
        "opc": "Secondary repair with grafting",
        "opd": "Healing with secondary intention",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "b54dd4e8-6e64-4c7f-b67e-92b72a890b4c",
        "choice_type": "single"
    },
    {
        "question": "Chemotherapy used after surgery or radiotherapy for cancer is termed as:",
        "exp": "Combination chemotherapy is the use of multiple drugs together at the same time rather than a single agent. Use of multiple drugs together has advantage of low toxicity, drugs acting on different phases of cell cycle and reduction in drug resistance. Adjuvant chemotherapy refers to chemotherapy used after operation or completion of course of radiotherapy. Neoadjuvant chemotherapy is use of chemotherapy before surgery or radiotherapy in the hope to shrink the size of tumour to permit better efficacy of radiation or reduce the size of surgical resection. Also it is expected to eradicate micrometastases. Neoadjuvant. Concomitant. Adjuvant. Chemotherapy. Chemotherapy. Chemotherapy. Before surgery. At the same time. After surgeryor radiotherapyas radiotherapyor radiotherapy. Concomitant chemotherapy refers to simultaneous use of chemotherapy with radiotherapy. It is superior to radiotherapy alone in unresectable tumors and the resectable tumors where surgery is refused.",
        "cop": 2,
        "opa": "Combination chemotherapy",
        "opb": "Adjuvant chemotherapy",
        "opc": "Neoadjuvant chemotherapy",
        "opd": "Concomitant chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "40750d44-3a83-4b1a-ba3b-74c06e0d7ed4",
        "choice_type": "single"
    },
    {
        "question": "All are true about Ramsay Hunt syndrome except:",
        "exp": "(c) Surgical treatment gives excellent prognosis(Ref. Scott Brown, 6th ed., 1403). Treatment is steroids and acyclovir like Bell's palsy. Rest are true.",
        "cop": 3,
        "opa": "Involves VII nerve",
        "opb": "May involve VIII nerve",
        "opc": "Surgical treatment gives excellent prognosis",
        "opd": "Causative agent is virus",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "94a46089-220f-4a0d-8bfd-804db61d3119",
        "choice_type": "multi"
    },
    {
        "question": "The aetiology of anterior ethmoidal neuralgia is:",
        "exp": "Anterior ethmoidal nerve is a branch of nasociliary nerve (from ophthalmic division of CN V). It is distributed to anterior part of nasal septum and lateral nasal wall. Mucosal contact between nasal septum and middle turbinate causes headache. This headache can be relieved when mucosal surfaces are separated with application of a nasal decongestant such as xylometazoline or adrenaline and a local anaesthetic like lignocaine - a diagnostic test in these cases. Permanent treatment would be to surgically remove structural deformities, e. g. removal of spur or deflected septum and/or reduction of the size of turbinate.",
        "cop": 2,
        "opa": "Inferior turbinate pressing on the nasal septum",
        "opb": "Middle turbinate pressing on the nasal septum",
        "opc": "Superior turbinate pressing on the nasal septum",
        "opd": "Causing obstruction of sphenoid opening",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "e5acc946-be77-4b6e-aa29-b9c9ebdc8c89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about facial nerve & its relations",
        "exp": "Tympanic segment of facial nerve lies Above oval window & Below Horizontal SCC FOR MIDDLE EAR AND MASTOID SURGERY Processus cochleariformis- It demarcates geniculate ganglion which lies just anterior to it. Tympanic segment of the nerve stas at this level. Oval window and horizontal canal- Facial nerve runs above oval window (stapes) and below the horizontal canal. Sho process of incus- Nerve lies medial to sho process of incus at level of aditus. Pyramid-Nerve runs behind the pyramid and the posterior tympanic sulcus. Tympanomastoid suture- In veical/mastoid segment, nerve runs behind this suture. Digastric ridge- Nerve leaves the mastoid at the anterior end of digastric ridge.",
        "cop": 2,
        "opa": "Processus cochleariformis acts as a landmark for geniculate ganglion of facial nerve",
        "opb": "Tympanic segment of facial nerve lies below round window & above horizontal semi circular canal",
        "opc": "Mastoid segment of facial nerve lies always behind tympanomastoid suture",
        "opd": "A patient with lesion between geniculate ganglion & nerve to stapedius will have phonophobia & loss of stapedial reflex & taste sensation",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "42b23222-2418-458c-9b59-ceccae542c21",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for temporal bone fracture with facial nerve palsy:",
        "exp": "(a) Nerve decompression(Ref. Scott Brown, 6th ed., 1404). In sudden onset complete palsy following fracture (which is the common presentation) early exploration and decompression of facial nerve or nerve repair should be carried out. Delayed onset palsy, which might be because of surrounding edema, should be treated with steroids and watchful waiting.",
        "cop": 1,
        "opa": "Nerve decompression",
        "opb": "Wait and watch",
        "opc": "Sling operation",
        "opd": "Repair the fracture",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "f0d388bc-2123-4156-8c96-9136953ba48e",
        "choice_type": "single"
    },
    {
        "question": "Bell's palsy patient comes on day 3. Treatment given would be:",
        "exp": "(c) Oral steroids + Acyclovir is the best answer. (Ref. Cummings, 6th ed., 2621). Antiviral has to be started within 3 days. Since the patient has presented on the 3rd day, acyclovir should also be started here along with the steroids. If the patient comes after 3 days he should be given only the steroid and vitamin B. Intratympanic steroids and vasodilators are not used for Bell's palsy.",
        "cop": 3,
        "opa": "Intratympanic steroids",
        "opb": "Oral steroids + vitamin B complex",
        "opc": "Oral steroids + Acyclovir",
        "opd": "Vasodilators + vitamin B complex",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "403f55b2-0949-4663-bea2-c17f0a7c2be7",
        "choice_type": "single"
    },
    {
        "question": "Bill's bar divides:",
        "exp": "Ans. (b) Facial nerve and superior vestibular cochlear nerve. Ref: Dhingra's ENT 6th ed. l 90-91* Bills bar divides the superior compartment of the internal acoustic meatus into an anterior and posterior compartment.* Anterior to Bill's bar, are the facial nerve (in the anterior superior quadrant) and nervus intermedius, and posterior to it is the superior division of the vestibular nerve (in the posterior superior quadrant).",
        "cop": 2,
        "opa": "Facial nerve and cochlear nerve",
        "opb": "Facial nerve and superior vestibular cochlear nerve",
        "opc": "Facial and inferior vestibule cochlear nerve",
        "opd": "Superior and inferior vestibule cochlear nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "a236f205-f584-4ec7-b2b3-ff8a4bc9e61b",
        "choice_type": "single"
    },
    {
        "question": "First branch of the facial nerve is:",
        "exp": "(a) Greater petrosal nerve(Ref. Scott Brown, 6th ed., 1385). The greater superficial petrosal nerve arises from the geniculate ganglion at the first genu. This is the first branch. The 2nd branch is the nerve to the stapedius given at the pyramid. The 3rd is the chorda tympani given 4-6mm before the exit of facial nerve from stylomastoid foramen. Lesser superficial petrosal nerve is not a branch of facial. It arises from tympanic plexus and supplies the Otic ganglion. Otic ganglion is for the parasympathetic supply to the parotid. Secretomotor fibres to the parotid arise from glossopharyngeal nerve, reach the otic ganglion through the lesser superficial petrosal nerve via the tympanic plexus and then reach the parotid through the auriculotemporal nerve arising from the otic ganglion.",
        "cop": 1,
        "opa": "Greater petrosal nerve",
        "opb": "Lesser petrosal nerve",
        "opc": "Chorda tympani nerve",
        "opd": "Nerve to the stapedius",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "d8ffda12-7212-4de8-bb3a-5d2c2e7190ff",
        "choice_type": "single"
    },
    {
        "question": "In facial nerve injury, loss of lacrimation is due to involvement of-",
        "exp": "Ans. is 'c' i. e., Greater superficial petrosal nerve o In facial nerve injury. Loss of lacrimation Due to involvment of greater superficial petrosal nerve. Loss of stapedial reflex Due to involvement of nerve to stapedius. Lack of salivation Due to chordatympani. Loss of taste sensation from Anterior 2/3 of tongue: - due to chordatympani. Paralysis of muscle offacial expression Due to terminal (peripheral) branches. Hyperacusis (intolerance to loud noice) Due to involvement of nerve to stapedius (causing parolysis of stapedius).",
        "cop": 3,
        "opa": "Chorda tympani nerve",
        "opb": "Buccal nerve",
        "opc": "Greater superficial petrosal nerve",
        "opd": "Deep petrosal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve And Its Disorders",
        "id": "6a95b06c-9914-4886-8ef3-3adcdfc9ec01",
        "choice_type": "single"
    }
]