[
    {
        "question": "Which is called nerve of Wrisberg",
        "exp": "Facial nerve runs from pons to parotid. It is a mixed nerve having motor and a sensory root. The latter is also called the nerve of Wrisberg and carries secretomotor fibres to lacrimal gland and salivary glands, and brings fibres of taste and general sensation. Nerve of Wrisberg (Nervus intermedius receives fibres from Nucleus tractussolitarious and Nucleus salivatorius superioris Motor fibres take origin from the nucleus of VIIth nerve, hook round the nucleus of VIth nerve and are joined by the sensory root (nerve of Wrisberg).",
        "cop": 3,
        "opa": "Motor root of facial nerve",
        "opb": "Tympanic branch of glossopharyngeal nerve",
        "opc": "Sensory root of facial nerve",
        "opd": "Greater auricular nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "ecd84d15-a699-4eff-a3be-486c0c841edc",
        "choice_type": "multi"
    },
    {
        "question": "In Bell's palsy, neurological lesion is seen in",
        "exp": "C/f of Bell's Palsy : Onset is sudden. Patient is unable to close his eye. Neurological lesion is seen in Upper and lower pa of one half of face On attempting to close the eye, eyeball turns up and out (Bell's phenomenon). Saliva dribbles from the angle of mouth. Face becomes asymmetrical Tears flow down from the eye (epiphora). Pain in the ear may precede or accompany the nerve paralysis. Some complain of noise intolerance (stapedial paralysis) or loss of taste (involvement of chorda tympani). Paralysis may be complete or incomplete. Bell's palsy is recurrent in 3-10% of patients.",
        "cop": 2,
        "opa": "Upper pa of face",
        "opb": "Upper and lower pa of one half of face",
        "opc": "Lower pa of one-half of face",
        "opd": "Upper and lower pa of opposite side of face",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "623a7df4-f1cf-48b5-8831-78e73b2184a6",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome is caused by:",
        "exp": "Frey's syndrome is gustatory sweating i.e. when the patient eats, he has sweating over the cheek skin over the parotid. In section of auriculotemporal nerve during parotid surgery, the nerve aberrantly reconnects with the sympathetic sweat glands of the skin overlying the parotid.",
        "cop": 1,
        "opa": "Aberrant reinnervation of parasympathetic fibres of auriculotemporal nerve with sympathetic sweat glands",
        "opb": "Aberrant reinnervation of parasympathetic fibres of auriculotemporal nerve with Greater superficial petrosal nerve",
        "opc": "Abnormal cross innervation of Facial nerve with greater auricular nerve",
        "opd": "Abnormal cross innervation of Facial nerve with auriculotemporal nerve",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "9a901b5f-31e4-4ff1-a9d3-bc08b89b1876",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding nucleus of facial nerve :",
        "exp": "Facial Nerve It courses from pons to parotid Mixed nerve: Motor + Sensory root (Nerve of Wrisberg-Carries fibers to lacrimal and salivary glands) Nucleus of facial nerve Motor nucleus is situated in pons,Which receives fibres from precentral gyrus. Upper pa of the nucleus receives fibers from both the cerebral hemispheres, Lower pa of nucleus gets only crossed fibers from Contralateral hemisphere Bilateral innervation of forehead preserves its function in supranuclear lesions. Thalamus also gives fibers to facial nucleus by alternate routes and gives involuntary control to facial muscles Smiling and crying are thus preserved in supranuclear palsies because of fibers from the thalamus.",
        "cop": 2,
        "opa": "Upper pa of the nucleus receives fibres from both the cerebral hemispheres",
        "opb": "Lower pa of nucleus gets uncrossed fibres from ipsilateral hemisphere",
        "opc": "Motor nucleus of facial nerve is situated in pons",
        "opd": "Bilateral innervation of forehead preserves its function in supranuclear lesions",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "e90378e6-b166-45b4-a40a-4cd64cbd5451",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about facial nerve & its relations",
        "exp": "Tympanic segment of facial nerve lies Above oval window & Below Horizontal SCC FOR MIDDLE EAR AND MASTOID SURGERY Processus cochleariformis- It demarcates geniculate ganglion which lies just anterior to it. Tympanic segment of the nerve stas at this level. Oval window and horizontal canal- Facial nerve runs above oval window (stapes) and below the horizontal canal. Sho process of incus- Nerve lies medial to sho process of incus at level of aditus. Pyramid-Nerve runs behind the pyramid and the posterior tympanic sulcus. Tympanomastoid suture- In veical/mastoid segment, nerve runs behind this suture. Digastric ridge- Nerve leaves the mastoid at the anterior end of digastric ridge.",
        "cop": 2,
        "opa": "Processus cochleariformis acts as a landmark for geniculate ganglion of facial nerve",
        "opb": "Tympanic segment of facial nerve lies below round window & above horizontal semi circular canal",
        "opc": "Mastoid segment of facial nerve lies always behind tympanomastoid suture",
        "opd": "A patient with lesion between geniculate ganglion & nerve to stapedius will have phonophobia & loss of stapedial reflex & taste sensation",
        "subject_name": "ENT",
        "topic_name": "Facial Nerve and its disorders",
        "id": "42b23222-2418-458c-9b59-ceccae542c21",
        "choice_type": "multi"
    }
]