[
    {
        "question": "Adam's apple in Male is due to.",
        "exp": "Thyroid Cailage Largest cailage, hyaline in nature. It is V shaped and consists of right and left lamina which meet anteriorly in midline and form an angle (Adams angle) Adams angle: -- Male: 90 degree -- Female: 120 degree The outer surface of each lamina is marked by an oblique line which extends from superior thyroid tubercle to inferior thyroid tubercle. Oblique line gives attachment to: -- Thyrohyoid -- Sternothyroid -- Inferior constrictor muscle. Vocal cords are attached to middle of thyroid cailage.",
        "cop": 1,
        "opa": "Thyroid cailage",
        "opb": "Cricoid cailage",
        "opc": "Hyoid cailage",
        "opd": "Epiglottis cailage",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "97c164d8-059f-4e9d-8acf-1239eba5ff2c",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old boy came to hospital with complaints of sore throat and difficulty in swallowing, his left tonsil was pushed medially and had swelling over left side upper pa of neck. What will be the diagnosis?",
        "exp": "Parapharyngeal abscess presents with: Trismus due to spasm of medial pterygoid Tonsils pushed medially Swelling in upper pa of sternocleidomastoid(space limited to the level of hyoid bone) Retropharyngeal abscess presents as bulge in posterior pharyngeal wall on one side of midline. Peritonsillar abscess does not produce swelling in the upper 1/3rd of sternocleidomastoid. In Ludwig's angina tonsils are not pushed medially. EXTRA EDGE: SPACES IN RELATION TO PHARYNX WHERE ABSCESS CAN FORM.",
        "cop": 4,
        "opa": "Peritonsillar abscess",
        "opb": "Retropharyngeal abscess",
        "opc": "Ludwig's angina",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "b3b8ed62-2518-4e6d-a834-e1bd304671f2",
        "choice_type": "multi"
    },
    {
        "question": "The muscle which is required to open Eustachian tube.",
        "exp": "Eustachian tube isclosed at rest&opens intermittentlyduring swallowing/yawning/sneezing. Opening of the tube The medial fibres of thetensor veli palatiniare attached to the lateral lamina of the tube and contract to open the tubal lumen. They are also calleddilator tubaemuscle. Accessory muscles for opening are. Levator veli palatine & Salpingopharyngeus. Closure of the tube It is mainly due toelastic recoil of the cailageaided by the high degree of elastin on the roof. Ostmann's pad of fathelps to keep the tube closed.",
        "cop": 1,
        "opa": "Tensor veli palatini muscle",
        "opb": "Salpingo pharyngeus",
        "opc": "Tensor tympani",
        "opd": "Levator veli palatini",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "7c425fb1-4b9a-4bcf-a9e7-10e96d92abe0",
        "choice_type": "single"
    },
    {
        "question": "A lady comes to OPD after fall from scooty. Her vitals are stable. She is having continuous, clear watery discharge from nose after 2 days. These are most likely the feature of.",
        "exp": "Trauma is the most common cause of CSF rhinorrhea. Causes of CSF rhinorrhea: Trauma (accidental or surgical) Inflammations Neoplasms Congenital lesions Idiopathic - CSF can escape from following routes: Middle/posterior fossa mastoid cavity, sphenoid sinus Anterior cranial fossa: Frontal, Ethmoid Sphenoid sinus Cribriform plate From middle ear eustachian tube Difference between CSF And Nasal Secretions CSF Nasal secretions History Trauma, Tumour Sneezing, stuffiness, Itching Character Thin, Watery and Clear Mucous/ Mucopurulent Aggravation Coughing, Straining, Sneezing, Bending forwards Allergy, Infection, crying Sniff Test Negative Positive Handkerchief Test Negative (Does not stiffen the Handkerchief) Positive Sugar Test *> 30mg/dl < 10 mg/dl B2. Transferrin Present Absent CSF rhinorrhea can be managed by Conservative approach Bed rest Elevating head of bed Stool softeners Avoidance of sneezing/straining activities Surgical repair: In persistent cases surgical repair is performed by Neurosurgical intracranial approach Endoscopic repair Extradural approach",
        "cop": 1,
        "opa": "CSF rhinorrhoea",
        "opb": "Acute respiratory infection",
        "opc": "Middle cranial fossa fracture",
        "opd": "Rhinitis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "10bf2b18-e33b-42ff-a497-1974ab87403c",
        "choice_type": "multi"
    },
    {
        "question": "Most prominent and larger air cell of ethmoidal sinus?",
        "exp": "Bulla Ethmoidalis: Most prominent and the largest anterior ethmoidal cell. It is located posterior to the frontal recess and enclosed laterally by the lamina papyracea. It forms the roof of the middle meatus. Agger Nasi: most anterior ethmoidal cell. Haller cell: infra orbital ethmoidal cell. Onodi cell: laterally placed posterior most ethmoidal cell.",
        "cop": 4,
        "opa": "Agger nasi cell",
        "opb": "Haller cell",
        "opc": "Onodi cell",
        "opd": "Bulla ethmoidalis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "b377a177-5a6f-4e29-8d91-36f824201ea3",
        "choice_type": "multi"
    },
    {
        "question": "A patient who was recently got denature fixed, found with oral thrush. It bleeds on scraping. Causative agent for this condition.",
        "exp": "Moniliasis (candidiasis). It is caused by Candida albicans and occurs in two forms: 1. Thrush. It appears as white grey patches on the oral mucosa and tongue. When wiped off, they leave an erythematous mucosa. The condition is seen in infant and children. Adults are also affected when they are suffering from systemic malignancy and diabetes or taking broad-spectrum antibiotics, cytotoxic drugs, steroids or radiation. 2. Chronic hyperophic candidiasis. Also called candidal leukoplakia. The lesion appears as white patch which cannot be wiped off. Mostly affects anterior buccal mucosa just behind the angle of mouth. T/t - Thrush topical application of nystatin or clotrimazole. - Hyperophic form usually requires excisional surgery.",
        "cop": 2,
        "opa": "Diphtheria",
        "opb": "Candida",
        "opc": "Strep Mutans",
        "opd": "Staph Aureus",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "0b593f0d-6167-486b-8743-afcfa730524b",
        "choice_type": "single"
    },
    {
        "question": "All the following is true about Meniere's disease except.",
        "exp": "Meniere's disease also known as Endolymphatic hydrops. Distended cochlear duct with endolymph pushing Reissner's membrane is Pathognomic. Disease is commonly seen in the age group of 35-60 years. Males are affected more than females. Usually, disease is unilateral, but the other ear may be affected after a few years. Episodic veigo, Fluctuating hearing loss (Low frequency), Tinnitus and sense of fullness or pressure in involved ear.",
        "cop": 4,
        "opa": "Idiopathic",
        "opb": "Low frequency hear loss",
        "opc": "Increase in endolymph",
        "opd": "Destroying the cochlea is mandatory",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "f6e7cf89-8702-46d2-bd16-c2be4c1307f5",
        "choice_type": "multi"
    },
    {
        "question": "Investigation used for CSF rhinorrhoea are all except",
        "exp": "Advanced nasal endoscopic techniques can be used for CSF leak repair but not for investigation. CT cisternogram requires intrathecal injection of iohexol and a CT scan to localize the site. b 2 transferrin proteindetection by electrophoresis is asensitive and specific test for CSF.",
        "cop": 4,
        "opa": "CT cisternogram",
        "opb": "Skull X-ray",
        "opc": "beta2 transferrin",
        "opd": "Nasal endoscopy",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "9341293d-4cea-48ca-90ec-d2e3275f26e6",
        "choice_type": "multi"
    },
    {
        "question": "EBV is associated with.",
        "exp": "Epstein-Barr Virus (EBV)is closely associated with nasopharyngeal cancer. EB virus has two impoant antigens: Viral capsid antigen(VCA) and. Early antigen(EA). IgA antibodies of EA are highly specific for nasopharyngeal cancer but have sensitivity of only 70-80% while IgA antibodies of VCA are more sensitive but less specific. IgA antibodies against both EA and VCA should be done for screening of patients for nasopharyngeal cancer.",
        "cop": 1,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Esophageal cancer",
        "opc": "Gastric cancer",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "7c9b9309-176a-4638-af35-a7b64334f53e",
        "choice_type": "multi"
    },
    {
        "question": "Office headache is due to inflammation of which sinus?",
        "exp": "Office Headache: Headache on sunrise & relief at sunset is seen in Frontal sinusitis (Typical) SITE OF TENDERNESS Maxillary Cheek & Alveolus Frontal Below eyebrow (Office headache) Ethmoid Medial canthus of eye Sphenoid Veex",
        "cop": 1,
        "opa": "Frontal",
        "opb": "Maxillary",
        "opc": "Ethmoidal",
        "opd": "Sphenoid",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "7c1cc929-ae5a-4cda-bb0b-efcb04970f98",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in nasopharyngeal carcinoma.",
        "exp": "Radiotherapy: It is the treatment of choice for nasopharyngeal cancer. Stage I and II are treated by radiotherapy alone while Stage III and IV require concomitant radiation and chemotherapy or radiation followed by chemotherapy.",
        "cop": 2,
        "opa": "Chemotherapy",
        "opb": "Radiotherapy",
        "opc": "Chemo given with radiation",
        "opd": "Surgery",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "7e8c9869-3336-45be-8afb-d987c010d225",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of deafness in a patient of Nasopharyngeal Carcinoma:",
        "exp": "Nasopharyngeal carcinoma Due to obstruction of eustachian tube, there is serous otitis media and leads to hearing loss. M/C site of origin - Fossa of Rosenmuller M/C type - Squamous cell carcinoma M/C Presentation - cervical lymphadenopathy (Neck Mass)",
        "cop": 3,
        "opa": "Metastasis to Temporal Bone",
        "opb": "Middle ear Infection",
        "opc": "Serous otitis media",
        "opd": "Infiltration of Tumour middle ear",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "7b61961b-1188-43cf-a37d-2dbd8c99f120",
        "choice_type": "single"
    },
    {
        "question": "A young boy came to OPD with the complaints of difficulty in breathing. On examination, bilateral polyps were found. On aspiration, bleeding was seen. What will be the initial management?",
        "exp": "1. Early polypoidal changes with oedematous mucosa may reve to normal with antihistaminic and control of allergy. 2. A sho course of steroids may prove useful in case of people who cannot tolerate antihistaminic and/or in those with asthma and polypoidal nasal mucosa. 3. Contraindications to use of steroids, e. g. hypertension, peptic ulcer, diabetes, pregnancy and tuberculosis should be excluded. 4. Surgical: Endoscopic sinus surgery.",
        "cop": 2,
        "opa": "I and D",
        "opb": "Antihistaminic",
        "opc": "Conservative",
        "opd": "Septoplasty",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "1b79be8e-cfd5-4633-b87e-47aa3c8b101a",
        "choice_type": "single"
    },
    {
        "question": "What is the causative agent for malignant otitis externa?",
        "exp": "Malignant (necrotizing) otitis externa: Rapidly spreading Pseudomonas infection in immunocompromised patients. Patient presents with excruciating ear pain, profuse greenish black ear discharge & granulations on the floor of EAC. Necrosis of bone aids in spread of infection to skull base known as Lateral Skull base Osteomyelitis. This may lead to multiple cranial nerve palsies. Facial nerve is the most common nerve involved. It is an infective condition and not malignant condition. Hence, mitotic figures will be normal.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Staph aureus",
        "opc": "Streptococcus",
        "opd": "Influenza",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "796128c2-71e9-432d-bfb8-39acab18228c",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of nasopharyngeal carcinoma.",
        "exp": "Painless cervical lymphadenopathyis the most common presenting feature of nasopharyngeal carcinoma. Presence ofunilateral serous otitis media in an adult should raise suspicion of nasopharyngeal growth. (Eustachian tube obstruction leads to serous otitis media which causes deafness). Commonest site of origin for nasopharyngeal carcinoma is thefossa of Rosenmuller. EXTRA EDGE: Nasopharyngeal cancer can cause. Trotter's triadof Conductive deafness(eustachian tube blockage), Ipsilateral temporoparietal neuralgia (involvement of. CN V) and Palatal paralysis (CN X)",
        "cop": 1,
        "opa": "Neck lymph node",
        "opb": "Blockage of nose",
        "opc": "Loss of smell",
        "opd": "Blood tinged discharge",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "0647c744-1e1b-4304-803d-040dcd442824",
        "choice_type": "single"
    },
    {
        "question": "Killian's Dehiscence is seen at the level of:",
        "exp": "Killian dehiscence also known as \"Gateway of tears'' M/C site for esophageal tear (perforation) In posterior pharyngeal wall the inferior constrictor muscle is divide into two pa thyropharyngeus and cricopharyngeus. Thyropharyngeus has oblique fibers Cricopharyngeus has Transverse fibers. And that creates a triangular space. This is anatomical week space is known as Killian dehiscence.",
        "cop": 3,
        "opa": "Superior Constrictor",
        "opb": "Middle constrictor",
        "opc": "Inferior Constrictor",
        "opd": "Thyroepiglottis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2019",
        "id": "37f97d20-9074-40eb-80a3-4b25733c7691",
        "choice_type": "single"
    }
]