[
    {
        "question": "Most common cause of facial nerve palsy:",
        "exp": "Facial Nerve - Course Intracranial pa 15-17mm Intra temporal pa Meatal segment 8-10mm Labyrinthine segment 4. 0mm Tympanic / horizontal segment 11. 0mm Mastoid / veical segment 13. 0mm Extracranial pa Branches Greater superficial petrosal nerve 1st branch Nerve to stapedius Chorda tympani Communicating branch Posterior auricular nerve Muscular branches, peripheral branches Causes of facial nerve palsy Most common cause is idiopathic bell's palsy paralysis acute onset Bell's palsy idiopathic, Ipsilateral lower motor neuron palsy Loss of forehead and brow movements Inability to close eyes drooping of eyelids Loss of nasolabial folds, drooping of lower lip herpes zoster oticus/Ramsay hunt syndrome herpes zoster oticus/Ramsay hunt syndrome Mastoid surgery is the most common iatrogenic cause of facial nerve palsy.",
        "cop": 1,
        "opa": "Idiopathic Bell's palsy",
        "opb": "Herpes zoster oticus",
        "opc": "Mastoid surgery",
        "opd": "Chronic suppurative Otitis media",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "9fd65ddc-1d99-4f2a-9cde-eb506e3f3aef",
        "choice_type": "single"
    },
    {
        "question": "Adam's apple seen in boys is because of:",
        "exp": "Prominance of Thyroid cailage (because of sharp angle) in males is called Adam's apple. Thyroid cailage with right and left lamina both meet at midline and form an angle of 90deg in males, 120deg in females. At rest it lies at level of C3",
        "cop": 3,
        "opa": "Hyoid bone",
        "opb": "Tracheal rings",
        "opc": "Thyroid cailage",
        "opd": "Cricoid cailage",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "c3e5f7f1-b752-4ff4-929b-0cb46463c7bb",
        "choice_type": "single"
    },
    {
        "question": "Cold water is not used for ear cleaning because",
        "exp": "temperature for ear syringing - 370c because if you decrease or increase the temperature we can stimulate lateral semicircular canal in the middle ear and patient will have veigo and nystagmus (caloric stimulation )",
        "cop": 3,
        "opa": "It will make the wax hard",
        "opb": "Damage to tympanic membrane",
        "opc": "Caloric stimulation caused by cold water",
        "opd": "It will cause infection",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "af2dc32f-ef07-481e-89fb-6be45381b2f5",
        "choice_type": "single"
    },
    {
        "question": "Dip at 4000hz in pure Tone audiometry indicates:-",
        "exp": "2000. Hz / Carha's Notch: seen in otosclerosis (CHL)4000. Hz Dip/boiler's notch: seen in noise induced hearing loss (SNHL). Both are seen in bone conduction.",
        "cop": 3,
        "opa": "Otosclerosis",
        "opb": "Meniere's disease",
        "opc": "Noise induced hearing loss",
        "opd": "Age related hearing loss",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "aff4a7dd-0d9d-48f2-a48d-1a846f71e3ba",
        "choice_type": "single"
    },
    {
        "question": "All of the following is seen in superior laryngeal nerve palsy EXCEPT:",
        "exp": "Superior laryngeal nerve palsy causes paralysis of cricothyroid muscle, and ipsilateral anesthesia of the larynx above the vocal cords. Clinical features- voice is weak and pitch cannot be raised with decreased ability to sing. Anaesthesia of the larynx on one side may pass unnoticed or cause occasional aspiration. Presence of both paralysis and bilateral anaesthesia. Causes inhalation of food and pharyngeal secretions gives rise to cough and choking fits. Voice is weak and husky. -Stridor is not seen in superior laryngeal nerve palsy is seen in B/L recurrent laryngeal nerve palsy.",
        "cop": 2,
        "opa": "Aspiration",
        "opb": "Stridor",
        "opc": "Bowed vocal cords",
        "opd": "Loss of pitch",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "4ec101c4-1b38-4cb2-ae4b-e5b152024ab4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are seen in Meniere's Disease except:",
        "exp": "Meniere's disease also called endolymphatic hydrops is a disorder of the inner ear where the endolymphatic system is distended with endolymph. It is characterized by Veigo Sensorineural hearing loss Tinnitus Aural fullness Veigo is due to K+ entry into perilymph and Causes irritation and is episodic Some cases of Meniere's disease show tullio phenomenon. SNHL is due to ion gradient imbalance.",
        "cop": 4,
        "opa": "Tinnitus",
        "opb": "Veigo",
        "opc": "Fullness of ear",
        "opd": "Ear Pain",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "20465b90-8377-4cad-8c02-5d179fd60747",
        "choice_type": "multi"
    },
    {
        "question": "35 yrs old female presents with tinnitus, veigo and fullness in ear. Likely Diagnosis:",
        "exp": "Meniere's disease also called endolymphatic hydrops is a disorder of the inner ear where the endolymphatic system is distended with endolymph. It is characterized by Veigo Sensorineural hearing loss Tinnitus Aural fullness Veigo is due to K+ entry into perilymph and Causes irritation and is episodic Some cases of Meniere's disease show tullio phenomenon. SNHL is due to ion gradient imbalance.",
        "cop": 1,
        "opa": "Meniere's Disease",
        "opb": "Otosclerosis",
        "opc": "Ototoxicity",
        "opd": "Noise Induced Hearing Loss",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "d0db03ac-c781-4287-a4e2-8857b410d3bf",
        "choice_type": "single"
    },
    {
        "question": "Hallpike maneuver is done for:",
        "exp": "Hallpike maneuver is done for BPPV (benign paroxysmal positional veigo) due to displacement of otoconia into posterior semicircular canal. Diagnosis confirmed by Hallpike's maneuver. The Patient sits on a couch & examiner holds the patients head, turn it 450 to the right and then places the patient in a supine position so that his head hangs 300 below the horizontal. Patients eyes are observed for nystagmus. test is repeated with head turned to left and then again in straight head hanging position. In BPPV - veigo, nystagmus appears after a latent period of 2-20 seconds lasts for less than 1min.",
        "cop": 1,
        "opa": "Vestibular function",
        "opb": "Audiometry",
        "opc": "Cochlear function",
        "opd": "Corneal test",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "2c1517d2-3823-4b8c-a36c-15fff07a34fa",
        "choice_type": "multi"
    },
    {
        "question": "MC malignancy of maxillary antrum:",
        "exp": "M/c malignancy of paranasal sinus and nasal cavity -Squamous cell Carcinoma Most common PNS involved - maxillary sinus A/w occupation Furniture industry - Adeno ca Nickel industry - Sq cell ca.",
        "cop": 4,
        "opa": "Muco-epidermoid Carcinoma",
        "opb": "Adeno-cystic Carcinoma",
        "opc": "Adeno. Carcinoma",
        "opd": "Squamous cell Carcinoma",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "3b4df43b-fa1f-4c05-a14a-3e61ab5e5193",
        "choice_type": "single"
    },
    {
        "question": "Otomycosis is most commonly caused by:",
        "exp": "Otomycosis/Singapore ear, fungal common causative organism aspergillus niger Other cause - Aspergillus fumigatus Candida albicans c/f - severe itching & hearing, discharge, mild pain o/p - wet blotting paper / wet newspaper appearance of the tympanic membrane Tx - topical antifungal ear drops X 4 weeks aural toilet by micro suction.",
        "cop": 2,
        "opa": "Actinomycetes",
        "opb": "Aspergillus niger",
        "opc": "Mucor",
        "opd": "Candida albicans",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "a4482415-aaa6-432d-a8d1-5c5b3e702800",
        "choice_type": "single"
    },
    {
        "question": "Recruitment phenomenon is seen in:",
        "exp": "Recruitment is a phenomenon of abnormal growth of loudness. Ear which does not hear low intensity sound begins to hear greater intensity sounds as loud or even louder than normal hearing ear. Thus, a loud sound which is tolerable in normal ear may grow to abnormal levels of loudness in the recruiting ear and thus becomes intolerable. The patients with recruitment are poor candidates for hearing aids. Recruitment is typically seen in lesions of the cochlea (e. g. Meniere's disease and presbycusis) and thus helps to differentiate a cochlear from a retrocochlear sensorineural hearing loss.",
        "cop": 3,
        "opa": "Otitis media with effusion",
        "opb": "Acoustic nerve schwannoma",
        "opc": "Meniere's disease",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "21666a99-695b-4264-8617-cd3fe8b61a97",
        "choice_type": "single"
    },
    {
        "question": "Angiofibroma bleeds profusely because:",
        "exp": "Angiofibroma is made of vascular and fibrous tissues vessel are endothelial lined spaces with no elastic or muscle coat vessels lose ability to contract, thus bleed profusely",
        "cop": 3,
        "opa": "It has multiple sites of origin",
        "opb": "It lacks a capsule",
        "opc": "Vessels lack a contractile component",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "6754d6f8-eb38-440f-80d0-abd87b12540a",
        "choice_type": "multi"
    },
    {
        "question": "Hypoglossal nerve supplies all of these muscle except:-",
        "exp": "Tongue Ant 2/3rd Post 1/3rd Posterior most pa Taste Chorda tympani CN IX CN X Sensory Lingual of V3 CN IX CN X Motor Both intrinsic & extrinsic muscles supplied by XII CN except palatoglossus which is supplied by the pharyngeal plexus.",
        "cop": 1,
        "opa": "Palatoglossus",
        "opb": "Styloglossus",
        "opc": "Genioglossus",
        "opd": "Hyoglossus",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "eef181ab-3852-4ff3-8a6c-a8e8a240b16f",
        "choice_type": "multi"
    },
    {
        "question": "Eustachian tube develops from:",
        "exp": "Pharyngeal Pouch Derivatives 1 Tympanic (middle car) cavity, auditory (eustachian) tube 2 Palatine tonsils, tonsillar fossa 3 Inferior parathyroid gland, thymus 4 Superior parathyroid gland, ultimobranchial body (parafollicular C cells of thyroid)",
        "cop": 2,
        "opa": "2nd and 3rd pharyngeal pouch",
        "opb": "1st pharyngeal pouch",
        "opc": "2nd pharyngeal pouch",
        "opd": "3rd pharyngeal pouch",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "eb319f9c-c6a0-4339-915f-473b6fc9b0fd",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of SNHL",
        "exp": "Presbycusis - Most common cause of SNHL. A/W physiological aging process in the ear Bilateral slopping curve Usually manifests at the age of 65 years, (old age) but may do so early if there is a hereditary predisposition, chronic noise exposure or generalized vascular disease.",
        "cop": 2,
        "opa": "Labyrinthitis",
        "opb": "Presbycusis",
        "opc": "Meniere's disease",
        "opd": "Vestibular Schwannoma",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "0e1178c8-f6ce-4d8c-a274-244532fe3c72",
        "choice_type": "single"
    },
    {
        "question": "Trismus in parapharyngeal abscess is caused by spasm of which of the following muscle?",
        "exp": "Parapharyngeal space - It is pyramidal in shape. base at base of skull and apex at hyoid bone Its divided into two components anterior & posterior. The trismus is seen in the anterior compament parapharyngeal abscess and it is due to spasm of the medial pterygoid muscle.",
        "cop": 1,
        "opa": "Medial pterygoid",
        "opb": "Lateral pterygoid",
        "opc": "Masseter",
        "opd": "Temporalis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "c3ddd6f4-a717-44c0-ad88-1020592a0431",
        "choice_type": "single"
    },
    {
        "question": "Tobey-Ayer test is done for:",
        "exp": "Tobey - Ayer test This is to record CSF pressure by manometer and to see the effect of manual compression of one or both jugular vein. Compression of vein on the thrombosed side produces no effect while compression of vein on normal side produces rapid rise in CSF pressure which will be equal to bilateral compression of jugular veins It is done for lateral sinus thrombosis",
        "cop": 4,
        "opa": "Acantholysis",
        "opb": "Hemoglobinuria",
        "opc": "Ketosis",
        "opd": "Lateral sinus thrombosis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "f838724c-f599-4779-ba7a-0d126817edc1",
        "choice_type": "single"
    },
    {
        "question": "CSF Otorrhea is due to involvement/trauma of:",
        "exp": "CSF otorrhea - CSF coming from ear due to trauma to petrous temporal bone. CSF Rhinorrhea - CSF watery discharge from nose",
        "cop": 2,
        "opa": "Cribriform plate",
        "opb": "Petrous temporal bone",
        "opc": "Parietal bone",
        "opd": "Tympanic membrane",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "2223c672-e754-413a-a6ef-ae2feeede8ec",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with 2 days history of fever. On examination there was a swelling in the neck and one side tonsil was pushed to midline. What is the most likely diagnosis:-",
        "exp": "In the history of the patient it's given that the tonsil is pushed to the midline and there is a swelling in the neck, this is the typical clinical picture of parapharyngeal abscess. Option A: in the case of quinsy H/O seven pain in throat, odynophagia (difficulty in swallowing) is given & the tonsils an enlarged congested reaching midline. Hot potato voice/muffled voice- Quinsy- Para pharyngeal abscess- Acute epiglottitis",
        "cop": 2,
        "opa": "Quinsy",
        "opb": "Parapharyngeal abscess",
        "opc": "Retropharyngeal abscess",
        "opd": "Tonsillitis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "98e873c3-0875-48be-a6e0-84e1aac2935d",
        "choice_type": "single"
    },
    {
        "question": "A 15 years old Male presented with history of fever since 2 days, unable to swallow the food with muffled voice. On examination it is noted right tonsil is shifted to midline. What is the diagnosis:",
        "exp": "if tonsil is enlarged / hyperophied and reaching midline and soft palate is moved on other side it is a case of quincy but, if tonsil itself is pushed to the midline it is a case of parapharyngeal abscess",
        "cop": 3,
        "opa": "Quincy",
        "opb": "Acute tonsillitis",
        "opc": "Parapharyngeal abscess",
        "opd": "Acute retropharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "6f3f4534-2d7b-4760-a9ed-f5dcfd414d34",
        "choice_type": "multi"
    },
    {
        "question": "Rhinolalia clausa occurs in all except",
        "exp": "Rhinolalia clausa- Abnormal speech due to obstruction in nose Hyponasal speech Causes: Nasopharyngeal polyp Nasopharyngeal cancer Nasopharyngeal angiofibroma, adenoids Rhinolalia apea Abnormal nasal resonance Hypernasal speech Causes Cleft palate Velopharyngeal insufficiency Congenital sho soft palate",
        "cop": 3,
        "opa": "Nasopharyngeal polyp",
        "opb": "Nasopharyngeal carcinoma",
        "opc": "Cleft palate",
        "opd": "Nasopharyngeal angiofibroma",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "b18b9177-6eb8-4e0c-ad1b-749b1fc38956",
        "choice_type": "multi"
    },
    {
        "question": "Young's operation is done for:",
        "exp": "Atrophic rhinitis (OZAENA) - it is a chronic inflammation of the nose characterized by atrophy of nasal mucosa and turbinate bones Nasal cavities are roomy and full of foul smelling crusts. Young's operation - both the nostrils are closed completely just within the nasal vestibule by raising flaps they are opened after 6 months or later in these cases mucosa may reve to normal and crusting reduced. Modified young's operation- to avoid the discomfo of bilateral nasal obstruction modified young's operation aims to paially close the nostrils. It is also claimed to give the same benefit as young's.",
        "cop": 1,
        "opa": "Atrophic rhinitis",
        "opb": "Vasomotor rhinitis",
        "opc": "Antrachonal polyp",
        "opd": "Allergic rhinitis",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "050f58cc-1d07-476b-98fd-1afcd7ff4dcc",
        "choice_type": "multi"
    },
    {
        "question": "Mainstay of treatment of glue ear:-",
        "exp": "Glue ear: - Long standing collection of serous / mucoid fluid in the middle ear cavity.- CHL (25-30 DB)- B curve on Tympanometry Mainstay treatment of glue ear should be treat the cause, like if its adenoids or tumor so removing it would be the treatment. But the cause is not mentioned in the question. So the mainstay treatment should be myringotomy in the anterio-inferior quadrant with grommet tube inseion. Option A - Radical mastoidectomy is done in the case of unsafe cholesteatoma, removal of glomus tumor. Option C - temporal bone reaction en bloc removal is done in a cancer of middle ear.",
        "cop": 2,
        "opa": "Radical Mastoidectomy",
        "opb": "Myringotomy + aeration to middle ear",
        "opc": "Temporal bone resection",
        "opd": "Tonsillectomy & adenoidectomy",
        "subject_name": "ENT",
        "topic_name": "FMGE 2018",
        "id": "9957ba25-3fbb-4650-b6c9-881ceebc06f5",
        "choice_type": "single"
    }
]