[
    {
        "question": "68-year-old Chandu is a diabetic and presented with black, foul smelling discharge from the nose. Examination revealed blackish discoloration of the inferior turbinates. The diagnosis is:",
        "exp": "(a) Mucormycosis(Ref. Cummings, 6th ed., 732)Diabetic patient (immunocompromised) with foul smelling black nasal discharge and black necrotic turbinates on examination is suggestive of mucormycosis. This is due to arterial and venous thrombosis due to direct fungal invasion causing local vascular insufficiency leading to gangrene.Invasive aspergillosis lead to local destruction but black discharge does not occur.Foreign body nose presents with foul smelling U/L nasal discharge.Infarct of inferior turbinate is no condition.",
        "cop": 1,
        "opa": "Mucormycosis",
        "opb": "Aspergillosis",
        "opc": "Infarct of inferior turbinate",
        "opd": "Foreign body",
        "subject_name": "ENT",
        "topic_name": "Granulomatous Disorders of Nose Nasal Polyp And Foreign Body",
        "id": "622ec934-262b-47ba-b542-b78416c46098",
        "choice_type": "single"
    },
    {
        "question": "Mikulicz cells and Russell bodies are seen in?",
        "exp": "ANSWER: (A) RhinosderomaREF: P L Dhingra 4th edition page 149Also See APPENDIX-25 for \"FEW IMPORTANT BODIES IN MEDICAL SCIENCE\"DIAGNOSIS OF RHINOSCLEROMA:Biopsy shows infiltration of submucosa with plasma cells, lymphocytes, eosinophils, Mikulicz cells and Russell bodies. The latter two are diagnostic features of the disease. Mikulicz cells are large foam cells with a central nucleus and vacuolated cytoplasm containing causative bacilli. Russell bodies are homogenous eosinophilic inclusion bodies found in the plasma cells. APPENDIX - 25Few Important Bodies in Medical ScienceAschoff Bodies - Rheumatic feverAsteroid body - SarcoidosisBabes - Ernst Bodies - Metachromatic granulesBalbiani's Bodies - Yolk nucleusBamboo bodies - AsbestosisBodies of Arantius - Aortic valve nodulesBody of Highmore - Mediastinum testisBollinger bodies - FowlpoxBrassy body - Dark shrunken blood corpuscle found in malariaCall Exners bodies - Granulosa theca cell tumourChromatid bodies - Entamoeba histolytica precystCitron bodies - cl. SepticumCivatte bodies - Lichen planusCouncilman bodies - Yellow fever/viral hepatitisCoccoid X bodies - PsittacosisCreola bodies - AsthmaCystoid bodies - Degenerated retinal nerve fibres (seen in Cotton wool spots)Donnes bodies - colostrums corpusclesDonovan bodies - Granulose inguinale (LGV)Ferruginous bodies - AsbestosisGamma Gandy bodies - Congestive splenomegalyGuarneri bodies - Inclusion bodies of vacciniaHenderson Peterson bodies - Molluscum contagiosumHarting bodies - Calcospheritis in the cerebral capillariesHeinz bodies - G 6 PD deficiencyHerring bodies - NeurohypophysisHirano bodies - Alzheimer's diseaseLewy bodies - parkinsonismLevinthal coles lille bodies - PsittacosisMallory bodies - Alcoholic hepatitisMasson bodies - Rheumatic pneumoniaMichelis Guttman bodies - MalakoplakiaMooser bodies - Endemic typhusMoot bodies - Multiple myelomaNegri bodies - RabiesOdland body - KeratinosomeOken's body - MesonephrosPappenheimer bodies- Granules of iron found inside RBC on routine blood stain in sideroblastic anemia, hemolytic anemia, and sickle cell diseasePaschen bodies - vaccinia/variolaPacchonian bodies- Arachnoid granulationPick bodies - Picks diseasePsamomma bodies:papillary carcinoma of thyroidSerous cyst adenoma of ovaryMeningiomaPapillary type of renal cell carcinomaPituitary adenoma (Prolactinoma)Appendiceal carcinoid (Rarely)Reilly bodies - Hurler's syndromeRokitansky bodies - TeratomaRoss's bodies - SyphilisRush ton bodies - Odontogenic cystRussell bodies- RhinoscleromaSclerotic bodies - ChromoblastomycosisSandstorm bodies - Parathyroid glands",
        "cop": 1,
        "opa": "Rhinoscleroma",
        "opb": "Rhinosporidiosis",
        "opc": "Scleroderma",
        "opd": "Lupus vulgaris",
        "subject_name": "ENT",
        "topic_name": "Granulomatous Disorders of Nose Nasal Polyp And Foreign Body",
        "id": "2a5b8341-eae8-498b-93ca-a3dbfda7cd21",
        "choice_type": "single"
    }
]