[
    {
        "question": "68-year-old Chandu is a diabetic and presented with black, foul smelling discharge from the nose. Examination revealed blackish discoloration of the inferior turbinates. The diagnosis is:",
        "exp": "(a) Mucormycosis(Ref. Cummings, 6th ed., 732). Diabetic patient (immunocompromised) with foul smelling black nasal discharge and black necrotic turbinates on examination is suggestive of mucormycosis. This is due to arterial and venous thrombosis due to direct fungal invasion causing local vascular insufficiency leading to gangrene. Invasive aspergillosis lead to local destruction but black discharge does not occur. Foreign body nose presents with foul smelling U/L nasal discharge. Infarct of inferior turbinate is no condition.",
        "cop": 1,
        "opa": "Mucormycosis",
        "opb": "Aspergillosis",
        "opc": "Infarct of inferior turbinate",
        "opd": "Foreign body",
        "subject_name": "ENT",
        "topic_name": "Granulomatous Disorders of Nose Nasal Polyp And Foreign Body",
        "id": "622ec934-262b-47ba-b542-b78416c46098",
        "choice_type": "single"
    },
    {
        "question": "Mikulicz cells and Russell bodies are seen in?",
        "exp": "ANSWER: (A) Rhinosderoma. REF: P L Dhingra 4th edition page 149. Also See APPENDIX-25 for \"FEW IMPORTANT BODIES IN MEDICAL SCIENCE\"DIAGNOSIS OF RHINOSCLEROMA: Biopsy shows infiltration of submucosa with plasma cells, lymphocytes, eosinophils, Mikulicz cells and Russell bodies. The latter two are diagnostic features of the disease. Mikulicz cells are large foam cells with a central nucleus and vacuolated cytoplasm containing causative bacilli. Russell bodies are homogenous eosinophilic inclusion bodies found in the plasma cells. APPENDIX - 25. Few Important Bodies in Medical Science. Aschoff Bodies - Rheumatic fever. Asteroid body - Sarcoidosis. Babes - Ernst Bodies - Metachromatic granules. Balbiani's Bodies - Yolk nucleus. Bamboo bodies - Asbestosis. Bodies of Arantius - Aortic valve nodules. Body of Highmore - Mediastinum testis. Bollinger bodies - Fowlpox. Brassy body - Dark shrunken blood corpuscle found in malaria. Call Exners bodies - Granulosa theca cell tumour. Chromatid bodies - Entamoeba histolytica precyst. Citron bodies - cl. Septicum. Civatte bodies - Lichen planus. Councilman bodies - Yellow fever/viral hepatitis. Coccoid X bodies - Psittacosis. Creola bodies - Asthma. Cystoid bodies - Degenerated retinal nerve fibres (seen in Cotton wool spots). Donnes bodies - colostrums corpuscles. Donovan bodies - Granulose inguinale (LGV). Ferruginous bodies - Asbestosis. Gamma Gandy bodies - Congestive splenomegaly. Guarneri bodies - Inclusion bodies of vaccinia. Henderson Peterson bodies - Molluscum contagiosum. Harting bodies - Calcospheritis in the cerebral capillaries. Heinz bodies - G 6 PD deficiency. Herring bodies - Neurohypophysis. Hirano bodies - Alzheimer's disease. Lewy bodies - parkinsonism. Levinthal coles lille bodies - Psittacosis. Mallory bodies - Alcoholic hepatitis. Masson bodies - Rheumatic pneumonia. Michelis Guttman bodies - Malakoplakia. Mooser bodies - Endemic typhus. Moot bodies - Multiple myeloma. Negri bodies - Rabies. Odland body - Keratinosome. Oken's body - Mesonephros. Pappenheimer bodies- Granules of iron found inside RBC on routine blood stain in sideroblastic anemia, hemolytic anemia, and sickle cell disease. Paschen bodies - vaccinia/variola. Pacchonian bodies- Arachnoid granulation. Pick bodies - Picks disease. Psamomma bodies: papillary carcinoma of thyroid. Serous cyst adenoma of ovary. Meningioma. Papillary type of renal cell carcinoma. Pituitary adenoma (Prolactinoma). Appendiceal carcinoid (Rarely). Reilly bodies - Hurler's syndrome. Rokitansky bodies - Teratoma. Ross's bodies - Syphilis. Rush ton bodies - Odontogenic cyst. Russell bodies- Rhinoscleroma. Sclerotic bodies - Chromoblastomycosis. Sandstorm bodies - Parathyroid glands",
        "cop": 1,
        "opa": "Rhinoscleroma",
        "opb": "Rhinosporidiosis",
        "opc": "Scleroderma",
        "opd": "Lupus vulgaris",
        "subject_name": "ENT",
        "topic_name": "Granulomatous Disorders of Nose Nasal Polyp And Foreign Body",
        "id": "2a5b8341-eae8-498b-93ca-a3dbfda7cd21",
        "choice_type": "single"
    }
]