[
    {
        "question": "A diabetic with orbital cellulitis and maxillary sinusitis shows hyaline, narrow, septate and ranching hyphae with invasion of the blood vessels fungus on microscopy. Which is the causative fungus?",
        "exp": "Ans. is 'c' i. e., Aspergillus Diagnosis of Aspergillus infection: o Histologic examination of affected tissue reveals either infarction, with invasion of blood vessels by many fungal hvphae, or acute necrosis, with limited inflammation and hyphae. o Aspergillus hyphae are hyaline, narrow, and septate, with branching at 45deg: no yeast forms are present in infected tissue. o Hyphae can be seen in cytology or microscopy preparations, which therefore provide a rapid means of presumptive diagnosis.",
        "cop": 3,
        "opa": "Candida",
        "opb": "Rhizospora",
        "opc": "Aspergillus",
        "opd": "Histoplasma",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "21b58724-2e4c-4a78-86f0-401280e11c97",
        "choice_type": "single"
    },
    {
        "question": "Infection of Submandibular space is seen in -",
        "exp": "Ans. is 'a' i. e., Ludwig's angina o Ludwig's angina is a rapidly spreading bilateral cellulitis that involves the floor of mouth, under the tongue. Floor of mouth is comprised of sublingual space, submandibular space and submental space. Ludwig's angina usually begins in the submandibular space, and then rapidly spreads to involve the sublingual space, usually on a bilateral basis. Most common cause is infection of the root of the teeth (Dental infection), especially 2nd and 3rd mandibular molar. Other causes are mouth injury, mandibular fracture, and submandibular sialadenitiso Since most cases of Ludwig's angina are related to a dental cause, it is not surprising that the bacterial cultures mirror the oral flora. o These infections are almost always the result of mixed flora, involving both aerobes and anaerobes. The most commonly reported aerobes are alpha-hemolytic streptococci, followed by staphylococcus. The anerobic bacteria are peptostreptococcus, Bacteroides, Veillonella and Spirochaeta.",
        "cop": 1,
        "opa": "Ludwig's angina",
        "opb": "Vincent's angina",
        "opc": "Prinzmetal's angina",
        "opd": "Unstable angina",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "9abdd35b-3648-4fdc-b08b-14fb5f9c1c6d",
        "choice_type": "single"
    },
    {
        "question": "Quinsy is-",
        "exp": "Ans. is 'a' i. e., Peritonsillar abscess o Quinsy consists of suppuration outside the capsule in the area around the capsule. There is collection of pus between the capsule of tonsil and the superior constrictor muscle, i. e. in the peritonsillar area. Peritonsillar abscess is a complication of tonsillitis and is most commonly caused by group A beta - hemolytic streptococcus.",
        "cop": 1,
        "opa": "Peritonsillar abscess",
        "opb": "Parapharyngeal abscess",
        "opc": "Hypopharyngeal abscess",
        "opd": "Acute epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "365120db-3664-4d1a-b59e-dfb9ac0d2611",
        "choice_type": "single"
    },
    {
        "question": "Danger space is located between:",
        "exp": "(b) Alar fascia and prevertebral fascia(Ref. Scott Brown, Vol 3; 551). In between buccopharyngeal and alar fascia is the retropharyngeal space. In between buccopharyngeal and mandible is the parapharyngeal space. In between capsule of tonsil and superior constrictor muscle is peritonsillar space.",
        "cop": 2,
        "opa": "Buccopharyngeal and alar fascia",
        "opb": "Alar fascia and prevertebral fascia",
        "opc": "Buccopharyngeal and mandible",
        "opd": "Capsule of tonsil and superior constrictor muscle",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "a3c3dba7-4806-45d7-909e-27de7945faea",
        "choice_type": "single"
    },
    {
        "question": "A 21 year old college student presents with hot potato voice and trismus. Throat examination was done. Clinical Diagnosis is?",
        "exp": "Ans. (a) Quinsy. The image shows a deviated uvula indicating a Peri-tonsillar abscess and clinical history of hot potato voice confirms the diagnosis of quinsy",
        "cop": 1,
        "opa": "Quinsy",
        "opb": "Epiglottitis",
        "opc": "Infectious mononucleosis",
        "opd": "Chronic Tonsillitis",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "5f6e36bd-7b87-4ad6-9baa-31feb2877b85",
        "choice_type": "single"
    },
    {
        "question": "Quinsy refers to -",
        "exp": "Ans. is 'b' i. e., Peritonsillar abscess Quinsy (Peritonsillar abscess)o Quinsy consists of suppuration outside the capsule in the area around the capsule. There is collection of pus between the capsule of tonsil and the superior constrictor muscle, i. e. in the peritonsillar area. Peritonsillar abscess is a complication of tonsillitis and is most commonly caused by group A beta - hemolytic streptococcus. Clinical features of Quinsyo Clinical features are divided into. General: They are due to septicaemia and resemble any acute infection. They include fever (up to 104degF), chills and rigors, general malaise, body aches, headache, nausea and constipation. Local: Severe pain in throat. Usually unilateral. Odynophagia. It is so marked that the patient cannot even swallow his own saliva which dribbles from the angle of his mouth. Patient is usually dehydrated. Muffled and thick speech, often called \"Hot potato voice\". Foul breath due to sepsis in the oral cavity and poor hygiene. Ipsilateral earache. This is referred pain via CN IX wrhich supplies both the tonsil and the ear. Trismus due to spasm of pterygoid muscles which are in close proximity to the superior constrictor. Examination findings. The tonsil, pillars and soft palate on the involved side are congested and swollen. Tonsil itself may not appear enlarged as it gets buried in the oedematous pillars. Uvula is swollen and oedematous and pushed to the opposite side. Bulging of the soft palate and anterior pillar above the tonsil. Mucopus may be seen covering the tonsillar region. Cervical lymphadenopathy is commonly seen. This involves jugulodigastric lymph nodes. Torticollis: Patient keeps the neck tilted to the side of abscess. Treatment of peritonsillar abscesso IV fluidso Antibiotics: High dose penicllin. (iv benzipenicillin) is the DOC. In patients allergic to penicillin erythromycin is the DOC. o Incision and drainage per orally, if the abscess does not resolve depite high dose of iv antibiotics, o Tonsillectomy is done 6 weeks following an attack of quinsy (interv al tonsillectomy).",
        "cop": 2,
        "opa": "Intra-tonsillar abscess",
        "opb": "Peritonsillar abscess",
        "opc": "Submandibular abscess",
        "opd": "Retropharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "b27f33aa-e5d7-4e5d-a6eb-4f17559be09b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites represents the location of Bezold abscess?",
        "exp": "Ans. (b) sternocleidomastoid muscle. Ref: Dhingra's ENT 6th ed/ 78* Mastoid tip is in relation to two muscles:# Sternocleidomastoid muscle# Digastric muscle (posterior belly)* If there is abscess from:# SCM muscle: Bezolds abscess# Digastric area: Citelli s abscess. Also Know. Different MASTOID ABSCESSESAbscess. Location. Wild's abscess. Subperiosteal mastoid abscess. Bezold's abscess. Deep to Sternomastoid muscle. Luc's abscess. Under periosteum of the roof of bony canal. Citelli's abscess. Digastric triangle (along posterior belly of digastrics muscle)",
        "cop": 2,
        "opa": "Diagastric triangle",
        "opb": "Sternocleidomastoid muscle",
        "opc": "Infra temporal region",
        "opd": "Sub mandibular region",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "708d3d87-5535-4c05-90b5-5617a0333eba",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve involved in cavernous sinus thrombosis is -",
        "exp": "Ans. is 'a' i. e., Abducens Cavernous sinus thrombosis* The clinical presentation of CST can be varied. Both acute, fulminant disease and indolent, subacute presentations have been reported in the literature.* The most common signs of CST are related to anatomical structures affected within the cavernous sinus, notably cranial nerves III-VI, as well as symptoms resulting from impaired venous drainage from the orbit and eye.* Classic presentations are abrupt onset of unilateral periorbital edema, headache, photophobia, and bulging of the eye (proptosis).* Other common signs and symptoms include:* Ptosis, chemosis, cranial nerve palsies (III, IV, V, VI). Sixth nerve palsy is the most common. Sensory deficits of the ophthalmic and maxillary branch of the fifth nerve are common. Periorbital sensory loss and impaired corneal reflex may be noted. Papilledema, retinal hemorrhages, and decreased visual acuity and blindness may occur from venous congestion within the retina. Fever, tachycardia and sepsis may be present. Headache with nuchal rigidity may occur. Pupil may be dilated and sluggishly reactive. Infection can spread to contralateral cavernous sinus within 24-48 hours of initial presentation.",
        "cop": 1,
        "opa": "Abducens",
        "opb": "Trochlear nerve",
        "opc": "Oculomotor nerve",
        "opd": "Facial nerve",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "5ee7f7be-16dc-4069-b568-ca3f2d44343e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of trigeminal neuralgia -",
        "exp": "Ans. is 'c' i. e., Vascular compressiono Trigeminal neuralgia (tic douloureux) is characterized by intermittent, shooting pain in the face, o It is due to involvement of trigeminal nerve. o 95% of causes of trigeminal neuralgia are due to pressure on trigeminal nerve close to where it enters the brain stem, past the Gasserian ganglion. In most cases, this pressure seems to be caused by an artery or vein compressing trigeminal nerve. o Other causes are tumor, cysts, AV malformation and multiple sclerosis. o Most commonly used drugs for treatment of trigeminal neuralgia are carbamazepine, gabapentin and valproate.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Trauma",
        "opc": "Vascular compression",
        "opd": "Iatrogenic",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "e34e5913-f776-4b51-8fbf-6efbb69bb209",
        "choice_type": "single"
    },
    {
        "question": "Treatment of peritonsillar abscess is:",
        "exp": "Ans: D (Abscess drainage and interval tonsillectomy) Ref: Diseases of the Ear Nose and Throat by PL Dhingra. 5th edn. 20. I0. pg279. Explanation: Peritonsillar abscess. Also called as Quinsy. Pus collects between the capsule of the tonsil and the superior constrictor. Mixed infection of aerobes and anaerobes. More common in adults. Presents with fever, odynophagia muffled or hot potato voice, halitosis, trismusO/E unilateral tonsillar enlargement with congestion seen, pushing the uvula to the opposite side, enlarged and tender jugulodigastric nodes. Treatment is incision and drainage at the most prominent point or the junction of anterior pillar with the line drawn from the base of uvula. Can lead to parapharyngeal abscess",
        "cop": 4,
        "opa": "Abscess tonsillectomy",
        "opb": "Conservative treatment",
        "opc": "Drainage by Hilton's method",
        "opd": "Abscess drainage and interval tonsillectomy",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "0b8d6411-54a6-4e95-9794-6408115e3a15",
        "choice_type": "single"
    },
    {
        "question": "What is Pottfs puffy tumour",
        "exp": "Ans. is 'c' i. e., Osteomylitis of frontal bone Pott's puffy tumouro Pott puffy tumour is a non-neoplastic complication of acute sinusitis characterised by subperiosteal abscess and osteomyelitis, usually related to the frontal sinus but sometimes also related with the mastoid. Forehead swelling is seen, which explains the name of this pathology. o Other rare causes, besides sinusitis, are trauma, intranasal cocaine/methamphetamine abuse and craniotomy. Epidemiologyo Although it may affect patients of any age, it has a higher incidence in adolescence. Since the advent of antibiotics, it is infrequently seen. Pathologyo The infection erodes through the wall of the obstructed infected sinus to form a subperiosteal abscess. As expected it can be associated with extension intracranially with epidural abscess, subdural empyema, meningitis, and cerebral abscess formation. Dural sinus thrombosis is an other possible complication. Treatmento Treatment is typically surgical with drainage of the abscess and IV antibiotics (6 to 8 weeks).",
        "cop": 3,
        "opa": "Osteosarcoma of the frontal bone",
        "opb": "Adamantimoma of the mandible",
        "opc": "Osteomylitis of frontal bone",
        "opd": "Proliferative aspergillosis of maxillary sinus",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "b2c58f4d-b5a8-4188-8549-ee45df60d9d2",
        "choice_type": "single"
    },
    {
        "question": "Ludwig's angina is -",
        "exp": "Ans. is 'c' i. e., Infection of submandibular space o Caldwell-Luc operation is a process of opening the maxillary antrum through canine fossa by sublabial approach and dealing with the pathology inside the antrum. o In this surgery, antrum is reached through a incision in gingivolabial sulcus (from lateral incisor to 2nd molar) and then opening of antrum in this area. o During the surgery a noso-antral window is made through the inferior meatus so that after the surgery, packing of sinus can be removed through this window.",
        "cop": 3,
        "opa": "Unstable angina",
        "opb": "Prizmetal's angina",
        "opc": "Infection of submandibular space",
        "opd": "Infection of retropharyngeal space",
        "subject_name": "ENT",
        "topic_name": "Head & Neck Infections",
        "id": "71720670-52bc-40eb-a59a-e4c54e7fb37c",
        "choice_type": "single"
    }
]