[
    {
        "question": "All are subjective tests for audiometry except:",
        "exp": "(b) Impedance audiometry(Ref. Scott Brown, 6th ed., Vol 2; 2/12/1)Impedance audiometry is an objective test. It does not require the cooperation of patient.Other objective audiometry tests are; OAEs, Electrocochleography and BERA",
        "cop": 2,
        "opa": "Tone decay",
        "opb": "Impedance audiometry",
        "opc": "Speech audiometry",
        "opd": "Pure tone audiometry",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "5e886651-1eb4-4a2b-9708-86ad0d2df14c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of cochlear hearing loss except-",
        "exp": "Ans. is 'b' i.e., Speech discrimination is highly impaired Cochlear SNHLRetrocochlear SNHLDamage to hair cellsDamage to VIII nerve and its connectionsRecruitment presentRecruitment AbsentNo significant tone decaySignificant tone decaySISI PositiveSISI NegativeSpeech discrimination not highly impairedSpeech discrimination highly impairedSubjective diplacusis, hyperacusis, ear fullnessNo such feelingBekesy shows no gap between I and C tracing (Type II)Bekesy shows wide gap between I and C tracings (type III)",
        "cop": 2,
        "opa": "SISI test is positive",
        "opb": "Speech discrimination is highly impaired",
        "opc": "No tone decay",
        "opd": "Damage to hair cells",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "c34d4593-0118-46b2-9f25-6d920e5184ba",
        "choice_type": "multi"
    },
    {
        "question": "SNHL is seen in -",
        "exp": "Ans. is 'd' i.e.. All of the above Congenital causes of SNHL o Treacher collin syndrome o Alports syndrome o Pendred syndrome o Crouzon's disease o Bartter syndrome o Leopard syndrome o Refsum syndrome o Waardenburg syndrome o Fabry disease o Usher's syndrome o Hurler's syndrome o Klippel fed syndrome o Type 1 (distal) Renal tubular acidosis o Jervell & lange Neilson syndrome o Biotinase deficiency o Albinis o MELAS o Trisomy 13, 15, 21 o Michel's aplasia o Mondini's anomaly o Schibe's and Alexander's anomalies o Uhl's anomaly o Michel's aplasia o Nail - patella syndrome o Alstrom syndrome o Brachio - oto - renal (BOR) syndrome o Cockayne's syndrome",
        "cop": 4,
        "opa": "Nail patella syndrome",
        "opb": "Distal RTA",
        "opc": "Barter syndrome",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "f8de36b8-eba9-4533-976c-7acf2ac01fa1",
        "choice_type": "multi"
    },
    {
        "question": "A child aged 3 yrs, presented with severe sensorineural deafness was prescribed hearing aids, but showed no improvement. What is the next line of management:",
        "exp": "Ans. is 'c' Cochlear implant Any person who fails to benefit from hearing aids in given , cochlear implant. Here the child does not benefit from hearing aid so he should be given cochlear implant.Note : Make sure that the patient is not prelingually deaf because Cochlear implants are not useful in prelingually deaf patient.",
        "cop": 3,
        "opa": "Fenestration surgery",
        "opb": "Stapes mobilisation",
        "opc": "Choclear implant",
        "opd": "Conservative",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "59badf12-c5d9-4790-9116-54c8c0237718",
        "choice_type": "single"
    },
    {
        "question": "Which test is used to assess hearing loss IN CHILDREN?",
        "exp": "Ans. is 'a' i.e., BERA Tests to assess Hearing loss in children1. Otoacoustic emissions2. Auditory Brainstem response {BERA}3. Automated Auditory Brainstem response",
        "cop": 1,
        "opa": "BERA",
        "opb": "Rinne's Test",
        "opc": "SISI",
        "opd": "CALORIE Test",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "4e9b8ee2-f41d-4fd3-88f4-69595b7b40e0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following test is used to detect malingering?",
        "exp": "(a) Stenger test(Ref. Cummings, 6th ed., 2067)Bing, Weber and Rinne tests are for the detection of conductive and SN hearing loss.",
        "cop": 1,
        "opa": "Stenger test",
        "opb": "Bing test",
        "opc": "Weber test",
        "opd": "Rinne test",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "d8e366f3-ee39-416f-993f-3d8f3c890b24",
        "choice_type": "single"
    },
    {
        "question": "All are causes of sensorineural deafness except:",
        "exp": "(d) Rupture of tympanic membrane (leads to conductive deafness).(Ref. Cummings, 6th ed., 2201)Old age (presbycusis) leads to SN hearing loss.Loud noise induced hearing loss is associated with pathological changes in cochlea leading to SN hearing loss. Noise trauma, presbycusis and ototoxic drugs involve basal turns of cochlea first; thereby affect high frequency sounds early.Cochlear otosclerosis leads to sensory hearing loss.",
        "cop": 4,
        "opa": "Old age",
        "opb": "Cochlear otosclerosis",
        "opc": "Loud sound",
        "opd": "Rupture of tympanic membrane",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "305ddc2b-9bb1-43eb-bfeb-3e3f8d63ab19",
        "choice_type": "multi"
    },
    {
        "question": "Impedance audiometry is for the pathology of:",
        "exp": "(b) Middle ear(Ref. Cummings, 6th ed., 2203)In impedance audiometry we do tympanometry which is a measure of the condition of the middle ear at the level of TM.",
        "cop": 2,
        "opa": "External ear",
        "opb": "Middle ear",
        "opc": "Mastoid air cell",
        "opd": "Inner ear",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "a40575ca-8b19-4c70-8a25-24b6614d14ce",
        "choice_type": "single"
    },
    {
        "question": "3-year-old Rajan is having sensorineural deafness, not benefited by hearing aids. Next best management is:",
        "exp": "(a) Cochlear implant(Ref. Cummings, 6th ed., 2434)Stapedectomy is done for otosclerosis.Fenestration operation used to be done previously for otosclerosis, though stapedotomy is done these days.Stapes fixation is no surgery",
        "cop": 1,
        "opa": "Cochlear implant",
        "opb": "Stapes fixation",
        "opc": "Stapedectomy",
        "opd": "Fenestration",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "020de2e6-1e7f-4399-801e-a51f291e70d8",
        "choice_type": "single"
    },
    {
        "question": "A patient on ATT develops tinnitus and hearing loss due to?",
        "exp": "Ans. (c) StreptomycinRef: Dhingra 4thed p. 39",
        "cop": 3,
        "opa": "Isoniazis",
        "opb": "Pyrazinamide",
        "opc": "Streptomycin",
        "opd": "Rifampicin",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "173365d7-18d6-46f1-8f6f-b96e4669de55",
        "choice_type": "single"
    },
    {
        "question": "Sensorineural deafness in neonates is best diagnosed by:",
        "exp": "Ans. (a) BERA Ref: Dhingra's ENT 5th ed. / 31-32 Screening with OAE, Final confirmation with BERA. * Otoaoustic emission are low intensity sounds produced by outer hair cells of normal cochlea. This sound travels in a reverse direction from outer hair cells to external auditory canal via middle ear. It is used as a screening test of hearing in neonates and uncooperative and mentally challenged individuals. * OAE is considered as best test for screening of hearing in neonates * BERA is brainstem evoked response audiometry. Can be used as screening procedure and threshold of hearing in infants. Mainly used to diagnose retrocochlear pathology. Ex: Acoustic Neuroma. * Tympanometry is considered as IOC for otosclerosis. * Electrocochleography: used to find out threshold of hearing in young infants and children. It is also the most sensitive test for Meniere's disease.",
        "cop": 1,
        "opa": "BERA",
        "opb": "OAE",
        "opc": "Tympanometry",
        "opd": "Electrocochleography",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "03fb679d-abdf-418c-8edf-805d27495b12",
        "choice_type": "single"
    },
    {
        "question": "Rinne test is negative in:",
        "exp": "(c) Tympanosclerosis(Ref Cummings, 6th ed., 2203)Tympanosclerosis being a conductive pathology so BC > AC so Rinne will be negative.All the other options being SN deafness so AC > BC so Rinne will be positive.",
        "cop": 3,
        "opa": "Sensorineural deafness",
        "opb": "Acoustic neuroma",
        "opc": "Tympanosclerosis",
        "opd": "Meniere's disease",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "041653e0-1e77-4527-8b2c-cfad2fa747b2",
        "choice_type": "single"
    },
    {
        "question": "Conducting hearing loss with intact tympanic membrane -",
        "exp": "Ans. is 'c' i.e., Glue earo Among the given options, only glue ear (serous otitis media) is a cause of conductive deafness.Causes of conductive deafnessCongenital causeso Meatal atresiao Fixation of stapes footplateo Fixation of malleus heado Ossicular discontinuityo Congenital cholesteatomaAcquired causeso External ear:# Any obstruction in the ear canal, e.g. wax. foreign body, furuncle, acute inflammatory swelling, tumor, atresiao Middle ear :# Perforation of tympanic menibrane(traumatie or infective)# Fluid in middle ear (ASOM, serous otitis media or haemotympanum)# Mass in middle ear (tumors)# Disruption of ossicles (Trauma, CSOM, cholesteatoma)# Fixation of ossicles (otosclerosis, tympanosclerosis, adhesive otitis media)# Eustachian tube blockage (retracted tympanic membrane, serous otitis media) Congenital causes of SNHLo Treacher collin syndromeo Alport's syndromeo Pendred syndromeo Crouzon's diseaseo Bartter syndromeo Leopard syndromeo Refsum syndromeo Waardenburg syndromeo Fabry diseaseo Usher's syndromeHurler's syndromeo Klippel fed syndromeo Type 1 (distal) Renal tubular acidosiso Jervell & lange Neilson syndromeo Biotinase deficiencyo Albinismo MELASo Trisomy 13,15,21o Michel's aplasiao Mondinrs anomalyo Schibe's and Alexander's anomalieso Uhl's anomalyo Michel's aplasiao Nail - patella syndromeo Alstrom syndromeo Brachio - oto - renal (BOR)syndromeo Cockayne's syndrome Acquired causes of SNHLo Infections of labyrintho Trauma to labyrinth or VIII nerve (Head injury, surgery etc)o Noise induced hearing losso Ototoxic drugso Presbycusiso Meniere's diseaseo Acoustic neuromao Sudden bearing losso Systemic disorders(DM, Hypothyroidism, Renal disorders)o Multiple sclerosiso Smoking & Alcoholism",
        "cop": 3,
        "opa": "Presbycausis",
        "opb": "Meniere's disease",
        "opc": "Glue ear",
        "opd": "Acoustic neuroma",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "9fda8cc8-783a-435b-a4fa-26166c5c06ac",
        "choice_type": "single"
    },
    {
        "question": "Patient with anotia ideal hearing aid -",
        "exp": "Ans. is 'b' i.e.. Bone anchored hearing aid o Anotia (\"no ear\" ) describes a rare, congenital deformity, that involves the complete absence of the pinna, the outer projected portion of the ear, and narrowing or absence of the ear canal,o A bone-anchored hearing aid is an implantable device that allows the listener to hear by bone conduction without the inconvenience of a traditional bone conduction hearing aid. It's more comfortable, and the sound quality' is better, partly because the device stays in place.o Unlike a middle ear implant, which requires a normally functioning middle ear, this type of hearing aid is typically used by listeners who have conductive or mixed hearing loss. Bone conduction hearing aids have traditionally been used by people bom without ear canals or with small, misshapen ears that can't support conventional hearing aids, or by people who have chronic middle ear disease that's aggravated by wearing a hearing aid or earmold in the ear canal (for example, people with draining ears).",
        "cop": 2,
        "opa": "Incanal",
        "opb": "Bone anchored hearing aid",
        "opc": "Vestibular",
        "opd": "Transcutaneous",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "8744f971-1601-4174-b501-b481c26b5042",
        "choice_type": "single"
    },
    {
        "question": "Selective low frequency Sensorineural Hearing loss occurs in-",
        "exp": "Ans. is 'a' i.e., Meneire's disease Clinical features of Meniere's diseaseo Meniere's diseases usually affects adults (35-60 years) and men are affected more often than women. Disease is usually unilateral. The clinical features are:-1) Episodes of vertigo# Usually accompanied by nausea and vomiting with ataxia and nystagmus. Severe attacks may be accompanied by other symptoms of vagal disturbances such as abdominal cramps, diarrhea, cold sweats, pallor and bradycardia. Some cases of Meniere's disease show Tullio phenomenon, i.e. loud sounds or noise produce vertigo. It is due to the distended saccule lying against stapes footplate.2) Fluctuating hearing loss# Fluctuating nature of hearing loss is quite characteristic. Initially there is loss of low frequency sound, later both low and high frequencies are involved. Distortion of sound occurs in some patients, e.g. a tone of a particular frequency may appear normal in one ear and of higher pitch in the other leading to diplacusis. Intolerance to loud sounds occurs due to recruitment phenomenon.3) Tinnitus (Ringing in the ears)# It is low-pitched roaring type and is aggravated during acute attacks. Sometimes, it has hissing character.4) Feeling of fullness or pressure in the ear# Like other symptoms it also fluctuates.5) Emotional upset, headache, anxiety In early stages of disease most patients are well in between the attack. As the disease progresses patients may have persistent hearing loss, tinnitus and postural imbalance between the attacks of vertigo.",
        "cop": 1,
        "opa": "Meneire's disease",
        "opb": "BPPV",
        "opc": "Glomus tumour",
        "opd": "Schwannoma",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "11f4060a-9296-4355-87b6-8eeb5414d013",
        "choice_type": "single"
    },
    {
        "question": "In the right middle ear pathology, Weber's test will be:",
        "exp": "(c) Lateralised to right side(Ref. Scott Brown, 8th ed., Vol 2; 928)Middle ear pathology indicates conductive deafness so Weber will be lateralised to the right side in the right ear pathology, i.e. towards the worst side.Weber is lateralised to the Worst ear in Conductive hearing loss and Better ear in Sensorineural hearing loss. (Mnemonic: We Create-Best Students).",
        "cop": 3,
        "opa": "Normal",
        "opb": "Centralised",
        "opc": "Lateralised to right side",
        "opd": "Lateralised to left side",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "ff87fee9-c26b-40b3-9d15-5a5016e5379b",
        "choice_type": "single"
    },
    {
        "question": "When the patient fails to understand normal speech, but can understand shouted or amplified speech the hearing loss, is termed -",
        "exp": "Ans. is 'c' i.e., Severe hearing loss o WHO recommended the following classification on the basis of pure tone audiogram.Hearing threshold in better ear (average of 500, 1000, 2000Hz)Degree of impairment (WHO classification)Ability to understand speech0-2526-4041-5556- 7071-91Above 91Not significantMildModerateModerately severeSevereProfoundNo significant difficulty with faint speechDifficulty with faint speech, requent difficulty with normal speech.Frequent difficulty even with loud speechCan understand only shouted or amplified speechUsually cannot understand even amplified speech",
        "cop": 3,
        "opa": "Mild hearing loss",
        "opb": "Moderate hearing loss",
        "opc": "Severe hearing loss",
        "opd": "Profound hearing loss",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "85b75eae-2f09-4d56-b5da-b10379374b6b",
        "choice_type": "single"
    },
    {
        "question": "Deafness is seen with: (Repeat)",
        "exp": "Ans: B (Congenital QT syndrome) Ref: Diseases of the Ear Nose and Throat by PL Dhingra.5th edn ,2010Page 129Explanation:Congenital deafness associated syndromesJervell and Lange-Nielsons syndromeAutosomal recessiveRepeated syncopal attacksCongenita] sensorineural hearing lossProlonged QT in ECGAlports syndromeAutosomal dominant or X linkedDelayed onset of sensorineural hearing lossHereditary progressive glomerulonephritisCorneal dystrophyPend red syndromeAutosomal recessiveCongenital SNHLGoitreUsher syndromeAutosomal recessiveDelayed onset of SNHLRetinitis pigmentosaNight blindnessTreacher Collin syndrome and Aperts syndrome are associated with conductive hearing loss",
        "cop": 2,
        "opa": "Essential hypertension",
        "opb": "Congenital QT syndrome",
        "opc": "Marfan syndrome",
        "opd": "Turners syndrome",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "ca2712d8-e0ea-40c4-85ac-3c57be3b7917",
        "choice_type": "single"
    },
    {
        "question": "Virus causing sensori-neural hearing loss (unilateral SNHL)",
        "exp": "Ans) b (Mumps) Ref Dhingra 4th edition p34-36Measles, mumps and cytomegalovirus are well documented to produce labryrinthitis which is common cause for acquired SNHL.Viruses usually reach the inner ear by blood stream affecting stria vascularis and then endolymph and organ of corti.Several other viruses, eg rubella, herpes zoster, herpes simplex, influenza, and Epstein - Barr vims are clinically known to cause deafness but direct proof of their invasion of labyrinth is lacking.There is another entity called sudden SNHL. In this condition SNHL will develop over a period of hours or few weeks. Mostly it will be unilateral. It may be accompanied by tinnitus or temporary spell of vertigo. Viral infections like mumps and herpes zoster are aetiological factors.\"Unilateral SNHL\" was clearly given in the original question paperSo most probably mumps may be the right answer.",
        "cop": 2,
        "opa": "Rubella",
        "opb": "Mumps",
        "opc": "Herpes simplex",
        "opd": "Epstein-Barr virus",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "0870eb4d-966c-40e3-8cb3-7003da804f90",
        "choice_type": "single"
    },
    {
        "question": "What should be the loss of hearing at least for Weber's test to lateralise?",
        "exp": "Ans. a (5 db). (Ref. Diseases of ENT by PL Dhingra, 2nd ed., 26; 3rd ed., 30)# Lateralization of sound in Weber test, a tunning fork of 512 Hz implies a conductive loss of 15-25 dB in ipsilateral ear or a sensorineural in contralateral ear.# However as less as 5 db hearing loss can cause lateralization of Weber's test.# A negative Rinne's test indicates a minimum air-bone gap of 15-20 db. TestNormalConductive deafnessSensorineural deafness1Rinne's testAC > BC (Rinne +)BC > AC (Rinne -)AC > BC2Weber's testNot lateralisedLaterlized to poor earLateralized to better ear3ABCSame as examinersSame as examinersReduced4Schwabach's testEqualLengthenedShortened",
        "cop": 1,
        "opa": "5 db",
        "opb": "10 db",
        "opc": "15 db",
        "opd": "20 db",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "07c19a24-e091-4a44-b451-e80139b7818c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of conductive hearing loss-",
        "exp": "Ans. is 'c' i.e., Presbycusis Causes of conductive deafnessCongenital causeso Meatal atresiao Fixation of stapes footplateo Fixation of malleus heado Ossicular discontinuityo Congenital cholesteatomaAcquired causeso External ear:# Any obstruction in the ear canal, e.g. wax, foreign body, furuncle, acute inflammatory swelling, tumor, atresiao Middle ear :# Perforation of tympanic membrane (traumatic or infective)# Fluid in middle ear (ASOM, serous otitis media or haemotympanum)# Mass in middle ear (tumors)# Disruption of ossicles (Trauma, CSOM, cholesteatoma)# Fixation of ossicles (otosclerosis, tympanosclerosis, adhesive otitis media)# Eustachian tube blockage (retracted tympanic membrane, serous otitis media)",
        "cop": 3,
        "opa": "CSOM",
        "opb": "Otosclerosis",
        "opc": "Presbycusis",
        "opd": "Serous otitis media",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "e517114b-b700-47bc-b99c-845c3b4c0e24",
        "choice_type": "single"
    },
    {
        "question": "Best time for hearing assessment in an infant -",
        "exp": "Ans. is 'a' i.e., 1st month of lifeo The American Academy of Pediatrics (AAP), Joint Committee on Infant hearing (2007), has recommended that all newborn infants be screened for hearing impairment either as neonate or before 1 month of age and that those infants who fail newborn screening have an audiologic examination to varifv hearing loss before age of 3 months.",
        "cop": 1,
        "opa": "1st month of life",
        "opb": "3-6 months",
        "opc": "6-9 months",
        "opd": "9-12 months",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "bd4ed77c-8a66-436d-939e-4abce8869b17",
        "choice_type": "single"
    },
    {
        "question": "Loudness recruitment phenomenon is associated with",
        "exp": "Ans. d (Cochlear deafness) (Ref. Dhingra 3rd ed., 4, 49; 29, 148)The rapid growth of loudness in ears with sensorineural hearing loss is known as loudness recruitment. Its presence helps signify that the hearing loss is caused by pathology within the cochlea. Recruitment is a symptom of cochlear pathology associated with hair cell damage, particularly to outer hair cells.ASSESSMENT OF HEARING LOSS1. Clinical testsa. Finger friction testb. Watch testc. Speech testd. Tuning fork tests2. Audiometric testsa. Pure tone audiometry (measures threshold of hearing by air and bone conduction and thus the degree and type of hearing loss)b. Speech audiometry (measures ability of patient to hear and understand speech)c. Bekesy audiometry (differentiates cochlear from retrocochlear and organic from functional hearing loss)d. Impedance audiometry, i.e., tympanometry and acoustic reflex measurements (particularly useful in children).3. Special testsa. Recruitment (seen typically in lesions of cochlea, e.g., Meniere's disease, presbycusis)b. Short increment sensitivity index (SISI test)c. Threshold tone decay (Carhart's) test (a decay more than 25dB is diagnostic of a retrocochlear lesion)d. Evoked response audiometry (e.g., BERA)e. Otoacoustic emissionsf. Central auditory testsAcoustic Reflex# Loud sound > 70 dB; causes bilateral contraction of stapedial muscles which can be detected by tympanometry.# Reflex mediated by VII and VIII nerves.# It is protective reflex against loud sound.# Normally, stapedial reflex is elicited at 70-100 dB SL. If patient claims total deafness but the reflex can be elicited, it indicates NOHL (non-organic hearing loss). Hyperacusis in Bell's palsy is due to the paralysis of the stapedius muscle.# Uses:1. Objective method to detect hearing in infants and children.2. To find malingering3. To detect cochlear pathology. Presence of Stapedial reflex at lower frequencies, instead of 70 dB indicates Recruitment and cochlear pathology.4. To detect VIII and VII nerve lesions.",
        "cop": 4,
        "opa": "Retrocochlear deafness",
        "opb": "Conductive deafness",
        "opc": "Sensorineural deafness",
        "opd": "Cochlear deafness",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "abfab05a-0f08-419f-ae94-582589acfa86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test assesses resistance in middle ear?",
        "exp": "(b) Impendence audiometry(Ref. Cummings, 6th ed., 2203)Pure tone audiometry tests the threshold of hearing at various frequencies. It tells about the type and degree of hearing.Caloric test is a test of vestibular function.BERA tests the peripheral and central auditory pathways.",
        "cop": 2,
        "opa": "Pure tone audiometry",
        "opb": "Impendence audiometry",
        "opc": "Caloric test",
        "opd": "BERA (Brainstem evoked response audiometry)",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "76a459a3-c8a5-4ead-a549-2e024a21bd2b",
        "choice_type": "single"
    },
    {
        "question": "BERA can be most accurate from which gestation?",
        "exp": "Ref: Clohertys Manual of Neonatal Care, 6th edition. Page 646 and ENT DhingraExplanation:\"ABR is reliable after 34 weeks postnatal age. \"Ref: ClohertyBRAINSTEM EVOKED RESPONSE AUDIOMETRY (BERA)Other nameso Auditory brainstem responses (ABR)o Brainstem auditory evoked response (BAER)o Brainstem auditory evoked potential (BAEP).Measures the electroencephalographic waves generated hy the auditory system in response to clicks through three electrodes placed on the infant's scalp.The characteristic waveform recorded from the electrodes becomes better defined with increasing postnatal age.ABR is reliable after 34 weeks postnatal age.At present, because of the increased risk of injury to the auditory pathway beyond the cochlea (auditory nerve) including auditory dyssynchrony, ABR is the preferred screening method to evaluate hearing loss in the NICE graduate.Non-invasive technique to find integrity of central auditory pathways through the 8th cranial nerve, pons and midhrain.Electrical potentials are generated in response to several click stimuli or tone-bursts and picked up from the vertex by surface electrodes.It measures hearing sensitivity in the range of 1000 - 4000 Hz.In normal person. 7 waves are produced in the first 10 milliseconds.The 1st, 3rd and 5th waves are most stable and are used in measurements.Parameters studied in waveforms:o Latencyo Inter-wave latencyo Amplitude.The exact anatomic site of neural generators are:o Wave 1 - Distal part of CN 8.o Wave 2 - Proximal part of CN 8 near the brainstem.o Wave 3 - Cochlear nucleuso Wave 4 - Superior olivary complexo Wave 5 - Lateral lemniscuso Wave 6 & 7 - Inferior colliculus.UsesScreening for hearing in infants.To determine the threshold of hearing in:o Infants.o Children.o Uncooperative adultso Malingerers.To diagnose retroeochlear pathology (e.g.: Acoustic neuroma).To diagnose brainstem pathology (e.g.: Multiple sclerosis or Pontine tumors)To monitor CN 8 intraoperatively in surgery of acoustic neuromas to preserve the function of cochlear nerve.",
        "cop": 3,
        "opa": "30 weeks",
        "opb": "32 weeks",
        "opc": "34 weeks",
        "opd": "28 weeks",
        "subject_name": "ENT",
        "topic_name": "Hearing Loss",
        "id": "c806d509-79be-4275-9b1e-b7155be25181",
        "choice_type": "single"
    }
]