[
    {
        "question": "All of the following statements are false regarding the given clinical condition except?",
        "exp": "Parapharyngeal abscess ( Lateral pharyngeal space) Parapharyngeal space is the smallest space of the pharynx divided into anterior and posterior compament styloid process Infection can spread to this space from submandibular or the retropharyngeal space Both tonsil and lateral pharyngeal walls are pushed medially (in quinsy only tonsil is pushed medially ) Patient is mostly in critical condition with severe trismus and airway compromise with bulge at angle of jaw IV antibiotics are necessary to combat the infection and drainage of infection is needed by giving Incision at 2 finger below the angle of jaw. Predictors of high risk cases are marked neck swelling, female gender and airway compromise. COMPLICATIONS: Acute oedema of larynx Thrombophlebitis of jugular vein Spread of infection to retropharyngeal space and mediastinum",
        "cop": 2,
        "opa": "Usually self limited",
        "opb": "Female gender is predictive for high risk cases",
        "opc": "Only tonsil is pushed medially",
        "opd": "Intra oral incision is given For Incision and Drainage",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "1c79fa36-358f-41e9-9e09-fa8001e49dba",
        "choice_type": "multi"
    },
    {
        "question": "A tonsil bed is formed by superior constrictor and styloglossus muscle. Which of the following is not the component of tonsillar bed?",
        "exp": "Lateral pterygoid muscle has no relation with tonsil bed. Bed of the tonsil:-It is formed by following structures- Superior constrictor muscle Styloglossus muscle Lateral pterygoid muscle- Upper head arises from the infratemporal surface Lower head arises from the lateral surface of the lateral pterygoid plate",
        "cop": 2,
        "opa": "Submandibular salivary gland",
        "opb": "Lateral pterygoid muscle",
        "opc": "IX nerve",
        "opd": "Styloid process",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "3204e947-b3ac-4350-96fa-89652a679fa8",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old female infant was born with a laryngeal defect. The greater cornuae and the inferior pa of the hyoid bone were absent at bih. Failure of development of which of the following embryonic structures has most likely led to these defects?",
        "exp": "The third pharyngeal arch gives rise to the greater cornuae and lower pa of the hyoid bone, in addition to the stylopharyngeus muscle. The maxillary prominence of 1st Arch is impoant in the development of the cheeks and upper lip. The mandibular prominence of 1st Arch is impoant in development of the mandible. The second pharyngeal arch gives rise to the lesser cornu and upper pa of the hyoid bone. The fouh pharyngeal arches, while extensively involved in development of the cailage and muscles of the larynx, play no pa in the development of the hyoid bone.",
        "cop": 3,
        "opa": "First Pharyngeal Arch",
        "opb": "Second pharyngeal arch",
        "opc": "Third pharyngeal arch",
        "opd": "Fouh pharyngeal arch",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "9452ee6f-3f64-402c-ac30-a168d0e952ef",
        "choice_type": "single"
    },
    {
        "question": "38 year old male underwent a tooth extraction at a local dental camp. After few days he develops fever and trismus. On local examination, there is a swelling at the angle of jaw. He has a poor oral hygiene and tonsils were pushed medially. No membranous covering or discharging sinus were seen around tonsils. Most likely diagnosis in this condition would be?",
        "exp": "Parapharyngeal abscess/ Pharyngomaxillary /L ateral pharyngeal space Located between lateral pharyngeal wall(medially) and styloid process with its muscular attachments (laterally) Styloid process along with its muscle attachements divides the paraphyrangeal space into Anterior and Posterior compaments Anterior compament infection: Prolapse of tonsil(tonsil is pushed medially ) Trismus (Due to spasm of medial pterygoid muscle) Swelling behind the angle of jaw(close to anterior 1/3rd of Sternocleidomastoid muscle ) Posterior compament infection: Bulge of pharynx Paralysis of cranial nerve IX, X, XI and XII Swelling of parotid region Other options: Retropharyngeal abscess: Present on 1 side of midline and swelling on posterior pharyngeal wall Peritonsilar abscess/(quinsy): Collection of pus in the peritonsillar space only tonsil is pushed medially and no swelling / bulge at angle of jaw",
        "cop": 3,
        "opa": "Peritonsillar abscess",
        "opb": "Retropharyngeal abscess",
        "opc": "Parapharyngeal abscess",
        "opd": "Ludwig's angina",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "3c3cb70c-45ff-4fa4-8dbd-d6055371ffab",
        "choice_type": "multi"
    },
    {
        "question": "Hypopharyngeal tumors have a poor prognosis compared with other head and neck cancer sites because of all except:-",
        "exp": "Hypopharyngeal tumors have a poor prognosis compared with other head and neck cancer sites because of Vague early stage symptoms. Locally advanced stage at presentation. High rate of nodal metastasis. High rate of distant metastasis",
        "cop": 4,
        "opa": "Vague early stage symptoms",
        "opb": "Locally advanced stage at presentation",
        "opc": "High rate of nodal metastasis",
        "opd": "Low rate of distant metastasis",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "84d6605b-a9fb-4489-bc53-ff4b6f2b2511",
        "choice_type": "multi"
    },
    {
        "question": "A 70- year-old smokers presents with a 3-month h/o dysphagia and weight loss. Flexible nasoendoscopy shows pooling of saliva in the pyriform fossae, with restricted mobility of the right hemi-larynx. Malignancy is suspected. At surgery, you find that he has a 3 cm tumour affecting the right pyriform fossa and extending into post-cricoid region. According to the TMN staging, what T- stage is this malignancy?",
        "exp": "TNM STAGING OF HYPOPHARYNX CARCINOMA T Stage Description T1 Limited to 1 subsite of the hypopharynx and <=2 cm in greatest dimension T2 Tumour invades more than 1 subsite of the hypopharynx or an adjacent site, or measures >2 cm but <=4 cm in greatest without fixation of hemi larynx T3 Tumour measures >4 cm in greatest dimension or with fixation of hemi larynx or with extension to the oesophagus (5P - Pharynx, paralysis of vocal cord, perichondritis, pre- epiglottic space, para -glottic space) T4a Tumour invades Tongue, Trachea, Thyroid muscles of neck T4b Tumour invades preveebral fascia, encases carotid aery, or involves mediastinal structures",
        "cop": 2,
        "opa": "T1",
        "opb": "T2",
        "opc": "T4a",
        "opd": "T3",
        "subject_name": "ENT",
        "topic_name": "Hypopharynx",
        "id": "243f6a5f-5874-4c0b-a30e-c4fc4cda3fb8",
        "choice_type": "single"
    }
]