[
    {
        "question": "Following protein is not found in organ of corti -",
        "exp": "Ans. is 'c' i. e., Microtubule associated protein 4 [Ref: style=\"font-size: 1. 04761904761905em; text-decoration: underline; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 4px; text-indent: 0\">Proteins present in cochleao Actin-binding and microtubule-associated proteins regulate microfilament and microtubule number, length, organization and location in cells. o In freeze-dried preparations of the guinea pig cochlea, both actin and tubulin are found in the sensory and supporting cells of the organ of Corti. o Fodrin (brain spectrin) co-localized w ith actin in the cuticular plates of both inner and outer hair cells and along the lateral wall of the outer hair cells. o Alpha-actinin co-localized writh actin in the cuticular plates of the hair cells and in the head and foot plates of the supporting cells. It was also found in the junctional regions between hair cells and supporting cells, o Profilin co-localized with actin in the cuticular plates of the sensory hair cells. o Myosin was detected only in the cuticular plates of the outer hair cells and in the supporting cells in the region facing endolymph. o Gelsolin was found in the region of the nerve fibers, o Tubulin is found in microtubules in all cells of the organ of Corti. o In supporting cells, microtubules are bundled together with actin microfilaments and tropomyosin, as well as being present as individual microtubules arranged in networks. o An intensely stained network of microtubules is found in both outer and inner sensory hair cells, o The microtubules in the outer hair cells appear to course throughout the entire length of the cells, and based on their staining with antibodies to the tyrosinated form of tubulin they appear to be more dynamic structures than the microtubules in the supporting cells. o The microtubule-associated protein MAP-2 is present only in outer hair cells within the organ of Corti and co-localizes with tubulin in these cells. No other MAPs (1, 3, 4, 5) are present, o Tau is found in the nerve fibers below both inner and outer hair cells and in the osseous spiral lamina.",
        "cop": 3,
        "opa": "Myosin",
        "opb": "Microtubule associated protein 2",
        "opc": "Microtubule associated protein 4",
        "opd": "Fodrin",
        "subject_name": "ENT",
        "topic_name": "Inner Ear",
        "id": "2937780a-fac2-4cea-81a4-1ba2399e5601",
        "choice_type": "single"
    }
]