[
    {
        "question": "Most common pa of larynx involved in Tuberculosis is",
        "exp": "Tubercular laryngitis. The disease affects the posterior third of larynx more commonly than anterior pa. The pas affected in descending order of frequency are:- i) Interarytenoid fold, ii) Ventricular band, iii) Vocal cords, iv) Epiglottis. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 329 - 330",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Middle",
        "opd": "Anywhere",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b84fe3a2-69ff-4a57-806e-11050a3d7c30",
        "choice_type": "single"
    },
    {
        "question": "Drug treatment for laryngeal stenosis is",
        "exp": "Mitomycin-C is an antineoplastic antibiotic that acts as an alkylating agent by inhibiting DNA and protein synthesis.... Topical application of mitomycin-C (0. 4 mg/mL) was used as an adjuvant treatment in the endoscopic laser management of laryngeal and tracheal stenosis Ref: Internet sources",
        "cop": 2,
        "opa": "Adriamycin",
        "opb": "Mitomycin C",
        "opc": "Cyclophosphamide",
        "opd": "Doxorubicin",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "78287b9c-d2ff-40bd-aa9f-afa70e8d805d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of epiglottitis is",
        "exp": "Ampicillin or third generation cephalosporins are effective against H. influenzae and are given by parenteral route (i. m. or i. v.) without waiting for results of throat swab and blood culture. Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 328",
        "cop": 1,
        "opa": "Ceftriaxone",
        "opb": "Sulphamethoxazone",
        "opc": "Chloramphenicol",
        "opd": "Clindamycin",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f44eae11-bfc0-4d31-9083-6b6f0e3123c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is Tensor of the vocal cord",
        "exp": "Intrinsic muscles of larynx They may act on vocal cords or laryngeal inlet. (a) Acting on vocal cords:- * Abductors:- Posterior cricoarytenoid * Adductors:- Lateral cricoarytenoid, Interarytenoid (transverse arytenoid), Thyroarytenoid (external pa) * Tensors:- Cricothyroid, Vocalis (internal pa of thyroarytenoid). Ref:- Dhingra; pg num:-283",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Inter arytenoid",
        "opc": "Posterior cricoarytenoid",
        "opd": "Lateral cricoarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "611347cb-f098-42fa-858c-cc498de793fa",
        "choice_type": "single"
    },
    {
        "question": "According to European laryngeal Society, Subligamental cordectomy is classified as",
        "exp": "Subligamental cordectomy is classified as Type II Excision of vocal cord after splitting the larynx (cordectomy laryngofissure) Ref: PL Dhingra; Textbook of EAR, NOSE and THROAT; edition 6; page no 310",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "911974d3-9ff4-4b66-a4df-39f59bd8c7dc",
        "choice_type": "single"
    },
    {
        "question": "Which muscle of larynx is not supplied by recurrent laryngeal nerve -",
        "exp": "Ans. is 'c' i. e., Cricothyroid o All intrinsic muscles are supplied by the reccurrent laryngeal nerve except cricothyroid which is supplied by the external laryngeal nerve. Nerve supply of larynxo The main cranial nerve innervating the larynx is the vagus nerve via its branches; superior laryngeal nerve (SLN) and recurrent laryngeal nerve (RLN). Sensory supply of larynxo Above the level of vocal cords, larynx is supplied by internal laryngeal nerve, a branch of superior laryngeal nerve. o Below the vocal cord, larynx is supplied by recurrent laryngeal nerve. Motor supply of larynxo All the intrinsic muscles of larynx are supplied by recurrent laryngeal nerve except for cricothyroid muscle. o Cricothyroid is supplied by external laryngeal nerve, a branch of superior laryngeal nerve.",
        "cop": 3,
        "opa": "Vocalis",
        "opb": "Thyroarytenoid",
        "opc": "Cricothyroid",
        "opd": "Interarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "cb50cded-1a26-469f-9df2-87be1173706c",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old male child presents with multiple laryngeal papillomas with hoarse voice and slight airway distress. Papillomas are involving the glottis. The best treatment is:",
        "exp": "Preferred treatment is microlaryngoscopy and excision. As the recurrence is common, repeated excisions may be required. Tracheostomy is avoided to prevent distal spread. Interferon therapy has not shown sustained benefit.",
        "cop": 4,
        "opa": "Tracheostomy and observation",
        "opb": "Steroids",
        "opc": "Interferon therapy",
        "opd": "Microlaryngoscopy and excision",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "05c0c6fd-8ee4-471f-9789-50a4ac2ed9c0",
        "choice_type": "single"
    },
    {
        "question": "Pseudosulcus in larynx is",
        "exp": "Laryngeal pseudosulcus refers to edema of the ventral surface of the true vocal fold that extends from the anterior commissure to the posterior larynx. Patients with pseudosulcus are nearly 2. 5 times more likely to have pH-documented Larynopharyngela reflux.",
        "cop": 1,
        "opa": "Laryngopharangeal reflux",
        "opb": "Vocal abuse",
        "opc": "Chronic steroid use",
        "opd": "Tuberculosis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "432a6642-0d76-42d9-b589-f82a871866eb",
        "choice_type": "single"
    },
    {
        "question": "Most common part of larynx involved in TB -",
        "exp": "Ans. is 4b' i. e., Posterior o Disease affects the posterior third of larynx more commonly than anterior part. o The parts affected in descending order of frequency are i) Interarytenoid fold, ii) Ventricular band, iii) Vocal cords, iv) Epiglottis. o Also see above explanation.",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Middle",
        "opd": "Anywhere",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d544a17b-a0a2-4e98-b42e-72f7878afc55",
        "choice_type": "single"
    },
    {
        "question": "Moure's sign can be detected in",
        "exp": "Moure`s sign- Absence of Laryngeal click or crepitus. Classical sign in post-cricoid malignancy. Bocca`s sign - is also an absence of post-cricoid click or crackle in cricoid malignancy. Ref: Hazarika; 3rd ed; Pg 534",
        "cop": 3,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Oropharyngeal carcinoma",
        "opc": "Postcricoid carcinoma",
        "opd": "Supraglottic carcinoma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "86a83376-6be9-4ac9-9d63-8f7c206bb5a6",
        "choice_type": "single"
    },
    {
        "question": "The earliest sign of tuberculosis of vocal cords is",
        "exp": "The weakness of voice is the earliest symptom followed by hoarseness of voice. Ulceration of larynx produces severe pain, which may radiate to ears. Pain during swallowing is seen in later stages. On examination, hyperemia of the vocal cord in its whole extent or confined to posterior pa with impairment of adduction is the first sign. Note the hyperaemia Ref: www. ncbi. nlm. gov",
        "cop": 2,
        "opa": "Mouse nibbled appearance",
        "opb": "Hyperemia of the free margin",
        "opc": "Turban epiglotitis",
        "opd": "Ulceration of vocal cord",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8ca24a19-4277-4b09-94d0-82861ade74ff",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy developed hoarseness of voice following an attack of diphtheria. On examination his right vocal was paralysed. The treatment of choice for paralysed vocal cord will be:",
        "exp": "Diphtheria is known to cause cranial nerve palsies and peripheral neuritis. It may cause paralysis of palate, pharynx, larynx and face. Recovery may also occur in a few weeks or months. Thus patient has a chance to recover vocal cord paralysis and the wait and watch policy would be the right option. Also compensation by the left vocal cord is possible if recovery dose not take place. Thyroplasty type-I, i. e. medialisation of right vocal cord would be the option if even the compensation fails. Compensation by the healthy cord may take 6 months to 1 year.",
        "cop": 4,
        "opa": "Gel foam injection of right vocal cord",
        "opb": "Fat injection of right vocal cord",
        "opc": "Thyroplasty type-I",
        "opd": "Wait for spontaneous recovery of vocal cord",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8dc69128-b495-4fc3-a3ab-a1958a437934",
        "choice_type": "single"
    },
    {
        "question": "Sensory nerve supply of larynx below the level of vocal cord is",
        "exp": "NERVE SUPPLY OF LARYNX Motor:- All the muscles which move the vocal cord (abductors, adductors or tensors) are supplied by the recurrent laryngeal nerve except the cricothyroid muscle. The latter receives its innervation from the external laryngeal nerve-- a branch of superior laryngeal nerve. Sensory:- Above the vocal cords, larynx is supplied by internal laryngeal nerve--a branch of superior laryngeal, and below the vocal cords by recurrent laryngeal nerve. Ref:- Dhingra; pg num:-298",
        "cop": 3,
        "opa": "External branch of superior laryngeal nerve",
        "opb": "Internal branch of superior laryngeal nerve",
        "opc": "Recurrent laryngeal nerve",
        "opd": "Inferior pharyngeal nerve",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "bc5fb7e2-c5d7-4ed2-ae58-8c69a83394db",
        "choice_type": "single"
    },
    {
        "question": "Palpatory thud, an audible snap is seen in",
        "exp": "A foreign body in trachea may move up and down the trachea between the carnia and the undersurface of vocal cords causing \"audible slap\" and \"palpatory thud&;. Symptoms and signs of foreign bodies at different levels. Site of foreign bodies. Symptoms and signs. Larynx. Choking, Cyanosis, Complete obstruction leading to death* Paial obstruction: stridor, hoarseness, cough, respiratory difficulty. Trachea* Choking, stridor, wheeze, cough, palpatory thud, audible slap* Cough, wheeze and diminished air entry to lung forms a \"triad\"Bronchi Respiratory distress with swelling of the foreign body* Lung collapse, emphysema, pneumonitis, bronchiectasis or lung abscess are late features. Ref: Hazarika; 3rd ed; Pg 651",
        "cop": 1,
        "opa": "Tracheal foreign body",
        "opb": "Bronchial foreign body",
        "opc": "Laryngeal foreign body",
        "opd": "Foreign body in ear",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "4123ffcc-6830-456b-8b4e-669fac15fae4",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not a derivative of 3rd pharyngeal/ branchial arch:",
        "exp": "Ans. (a) Lesser cornu. Ref: Inderbir Singh's Embroyology, 7th ed. /119-120. Lesser cornu of hyoid is derived from 2nd branchial arch. 1st Branchial arch2nd Branchial arch3rd Branchial arch4th Branchial arch6th Branchial arch* Malleus and Incus* Maxilla* Mandible* Muscle of mastication* Stapes* Upper half of body of hyoid* Lesser cornu of hyoid* Muscle of facial expression* Lower part of body of hyoid* Greater cornu of hyoid* Thymus* Stylopharyngeus* Upper thyroid cartilage* Cricothyroid muscle* Lower half of thyroid cartilage* Arytenoid, Cuneiform, Corniculate cartilage* All intrinsic laryngeal muscle except cricothyroid. Nerve: Mandibular branch of CN 5th. Facial Nerve. Glossopharyngeal nerve. Vagus + Superior Laryngeal nerve. Vagus + Recurrent laryngeal nerve",
        "cop": 1,
        "opa": "Lesser cornu",
        "opb": "Greater cornu",
        "opc": "Stylopharyngeus",
        "opd": "Lower hyoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "91fc0a8a-7251-4962-823f-afb03cdf85ec",
        "choice_type": "single"
    },
    {
        "question": "Laryngofissure is",
        "exp": "Laryngofissure Opening the larynx in midline. Ref:- Stedman Dictionary; pg num:- 937",
        "cop": 1,
        "opa": "Opening the larynx in midline",
        "opb": "Removal of arytenoids",
        "opc": "Making window in thyroid cailage",
        "opd": "Removal of epiglottis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "51a8e99e-a97e-4bb5-be4d-9780a854de60",
        "choice_type": "single"
    },
    {
        "question": "Turban epiglottis is seen in",
        "exp": "Turban epiglottis is due to oedema and infiltration of the epiglottis and is caused by laryngeal tuberculosis. Lupus: a form of tuberculosis, on the other hand, eats away and destroys the epiglottis. Pseudoedema of the epiglottis is known as \"turban epiglottis\". Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 331",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Leprosy",
        "opc": "Laryngeal papilloma",
        "opd": "Epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "69beeaad-ca09-4c1e-b28e-0a66156d64b7",
        "choice_type": "single"
    },
    {
        "question": "In a child with hyperophied adenoids, the voice abnormality that is seen is",
        "exp": "HYPONASALITY (RHINOLALIA CLAUSA) It is lack of nasal resonance for words which are resonated in the nasal cavity, e. g. m, n, ng. It is due to blockage of the nose or nasopharynx. Ref:- Dhingra; pg num:-315",
        "cop": 4,
        "opa": "Hot potato voice",
        "opb": "Staccato voice",
        "opc": "Rhinolalia apea",
        "opd": "Rhinolalia clausa",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "16bdfb21-a03c-40de-82d7-8a30da51fc46",
        "choice_type": "single"
    },
    {
        "question": "Elastic cailage is present in",
        "exp": "Elastic cailage is present in - Epiglottis. It is a yellow, leaf-like elastic cailage forming the anterior wall of the laryngeal inlet. It is attached to the body of the hyoid bone by the hyoepiglottic ligament, which divides into suprahyoid and infrahyoid epiglottis. Other elastic cailage structures are corniculate, cuneiform and tip of arytenoid near corniculate cailage. Thyroid, cricoid and most of the arytenoid cailage are by hyaline cailage. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 319",
        "cop": 2,
        "opa": "Thyroid cailage",
        "opb": "Epiglottis",
        "opc": "Cricoid",
        "opd": "Arytenoid cailage",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "4917e382-2cf7-46b6-b0ea-5d4158f11417",
        "choice_type": "single"
    },
    {
        "question": "Steeple sign is seen in",
        "exp": "Acute laryngotracheobronchitis or croup is a viral infection caused by parainfluenza type 1, 2, and sometimes 3. The critical area involved is subglottic larynx producing oedema with stridor and respiratory distress. X-ray (PA view) larynx shows typical \"steeple sign\" but X-rays are avoided as any manipulation may precipitate acute obstruction. Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 328",
        "cop": 1,
        "opa": "Croup",
        "opb": "Acute epiglottitis",
        "opc": "Laryngomalacia",
        "opd": "Quinsy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9ff1b39e-3523-4c43-aeb4-2e8190f093bd",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Puberphonia is",
        "exp": "Normally, childhood voice has a higher pitch. When the larynx matures at pubey, vocal cords lengthen and the voice changes to one of lower pitch. This is a feature exclusive to males. Failure of this change leads to persistence of childhood high-pitched voice and is called puberophonia. Type III Thyroplasty- It is used to shoen (relax) the vocal cord. Relaxation of vocal cord lowers the pitch. This procedure is done in mutational falsetto or in those who have undergone gender transformation from female to male. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 6, page - 302",
        "cop": 3,
        "opa": "Thyroplasty type I",
        "opb": "Thyroplasty type II",
        "opc": "Thyroplasty type III",
        "opd": "Thyroplasty type IV",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "79a164e2-8756-4c2d-a275-36e2b33bd4fd",
        "choice_type": "single"
    },
    {
        "question": "MC cause of intermittent stridor in a 10 days old child is:",
        "exp": "Ans. is 'a' i. e. Laryngomalacia Of the given options; Vocal nodules and hypertrophy of turbinates do not cause stridor. Foreign body cause stridor in children and adults. Only Laryngomalacia is the congenital cause of stridor. Laryngomalacia: It is the most common congenital abnormality of the Larynx. It is characterised by excessive flaccidity of the supraglottic larynx which is sucked in during inspiration producing stridor and sometimes cyanosis. Stridor increases on crying but is relieved on placing the child in prone position. This condition manifests at birth or soon after, and usually disappears by 2 yrs. of age. Treatment is mostly conservative*. Tracheostomy may be required for some cases of severe respiratory obstruction.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Foreign body",
        "opc": "Vocal nodule",
        "opd": "Hypertrophy of turbinate",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1d6f7fb1-0dbd-40f3-98f7-1c4a4c4a58cd",
        "choice_type": "single"
    },
    {
        "question": "Vocal cord is lined by",
        "exp": "MUCOUS MEMBRANE OF THE LARYNX It lines the larynx and is loosely attached except over the posterior surface of epiglottis, true vocal cords and corniculate and cuneiform cailages. Epithelium of the mucous membrane is ciliated columnar type except over the vocal cords and upper pa of the vestibule where it is stratified squamous type. Mucous glands are distributed all over the mucous lining and are paicularly numerous on the posterior surface of epiglottis, posterior pa of the aryepiglottic folds and in the saccules. There are no mucous glands in the vocal folds. Ref:- Dhingra; pg num:-285",
        "cop": 2,
        "opa": "Stratified columnar epithelium",
        "opb": "Stratified squamous epithelium",
        "opc": "Cuboidal epithelium",
        "opd": "Pseudociliated columnar epithelium",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "06d144ac-9e97-4cdf-a0d3-5f86df371945",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in laryngeal stenosis is",
        "exp": "Mitomycin-C is an antineoplastic antibiotic that acts as an alkylating agent by inhibiting DNA and protein synthesis.... Topical application of mitomycin C(0. 4 mg/mL) was used as an adjuvant treatment in the endoscopic laser management of laryngeal and tracheal stenosis Ref: Internet sources",
        "cop": 4,
        "opa": "Cyclophosphamide",
        "opb": "Doxorubicin",
        "opc": "Adriamycin",
        "opd": "Mitomycin C",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "19976300-f70c-4a50-bc97-1818f0caabba",
        "choice_type": "single"
    },
    {
        "question": "High tracheostomy is done in which one of the following condition?",
        "exp": "(D) Laryngeal cancer[?]. High tracheostomy is done above the level of thyroid isthmus (isthmus lies against II, III and IV tracheal rings). It violates the 1st ring of trachea. Tracheostomy at this site can cause perichondritis of the cricoid cartilage and subglottic stenosis and is always avoided. Only indication for high tracheostomy is carcinoma of larynx because in such cases, total larynx anyway would ultimately be removed and a fresh tracheostoma made in a clean area lower down. [?]. Low tracheostomy is done below the level of isthmus. Trachea is deep at this level and close to several large vessels; also there are difficulties with tracheostomy tube which impinges on suprasternal notch. Indications of tracheostomy: 1. Upper respiratory tract obstruction; Laryngeal, supralaryngeal, and tracheal causes. (Causes of stridor)2. Lower respiratory tract obstruction: (Secretory obstruction, Wet lung syndrome). Only indication for high tracheostomy is carcinoma of larynx because in such cases total larynx airway would ultimately be removed and a fresh tracheostoma made in a clean area. TRACHEOTOMY INDICATIONSCause. Examples. Congenital. Subglottic or upper tracheal stenosis, laryngeal web, laryngeal & vallecular cysts, tracheoesophageal anomalies or haemangioma of the larynx. TRACHEOTOMY INDICATIONSCause. Examples. Congenital. Subglottic or upper tracheal stenosis, laryngeal web, laryngeal & vallecular cysts, tracheoesophageal anomalies or haemangioma of the larynx. Infective. Acute epiglottitis, laryngotracheobronchitis, diaphtheria or Ludwig's angina. Malignancy. Advanced tumours of larynx, pharynx or upper trachea presenting with stridor. Trauma. Gunshot and knife wounds to the neck, inhalation of steam or smoke, swallowing of corrosive fluid. Vocal cord paralysis. Post operative complication of thyroidectomy, cardiac or oesophageal surgery, bulbar palsy. Foreign body. Swallowed or inhaled object lodged in upper airway causing stridor. Other Options[?]. Vocal Cord Palsy: Vocal fold paralysis (VFP) refers to neurological causes of reduced or absent movement of one or both vocal folds. Bilateral VFP (BVFP) is characterized by inspiratory dyspnea due to narrowing of the airway at the glottic level with both vocal folds assuming a paramedian position. The primary objective of intervention for BVFP is to relieve patients' dyspnea. Common clinical options for management include tracheostomy, arytenoidectomy and cordotomy. [?]. Tracheomalacia: Indications for tracheostomy in Tracheomalacia are severe symptoms, failure of conservative therapy, and proximal or diffuse tracheomalacia. Indications for aortopexy are dying spells or reflex apnea, recurrent pneumonia, intermittent respiratory obstruction, and inability to extubate airway in an infant who is intubated.. [?]. Foreign Body: Occasionally, open surgical intervention in the form of tracheostomy, thoracotomy and bronchotomy and/or pulmonary resection is needed for removal of foreign bodies. [?]. General indications for Tracheostomy: Include the following: Congenital anomaly (E. g, laryngeal hypoplasia, vascular web) Upper airway foreign body that cannot be dislodged with Heimlich and basic cardiac life support maneuvers. Supraglottic or glottic pathologic condition (E. g, infection, neoplasm, bilateral vocal cord paralysis).",
        "cop": 4,
        "opa": "Vocal cord palsy",
        "opb": "Tracheomalacia",
        "opc": "Foreign body",
        "opd": "Laryngeal cancer",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "26782fc1-239a-4a57-a5ce-81354186abfb",
        "choice_type": "single"
    },
    {
        "question": "Patient with thin painless otorrhoea, multiple perforations of the tympanic membrane and failure to respond to antimicrobial treatment. What is the most probable causative organism?",
        "exp": "Thin painless otorrhoea, multiple perforations of the tympanic membrane and failure to respond to antimicrobial treatment are the features of tubercular otitis media and it is caused by Mycobacterium tuberculosis. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 81 - 82",
        "cop": 1,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Staphylococcus aureus",
        "opc": "Candida albicans",
        "opd": "Aspergillus fumigatus",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "7ba9b59b-f525-4188-a444-0713ed7386b6",
        "choice_type": "single"
    },
    {
        "question": "Following total thyroidectomy the patient develops respiratory stridor. The cause is:",
        "exp": "(a) B/L recurrent laryngeal nerve paralysis(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 478). In B/L recurrent laryngeal nerve paralysis the vocal cords will be in median position, leading to stridor. Note: This is the only vocal cord palsy with stridor, breathing is normal in the remaining palsies.",
        "cop": 1,
        "opa": "B/L recurrent laryngeal nerve paralysis",
        "opb": "B/L complete paralysis",
        "opc": "U/L recurrent laryngeal nerve paralysis",
        "opd": "U/L complete paralysis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "83cdea73-2ee5-472f-b7c6-600cb98167b4",
        "choice_type": "single"
    },
    {
        "question": "Type I thyroplasty is for:",
        "exp": "Thyroplasty is a procedure in which changes are brought in the position of vocal cord. It is divided into four types: Type I: Vocal cord is displaced medially. It is done for paralysed cord so that it can make contact w ith the healthy cord for voice production. Type II: Vocal cord is displaced laterally. The purpose is to provide airway. It is done in long-standing bilateral abductor paralysis where cords lie in paramedian position compromising the airway. Type III: Vocal cord is shortened in length, i. e. it is relaxed. The distance between anterior and posterior ends of vocal cord lowers the pitch. It is done in pubcrphonia in which child-like high pilch voice persists or is done in cases who have undergone gender transformation from female to male. Type IV: It is the procedure to lengthen (or tighten) the vocal cord. A tightened cord produces higher pitch. Thus male character voice (low pitch) is converted to female character (higher pitch). It is used for patients who have undergone sex change from male to female.",
        "cop": 1,
        "opa": "Vocal cord medialisation",
        "opb": "Vocal cord lateralisation",
        "opc": "Vocal cord shortening",
        "opd": "Vocal cord lengthening",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "efd40942-6398-403f-b797-75a9d0721e12",
        "choice_type": "single"
    },
    {
        "question": "Muscular voice in females is treated by",
        "exp": "THYROPLASTY Isshiki divided thyroplasty procedures into four categories to produce functional alteration of vocal cords. (a) Type I:- It is medial displacement of vocal cord as is achieved in teflon paste injection. (b) Type II:- It is lateral displacement of vocal cord and is used to improve the airway (c) Type III:- It is used to shoen (relax) the vocal cord. Relaxation of vocal cord lowers the pitch. This procedure is done in mutational falsetto or in those who have undergone gender transformation from female to male. (d) Type IV:- This procedure is used to lengthen (tighten) the vocal cord and elevate the pitch. It conves male character of voice to female and has been used in gender transformation. It is also used when vocal cord is lax and bowing due to aging process or trauma. Ref:- Dhingra; pg num:-301, 302",
        "cop": 4,
        "opa": "Thyroplasty type 1",
        "opb": "Thyroplasty type 2",
        "opc": "Thyroplasty type 3",
        "opd": "Thyroplasty type 4",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "51691a5f-236f-4bf0-99f7-85053d3ac4bd",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of unilateral vocal cord paralysis?",
        "exp": "Ans. is 'a' i. e., Speech therapy Combined (complete) paralysis (RLN & SLN paralysis) of vocal cords1) Unilateralo All the muscles on one side of the larynx are paralysed - Vocal cord lies in cadaveric (intermediate) positiono There is complete anesthesia of larynx on affected side. o The healthy cord is unable to approximate the paralysed cord, thus causes glottic incompetence which results in hoarseness of voice and aspiration of liquids through the glottiso Treatment includes:-i) Speech therapyii) Medialization of cord:- The aim is to bring the paralysed cord towards the midline so that healthy cord can meet it and can prevent aspiration. This is achieved by - i) Injection of teflon paste lateral to the paralysed cord; ii) Thyroplasty type I; iii) Muscle or cartilage implant; or iv) Arthrodesis of cricoarytenoid joint. 2) Bilateralo All the laryngeal muscles of both sides are paralysed and there is complete anaesthesia of whole larynxo This results ini) Aphoniaii) Aspirationiii) Inability to coughiv) Bronchopneumoniao Treatment includes: -i) Tracheostomyii) Epiglottopexyiii) Vocal cord plicationiv) Total laryngectomyv) Diversion procedures",
        "cop": 1,
        "opa": "Speech therapy",
        "opb": "Urgent tracheostomy",
        "opc": "Total laryngectomy",
        "opd": "Cordectomy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "a9c4084e-9356-4ccb-b8be-4862fe52eb9b",
        "choice_type": "single"
    },
    {
        "question": "For carcinoma larynx stage III treatment of choice:",
        "exp": "(a) Total laryngectomy with radiotherapy(Ref. Cummings, 6th ed., 1617). This question was asked in 1996 when the treatment of stage III carcinoma larynx used to be total laryngectomy with or without neck dissection followed by radiotherapy. But nowadays the best management of carcinoma larynx stage III is concurrent chemoradiation with cisplatin. Chemotherapy alone is not given in carcinoma larynx. Radiotherapy is used in the management of stage I or II carcinoma larynx. Partial laryngectomy is done for stage I and II tumours where radiation therapy has failed.",
        "cop": 1,
        "opa": "Total laryngectomy with radiotherapy",
        "opb": "Chemotherapy with cisplatin",
        "opc": "Partial laryngectomy",
        "opd": "Radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "263a9979-0618-4898-a813-368b56990b30",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the only intrinsic muscle of larynx that lies outside the laryngeal framework",
        "exp": "Cricothyroid muscle is the only intrinsic muscle which is supplied by external laryngeal nerve and lies outside the laryngeal framework. Ref:- Dhingra; pg num:-284",
        "cop": 3,
        "opa": "Cricopharyngeus",
        "opb": "Superior constrictor",
        "opc": "Cricothyroid",
        "opd": "Lateral cricoarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "be5141ed-acfa-4700-878c-2b1609f4eb88",
        "choice_type": "single"
    },
    {
        "question": "Primary treatment of choice in juvenile papilloma is:",
        "exp": "(a) Surgical excision(Ref. Cummings, 6th ed., 923)juvenile papilloma is management by excision by CO2 LASER. Chances of recurrence being very high, interferon alpha is given in the postoperative period which has shown to decrease the chances of recurrence. Radiotherapy is not used here as it increases the chances of malignant transformation in the benign juvenile papilloma. Antibiotics have no role.",
        "cop": 1,
        "opa": "Surgical excision",
        "opb": "Interferon",
        "opc": "Antibiotics",
        "opd": "Radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3cfe94cf-4174-4712-bd2b-2b52ae38a4ec",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy developed hoarseness of voice following an attack of diphtheria. On examination, his right vocal cord was paralyzed. The treatment of choice for paralyzed vocal cord will be",
        "exp": "Generally, no treatment is required as compensation occurs due to the opposite healthy cord. Temporary paralysis recovers in 6-12 months and it is advisable to wait. However, injection of gelfoam or fat can be used to improve the voice in the waiting period. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 338",
        "cop": 4,
        "opa": "Gel foam injection in right vocal cord",
        "opb": "Fat injection in right vocal cord",
        "opc": "Thyroplasty Type-I",
        "opd": "Wait for spontaneous recovery of vocal cord",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "43137cd6-f15e-4e1c-a88a-4c2509acdaa9",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy arising in the thyroglossal cyst is",
        "exp": "Thyroglossal Cyst. Contains clear to a cloudy fluid with sparse cellularity. The cystic background contains few if any epithelial cells. Some inflammatory cells and crystals might be present. Rarely malignant transformation occurs in about 1% of the cases. Most common malignancy arising is papillary carcinoma followed by squamous cell carcinoma. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 378 - 379",
        "cop": 2,
        "opa": "Follicular",
        "opb": "Papillary",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "45aba9b6-007f-45fd-9730-bd4ab1a50448",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of larynx is",
        "exp": "Laryngomalacia (congenital laryngeal stridor): It is the most common congenital abnormality of the larynx. It is characterized by laryngeal excessive flaccidity of supraglottic region which is sucked in during inspiration producing stridor and sometimes cyanosis. Stridor is increased on crying but subsides on placing the child in the prone position. The cry is normal. This condition manifests at bih or soon after, and usually disappears by 2 years of age. Direct laryngoscopy shows elongated epiglottis, curled upon itself (omega-shaped O), floppy aryepiglottic folds and prominent arytenoids. A flexible laryngoscope is very useful to make the diagnosis. Laryngomalacia cannot be diagnosed in a paralyzed patient. Mostly, treatment is conservative. Tracheostomy may be required for some cases of severe respiratory obstruction. Supraglottoplasty is required in cases of severe laryngomalacia. Ref: PL Dhingra 7th edition of Ear, Nose and Throat, pg no. 333",
        "cop": 2,
        "opa": "Laryngeal web",
        "opb": "Laryngomalacia",
        "opc": "Laryngeal stenosis",
        "opd": "Vocal cord Palsy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d75accae-d489-47e5-90e7-429b4c0c5bb2",
        "choice_type": "single"
    },
    {
        "question": "Left-sided vocal cord palsy is commonly due to",
        "exp": "Bronchogenic carcinoma is an impoant cause of left recurrent paralysis and should always be excluded by X-ray chest, bronchoscopy and biopsy unless the other cause is obvious. Other causes are Thyroid surgery Enlarged left auricle Intrathoracic surgery Thyroid disease (benign or malignant) Aoic aneurysm, Mediastinal lymphadenopathy Idiopathic Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 6, page - 299",
        "cop": 1,
        "opa": "Left hilar bronchial carcinoma",
        "opb": "Mitral stenosis",
        "opc": "Thyroid malignancy",
        "opd": "Thyroid surgery",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d2b1ce62-b733-487c-a6c7-591c1d82ede1",
        "choice_type": "single"
    },
    {
        "question": "Hoarseness of voice is earliest seen in -",
        "exp": "Ans. is 'c' i. e., Glottic cancer * Hoarseness of voice is the presenting feature of glottic cancer & occurs early because even the slightest of the lesion of cord affects its vibratory capacity causing hoarseness.* This is the reason why glottic cancers are detected early. Site. Voice* Supraglottic cancer-Muffled/Hot potato voice* Glottic cancer-Hoarseness early* Subglottic cancer-Hoarseness very late.",
        "cop": 3,
        "opa": "Pharyngeal carcinoma",
        "opb": "Supraglottic cancer",
        "opc": "Glottic cancer",
        "opd": "Subglottic cancer",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8cda39c8-8a91-4ed4-8c14-43cc6a660936",
        "choice_type": "single"
    },
    {
        "question": "Rhinitis most common bacterial cause -",
        "exp": "Ans. is 'a' i. e., Haemophilus influenza o Acute bacterial rhinitis is most commonly seen among children, but adult may develop the condition after nasal trauma, viral upper respiratory tract infection, or surgery, o The clinical presentation of acute bacterial rhinitis may be identical to that of common cold, o Most common causative organisms include S. pneumoniae, H. influenzae and Moraxella Catarrhalis. o Note: Overall, most common cause of infective rhinitis is viral infection (viral rhinitis).",
        "cop": 1,
        "opa": "Haemophilus influenza",
        "opb": "Streptococcus haemolyticus",
        "opc": "Pasturellamultocida",
        "opd": "Comybacterium diphtheria",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "49d48c5f-d8e4-4f4e-bbb3-1e8aaf1f4910",
        "choice_type": "single"
    },
    {
        "question": "Abductor of vocal cord is?",
        "exp": "ANSWER: (A) Posterior cricoarytenoid. REF: Dhingra 4th ed p. 259. Repeat from December 2009, December 2010. INTRINSIC MUSCLES ACTING ON VOCAL CORDS: Abductors. Posterior cricoarytenoid. Adductors. Lateral cricoarytenoid, Lnterarytenoid (transverse arytenoid) Thyroarytenoid (external part). Tensors. Cricothyroid Vocalis (internal part of thyroarytenoid)INTRINSIC MUSCLES ACTING ON LARYNGEAL INLET: Openers of laryngeal inlet. Thyroepiglottic (part of thyroarytenoid). Closers of larylngeal inletlnterarytenoid (oblique part), Aryepiglottic (posterior oblique part of interarytenoids)",
        "cop": 1,
        "opa": "Posterior cricoarytenoid",
        "opb": "Cricothyroid",
        "opc": "Interarytenoid",
        "opd": "Lateral cricoaretynoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "49947e77-f382-495f-b3ea-d18667d082d7",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing laryngotracheobrochitis -",
        "exp": "Ans. is 'b' i. e., Parainfluenza virus. Laryngotracheobronchitis (Croup)o Laryngotracheobronchitis is the most common infectious cause of obstruction in children usually occurring between the ages of 6 months and 3 years. o Male children (boys) are characteristically more frequently involved than females (girls). Etiologyo It is a viral infection most frequently caused by Parainfluenza virus Pathologyo The most characteristic pathological feature is edema formation in the subglottic area. o The loose areolar tissue in the subglottic area swells up and causes predominant signs of upper airway obstruction. Presentationo Gradual onset with a prodrome of upper respiratory symptomso Hoarseness and barking cough (croupy cough)o Stridor (initially inspiratory than biphasic)o Fever is usually low grade (or absent) although may occasionally be high gradeo Droolings is characteristically absent and there is no dysphagia (seen in epiglottitis). Imaging (X ray)o Symmetric 'steeple' or 'funnel shaped' narrowing of the subglottic region (steeple sign)o Hypopharyngeal widening or distensiono Normal epiglottis and aryepiglottic folds. Treatmento Mild symptoms (barking cough but no stridor at rest) Supportive therapy alone with humified oxygen, oral hydration and minimal handlingo Moderate symptoms (barking cough with stridor at rest) Active intervention with humified oxygen, Nebulized racemic epinephrine and glucocorticoids (steroids)o Severe symptoms (impending respiratory failure) Require an artificial airway (Intubation with endotracheal tube or tracheostomy may be required)",
        "cop": 2,
        "opa": "RSV",
        "opb": "Parainfluenzavirus",
        "opc": "Influenza virus",
        "opd": "H. influenzae",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "63fe5c08-9710-4e35-9116-7b454617f726",
        "choice_type": "single"
    },
    {
        "question": "Treatment of carcinoma larynx in stage T1 N0 M0 is:",
        "exp": "(a) Radiotherapy(Ref. Cummings, 6th ed., 1615). Radiotherapy is the treatment of choice for carcinoma larynx in stage I (T1. N0. M0). Partial laryngectomy can be done for stages I and II tumours where radiation therapy has failed. Total laryngectomy followed by radiotherapy is used as the treatment modality for large stage 4a tumours with thyroid cartilage invasion. Chemotherapy alone is not useful for management of carcinoma larynx.",
        "cop": 1,
        "opa": "Radiotherapy",
        "opb": "Surgery-total laryngectomy",
        "opc": "Partial laryngectomy",
        "opd": "Chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "81d4d0d9-828a-4469-94d3-a7aeb2219074",
        "choice_type": "single"
    },
    {
        "question": "Glottic chink, in cadaveric positions of vocal cords is",
        "exp": "Glottic chink It is the distance between the vocal cords. In cadaveric position--the vocal cords are 3. 5 mm away from midline, so the distance between them i. e glottic chink is 7 mm. Similary in full abduction it is about 19 mm. Ref:- Mohan Bansal; pg num:- 374",
        "cop": 3,
        "opa": "3 mm",
        "opb": "3. 5 mm",
        "opc": "7 mm",
        "opd": "19 mm",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8c21c41c-1564-43a7-81ef-c0f4071691e3",
        "choice_type": "single"
    },
    {
        "question": "Gutzmann&; s pressure test is done for",
        "exp": "PUBERPHONIA (MUTATIONAL FALSETTO VOICE) Normally, childhood voice has a higher pitch. When the larynx matures at pubey, vocal cords lengthen and the voice changes to one of lower pitch. This is a feature exclusive to males. Failure of this change leads to persistence of childhood high-pitched voice and is called puberphonia. It is seen in boys who are emotionally immature, feel insecure and show excessive fixation to their mother. Psychologically, they shun to assume male responsibilities though their physical and sexual development is normal. Treatment:- Treatment is training the body to produce low-pitched voice. Pressing the thyroid prominence in a backward and downward direction relaxes the overstretched cords and low tone voice can be produced (Gutzmann's pressure test). The patient pressing on his larynx learns to produce low tone voice and then trains himself to produce syllables, words and numbers. Prognosis is good. Ref:- Dhingra; pg num:-314",
        "cop": 2,
        "opa": "Laryngomalacia",
        "opb": "Puberphonia",
        "opc": "Laryngeal polyp",
        "opd": "Vocal cord polyp",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "e4abfe0e-fb2c-4b7c-8bce-ec529cc028ef",
        "choice_type": "single"
    },
    {
        "question": "Management of stage I laryngeal carcinoma is -",
        "exp": "Ans. is 'c' i. e., Radiotherapy TNM classification of cancer larynx (American Joint Committee on Cancer, 2002. Supraglottis. T1. Tumour limited to one subsite of supraglottis with normal vocal cord mobility. T2. Tumour invades mucosa of more then one adjauent subsite of supraglotis or glottis or region outside the supraglottis (e. g., mucosa of base of tongue, vallecula, medial wall of pyriform sinus) without fixation of the larynx. T3. Tumour limited to laynx with vocal cord fixation and or invades any of the following postcricoid area, pre- epiglottic tissues, paraglottic space and or minor thyroid cartilage invasion. T4. Tumour invades through the thyroid cartilage and or invades tissues beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscle of tongue, strap muscles, thyroid or oesophagus)T5. Tumour invades prevertebral space, encases carotid artery or invades mediastinal structures. Glottis. T1. Tumour limited to vocal cord(s) (may involve anterior or posterior commissures) with normal mobility. T2. Tumour limited to one vocal cord. T3. Tumour involves both vocal cords. T4. Tumour extends to suproglottis and or subglottis and or with impaired vocal cord mobility. T5. Tumour limited to the larynx with vocal cord fixation and or invades paraglottic space and or minor thyroid cartilage erosion. T6. Tumour invades through thyroid cartilage and or invades tissues beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscles of the tongue strap muscles, thyroid or oesophagus). T7. Tumour incades prevertebral space, encases carotid artery or invades mediastinal structures. Subglottis. T1. Tomour limited to subglottis. T2. Tomour extends to vocal cord(s) with normal or impaired mobility. T3. Tumour limited to larynx with vocal cord fixation. T4. Tumour invades cricoid or thyroid cartilage and or invades tissue beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscle of tongue, strap muscles, thyroid or oesophagus)T5. Tomour invades prevertebral space, encases carotid artery or invades mediastinal structures. Regional lymph nodes (N). Nx. Regional lymph nodes cannot be assessed. N0. No regional lymph node metastasis. N1. Metastasis in a single ipsilateral lymph bode, 3 cm or lwss in greatest dimension. N2. Metastasis in a single ipsilateral lymph node, more than 3 cm but not more than 6 cm in greatest dimension, or multiple ipsilateral lymph nodes, none more than 6 cm in greatest dimension, or bilateral or contralateral lymph nodes, none more than 6 cm in greatest dimension. N2a. Metastasis in a single ipsilateral lymph node more than 3 cm but not more than 6 cm in greatest dimension. Stage grouping0. Tis. N0. M0. IT1. N0. M0. IIt2. N0. M0. IIIT3. N0. M0 T1. N1. M0 T2. N1. M0 T3. N1. M0. IVAT4a. N0. M0 T4a. N1. M0 T1n2. M0 T2. N2. M0 T3. N2. M0 T4an2. M0. IVBT4b. Any. NM0 Any TN3. M0. IVCAny TAny. NM0. Histopathologic grace (G). Grade 1W ell-differentiated. Grade 2. Moderately differentiated. Grade 3. Poortly differentiated* Thus stage I is T1 N0 M0.* Treatment for T1 stage is radiotherapy Subglottic Ca|||T1 & T2 lesions. T3 & T4 lesions||Radiotherapy. TL + post op. RT (Radiation portal should include upper mediastinum",
        "cop": 3,
        "opa": "Partial laryngectomy",
        "opb": "Total laryngectomy",
        "opc": "Radiotherapy",
        "opd": "Laser ablation",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "c6193164-b688-4772-b9f0-83bb13aa2c4a",
        "choice_type": "single"
    },
    {
        "question": "Key nob appearance is seen in",
        "exp": "PHONASTHENIA It is weakness of voice due to fatigue of phonatory muscles. Thyroarytenoid and interarytenoids or both may be affected. It is seen in abuse or misuse of voice or following laryngitis. Patient complains of easy fatiguability of voice. Clinical examination:- Indirect laryngoscopy shows three characteristic findings: 1. Elliptical space between the cords in weakness of thyroarytenoid. 2. Triangular gap near the posterior commissure in weakness of interarytenoid. 3. Key-hole appearance of glottis when both thyroarytenoid and interarytenoids are involved. Treatment:- Treatment is voice rest and vocal hygiene, emphasizing on periods of voice rest after excessive use of voice. Ref:- Dhingra; pg num:-314",
        "cop": 3,
        "opa": "Functional aphonia",
        "opb": "Puberphonia",
        "opc": "Phonasthenia",
        "opd": "Vocal cord paralysis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "ee7b19ed-bc5d-42b3-8a86-9096f252a8df",
        "choice_type": "single"
    },
    {
        "question": "Which of the following blood vessels does not take pa in anastomosis in the area encircled in red of the nasal septum?",
        "exp": "Little's area or Kiesselbach's plexus: This is the vascular area in the anteroinferior pa of nasal septum just above the vestibule. Anterior ethmoidal, sphenopalatine, greater palatine and septal branch of superior labial aeries and their corresponding veins form an anastomosis here. This is the commonest site for epistaxis. This is also the site for the origin of the \"bleeding polypus\" (haemangioma) of the nasal septum. Ref: Dhingra; 6th ed; Pg: 147",
        "cop": 3,
        "opa": "Sphenopalatine aery",
        "opb": "Superior labial aery",
        "opc": "Posterior ethmoidal aery",
        "opd": "Greater palatine aery",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "fa366237-9ea6-4ab5-8d67-1fba314f6af8",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of laryngeal stridor in a 60 years old male is:",
        "exp": "(c) Carcinoma larynx(Ref. Cummings, 6th ed., 1612). At this age laryngeal stridor is most commonly caused by carcinoma of the larynx. Patients of nasopharyngeal carcinoma do not have stridor. Acute severe asthma will lead to wheeze. Patients of Reinke's edema have hoarseness and not stridor.",
        "cop": 3,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Acute severe asthma",
        "opc": "Carcinoma larynx",
        "opd": "Reinke's edema",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "acfa37ea-f444-4f21-a1ec-0d9863d76e3d",
        "choice_type": "single"
    },
    {
        "question": "Tubercular laryngitis affects primarily",
        "exp": "The disease affects posterior pa of larynx more than anterior. Pas affected are (i) interarytenoid fold (ii) ventricular bands (iii) vocal cords and (iv) epiglottis, in that order. Tubercle bacilli, carried by sputum from the bronchi, settle and penetrate the intact laryngeal mucosa paicularly in the interarytenoid region (bronchogenic spread). This leads to the formation of submucosal tubercles which may later caseate and ulcerate. Ref: PL Dhingra 6th edition of Ear, Nose and Throat; Pg no 293",
        "cop": 2,
        "opa": "Anterior commissure",
        "opb": "Posterior commissure of larynx",
        "opc": "Anywhere within the larynx",
        "opd": "Superior surface of larynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "6bac3f16-7999-4b84-bdde-4edb35066422",
        "choice_type": "single"
    },
    {
        "question": "Greater cornu of hyoid is derived from which branchial arch:",
        "exp": "Ans. (c) IIIRef: Inderbir Singh's Embroyology, 7th ed. /119-120* Lower part of hyoid and greater cornu of hyoid is derived from branchial arch III.* Upper part of hyoid and lesser cornu of hyoid is derived from branchial arch II",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1d00496a-7255-4aae-a646-398266152ffc",
        "choice_type": "single"
    },
    {
        "question": "Maintenance of airway during laryngectomy in a patient with carcinoma of the larynx is best done by which if the following?",
        "exp": "Tracheostomy has also been divided into high, mid or low. A high tracheostomy is done above the level of thyroid isthmus (isthmus lies against II, III, and IV tracheal rings). It violates the first ring of the trachea. Tracheostomy at this site can cause perichondritis of the cricoid cailage and subglottic stenosis and is always avoided. The only indication for high tracheostomy is carcinoma of the larynx because in such cases, total larynx anyway would ultimately be removed and a fresh tracheostomy made in a clean area lower down. Amid tracheostomy is the preferred one and is done through the II or III ring and would entail the division of the thyroid isthmus or its retraction upwards or downwards to expose this pa of the trachea. A low tracheostomy is done below the level of the isthmus. The trachea is deep at this level and close to several large vessels; also there are difficulties with tracheostomy tube which impinges on the suprasternal notch. Ref: PL Dhingra; Textbook of EAR, NOSE and THROAT; edition 7; page no 359",
        "cop": 1,
        "opa": "Tracheostomy",
        "opb": "Laryngeal mask airway",
        "opc": "Laryngeal tube",
        "opd": "Combitube",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "822086fb-9f56-4ea0-a4ea-4898d2fa8519",
        "choice_type": "single"
    },
    {
        "question": "The preferred treatment of verrucouse carcinoma of the larynx is",
        "exp": "Verrucous Carcinoma 1) Verrcous carcinoma makes up only 1-2% of laryngeal carcinomas. 2) The larynx is the second most common site of occurence in the head and neck after the oral cavity. 3) Most common site of involvement is vocal cord. 4) Grossly, verrucous carcinoma appears as a fungating, papillomatous, grayish white neoplasm. 5) Microscopically, it is well differentiated squamous cell carcinoma with minimal cytological atypia. 6) It has low metastatic potential. 7) Hoarseness is the most common presented symptom. Pain and dysphagia may occur but are less common. 8) Treatment of most verrucous tumors is primary surgery. Endoscopic laser surgery is appropriate as the tumor is less aggressive than usual squamous cell carcinoma. Ref:- Current otolaryngology; pg num:- 444",
        "cop": 1,
        "opa": "Endoscopic removal",
        "opb": "Electron beam therapy",
        "opc": "Pulmonary surgery",
        "opd": "Total laryngectomy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d432e39a-53a3-4eda-a78c-0d989498ade9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following carcinomas commonly presents with neck nodes?",
        "exp": "(c) Epiglottis(Ref. Cummings, 6th ed., 1612). Epiglottis is a part of supraglottis. Anterior commissure is a part of glottis. Cricoid is a part of subglottis.",
        "cop": 3,
        "opa": "Cricoid",
        "opb": "Glottis",
        "opc": "Epiglottis",
        "opd": "Anterior commissure",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "59a3a48c-5c40-42a1-b12b-fa49edb4510f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an abductor of vocal cords:",
        "exp": "Ans. (a) Posterior cricoarytenoid. Ref: P. L. Dhingra 5th ed. / 317* All intrinsic muscles of the larynx are supplied by the recurrent laryngeal nerve except cricothyroid which is supplied by external branch of superior laryngeal nerve.* Recurrent laryngeal nerve supplies posterior cricoarytenoid, lateral cricoarytenoid, transverse and oblique arytenoids, aryepiglotticus, thyroarytenoid, thyroepiglotticus muscle. Also Know About laryngeal muscles movements. Movement. Muscles. Nerve supply* Abduction of vocal cords. Posterior cricoarytenoids only. Recurrent laryngeal nerve* Adduction of the vocal cords. Lateral cricoarytenoids. Interarytenoids. Thyroarytenoids. Recurrent laryngeal nerve* Tensor of vocal cords. Cricothyroid. Superior laryngeal nerve* Relaxor of vocal cord. Thyroarytenoid. Recurrent laryngealnerve* Elevation of larynx. Thyrohyoid, mylohyoid* Depression of larynx. Sternothyroid, sternohyoid",
        "cop": 1,
        "opa": "Posterior cricoarytenoid",
        "opb": "Transverse arytenoids",
        "opc": "Cricothyroid",
        "opd": "Aryepiglotticus",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "2f7a7175-b99e-499b-9d1b-b007768c5e69",
        "choice_type": "single"
    },
    {
        "question": "Laryngeal cartilage forming complete circle -",
        "exp": "Ans. is 'b' i. e., Cricoid [Ref: Dhingra 5th/ep. 299\\Lvrangeal cartilages. Thyroid (unpaired)o It is the largest of all laryngeal cartilages. It is 'V* shaped with right and left lamina. Both laminae (alae) meet anteriorly forming an angle of 90deg in males and 120deg in females. Vocal cords are attached to the middle of thyroid angle. Cricoid (unpaired)o It is the only cartilage forming a complete ring, therefore is shaped like a ring. It articulates with arytenoid cartilage to form cricoarytenoid joint, a type of synovial joint. Epiglottis (unpaired)o It is leaf-shaped elastic cartilage (in adults). It is omega shaped in children. It forms the anterior wall of laryngeal inlet. Arytenoid cartilage (paired)o Each Arytenoid cartilage is pyramidal in shape. Base articulates with cricoid cartilage, and apex supports the comiculate cartilage. A vocal process directed anteriorly and gives attachement to vocal cord. A muscular process directed laterally and gives attachment to intrinsic laryngeal muscles. Corniculate cartilage (of Santorini): Pairedo Articulates with apex of Arytenoid cartilage. Cuneiform cartilage (of Wrisberg): Pairedo Situated in aryepiglottic fold in front of comiculate cartilage.",
        "cop": 2,
        "opa": "Arytenoid",
        "opb": "Cricoid",
        "opc": "Thyroid",
        "opd": "Hyoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "fa0bf63c-6950-401e-b98a-248d7571dfb1",
        "choice_type": "single"
    },
    {
        "question": "Name curved laryngoscope?",
        "exp": "Laryngoscopy is a medical procedure that is used to obtain a view of the vocal folds and the glottis. Following are the types of the available laryngoscopes:- Straight blade: Miller Curved blade: Mac. Intosh Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 335, 351",
        "cop": 2,
        "opa": "Miller",
        "opb": "Mac. Intosh",
        "opc": "Muller",
        "opd": "Merkerl",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "e63b906a-c787-4f50-9ba9-03ffe6705759",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is precancerous lesion",
        "exp": "LEUKOPLAKIA OR KERATOSIS This is a localized form of epithelial hyperplasia involving upper surface of one or both vocal cords. It appears as a white plaque or way growth on the cord without affecting its mobility. It is regarded as a precancerous condition because \"carcinoma in situ\" frequently supervenes. Hoarseness is the common presenting symptom. Treatment is stripping of vocal cords and subjecting the tissues to histology for any malignant change. Chronic laryngeal irritants as the aetiological factors should be sought and eliminated. Ref:- Dhingra; pg num:-304",
        "cop": 4,
        "opa": "Pachydermia of larynx",
        "opb": "Scleroma larynx",
        "opc": "Laryngitis sicca",
        "opd": "Keratosis of larynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "022bc3e7-9d3b-4937-ba04-bf629d7d5bb5",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy while having dinner suddenly becomes aphonic and is brought to the causality with a complaint of respiratory distress. What should be the appropriate management",
        "exp": "A large bolus of food obstructed, above the cords may make the patient totally aphonic, unable to cry for help. He may die of asphyxia unless immediate first aid measures are taken. The measures consist of pounding on the back, turning the patient upside down and following Heimlich manoeuvre. These measures should not be done if the patient is only paially obstructed, for fear of causing total obstruction. Heimlich manoeuvre: Stand behind the person and place your arms around his lower chest and give four abdominal thrusts. The residual air in the lungs may dislodge the foreign body providing some airway. Ref: PL DHINGRA textbook of EAR, NOSE & THROAT edition -7, page-367",
        "cop": 4,
        "opa": "Cricothyroidotomy",
        "opb": "Emergency tracheostomy",
        "opc": "Humidified oxygen",
        "opd": "Heimlich manoeuvre",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "4351f67d-838d-4d6f-9bf6-d9d974465873",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of laryngeal tuberculosis is",
        "exp": "Laryngeal examination of tuberculosis of the larynx Hyperaemia of the vocal cord in its whole extent or confined to posterior pa with impairment of adductor is the first sign. Swelling in the Interarytenoid region giving a manipulated appearance. Ulceration of vocal cord giving the mouse-nibbled appearance. Superficial ragged ulceration on the arytenoids and Interarytenoid region. Granulation tissue in the Interarytenoid region or vocal process of arytenoid. Pseudoedema of the epiglottis \" turban epiglottis \". Swelling of ventricular bands and aryepiglottic folds. The marked pallor of the surrounding mucosa. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 331",
        "cop": 1,
        "opa": "Erythema of vocal cords and loss of adduction",
        "opb": "Mouse nibbled appearance",
        "opc": "Ulceration of vocal cords",
        "opd": "Swelling in the interarytenoid region",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d1cfc8fe-6a2a-453b-a19a-ec5a79bf8cd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is inappropriate indication for concomitant chemotherapy in case of head and neck cancer?",
        "exp": "(d) Metastatic advanced head and neck cancer(Ref. Cummings, 6th ed., 1620). Concomitant chemotherapy or Concurrent chemoradiotherapy/chemoradiation maximizes tumour control while maintaining function and quality of life by organ-conservation (e. g. ca larynx), because of which this treatment modality has overtaken surgery as the primary local treatment option for most head and neck cancers. It is also the primary mode of treatment for tumours which cannot be treated surgically because of lack of free margins, e. g. nasopharyngeal carcinoma, etc. In addition, for those patients whose head and neck cancers are managed with primary surgical resection, patients at high risk of loco regional recurrence (positive margins or extracapsular nodal extension) are often treated with concurrent chemoradiotherapy, for enhancement of loco regional control. In metastasis the treatment is palliative radiotherapy.",
        "cop": 4,
        "opa": "Primary treatment for patient with unresectable disease",
        "opb": "As an organ safeguarding method of t/t",
        "opc": "Postoperative case of intermediate stage resectable tumour",
        "opd": "Metastatic advanced head and neck cancer",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "61cdab84-4c9d-4d98-9fa8-3366ee1939ea",
        "choice_type": "single"
    },
    {
        "question": "Bryce&; s sign is seen in",
        "exp": "Bryce's sign: It is seen in laryngocele. When the swelling is pressed, a gurgling sound is produced. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 507",
        "cop": 1,
        "opa": "Laryngocele",
        "opb": "Post cricoid carcinoma",
        "opc": "Angiofibroma",
        "opd": "Chronic tonsillitis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1e75d3e2-6a8c-40a6-876a-21607f085cdb",
        "choice_type": "single"
    },
    {
        "question": "Treatment of early cases of vocal nodules is -",
        "exp": "Ans. is 'c' i. e., Voice therapy * Early cases of vocal nodules can be treated conservatively by educating the patient in proper use of voice. Many nodules especially in children, disappear with this treatment.* Surgery is required for large nodules or long standing nodules in adults. Microscopic (microlaryngoscopic) excision is the treatment of choice.",
        "cop": 3,
        "opa": "Excision",
        "opb": "Laser Ablation",
        "opc": "Voice therapy",
        "opd": "Tissue sampling followed by definitive therapy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "c1ce372e-3783-41fe-a673-1ce6434564c3",
        "choice_type": "single"
    },
    {
        "question": "Phonation in oesophageal speech in a case of laryngectomy is produced by:",
        "exp": "In a normal person phonation is produced by vocal cords which vibrate in response of force of air produced by lungs. In oesophageal speech, patient \"inhales\" air into the oesophagus and then ejects it by the contraction of chest muscles. Pharyngo-oesophageal segment functions for the missing vocal cords and vibrates to produce phonation. Since only limited amount of air can be ejected from the oesophagus, maximum phonatorv time is short and patient can speak only a few words.",
        "cop": 3,
        "opa": "Buccal cavity",
        "opb": "Pharynx",
        "opc": "Pharyngo-oesphageal segment",
        "opd": "Trachea",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b1425c83-1029-42e5-bcbb-72691c7b66b4",
        "choice_type": "single"
    },
    {
        "question": "The voice in a patient with bilateral abductor paralysis of larynx is",
        "exp": "As both the cords lie in median or paramedian position, the airway is inadequate causing dyspnoea and stridor but the voice is good. Dyspnoea and stridor become worse on exeion or during an attack of acute laryngitis. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 339",
        "cop": 4,
        "opa": "Pubophonia",
        "opb": "Phonasthenia",
        "opc": "Dysphonia plicae ventricularis",
        "opd": "Normal or good voice",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "6fb49274-0d7e-48e1-8b2d-b953d00e2b5e",
        "choice_type": "single"
    },
    {
        "question": "The Most common cause of vocal cord palsy is",
        "exp": "Thyroid surgery is the most common cause when both recurrent and external laryngeal nerves of one side may be involved. It may also occur in lesions of nucleus ambiguous or that of the vagus nerve proximal to the origin of superior laryngeal nerve. Thus, the lesion may lie in the medulla, posterior cranial fossa, jugular foramen or parapharyngeal space. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 6, page - 301",
        "cop": 1,
        "opa": "Total thyroidectomy",
        "opb": "Bronchogenic carcinoma",
        "opc": "Aneurysm of aoa",
        "opd": "Tuberucular lymph nodes",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "39695e30-04d4-4c02-ac3e-f91f04fe3c56",
        "choice_type": "single"
    },
    {
        "question": "Thumb printing sign is seen in",
        "exp": "(Acute epiglottitis): (309-Dhingra 5th; 599-P-Hazarika 3rd/edition)ACUTE EPIGLOTTITIS(Syn - Acute supraglottic laryngitis)* Caused by Hemophilus influenza type BClinical Features. Symptoms. Signs. General - usually starts as URTISigns* High grade fever* General - fever, toxic appearance and flushed skin, lethargic* Dribbling saliva* On auscultation decreased air entry Local* Sore throad* Dysphagia/odynophagia* Muffled (Hot potato) voice* F B sensation in the throat* Breathing difficulty -Inspiratory stridor is variably present and may be associated with expiratory rottles ORAL* Pharynx is usually congested and pooling of saliva* Red and edematous epiglottis popping up \"Cherry red epiglottis\"* Stridor is inspiratory and increases on supine position. Patient tends it sit up leaning forward supporting on upper limbs (Tripod sign) which relieves stridor to some extent* Inspiratory stritor if severe causes intermittent retraction, active accessory respiratory muscles and perioral cyanosis Differences between acute epiglottis and acute laryngo-tracheo-bronchitis in children Acute epiglottis. Acute laryngo-tracheo-bronchitis (or group)* Causative organism. Haemophilus influenza type BParainfluenza virus type I and II* Age2-7 years3 months to 3 years* Pathology. Supraglottic larynx. Subglottic area* Prodromal symptoms. Absent. Present* Onset. Sudden. Slow* Fever. High. Low grade or no fever* Patient's look. Toxic. Non-toxic* Cough. Usually absent. Present, (Barking seal-like)* Stridor. Present and may be marked. Present* Odynophagia. Present with drooling of secretions. Usually absent* Radiology. Thumb sign on lateral view. Steeple sign on anteroposterior view of neck* Treatment. Humidified oxygen, third generation cephalosporin (ceftriaxone) or amoxicillin. Humidified 02 tent, steroids",
        "cop": 1,
        "opa": "Acute epiglotitis",
        "opb": "Acute largnotracheobronchitis",
        "opc": "Acute Laryngitis",
        "opd": "Carcinoma vocal cords",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "ac0fc69c-df6c-4bfc-a58a-d3917f637906",
        "choice_type": "single"
    },
    {
        "question": "Galens anastomosis between SLN and RLN is",
        "exp": "Galens anastomosis is purely sensory. Branch of internal branch of superior laryngeal nerve communicating with the recurrent laryngeal nerve in the wall of the laryngopharynx supplying sensory fibers to the latter. Ref:- TB of ENT, Hazarika; pg num:- 623",
        "cop": 3,
        "opa": "Pure motor",
        "opb": "Secretomotor",
        "opc": "Pure sensory",
        "opd": "Mixed",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "29d158f7-b2ec-48d5-a12e-2bcdfcabeee0",
        "choice_type": "single"
    },
    {
        "question": "In a child with suspected diagnosis of epiglottitis, indicate your first line of treatment:",
        "exp": "In epiglottitis, the epiglottis and aryepiglottic folds are swollen obstructing the airway. Any attempt to disturb the child such as taking throat swab, blood culture, starting I/V lines may precipitate respiratory obstruction. Treatment is directed to airway establishment. Child is taken to operation room, anaesthetised and intubated. Blood culture and epiglottic swabs are then taken and antibiotics (second or third generation cephalosporins) started. In the absence of a skilled anaesthetist, a tracheotomy may be performed.",
        "cop": 4,
        "opa": "Order an X-ray of soft tissue lateral view neck to establish the diagnosis",
        "opb": "Take throat swab and blood culture and start intravenous fluids",
        "opc": "Perform a laryngoscopy",
        "opd": "Secure an airway by intubation",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "02fc6c45-4a8a-4ade-ac34-85cb3b669190",
        "choice_type": "single"
    },
    {
        "question": "Inability to vocalise is?",
        "exp": "Ans. (a) Aphonia. Ref: Kaplan 10th ed ch-8, Oxford Handbook of Psychiatry edited by David Semple, Roger Smyth",
        "cop": 1,
        "opa": "Aphonia",
        "opb": "Mutism",
        "opc": "Alogia",
        "opd": "Dysarthria",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "239c4312-8da0-4646-8ad9-b7c172722b25",
        "choice_type": "single"
    },
    {
        "question": "Kashima operation is done for:",
        "exp": "Ans. b. Bilateral vocal cord palsy (Ref: Dhingra 6/e p300). Transverse cordotomy or Kashima operation is done for bilateral vocal cord palsy. Bilateral Recurrent Laryngeal Nerve Paralysis (Bilateral Abductor Paralysis). Neuritis or surgical trauma (thyroidectomy) are the most important causes. Position of cords: As all the intrinsic muscles of larynx are paralyzed, the vocal cords lie in median or paramedianQ position due to unopposed action of cricothyroid muscles. Clinical Features: As both the cords lie in median or paramedian position, so there is dyspnea and stridor but voice is good. QTreatment: Emergency tracheostomy or widening the respiratory airway without a permanent tracheostomy by arytenoidectomy with suture, arytenoidopexy (fixing the arytenoid in lateral position), lateralization of vocal cord and laser cordectomy (replaced by less invasive techniques). Less Invasive Techniques for Bilateral RLN Paralysis1. Transverse cordotomy (Kashima operation)* Soft tissue at the junction of membranous cord and vocal process of arytenoid is excised laterally with laser.* This provides good airway. In case airway is still insufficient more tissue can be removed at subsequent operation. 2. Partial arytenoidectomy* Medial part of arytenoid is excised with laser.* Sometimes only the vocal process of arytenoids is ablated. 3. Reinnervation procedures* These have been used to innervate paralyzed posterior cricoarytenoid muscle by implanting a nerve-muscle pedicle of sternohyoid or omohyoid muscle with its nerve supply from ansa hypoglossi.* These procedures have not been very successful. 4. Thyroplasty type II* It creates lateral expansion of larynx and is similar to vocal cord lateralization. Quality of voice may not be good.",
        "cop": 2,
        "opa": "Recurrent cholesteatoma",
        "opb": "Bilateral vocal cord palsy",
        "opc": "Atrophic rhinitis",
        "opd": "Choanal atresia",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1cefa44f-1d92-4a39-b9af-15aa360a3468",
        "choice_type": "single"
    },
    {
        "question": "Vocal cord position when cricoarytenoids are in neutral positions:",
        "exp": "Ans: (c) Intermediate. Ref: Diseases of the Ear, Nose and Throat by PL Dhingra, 7th edition, 2018, Page 338-339. The Neutral point of a joint is the position where there is the least amount of support from the ligaments and other non-muscular tissues around the joint. In this position, stress to the joint is minimized, which helps the joint to function well over time. Cord Position. Location from midline. Position in normal condition. Position in diseased conditions. Median. Midline. Normal phonation. Recurrent laryngeal nerve paralysis. Paramedian1. 5 mm. Strong whisper. Recurrent laryngeal nerve paralysis. Intermediate - Neutral position from which abduction and adduction take place3. 5 mm Both superior and recurrent laryngeal nerve paralysis. Gentle abduction7 mm. Quite respiration. Paralysis of adductors. Full abduction9. 5 mm. Deep respiration-",
        "cop": 3,
        "opa": "Paramedian",
        "opb": "Median",
        "opc": "Intermediate",
        "opd": "Abducted",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "c81d91f5-3a0e-4a69-acb6-97dc3a972c60",
        "choice_type": "single"
    },
    {
        "question": "The water cane in the larynx (saccules) are present in:",
        "exp": "(Laryngeal ventricles) (281, D) (144, 199-200-LT) (310-Maqbool 11th). Saccule of Larynx -* From the anterior part of ventricle, a pouch called saccule of larynx extends between the vestibular fold and inner aspect of thyroid cartilage. It dilatation is thought to be cause of laryngocoele. Laryngocoele - It may be easily infected and emptied of air sometimes the mouth of sac becomes blocked infection supervenes, and the presentation is that of a pyocele.* Reinke's space - Under the epithelium of vocal cords is a potential space with scanty subepithelial connective tissues oedema of this space causes fusiform swelling of the membranous cords (Reinke's oedema)",
        "cop": 4,
        "opa": "Paraglottic space",
        "opb": "Pyriform fossa",
        "opc": "Reinke's space",
        "opd": "Laryngeal ventricles",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9ceccb97-dfd7-4deb-8cf2-cc6eb5b6e1b9",
        "choice_type": "single"
    },
    {
        "question": "The cadaveric position of vocal cords is",
        "exp": "Positions of the vocal cord: 1. Median- cords touching the midline 2. Paramedian-1. 5 mm from the midline 3. Intermediate (Cadaveric)- 3. 5 mm from the midline 4. Slightly abducted- 7 mm 5. Fully abducted- 9 mm. Ref: Hazarika; 3rd ed; Pg 626",
        "cop": 3,
        "opa": "Midline",
        "opb": "1. 5mm from midline",
        "opc": "3. 5mm from midline",
        "opd": "7. 5mm from midline",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "02f6f3a3-8ac2-4528-b6aa-8ca02932579e",
        "choice_type": "single"
    },
    {
        "question": "A lumpy feeling in throat relieved on taking food is attributed to",
        "exp": "Globus Pharyngeus. Symptom: a patient describes something stuck in the throat or a sensation of lump or tightness in the throat which is relieved by taking food or talking. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 389",
        "cop": 1,
        "opa": "Globus pharyngeus",
        "opb": "Pharyngeal pouch",
        "opc": "Diveicular disease",
        "opd": "Exophageal atresia",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "7900941f-b325-45ed-81ed-eb3284c0df11",
        "choice_type": "single"
    },
    {
        "question": "The water cane in the larynx (saccules) are present in",
        "exp": "Ventricle (sinus of larynx):- It is a deep elliptical space between vestibular and vocal folds, also extending a sho distance above and lateral to vestibular fold. The saccule is a diveiculum of mucous membrane which stas from the anterior pa of ventricular cavity and extends upwards between vestibular folds and lamina of thyroid cailage. When abnormally enlarged and distended, it may form a laryngocele--an air containing sac which may present in the neck. There are many mucous glands in the saccule, which help to lubricate the vocal cords. Ref:- Dhingra; pg num:-284",
        "cop": 1,
        "opa": "Laryngeal ventricles",
        "opb": "Reinke's space",
        "opc": "Paraglottic space",
        "opd": "Pyriform fossa",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "30bb2c6d-fa2b-4bef-bebf-804b6091515c",
        "choice_type": "single"
    },
    {
        "question": "High tracheostomy is done in:",
        "exp": "Ans. b. Laryngeal carcinoma. Ref: Diseases of Ear, Nose and Throat by Dhingra; 7th Ed Page No- 359 and Logan Turners Disease of the Nose, Throat and Ear 11th Ed; Page No- 569A high tracheostomy is done above the level of thyroid isthmus i. e. above 2nd tracheal cartilage. It can cause perichondritis of cricoid and subglottic stenosis, so it is avoided always; however in cases of Ca larynx total larynx will be removed and fresh tracheostomy made in clean area. So to preserve the site for permanent tracheostomy high tracheostomy is done. The only indication of high tracheostomy (i. e. tracheostomy at the 1st tracheal ring) is carcinoma of larynx. In laryngomalacia the management is reassurance. Rarely supraglottoplasty is required but not tracheostomy. In vocal cord palsy, it is done at tracheal rings 2 and 3 or 3 and 4. In subglottic stenosis, low tracheostomy is done.",
        "cop": 2,
        "opa": "Vocal coed palsy",
        "opb": "Laryngeal carcinoma",
        "opc": "Subglottic stenosis",
        "opd": "Laryngomalacia",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "65cfc1d7-09ad-4284-9714-ea8af1a296fe",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common site for Ca larynx?",
        "exp": "Ans. is 'c' i. e., Glottis * Incidence of larynx cancer by site:-# Supraglottic cancer - 40%# Glottic cancer - 9% (most common site)# Subglottic cancer - 1% (least common site)",
        "cop": 3,
        "opa": "Suprahyoid epiglottis",
        "opb": "Infrahyoid epiglottis",
        "opc": "Glottis",
        "opd": "Subglottis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "378eadc6-d480-4a35-b49c-1c681ea71084",
        "choice_type": "single"
    },
    {
        "question": "A patient is having carcinoma larynx. The most likely other area having a second primary (synchronous second primary) is:",
        "exp": "Cancer lung is commonly associated with laryngeal cancer. However, any other area of aerodigestive tract may show synchronous second primary.",
        "cop": 3,
        "opa": "Cancer base of tongue",
        "opb": "Cancer oesophagus",
        "opc": "Carcinoma bronchus",
        "opd": "Carcinoma nasopharynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "7c4c1164-60fa-439a-82ee-f8f834fe2548",
        "choice_type": "single"
    },
    {
        "question": "Most common benign lesion of larynx in the pediatric age group is",
        "exp": "Juvenile papillomatosis is the most common benign neoplasm of the larynx in children. It is viral in origin and is caused by human papilloma DNA virus type 6 and 11. It is presumed that affected children got the disease at bih from their mothers who had vaginal human papilloma virus disease. Patient, often a child, between the age of 3 and 5 years presents with hoarseness or aphonia with respiratory difficulty or even stridor. Dhingra 6e pg: 306",
        "cop": 3,
        "opa": "Granular cell tumor",
        "opb": "Chondroma",
        "opc": "Juvenile papillomatosis",
        "opd": "Solitary papilloma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "cb57f8b1-c8fd-47b2-804d-edd52b74e358",
        "choice_type": "single"
    },
    {
        "question": "The best way to diagnose laryngomalacia is:",
        "exp": "Laryngomalaeia is a congenital disorder characterised by flaccidity of supraglottic larynx which gets sucked in during inspiration producing stridor. Flexible fibreoptic laryngoscopy is the best way to study the dynamics of supraglottis in an awake patient. Direct laryngoscopy may miss the diagnosis as supraglottis is put on stretch by the laryngoscope unless its tip is placed only in the vallecula. Other synchronous congenital lesions of larynx, e. g. glottic cysts, laryngeal paralysis or laryngeal web may also be diagnosed.",
        "cop": 4,
        "opa": "Symptoms and signs of disease only",
        "opb": "Soft tissue lateral view neck",
        "opc": "Direct laryngoscopy under general anaesthesia",
        "opd": "Flexible fibreoptic laryngoscopy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "adfd70ad-795f-4672-ae9a-1b6964d0feec",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of stridor in children is",
        "exp": "The most common cause of stridor in children is Laryngomalacia. Laryngomalacia is due to excessive flaccidity of supraglottic larynx which is sucked during inspiration. It manifests at bih or soon after and usually disappear by 2 years of age. Re: Textbook of Ear, Nose and Throat, Dhingra, 7th Edition; Pg no: 333",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Congenital laryngeal paralysis",
        "opc": "Foreign body in larynx",
        "opd": "Congenital laryngeal tumors",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "302d7558-1b28-4930-a385-c81e0f5f8dac",
        "choice_type": "single"
    },
    {
        "question": "Type 1 thyroplasty is for",
        "exp": "Thyroplasty types Type I: It is medial displacement of vocal cord as in achieved in Teflon paste injection. Type II: It is lateral displacement of the vocal cord and is used to improve the airway. Type III: It is used to shoen the vocal cord. Relaxation of vocal cord lowers the pitch. This procedure is done in mutational falsetto or in those who have undergone gender transformation from female to male. Type IV: This procedure is used to lengthen the vocal cord and elevate the pitch. It coves the male character to a female and has been used in gender transformation. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 341",
        "cop": 3,
        "opa": "Vocal cord shoening",
        "opb": "Vocal cord lengthening",
        "opc": "Vocal cord medialization",
        "opd": "Vocal cord lateralization",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3ee95dcb-082f-42df-a56c-b7557b4519e6",
        "choice_type": "single"
    },
    {
        "question": "Vocal cord palsy is not caused by:",
        "exp": "(a) Vertebral secondaries(Ref. Scott Brown, 6th ed., 1/12/17). Superior and recurrent laryngeal nerves are not in close proximity to vertebrae. Rest of the given (mediastinal) conditions can cause left recurrent laryngeal nerve palsy.",
        "cop": 1,
        "opa": "Vertebral secondaries",
        "opb": "Left atrial enlargement",
        "opc": "Bronchogenic carcinoma",
        "opd": "Secondaries in mediastinum",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9fc2ec7d-b852-42e9-b4e0-a3087b0e94bc",
        "choice_type": "single"
    },
    {
        "question": "Paralysis of recurrent laryngeal nerve does not affect function of:",
        "exp": "Cricothyroid muscle which lies outside the larynx is supplied by external laryngeal nerve - a branch of superior laryngeal nerve of vagus. This is the only laryngeal muscle not supplied by recurrent laryngeal nerve.",
        "cop": 4,
        "opa": "Thyroarytenoid",
        "opb": "Lateral cricoarytenoid",
        "opc": "Vocalis",
        "opd": "Cricothyroid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "0a37be1f-7fb9-4cee-9c6a-406ec754e7bc",
        "choice_type": "single"
    },
    {
        "question": "Thumb Sign is seen in-",
        "exp": "Ans. is 'a' i. e., Epiglottitis o Thumb sign (thickening of epiglottis) and vallecula sign are seen in epiglottitis.",
        "cop": 1,
        "opa": "Epiglottitis",
        "opb": "Layngitis",
        "opc": "CA Larynx",
        "opd": "Mediastinitis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "318e73b7-630b-4ec0-a41d-fcc51a4f094c",
        "choice_type": "single"
    },
    {
        "question": "Laryngocele arises as herniation of laryngeal mucosa through the following membrane",
        "exp": "Laryngocele Laryngocele is an air-filled cystic swelling which occurs due to dilatation of saccule. Saccule is a diveiculum arising from anterior pa of ventricle/sinus of larynx. External laryngocele is one in which distended saccule herniates through the thyrohyoid membrane and presents as a reducible swelling in the neck, which increases in size on coughing or performing Valsalva. Ref:- Mohan Bansal; pg num:-487",
        "cop": 4,
        "opa": "Cricotracheal",
        "opb": "Crisosternal",
        "opc": "Cricothyroid",
        "opd": "Thyrohyoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f0e5ec76-466b-4755-9ec5-3e807da7c922",
        "choice_type": "single"
    },
    {
        "question": "Cotton&; s grading is used for",
        "exp": "Subglottic stenosis is graded according to the Cotton-Myer classification system from one to four based on the severity of the blockage. Grade 1 - <50% obstruction Grade 2 - 51-70% obstruction Grade 3 - 71-99% obstruction Grade 4 - no detectable lumen Ref: Internet sources- Wikipedia",
        "cop": 1,
        "opa": "Subglottic stenosis",
        "opb": "Laryngeal carcinoma",
        "opc": "Superior nerve palsy",
        "opd": "Voice abuse",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "e1860d01-efaf-4762-95aa-469c00b106c8",
        "choice_type": "single"
    },
    {
        "question": "The thyroid angle in male is:",
        "exp": "The two laminae of thyroid cartilage meet in the midline forming an angle - the thyroid angle. It is 90deg in male and 120deg in female. The acute angle formed in male is also responsible for Adam's apple. Thyroid on its inner side gives attachment to vocal cords in its middle while just above it is the attachment of epiglottis.",
        "cop": 2,
        "opa": "60deg",
        "opb": "90deg",
        "opc": "100deg",
        "opd": "120deg",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f2960432-c163-4a46-8df0-61033f49a860",
        "choice_type": "single"
    },
    {
        "question": "Bilateral recurrent laryngeal nerve is most commonly affected in-",
        "exp": "Ans. is 'd' i. e., Post thyroid surgery Causes of recurrent laryngeal nerve (vocal cord or abductor) paralysis* Depending upon the cause, vocal cord paralysis may be unilateral or bilateral.* In unilateral paralysis, left recurrent laryngeal nerve is more prone to paralysis compared to the right one because of its much longer course.* Most common overall cause of vocal cord paralysis is iatrogenic in origin following surgery, most commonly thyroidectomy.* Most common cause of unilateral left vocal cord paralysis is bronchial carcinoma at the left hilum.",
        "cop": 4,
        "opa": "Neck trauma",
        "opb": "Bronchogenic carcinoma",
        "opc": "Carcinoma esophagus",
        "opd": "Post thyroid surgery",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "5ad3bdef-5a21-4abe-bbd8-56dd360f6c32",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric position of vocal cords -",
        "exp": "Ans. is 'c' i. e., 3. 5 mm from midline. Position of vocal cordso The position of the vocal cords may be described as being in various positions. These are: -Median position. The vocal cords are in midline. This is the position of normal larynx during phonation and in recurrent laryngeal nerve palsy. Paramedian position. Just off midline (1. 5 mm form midline). This position occurs in normal larynx during strong whisper. This is the resting position of vocal cords after long-term recurrent laryngeal nerve injury. Cadeveric (Intermediate) position (3. 5 mm from midline). It is 15-20deg from midline. This is the position of immediate total denervation of both recurrent laryngeal nerve as well as superior laryngeal paralysis, as in high vagal paralysis. Gentle abduction (7 mm from midline). This position is seen during quiet respiration in normal larynx and in paralysis of adductors (very rare). Abduct position (9. 5 mm from midline). It is 30-45deg from midline. This is the position of maximum adduction during deep inspiration.",
        "cop": 3,
        "opa": "Midline",
        "opb": "1. 5 mm from midline",
        "opc": "3. 5 mm from midline",
        "opd": "7. 5 mm from midline",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "491ad6a0-c838-477c-93e3-44af986d9dca",
        "choice_type": "single"
    },
    {
        "question": "Antibiotic of choice for acute epiglottitis is:",
        "exp": "Earlier ampicillin has been the drug of choice. Now cephalosporins of second and third generations (cefuroxime, cefotaxime and ceftriaxone) are preferred. Chloramphenicol is also effective but is more toxic compared to cephalosporins.",
        "cop": 3,
        "opa": "Tetracycline",
        "opb": "Chloramphenicol",
        "opc": "Cephalosporin",
        "opd": "Penicillin",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f2e461d6-ae54-44b2-a6f1-e6345d8f8156",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of vocal cord palsy is",
        "exp": "Neuritis or surgical trauma (thyroidectomy) is the most impoant cause. Thyroid surgery is the most common cause when both recurrent and external laryngeal nerves of one side may be involved. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 6, page - 300",
        "cop": 1,
        "opa": "Surgical",
        "opb": "Inflammatory",
        "opc": "Trauma",
        "opd": "Malignancy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "6e47ef5a-0981-4726-a7e3-a64919db1112",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of the larynx is:",
        "exp": "Laryngomalacia is the most common congenital laryngeal anomaly. This is followed by:(i). congenital vocal cord paralysis and(ii). congenital subglottic stenosis.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Subglottic stenosis",
        "opc": "Laryngeal web",
        "opd": "Subglottic haemangioma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9b0877c4-1d58-4216-95a4-d0d6a1dd6513",
        "choice_type": "single"
    },
    {
        "question": "A Blom-Singer prosthesis is used:",
        "exp": "Blom-Singer prosthesis is used in laryngectomised patients to divert tracheal air to oesophagus for production of voice. Prosthesis used to ventilate middle ear in otitis media with effusion is called a ''grommet\" or ventilation tube. Septal button made of silicon or Teflon is used to close septal perforation. Stapes replacement prosthesis made of Teflon, tefwire, platinum or stainless steel is used in stapedectomy.",
        "cop": 3,
        "opa": "As a ventilation tube in otitis media with effusion",
        "opb": "To close a perforation in nasal septum",
        "opc": "To divert tracheal air into oesophagus for voice production in laryngeal patients",
        "opd": "In stapedectomy to conduct sound from incus to oval window",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "df6fa9c1-9ccf-4e96-8cea-bff67d9a862e",
        "choice_type": "single"
    },
    {
        "question": "High tracheostomy is indicated in....... oflarynx:",
        "exp": "Ans: c (Carcinoma). Ref: Rober's Brown 5, h/e p. 2, 108, 8",
        "cop": 3,
        "opa": "Scleroma",
        "opb": "Tuberculosis",
        "opc": "Carcinoma",
        "opd": "Multiple papilloma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f7668a38-46e5-4886-bb34-834368622cfe",
        "choice_type": "single"
    },
    {
        "question": "The most widely used treatment for recurrent respiratory papillomatosis nowadays is:",
        "exp": "(a) CO2 LASER ablation(Ref. Cummings, 6th ed., 923). Spontaneous resolution though may occur after puberty but is unpredictable. Moreover life threatening stridor may occur so CO2 LASER excision is to be done. Various excision techniques, most widely used method is CO2 LASER.",
        "cop": 1,
        "opa": "CO2, LASER ablation",
        "opb": "Diathermy excision",
        "opc": "Excision with microdebrider",
        "opd": "Wait for spontaneous resolution",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9642545f-2675-4042-a699-39f52c079478",
        "choice_type": "single"
    },
    {
        "question": "Reinke's space is seen in which of the following?",
        "exp": "Ans. is 'a' i. e., Vocal cords * Reinke's space Is a potential subepithelial space between the glottic epithelium and the vocal ligament. Reinke's oedema (polypoid degeneration of vocal cord)* It is the edema of margins of the vocal cord so the free margin is polypoid and a large sessile polyp may occur.* Reinke's edema is due to fluid collection in this subepithelial space of. Reinke's.* It occurs between the age of 40-60 years.* Men and women are affected equally.* The main etiological factors are smoking and voice abuse. Clinical features* Hoarseness (most common).* Decreased voice pitch with rapid vocal fatigue.* On indirect laryngoscopyi) Vocal cords appear as fusiform swelling with pale translucent look. ii) Ventricular bands may be hyperaemic and hypertrophic. Treatment* Microsurgical removal of the edema while preserving the vocal ligament, with circumscribed resection of mucosa, i. e. Decortication of the vocal cord.* Bilateral Reinke's edema is operated in two stages 4-6 weeks apart to prevent anterior synechia.* Voice rest and speech therapy.",
        "cop": 1,
        "opa": "Vocal cords",
        "opb": "Subglottis",
        "opc": "Epiglottis",
        "opd": "Pharynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3a2b30cf-190a-444e-9a2a-27c2811a068a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for early stage laryngeal carcinoma is -",
        "exp": "Ans. is 'c' i. e., Radiotherapy TNM classification of cancer larynx (American Joint Committee on Cancer, 2002. Supraglottis. T1. Tumour limited to one subsite of supraglottis with normal vocal cord mobility. T2. Tumour invades mucosa of more then one adjauent subsite of supraglotis or glottis or region outside the supraglottis (e. g., mucosa of base of tongue, vallecula, medial wall of pyriform sinus) without fixation of the larynx. T3. Tumour limited to laynx with vocal cord fixation and or invades any of the following postcricoid area, pre- epiglottic tissues, paraglottic space and or minor thyroid cartilage invasion. T4. Tumour invades through the thyroid cartilage and or invades tissues beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscle of tongue, strap muscles, thyroid or oesophagus)T5. Tumour invades prevertebral space, encases carotid artery or invades mediastinal structures. Glottis. T1. Tumour limited to vocal cord(s) (may involve anterior or posterior commissures) with normal mobility. T2. Tumour limited to one vocal cord. T3. Tumour involves both vocal cords. T4. Tumour extends to suproglottis and or subglottis and or with impaired vocal cord mobility. T5. Tumour limited to the larynx with vocal cord fixation and or invades paraglottic space and or minor thyroid cartilage erosion. T6. Tumour invades through thyroid cartilage and or invades tissues beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscles of the tongue strap muscles, thyroid or oesophagus). T7. Tumour incades prevertebral space, encases carotid artery or invades mediastinal structures. Subglottis. T1. Tomour limited to subglottis. T2. Tomour extends to vocal cord(s) with normal or impaired mobility. T3. Tumour limited to larynx with vocal cord fixation. T4. Tumour invades cricoid or thyroid cartilage and or invades tissue beyond the larynx (e. g., trachea, soft tissues of neck including deep extrinsic muscle of tongue, strap muscles, thyroid or oesophagus)T5. Tomour invades prevertebral space, encases carotid artery or invades mediastinal structures. Regional lymph nodes (N). Nx. Regional lymph nodes cannot be assessed. N0. No regional lymph node metastasis. N1. Metastasis in a single ipsilateral lymph bode, 3 cm or lwss in greatest dimension. N2. Metastasis in a single ipsilateral lymph node, more than 3 cm but not more than 6 cm in greatest dimension, or multiple ipsilateral lymph nodes, none more than 6 cm in greatest dimension, or bilateral or contralateral lymph nodes, none more than 6 cm in greatest dimension. N2a. Metastasis in a single ipsilateral lymph node more than 3 cm but not more than 6 cm in greatest dimension. Stage grouping0. Tis. N0. M0. IT1. N0. M0. IIt2. N0. M0. IIIT3. N0. M0 T1. N1. M0 T2. N1. M0 T3. N1. M0. IVAT4a. N0. M0 T4a. N1. M0 T1n2. M0 T2. N2. M0 T3. N2. M0 T4an2. M0. IVBT4b. Any. NM0 Any TN3. M0. IVCAny TAny. NM0. Histopathologic grace (G). Grade 1W ell-differentiated. Grade 2. Moderately differentiated. Grade 3. Poortly differentiated* Thus stage I is T1 N0 M0.* Treatment for T1 stage is radiotherapy Subglottic Ca|||T1 & T2 lesions. T3 & T4 lesions||Radiotherapy. TL + post op. RT (Radiation portal should include upper mediastinum",
        "cop": 3,
        "opa": "Partial laryngectomy",
        "opb": "Total laryngectomy",
        "opc": "Radiotherapy",
        "opd": "Laser ablation",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "a6b56d52-d27a-459c-9c65-99de8496f223",
        "choice_type": "single"
    },
    {
        "question": "Laser used in laryngeal work is",
        "exp": "CO2 laser:- CO2 laser is used in laryngeal surgery to excise vocal nodules, polyps, cysts, granulomas or juvenile laryngeal papilloma. Also used in case of leukoplakia, T1 lesion of vocal cord or localized leisions of supraepiglottis and infraglottis. 1) CO2 laser has wavelength 10, 400nm 2) It can cut pericisely (0. 3 mm percision), coagulate bleeders and vaporise tissues 3) Besides laryngeal surgery it is used in oropharyngeal surgery to excise benign or malignant lesions and in plastic surgery. Ref:- Dhingra; pg num:-357",
        "cop": 4,
        "opa": "Argon",
        "opb": "Nd: Yag",
        "opc": "Holmium",
        "opd": "CO2",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "60e45b1c-aec4-468a-b1a6-ae55f56c9487",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is life threatening",
        "exp": "RECURRENT LARYNGEAL NERVE PARALYSIS BILATERAL (BILATERAL ABDUCTOR PARALYSIS) AETIOLOGY:- Neuritis or surgical trauma (thyroidectomy) are the most impoant causes. The condition is often acute. POSITION OF CORDS:- As all the intrinsic muscles of larynx are paralyzed, the vocal cords lie in median or paramedian position due to unopposed action of cricothyroid muscles. CLINICAL FEATURES:- As both the cords lie in median or paramedian position, the airway is inadequate causing dyspnoea and stridor but the voice is good. Dyspnoea and stridor become worse on exeion and can be life threatening. Ref:- Dhingra; pg num:-300",
        "cop": 4,
        "opa": "U/L adductor paralysis",
        "opb": "U/L abductor paralysis",
        "opc": "B/L adductor paralysis",
        "opd": "B/L abductor paralysis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b7ccbd95-2313-40df-973d-4bd8e6c8cd47",
        "choice_type": "single"
    },
    {
        "question": "A patient with Pancoast's tumour develops loss of voice after radiation. It is due to",
        "exp": "The recurrent laryngeal nerve is involved in Pancoast's tumour. Pancoast's tumour is a tumour of the pulmonary apex. Right recurrent laryngeal nerve arises from the vagus at the level of the subclan aery, hooks around it and then ascends between the trachea and oesophagus. The left recurrent laryngeal nerve arises from the vagus in the mediastinum at the level of the arch of the aoa, loops around it and then ascends into the neck in the tracheo-oesophageal groove. Ref: PL Dhingra; Textbook of EAR, NOSE and THROAT; edition 6",
        "cop": 2,
        "opa": "Vocal cord infiltration with secondary",
        "opb": "Involvement of recurrent laryngeal nerve",
        "opc": "Irradiation to vocal cords",
        "opd": "Radiation stenosis of larynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "c5ccb467-9bec-4224-885b-dd98504bf709",
        "choice_type": "single"
    },
    {
        "question": "Steeple sign seen on posteroanterior view of neck in a child with stridor is indicative of:",
        "exp": "Steeple sign indicates narrowing of the airway in the subglottic area. It is typically seen in acute laryngotracheobronchitis in children. Thumb sign is typically seen in acute epiglottitis due to swollen epiglottis. It is better appreciated in lateral view of neck. Steeple sign (like a church tower) is seen in laryngotracheobronchitis (croup) in PA view of neck. Note the air shadow (arrow).",
        "cop": 2,
        "opa": "Acute epiglottitis",
        "opb": "Acute laryngotracheobronchitis",
        "opc": "Laryngeal papillomatosis",
        "opd": "Bilateral abductor paralysis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "16daacf4-7cd9-4ea2-8409-5b4b4f2825ca",
        "choice_type": "single"
    },
    {
        "question": "Cricothyrotomy is converted to tracheostomy at an early stage to",
        "exp": "Answer: a) Avoid subglottic stenosis (DHINGRA 6th ED, P-320). Cricothyrotomy or Laryngotomy or Mini-tracheostomy:* This is a procedure for opening the airway through the cricothyroid membrane.* Patient's head and neck is extended, lower border of thyroid cartilage and cricoid ring are identified.* Skin in this area is incised vertically and then cricothyroid membrane cut with a transverse incision.* This space can be kept open with a small tracheostomy tube or by inserting the handle of knife and turning it at right angles if tube is not available.* It is essential to perform an orderly tracheostomy as soon as possible because perichondritis, subglottic oedema and laryngeal stenosis can follow prolonged laryngotomy",
        "cop": 1,
        "opa": "Avoid subglottic stenosis",
        "opb": "Avoid hypoxia",
        "opc": "Prevent damage to epiglottis and vocal cords",
        "opd": "Facilitate oxygenation",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "26b75fe0-00c3-4967-a0a9-80291c780942",
        "choice_type": "single"
    },
    {
        "question": "Singer's nodule is due to:",
        "exp": "Ans: d (Voice abuse). Ref: Dhingra E. N. T. 3rd/e p. 365 & 2nd/e p. 299",
        "cop": 4,
        "opa": "Bacteria",
        "opb": "Viral",
        "opc": "Fungus",
        "opd": "Voice abuse",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "786ddc87-ca81-4f29-bf9c-7959eba74366",
        "choice_type": "single"
    },
    {
        "question": "Best management for inhaled Foreign body in an infant",
        "exp": "Tracheal and bronchial foreign bodies can be removed by bronchoscopy with full preparation and under general anaesthesia. Emergency removal of these foreign bodies is not indicated unless there is airway obstruction or they are of the vegetable nature (e. g. seeds) and likely to swell up. Methods to remove the tracheobronchial foreign body Conventional rigid bronchoscopy. Rigid bronchoscopy with telescopic aid. Bronchoscopy with C-arm fluoroscopy. Use of Dormia basket or Fogay's balloon for rounded objects. Tracheostomy first and then bronchoscopy through the tracheostomy. Thoracotomy and bronchotomy for peripheral foreign bodies. Flexible fibreoptic bronchoscopy in selected adult patients. Ref: PL Dhingra; Textbook of EAR, NOSE and THROAT; edition 7; page no 367",
        "cop": 3,
        "opa": "Tracheostomy",
        "opb": "Steroids",
        "opc": "Bronchoscopy",
        "opd": "IPPPV",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "a68b4225-2611-4bef-ae41-4a6bdb71e832",
        "choice_type": "single"
    },
    {
        "question": "Moure&; s sign can be detected in",
        "exp": "Moure's sign: in normal persons, there is a click felt when the larynx is moved from side to side over the veebral column. The sign is absent in patients with post-cricoid carcinoma (Moure's sign positive). Ref: Internet sources",
        "cop": 3,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Oropharyngeal carcinoma",
        "opc": "Postcricoid carcinoma",
        "opd": "Supraglottic carcinoma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "49d51a8b-f675-431f-892b-22495b04c748",
        "choice_type": "single"
    },
    {
        "question": "Type of epithelium lining the vocal cords is:",
        "exp": "Types of epithelium lining the larynx. Vocal cords are lined by stratified squamous epithelium.",
        "cop": 2,
        "opa": "Keratinising stratified squamous",
        "opb": "Non-keratinising stratified squamous",
        "opc": "Pseudostratified ciliated columnar",
        "opd": "Cuboidal",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "fdf2b8d6-74bc-4380-a659-9e29b73c7325",
        "choice_type": "single"
    },
    {
        "question": "Turban epiglottis is seen in -",
        "exp": "Ans. is 'a' i. e., TB Tubercular laryngitiso Tubercular laryngitis is almost always secondary to pulmonary lesions, mostly affecting males in middle age (20-40years). Disease affects the posterior third of larynx more commonly than anterior part. The parts affected in descending order of frequency are:- i) Interarytenoid fold, ii) Ventricular band, iii) Vocal cords, iv) Epiglottis. Clinical featureso Weakness of voice with periods of aphonia - earliest symptoms. o Hoarsness, cough, dysphagia (odynophagia)o Referred otalgia. Laryngeal examination in TB laryngitiso Hyperaemia of the vocal cord in its whole extent or confined to posterior part with impairment of adduction is the first sign. o Swelling in the interarytenoid region giving a mammilated appearance. o Ulceration of vocal cord giving mouse-nibbled appearance. o Superficial ragged ulceration on the arytenoids and interarytenoid region. o Granulation tissue in interarytenoid region or vocal process of arytenoid, o Pseudoedema of the epiglottis \"turban epiglottis\". o Swelling of ventricular bands and aryepiglottic folds. o Marked pallor of surrounding mucosa.",
        "cop": 1,
        "opa": "TB",
        "opb": "Leprosy",
        "opc": "Laryngeal papilloma",
        "opd": "Epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "0c1adc2b-df88-447f-8d53-0343f91ddbd8",
        "choice_type": "single"
    },
    {
        "question": "Sensory nerve supply of larynx below the level of vocal card is:",
        "exp": "Ans is 'c' i. e.. Recurrent laryngeal nerve Sensory N supply of Larynx above the vocal cards - Internal br. of sup. Laryngeal nerve. Sensory N supply of Larynx below the vocal cards- Recurrent laryngeal N. Also Remember. All Ms of Larynx are supplied by recurrent Laryngeal nerve except Cricothyroid which is supplied by External br. of superior laryngeal nerve. Both the recurrent laryngeal n & superior Laryngeal nerve are branches of vagus nerve (X CN) but they contain fibres of the cranial part of the accessory nerve (XI CN).*Cranial part of accessory nerve is distributed through the vagus to ms. of palate, pharynx & larynx. Spinal part of accessory nerve supply the sternocleidomastoid & trapezius muscles.",
        "cop": 3,
        "opa": "External branch of superior laryngeal nerve",
        "opb": "Internal branch of superior laryngeal nerve",
        "opc": "Recurrent laryngeal nerve",
        "opd": "Inferior pharyngeal",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3947ea5d-e021-4d7b-9aa7-b6acd4792645",
        "choice_type": "single"
    },
    {
        "question": "The only abductor of vocal cord is",
        "exp": "Ans. a (Posterior cricoarytenoid) (Ref. Diseases of ENT by PL Dhingra 2nd ed., 337). The posterior cricoarytenoid is the only true abductor of the vocal folds and is principally responsible for control of the glottic airway. Action. Muscles. Abductor of Vocal cord-Posterior cricoarytenoid. Adductor of Vocal cord-Lateral cricoarytenoid, Inter-arytenoid, Cricothyroid, Thyroarytenoid. Tensor of Vocal cord -Cricothyroid, Vocalis. Opening of laryngeal inlet -Thyroepiglotticus. Closing of laryngeal inlet-Interarytenoid, Aryepiglotticus. Also Know: Type of thyroplasty. Meaning. Use. IMedialization of vocal cord. Combined (RLN and superior laryngeal N) palsy. IILateralization of vocal cord. Bilateral RLN paralysis to improve airway. IIIShortening of Vocal cord. Female -male voice (For androphonia)IVLengthening of Vocal cord. Male -female voice. Also used when vocal cord is lax.",
        "cop": 1,
        "opa": "Posterior cricoarytenoid",
        "opb": "Lateral cricoarytenoid",
        "opc": "Interarytenoid",
        "opd": "Cricothyroid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "41522924-6fc3-4b1a-8998-04c257965619",
        "choice_type": "single"
    },
    {
        "question": "A person developed sudden stridor, hoarseness of voice, tongue swelling, and edematous neck after eating a peanut. What is the likely diagnosis",
        "exp": "This is a case of Angioneurotic oedema characterized by tongue swelling and laryngeal oedema after ingestion of a peanut. It is a type I hypersensitivity reaction. Others options do not fit the clinical picture Ref: Diseases of ENT by Dhingra 6th edition Pgno: 446",
        "cop": 2,
        "opa": "Foreign body aspiration",
        "opb": "Angioneurotic edema",
        "opc": "Pharyngeal perforation",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b1c2f641-d620-426b-9b88-06f1a9eace74",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic laryngeal stenosis is",
        "exp": "The most common cause of chronic laryngeal stenosis is Trauma. Complications of laryngeal trauma Laryngeal stenosis which is supraglottic, glottic or subglottic. Perichondritis and laryngeal abscess. Vocal cord paralysis. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 326",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Tuberculosis",
        "opc": "SLE",
        "opd": "Tumour",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "00428210-6d4a-4af0-a64b-e05f0c29f684",
        "choice_type": "single"
    },
    {
        "question": "Membrane incised during hemilaryngectomy is",
        "exp": "Ans. is 'b' i. e., Cricothyroid Steps in hemlaryngectomy. Indications and containdications* Ideal for bulky lesions of the membranous true vocal cord* Normal or slightly impaired vocal cord mobility* No involvement of the supraglottis* Tumor may extend as far as the apex of the ventricle* Subglottic extension of no more than 5 mm posteriorly (10 mm anteriorly)* The body of the arytenoid is a contraindication, although the vocal process is not* No more than one third of the contralateral vocal cord involved (consider supracricoid partial laryngectomy). Technical points* Administer perioperative antibotics* Re-encloscope the patient* Perform a preliminary tracheostomy* Make a horizontal skin incision over the thyroid ala.* Raise the flaps superiorly and inferiorly while avoiding the tracheostomy incision* Incise the perichondrium from the thyroid notch down the midline over the ericothyroid membrane.* Elevate the perichonadrium with the attached overlying strap muscles.* Mark the cartilage incisions while retaining a 3 mm wide posterior strip.* Out with a saginal saw* Use a headlight* Incise the perichondrium along the superior border of the thyroid ala. Incise across the petiole of the spiglotis. This will provide panoramic view of the larynx.* Incise the cricothyroid membrane along the superior aspect of the circoid cartilage.* Using a no. 15 blade, cut down to the true vocal cord and examine and cut through the one vocal cord either in the midline or in lesions that cross the anterior commissure. 2 to 3 mm behind the visible tumor.* Using hooks, open the thyroid alae like a book.* STOP. Carefully evaluate the lesion and determine the ares to be excised.* Excise the tumor by incising along the apex of the aryepiglotic fold down around the arytenoid or through the vocal process of the arytenoid, depending on the posterior extent of the tumor.* Orient and examing the surgical specimen and select sites for frozen section examination of the margins* Obtain hemostasis* Suture the contralateral cord to the anterior end of the remaining cartilage or to the external perichondrium* An epiglotopex must be performed in cases of extended vertical partial laryngectomy.* Insert a nasogastric tube for feeding* Close the perichondrium with probable suture* Inferiorly based or pedicled muscle flaps may be used reconstrict the glottis but are probably not necessary* A cricopharyngeal myotomy is not required* Close the wound in layers over a chain* Apply a neck dressing",
        "cop": 2,
        "opa": "Thyrohyoid",
        "opb": "Cricothyroid",
        "opc": "Aryepiglottic",
        "opd": "Infralaryngeal",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f3b5a1d9-4c50-4dd2-a847-a5d88cd821ba",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of congenital stridor?",
        "exp": "Ans. a (Laryngomalacia) (Ref PL Dhingra ENT 4th 1272). Laryngomalacia is the most common cause of airway obstruction in children and is the collapse of the supraglottis during inspiration. Laryngomalacia is usually a benign condition presenting soon after birth with resolution in the majority of cases by age two. Laryngomalacia / Congenital laryngeal stridor# Most common congenital abnormality of larynx# Excessive laxity of supraglottic larynx, which is sucked in during inspiration producing stridor.# Stridor is increased by crying and decreased by prone position.- Condition appears at birth and usually disappears by the age of 2 years or Symptoms usually appear at about 3 weeks of age and resolve spontaneously by 6-12 months.- The diagnosis is best made by direct laryngoscopy.- Laryngoscopy -Omega-shaped epiglottis, floppy aryepiglottic folds and prominent arytenoids. Laryngeal papillomas. These usually, although not always, precede the disease in the tracheobronchial tree and in the lungs. Therapeutic surgical manipulations, bronchoscopy, and tracheoscopy during the course of the disease induce its spread to the distal respiratory tree. Most commonly tracheobronchial papillomatosis is diagnosed before the age of 5 years. Recurrent Laryngeal Papillomatosis# Caused by HPV, which is a DNA virus. 6# HPV 6 and HPV 11 are commonly implicated# Transmission to the neonate occurs secondary to direct contact with the Papillomatas in infected birth canal of the mother. 6. Laryngeal web# Occurs due to incomplete recanalization of Larynx.# Characterized by membrane between anterior parts of vocal cord.# Airway obstruction# Weak cry# Treatment -excision of web by CO2-LASER/Knife. Laryngeal stenosis# Due to abnormal thickening or cricoid cartilage or fibrous tissue seen below the vocal cords.# Normal cry# Diagnostic criteria -Subglottic diameter < 4 mm (full term)# <3 mm (premature). Subglottic hemangioma# Though congenital, hemangioma manifests at 3-6 months of age when it begins to increase in size.# 50% of children are associated with cutaneous hemangiomas.# Clinical features -stridor, but cry is normal.# Reddish mass on laryngoscopy in subglottic region.# Treatment --tracheostomy and observation (as many hemangiomas involute spontaneously), steroid therapy and CO2 Laser excision. Larvngofissure Q is opening the larynx in midline",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Laryngeal web",
        "opc": "Laryngeal papillomatosis",
        "opd": "Tracheomalacia",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "0bb9e3d7-2801-430f-b3a5-11a85b540068",
        "choice_type": "single"
    },
    {
        "question": "Masculine voice in females is treated by",
        "exp": "The masculine voice in females is treated by Thyroplasty type 3. It is used to shoen (relax) the vocal cord. Relaxation of vocal cord lowers the pitch. This procedure is done in mutational falsetto or in those who have undergone gender transformation from female to male. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 6, page - 302",
        "cop": 3,
        "opa": "Thyroplasty type 1",
        "opb": "Thyroplasty type 2",
        "opc": "Thyroplasty type 3",
        "opd": "Thyroplasty type 4",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "823672fa-e0e2-4ddc-afc5-cd3646bd0cb8",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric position of vocal cords is",
        "exp": "As all the laryngeal muscles are paralyzed, both cords lie in cadaveric position. There is also total anaesthesia of the larynx. This is the neutral position of the cricoarytenoid joint. It is about 3. 5 mm from the midline. The healthy cord is unable to approximate the paralyzed cord, thus causing glottic incompetence. This results in hoarseness of voice and aspiration of liquids through the glottis. Cough is ineffective due to air waste. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 338",
        "cop": 3,
        "opa": "Midline",
        "opb": "1. 5 mm from midline",
        "opc": "3. 5 mm from midline",
        "opd": "7. 5 mm from midline",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "0751d79f-ffd7-4fe1-bfe3-69ea3d58bcee",
        "choice_type": "single"
    },
    {
        "question": "Laryngocele arises as a herniation of laryngeal mucosa through the following membrane",
        "exp": "Laryngocele arises as a herniation of laryngeal mucosa through the Thyrohyoid membrane. It is dilatation of laryngeal saccule and extends between the thyroid cailage and the ventricle. It may be internal, external or combined. Treatment is endoscopic or external excision. Ref: PL Dhingra 7th edition of Ear, Nose and Throat, pg no. 345",
        "cop": 1,
        "opa": "Thyrohyoid",
        "opb": "Cricothyroid",
        "opc": "Cricotracheal",
        "opd": "Crisosternal",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "53901703-6ab7-4ebb-adbc-29b62be09d00",
        "choice_type": "single"
    },
    {
        "question": "Mouse nibbled appearance of vocal cord is seen in",
        "exp": "TUBERCULOSIS OF LARYNX AETIOLOGY:- It is almost always secondary to pulmonary tuberculosis, mostly affecting males in middle age group. Tubercle bacilli reach the larynx by bronchogenic or haematogenous routes. PATHOLOGY:- Disease affects posterior pa of larynx more than anterior. Pas affected are: (i) interarytenoid fold, (ii) ventricular bands, (iii) vocal cords and (iv) epiglottis, in that order. Tubercle bacilli, carried by sputum from the bronchi, settle and penetrate the intact laryngeal mucosa paicularly in the interarytenoid region (bronchogenic spread). This leads to formation of submucosal tubercles which may later caseate and ulcerate. Laryngeal mucosa appears red and swollen due to cellular infiltration (pseudoedema). Stages of perichondritis and cailage necrosis are not commonly seen these days. SYMPTOMS AND SIGNS:- They would greatly depend on the stage of tuberculosis. Weakness of voice is the earliest symptom followed by hoarseness. Ulceration in the larynx gives rise to severe pain which may radiate to the ears. Swallowing is painful with marked dysphagia in later stages. LARYNGEAL EXAMINATION:- 1. Hyperaemia of the vocal cord in its whole extent or confined to posterior pa with impairment of adduction is the first sign. 2. Swelling in the interarytenoid region giving a mamillated appearance. 3. Ulceration of vocal cord giving mouse-nibbled appearance. 4. Superficial ragged ulceration on the arytenoids and interarytenoid region. 5. Granulation tissue in interarytenoid region or vocal process of arytenoid. 6. Pseudoedema of the epiglottis \"turban epiglottis. \" 7. Swelling of ventricular bands and aryepiglottic folds. 8. Marked pallor of surrounding mucosa. Ref:- Dhingra; pg num:-293",
        "cop": 1,
        "opa": "TB larynx",
        "opb": "Vocal nodules",
        "opc": "Vocal cord palsy",
        "opd": "Larynx Ca",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "962c1c94-6ca0-43b4-b9a2-8971d2abbe6d",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital abnormality of the larynx is:",
        "exp": "(Laryngomalacia): Ref: 353-D (272-D 4th)LARYNGOMALACIA (Congenital Laryngeal strider) is the most common congenital abnormality of the larynx* The condition manifests at birth or soon after, and usually disappears by 2 years of age* It is characterized by excessive flaccidity of supraglottic larynx which is sucked in during inspiration producing stridor and sometimes cyanosis* Stridor is increased on crying but subsides on placing the child in prone position. Cry is normal* Direct laryngoscopy shows elongated epiglottis, curled upon itself (omega-shaped) floppy aryepiglottic folds and arytenoids* Treatment is conservative, Tracheostomy for severe respiratory obstruction.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Laryngeal web",
        "opc": "Subglottic stenosis",
        "opd": "Subglottic haemangioma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3a96e1f0-04d1-436d-9699-941747e5bfe9",
        "choice_type": "single"
    },
    {
        "question": "Most common benign tumor of larynx in a child between 2-5 years is",
        "exp": "SQUAMOUS PAPILLOMAS They can be divided into (i) juvenile and (ii) adult-onset types. 1. JUVENILE PAPILLOMATOSIS (SYN. RESPIRATORY PAPILLOMATOSIS) Juvenile papillomatosis is the most common benign neoplasm of the larynx in children. It is viral in origin and is caused by human papilloma DNA virus type 6 and 11. It is presumed that affected children got the disease at bih from their mothers who had vaginal human papilloma virus disease. Papillomas mostly affect supraglottic and glottic regions of larynx but can also involve subglottis, trachea and bronchi. Clinical features:- Patient, often a child, between the age of 3 and 5 years presents with hoarseness or aphonia with respiratory difficulty or even stridor. Diagnosis:- Diagnosis is made by flexible fibreoptic laryngoscopy and later confirmed by direct laryngoscopy and biopsy. Papillomas are known for recurrence but rarely undergo malignant change. Ref:- Dhingra; pg num:-305",
        "cop": 4,
        "opa": "Chondroma",
        "opb": "Infantile hemangioma",
        "opc": "Scleroma",
        "opd": "Juvenile laryngeal papilloma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9ec5bc68-2d08-4cf8-a980-c420d50cd6bf",
        "choice_type": "single"
    },
    {
        "question": "Most common mode of treatment for laryngomalacia is",
        "exp": "Mostly, treatment is conservative. Tracheostomy may be required for some cases of severe respiratory obstruction. Supraglottoplasty is required in cases of severe laryngomalacia. Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 333",
        "cop": 1,
        "opa": "Reassurance",
        "opb": "Medical",
        "opc": "Surgery",
        "opd": "Wait and Watch",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b693c60a-cdfa-4b0d-9a8e-ad8605982eed",
        "choice_type": "single"
    },
    {
        "question": "Lever ratio is:",
        "exp": "(b) 1. 3: 1(Ref Cummings, 6th ed., 1996). The handle of malleus is 1. 3 times longer than the long process of incus so that the lever ratio is 1. 3: 1. 17: 1 is the Areal ratio22 is the total transformer ratio of middle ear (Areal ratio x lever ratio)",
        "cop": 2,
        "opa": "14: 01",
        "opb": "1. 3: 1",
        "opc": "18: 01",
        "opd": "1. 5: 1",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "41c4732d-f364-4372-b716-e86372bde93b",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of- glottis carcinoma",
        "exp": "(A) (Change in voice) (309- Dhingra 6th)* Hoarseness of voice is an early sign because lesions of cord affect its vibratory capacity, it is because of this that glottis cancer is dectected early. SUPRAGLOTTISGLOTTISSUBGLOTTISSites* Epiglottis* Aryepiglottic folds* Arytenoids* Ventricular bands* Ventricles and saccule. True vocal cords. Anterior commissure. Posterior commissure. Walls of subglottis up to lower border of cricoid cartilage. Frequency. Less frequent than glottis. Most common. Least common (1-2%). Nodal metastasis. Nodal metastasis occur early- upper and deep cervical nodes. Nodal metastasis is rare- Practically naver seen. Nodal metastasis in pre-laryngeal pre- tracheal, para tracheal and lower deep cervical nodes. Not as common as in supraglottis variety. Most prominent symptom. Ofter silent Hoarsness is late. Hoarseness is anearly sign. Stridor or Laryngeal obstruction. Hoarseness is late* Any patient in cancer age group having persistent or gradually increasing hoarseness for 3 weeks must have laryngeal examination to exclude cancer",
        "cop": 1,
        "opa": "Change in voice",
        "opb": "Dysphagia",
        "opc": "Pain",
        "opd": "Involvement of lymph nodes",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "7b71e0c2-f197-4ac8-a9ee-08dabd6a80cf",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin C is used to aid the following treatment",
        "exp": "Mitomycin-C is an antineoplastic antibiotic that acts as an alkylating agent by inhibiting DNA and protein synthesis.... Topical application of mitomycin C (0. 4 mg/mL) was used as an adjuvant treatment in the endoscopic laser management of laryngeal and tracheal stenosis Ref: Internet sources.",
        "cop": 2,
        "opa": "Endoscopic treatment of angiofibroma",
        "opb": "Treatment of laryngotracheal stenosis",
        "opc": "Skull base osteomyelitis",
        "opd": "Sturge weber syndrome",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "cd437baf-a648-415e-b825-39b7261fb99f",
        "choice_type": "single"
    },
    {
        "question": "Treatement of choice of vocal nodule is",
        "exp": "Ans. is 'b' i. e. Micro laryngoscopic removal Vocal Nodules (Also k/a singers nodule). Bilateral*Appear symmetrically on the free edge of vocal card at the junction of anterior one - third with the posterior 2/3* as this is the area of maximum vibration of the cord and thus subject to maximum trauma. They are seen in people or children who misuse their voice (Speak too much or speak in unnatural low tones). Symptoms:* Hoarseness of voice, vocal fatigue, pain in neck. t/t:-Small nodules and early cases can be tit conservatively by education of patient in proper use of voice. Large nodules or long standing nodules - Micro laryngoscopic surgery*.",
        "cop": 2,
        "opa": "Radial excision",
        "opb": "Microlaryngoscopic removal",
        "opc": "Cryotherapy",
        "opd": "Wait and watch",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "48b8ddcb-c85b-4864-91fe-76f175d8e947",
        "choice_type": "single"
    },
    {
        "question": "The voice is not affected in",
        "exp": "Unilateral injury to recurrent laryngeal nerve results in ipsilateral paralysis of all the intrinsic muscles except the cricothyroid. The vocal cord thus assumes a median or paramedian position and does not move laterally on deep inspiration. Unilateral recurrent laryngeal paralysis may pass undetected as about one-third of the patients are asymptomatic. Others have some change in voice but no problems of aspiration or airway obstruction. The voice in unilateral paralysis gradually improves due to compensation by the healthy cord which crosses the midline to meet the paralyzed one. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 339",
        "cop": 1,
        "opa": "Unilateral abductor palsy",
        "opb": "Unilateral adductor palsy",
        "opc": "Paial abductor palsy",
        "opd": "Total adductor palsy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b3889807-cc49-4332-8af4-957092100bef",
        "choice_type": "single"
    },
    {
        "question": "Abductor of the vocal cord is: (Repeat)",
        "exp": "Ans: C (Posterior cricoarytenoid) Ref: Diseases of the Ear Nose and Throat by PL Dhingra 5th edn. 2010. Page 300. Explanation: Muscles of the larynx are divided into intrinsic and extrinsic groups. Intrinsic muscles of the larynx are. Those acting on the vocal cord. Abductors - Posterior cricoarytenoid. Adductors - Lateral cricoarytenoid. Interarytenoid. Thyroarytenoid. Tensors - External - Cricothyroid. Internal - Vocalis. Those acting on the laryngeal inlet. Opening the inlet - Thyroepiglottis (Part of thyroarytenoid). Closing the inlet -Interarytenoid (oblique part). Aryepiglottic (posterior oblique part of interarytenoid). Extrinsic muscles of the larynx Elevators. Primary-Stylopharyngeus, Salphingophar- yngeus, Palatopharvngeus & Thyrohyoid. Secondary - Mylohyoid, Stylohyoid, Digastric, Geniohyoid. Depressors. Sternohyoid, sternothyroid, omohyoid",
        "cop": 3,
        "opa": "Lateral cricoarytenoid",
        "opb": "Cricothyroid",
        "opc": "Posterior cricoarytenoid",
        "opd": "Interarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3d1ad114-5c86-4326-97ed-48ebd5888aa4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is supplied by external laryngeal nerve which is a branch of superior laryngeal nerve",
        "exp": "(Cricothyroid) (337, 358-D). Acting on vocal cords* Abductors: Posterior cricoarytenoid* Adductors: lateral cricoarytenoid; Interarytenoid (Transverse arytenoid); Thyroarytenoid (external part)* Tensors: Cricothyroid; Vocalis (internal part of thyroarytenoid)* All the muscles which move the vocal cord (abductors, adductors or tensors) are supplied by the recurrent laryngeal nerve except the cricothyroid.* Cricothyroid receives its innervations from the external laryngeal nerve - a branch of superior laymgeal nerve* Trottler's (or sinus of Morgagni) syndrome or Triad - seen in nasopharyngeal carcinoma* (i) Conductive hearing loss (ii) Ipsilateral immobility of soft palate (iii) Neuralgic pain in the distribution of V3",
        "cop": 2,
        "opa": "Posterior cricoarytenoid",
        "opb": "Cricothyroid",
        "opc": "Lateral cricoarytenoid",
        "opd": "Thyroarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "d00bce4b-97a8-4867-8d8e-c3d9e9003ecd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following laser is most commonly used in laryngeal surgery",
        "exp": "Treatment consists of: 1. Radiotherapy 2. Surgery (a) Conservation laryngeal surgery (b) Total laryngectomy 3. Combined therapy. Surgery with pre- or postoperative radiotherapy 4. Endoscopic CO2 laser excision Ref: PL Dhingra; Textbook of EAR, NOSE and THROAT; edition 7; page no 351",
        "cop": 1,
        "opa": "CO2 Laser",
        "opb": "Nd YAG laser",
        "opc": "Argon Laser",
        "opd": "KTP Laser",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3723232a-0ebd-416d-8fc0-3d4bac494c55",
        "choice_type": "single"
    },
    {
        "question": "Most common site for laryngeal cailagenous tumors is",
        "exp": "Laryngeal cailaginous tumors- Cricoid cailage is the most common site of laryngeal cailaginous tumor. Ref:- Essentials of ENT Mohan Bansal; pg num:- 372",
        "cop": 1,
        "opa": "Cricoid cailage",
        "opb": "Thyroid cailage",
        "opc": "Arytenoid cailage",
        "opd": "Corniculate cailage",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "725e2773-629a-40bc-b562-9688f30c1c4a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the aetiological agent most often associated with Epiglottitis in children",
        "exp": "It is a serious condition and affects children of 2-7 years of age but can also affect adults. H. influenzae B is the most common organism responsible for this condition in children. Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 327",
        "cop": 2,
        "opa": "Streptococcus pneumonia",
        "opb": "Haemophilus influenza type b",
        "opc": "Neisseria species",
        "opd": "Moraxella catarrhalis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "49ec33f6-fb11-4873-980c-dcf6a6aae2a6",
        "choice_type": "single"
    },
    {
        "question": "Mouse-nibbled vocal cord is seen in",
        "exp": "The mouse-nibbled appearance of vocal cords is caused by tuberculosis. Ulceration of vocal cords gives them the mouse nibbled appearance. Swelling in the Interarytenoid region giving a mamillated appearance. Psuedoedema of the epiglottis \" turban epiglottis \". Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 331",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Leprosy",
        "opc": "Laryngeal papilloma",
        "opd": "Epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "ef2335f8-5203-4eec-b6b5-468b185a96d0",
        "choice_type": "single"
    },
    {
        "question": "Wagner and Grossman theory is related to",
        "exp": "Wagner and Grossman hypothesis which states that cricothyroid muscle which receives innervation from superior laryngeal nerve keeps the cord in paramedian position due to its adductor function. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 338",
        "cop": 2,
        "opa": "Palatal palsy",
        "opb": "Vocal cord palsy",
        "opc": "Facial palsy",
        "opd": "Hypoglossal palsy",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "b2e07a96-b50b-409e-b7ae-be5a00ccd623",
        "choice_type": "single"
    },
    {
        "question": "Laryngitis sicca is associated with",
        "exp": "It is characterized by atrophy of laryngeal mucosa and crust formation. This condition is often seen in women and is associated with atrophic rhinitis and pharyngitis. Common symptoms include hoarseness of voice which temporarily improves on coughing and removal of crusts. Dry irritating cough and sometimes dyspnoea is due to obstructing crusts. Examination shows atrophic mucosa covered with foulsmelling crusts. When crusts have been expelled, the mucosa may show excoriation and bleeding. Crusting may also be seen in the trachea. Treatment is the elimination of the causative factor and humidification. Laryngeal sprays with glucose in glycerine or oil of pine are comfoing and help to loosen the crusts. Associated nasal and pharyngeal conditions will require attention. Expectorants containing ammonium chloride or iodides also help to loosen the crusts. Ref: PL Dhingra 7th edition of Ear, Nose and Throat; Pg no 331",
        "cop": 3,
        "opa": "Rhinosporidium",
        "opb": "Mycobacterium Leprae",
        "opc": "Klebsiella ozaenae",
        "opd": "Klebsiella rhinoscleromatosis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "9897edb8-dc81-461f-ab7f-93499da8552b",
        "choice_type": "single"
    },
    {
        "question": "Hot potato voice is characteristic of",
        "exp": "Peritonsillar abscess shows muffled and thick speech often called as \" hot potato voice \". Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 298",
        "cop": 1,
        "opa": "Pre tonsillar abscess",
        "opb": "Glottis carcinoma",
        "opc": "Subglottic carcinoma",
        "opd": "Supraglottic carcinoma",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "37701e61-16cd-4a82-8f6b-69b345c07850",
        "choice_type": "single"
    },
    {
        "question": "Injury to superior laryngeal nerve causes",
        "exp": "Paralysis of the superior laryngeal nerve causes paralysis of cricothyroid muscle and ipsilateral anaesthesia of the larynx above the vocal cord. Paralysis of cricothyroid can also occur when the external laryngeal nerve is involved in thyroid surgery, tumours, neuritis or diphtheria. Voice is weak and pitch cannot be raised with decreased ability to sing. Flapping of the paralyzed cord. As the tension of the cord is lost, it sags down during inspiration and bulges up during expiration. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 339",
        "cop": 4,
        "opa": "Hoarseness",
        "opb": "Paralysis of vocal cords",
        "opc": "No effect",
        "opd": "Loss of timbre of voice",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "5685ee23-5853-401f-9f89-509f86ff7ecb",
        "choice_type": "single"
    },
    {
        "question": "Heimlich&; s maneuver is used in",
        "exp": "Heimlich maneuver. Abdominal thrusts also called the Heimlich maneuver, is a first aid procedure used to treat upper airway obstruction (or choking) by foreign objects. The Heimlich maneuver is named after Dr. Henry Heimlich, who first described it in 1974. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 367",
        "cop": 1,
        "opa": "Upper airway obstruction by foreign body",
        "opb": "BPPV",
        "opc": "Eustachian tube patency test",
        "opd": "Tympanic membrane integrity test",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1af897a3-13e5-4da8-8654-e7e596bc4597",
        "choice_type": "single"
    },
    {
        "question": "Radiotherapy is treatment of choice for:",
        "exp": "(a) Nasopharyngeal Ca. T3 N1 (Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 464). The best management of nasopharyngeal carcinoma in all the stages is radiotherapy. Rest of the tumours mentioned are laryngeal carcinomas stage 3 where the treatment is concurrent chemoradiation.",
        "cop": 1,
        "opa": "Nasopharyngeal Ca. T3. N1",
        "opb": "Supraglottic Ca. T3. N0",
        "opc": "Glottis Ca. T3. N0",
        "opd": "Subglottic Ca. T3. N0",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "5aed1d7d-f884-4e5d-8e41-806ebab3409d",
        "choice_type": "single"
    },
    {
        "question": "Cricoid cartilage is a derivative of which branchial arch?",
        "exp": "Cricoid is derived from VIth arch. Other cartilages of VIth arch derivation are arytenoids and corniculate. Thyroid and cuneiform cartilages are derived from IVth arch. Epiglottis is derived from hypobranchial eminence and possibly also from ventral ends of IVth arch.",
        "cop": 3,
        "opa": "IIIrd arch",
        "opb": "IVth arch",
        "opc": "VIth arch",
        "opd": "Hypobranchial eminence",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "3f3e1a41-f750-4a13-889f-43f563171d1e",
        "choice_type": "single"
    },
    {
        "question": "Function of Larynx is A/E",
        "exp": "(Immunity enhancement): (303-4- Dhingra 5th edition; 577-P Hazarika 3rd). Function of the Larynx1. Primary function is to protect lower respiratory tract. Protection of tracheobronchial tree is fascilitated by'Three - tier' sphincter action- Laryngeal elevation - Mylohyoid- Laryngeal tilting - Stylopharyngeous- Cricopharyngeal sphincter relaxes- Cough reflex- Cessation of respiration. Larynx is aptly, called the watch-dog of lungs as it immediately barks' at the entry of any foreign intruder2. Phonation - is also an important function of the lung which facilitates communication3. Respiration: Reflex adjustments of the glottis apparatus plays a role in the mechanism of respiration Larynx regulates flow of air into the lungs. Vocal cords abduct during inspiration and adduct during expiration4. Fixation of the chest - To increase intrathoracic pressure when larynx is closed, chest wall gets fixed and various thoracic and abdominal muscles can then act best. This function is important in digging, pulling and climbing. Coughing, vomiting, defaecation, micturition and childbirth (Straining) also require a fixed thoracic cage against a closed glottis.",
        "cop": 4,
        "opa": "Phonation",
        "opb": "Protect lower respiratory tract from infection",
        "opc": "Prevent food regurgitation",
        "opd": "Immunity enhancement",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "eac3a814-de6e-4725-be72-41f59063ce09",
        "choice_type": "single"
    },
    {
        "question": "Omega shaped epiglottis is seen in?",
        "exp": "ANSWER: (A) Laryngomaiacia. REF: Dhingra 4th ed p. 272. In laryngomaiacia direct laryngoscopy shows elongated epiglottis, curled upon itself (omegashaped), floppy aryepiglottic folds and prominent arytenoids. Pediatric Epiglottis is omega-shaped and arytenoids relatively large covering significant portion of the posterior glottis.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Epiglottitis",
        "opc": "Tuberculosis",
        "opd": "Carcinoma of epiglottis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "f71b0459-5bbe-468b-8efd-fbd457d5c1c8",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing laryngotracheobronchitis is",
        "exp": "Para-influenza virus I and II is the most common organism causing laryngotracheobronchitis. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 328",
        "cop": 2,
        "opa": "RSV",
        "opb": "Para-influenza virus",
        "opc": "Influenza virus",
        "opd": "H. Influenza",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "6448577a-661f-4085-acfe-ccef03c820fc",
        "choice_type": "single"
    },
    {
        "question": "A patient with Pancoast's tumour develops hoarseness of voice after radiation, it is due to:",
        "exp": "(c) Irradiation to vocal cords. Pancoast's tumour is an apical (superior pulmonary sulcus) malignant neoplasm of the lung. The symptoms of this tumour are because of compression of adjacent structures, e. g. sympathetic nerves (Horner's syndrome) and brachial plexus (involvement of C8, T1 and T2; leading to shoulder/ arm pain and weakness and atrophy of hand muscles). Uncommonly the tumour can also compress the recurrent laryngeal nerve leading to hoarse voice and bovine cough. But since the patient has developed hoarseness after radiation, the right answer here is irradiation to vocalcords. Radiation to or near the voice box can lead to edema of vocal cords leading to hoarseness. This radiation injury might heal with time after radiation is completed. Vocal cord infiltration with secondaries is not seen in Pancoast's or superior sulcus tumour. Similarly laryngeal stenosis has not been described after radiation; moreover laryngeal stenosis will lead to stridor.",
        "cop": 3,
        "opa": "Vocal cord infiltration with secondaries",
        "opb": "Involvement of recurrent laryngeal nerve",
        "opc": "Irradiation to vocal cords",
        "opd": "Radiation stenosis of larynx",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8bf128a5-6865-47d1-8b53-c0e010c8abed",
        "choice_type": "single"
    },
    {
        "question": "Cricothyroid muscle is supplied by which nerve?",
        "exp": "Ans. is 'c' i. e., External laryngeal nerve Nerve supply of larynx* The main cranial nerve innervating the larynx is the vagus nerve via its branches; superior laryngeal nerve (SLN) and recurrent laryngeal nerve (RLN). Sensory supply of larynx* Above the level of vocal cords, larynx is supplied by internal laryngeal nerve, a branch of superior laryngeal nerve.* Below the vocal cord, larynx is supplied by recurrent laryngeal nerve. Motor supply of larynx* All the intrinsic muscles of larynx are supplied by recurrent laryngeal nerve except for cricothyroid muscle.* Cricothyroid is supplied by external laryngeal nerve, a branch of superior laryngeal nerve.",
        "cop": 3,
        "opa": "Recurrent laryngeal nerve",
        "opb": "Internal laryngeal nerve",
        "opc": "External laryngeal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "fdd416d3-1854-40c4-a693-4a2087ad42d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is not supplied by recurrent laryngeal nerve",
        "exp": "All the muscles which move the vocal cord ( abductors, adductors or tensors) are supplied by the recurrent laryngeal nerve except for the cricothyroid muscle. The latter receives its innervation from the external laryngeal nerve which is a branch of superior laryngeal nerve. Ref: PL Dhingra Textbook of Ear, Nose and Throat, Edition 7, page - 337",
        "cop": 4,
        "opa": "Post cricoarytenoid",
        "opb": "Thyroarytenoid",
        "opc": "Lateral cricoarytenoid",
        "opd": "Cricothyroid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "fe099bed-65de-4b07-94e9-8bc1c0dfcccd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cailage has signet ring shape",
        "exp": "Cricoid has a signet ring shape and is the only cailage forming a complete ring. Its posterior pa is expanded to form a Lamina while anteriorly it is narrow forming an Arch. Whereas in thyroid-the two alae meet anteriorly forming an angle 90 degrees in males & 120 degrees in females. Cuneiform is rod-shaped and Arytenoid is pyramidal in shape. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 319",
        "cop": 2,
        "opa": "Thyroid",
        "opb": "Cricoid",
        "opc": "Cuneiform",
        "opd": "Arytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "861eb40d-3a6d-429d-87cc-c08ff4b2c93c",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for vocal nodule is",
        "exp": "Treatment of vocal nodules Early cases of vocal nodules can be treated conservatively by educating the patient about the proper use of voice. With this treatment, many nodules in children disappear completely. Surgery is required for large nodules or nodules of long standing in adults. They are excised with precision under an operating microscope either with cold instruments or laser avoiding any trauma to the underlying vocal ligament. Speech therapy and re-education in voice production are essential to prevent their recurrence. Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 343",
        "cop": 2,
        "opa": "Radical excision",
        "opb": "Microlaryngoscopic removal",
        "opc": "Cryotherapy",
        "opd": "Wait and watch",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "8a334eb2-2f8d-4220-8530-a0c9eb456276",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of stridor in children is:",
        "exp": "(Laryngomalacia) (272-D). Laryngomalacia - (congenital laryngeal stridor)* It is the most common condition causing an inspiratory stridor at or shortly after birth.* It may persist throughout infancy & disappears by 2 years of age* Stridor increased on crying but subsides on placing the child in prone position, cry is normal.* Foreign bodies in the larynx are uncommon because they are either coughed out or causes fatal obstruction within a few minutes. If helps is not to hand.",
        "cop": 1,
        "opa": "Laryngomalacia",
        "opb": "Congenital laryngeal paralysis",
        "opc": "Foreign body in larynx",
        "opd": "Congenital laryngeal tumours",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "1c3d51e1-abbf-41dc-85a9-dac0a0e13991",
        "choice_type": "single"
    },
    {
        "question": "Which muscle arises from 4th pharyngeal arch?",
        "exp": "(a) Cricothyroid(Ref. Scott Brown, 8th ed., Vol 3; 884). We can remember it as the only muscle supplied by external laryngeal nerve (the 4th pharyngeal arch nerve) is cricothyroid hence derived by 4th arch. Rest all the muscles are derived by 6th arch nerve as they are supplied by 6th arch nerve, the recurrent laryngeal nerve.",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Cricoarytenoid",
        "opc": "Posterior cricoarytenoid",
        "opd": "Thyroarytenoid",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "96f64706-770c-441f-9692-48285ef41353",
        "choice_type": "single"
    },
    {
        "question": "Mild hoarseness with stridor is seen in:",
        "exp": "(b) Bilateral abductor palsy(Ref. Current Diagnosis & Treatment Otolaryngology, Lalwani, 3rd ed., 478). Laryngomalacia and tracheal stenosis do not affect the VC hence voice remain normal in these though stridor is present.",
        "cop": 2,
        "opa": "Unilateral abductor palsy",
        "opb": "Bilateral abductor palsy",
        "opc": "Laryngomalacia",
        "opd": "Tracheal stenosis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "e354f9c1-380f-4912-84aa-5a53f89a4a1c",
        "choice_type": "single"
    },
    {
        "question": "End tracheostomy is performed in patients undergoing surgery for",
        "exp": "Answer: a) Laryngectomy (DHINGRA 6th ED, P-316)TRACHEOSTOMY* Emergency tracheostomy* Elective or tranquil tracheostomy* Permanent tracheostomy* Percutaneous dilatational tracheostomy* Mini tracheostomy (cricothyroidotomy). Emergency tracheostomy* It is employed when airway obstruction is complete or almost complete and there is an urgent need to establish the airway.* Intubation or laryngotomy are either not possible or feasible in such cases. Elective tracheostomy (tranquil, orderly or routine tracheostomy)* Almost all operative surgical facilities are available, endotracheal tube can be put and local or general anaesthesia can be given.* Elective tracheostomy is often temporary and is closed when indication is over.* It is of two types:> Therapeutic, to relieve respiratory obstruction, remove tracheobronchial secretions or give assisted ventilation.> Prophylactic, to guard against anticipated respiratory obstruction or aspiration of blood or pharyngeal secretions such as in extensive surgery of tongue, floor of mouth, mandibular resection or laryngofissure. Permanent tracheostomy* This may be required for cases of bilateral abductor paralysis or laryngeal stenosis.* In laryngectomy or laryngopharyngectomy, lower tracheal stump is brought to surface and stitched to the skin. High tracheostomy* Above the level of thyroid isthmus (isthmus lies against II, III, IV tracheal rings)* It violates the I tracheal ring* Can cause perichondritis of the cricoid cartilage and subglottic stenosis* Always avoided* Only indication: carcinoma larynx. Mid tracheostomy* Preferred one* Through II or III rings (isthmus either divided or retracted). Low tracheostomy* Below the level of isthmus",
        "cop": 1,
        "opa": "Laryngectomy",
        "opb": "Laryngofissure surgery",
        "opc": "Oropharyngeal growth",
        "opd": "Obstructive sleep apnea with stridor",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "895f4932-6852-4dba-9106-0a31e8b63545",
        "choice_type": "single"
    },
    {
        "question": "Omega shaped epiglottis is seen in:",
        "exp": "Ans. (b) Laryngomalacia. Ref: Dhittgra's ENT 6th ed./ 295. LARYNGOMALACIA* The most common congenital disease of larynx is Laryngomalacia.* Laryngeal cartilages are extremely soft and flabby in a child with laryngomalacia.* Most common clinical presentation of laryngomalacia: Stridor* The stridor is mainly inspiratory and increases during supine position but decreases during prone position.* Laryngomalacia may involve all the cartilages but epiglottis and aryepiglottic folds are mainly involved.* IOC: Direct laryngoscopy.* The finding is Omega shaped epiglottis (long and tubular epiglottis with curled up tip). DIFFERENT SHAPE OF GLOTTIS AND CONDITIONSGLOTTIS SHAPECONDITION* Key hole shaped. Phonasthenia* Omega shaped. Laryngomalacia* Thumb sign. Acute epiglottitis* Steeple sign. Croup/ Laryngotracheobronchitis* Turban shaped. Laryngeal TB",
        "cop": 2,
        "opa": "Epiglottitis",
        "opb": "Laryngomalacia",
        "opc": "Epiglottis CA",
        "opd": "Tuberculosis",
        "subject_name": "ENT",
        "topic_name": "Larynx",
        "id": "ca17edb2-233d-4c52-8774-8e71a1ce269b",
        "choice_type": "single"
    }
]