[
    {
        "question": "Lancinating pain around the tonsils during eating is indicative of",
        "exp": "(B) Glossopharyngeal neuralgia # Nerve Supply of Tonsils:* Lesser palatine branches of sphenopalatine ganglion (CN V) and glossopharyngeal nerve provide sensory nerve supply.",
        "cop": 2,
        "opa": "Trigeminal neuralgia",
        "opb": "Glossopharyngeal neuralgia",
        "opc": "Facial neuralgia",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "2a4e5373-4e3a-4156-acef-5b82acdb499e",
        "choice_type": "multi"
    },
    {
        "question": "Most common site involved in Otosclerosis is",
        "exp": "(A) Foot plate stapes # Stapedial Otosclerosis:> Stapedial otosclerosis causing stapes fixation and conductive deafness is the most common variety.> Here lesion starts just in front of the oval window in an area call 'fissula ante fenestram'.> This is the site predilection (anterior focus).> Lesion may be behind the oval window (posterior focus), around the margin of the stapes foot plate (circumferential), in the foot plate but annular ligament being free (biscuit type).> Sometimes, may completely obliterate the oval window niche (obliterative type).",
        "cop": 1,
        "opa": "Foot plate stapes",
        "opb": "Malleus head",
        "opc": "Incus",
        "opd": "Ear drum",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "2b315cc8-deef-4b18-93e4-f6f6d4985b28",
        "choice_type": "multi"
    },
    {
        "question": "Hallpike test is done for",
        "exp": "(A) Vestibular function # FITZGERALD-HALLPIKE TEST (Bithermal Caloric Test):> In this test, patient lies supine with head tilted 30deg forward so that horizontal canal is vertical.> Ears are irrigated for 40 seconds alternately with water at 30degC & at 44deg C & eyes observed for appearance of nystagmus till its end point.> In Fitzgerald-Hallpike test patient lies supine with need tilted 30 degree forward so that horizontal canal is vertical.> Cold water induces nystagmus to opposite side & warm water to the same side (COWS).> By this test we can find canal paresis or dead labyrinth, directional preponderance.",
        "cop": 1,
        "opa": "Vestibular function",
        "opb": "Corneal test",
        "opc": "Cochlear function",
        "opd": "Audiometry",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "c63fa4a1-967b-4bf6-8d22-e1f3f1370a9d",
        "choice_type": "multi"
    },
    {
        "question": "Women with vitamin B12 deficiency presents with dysphagia and anemia. What is the syndrome mentioned in the presentation?",
        "exp": "(a) Plummer-Vinson syndrome(Ref. Sleisenger Gastrointestinal & Liver Disease, 8th ed.,; 851)Triad of postcricoid dysphagia, oesophageal webs, and iron deficiency anemia constitutes Plummer Vinson syndrome. Due to iron deficiency there occurs atrophy of the gastric mucosa leading to achlorhydria.Intrinsic factor (IF) is needed for the absorption of dietary cobalamin, i.e. vitamin B12 . This binding of IF with B12 prevents the proteolytic digestion of B12 . Intrinsic factor is secreted by the parietal cells of the cardiac and fundic mucosa of the stomach, which also secrete hydrochloric acid (HCl). The IF-cobalamin complex then reaches terminal ileum where cobalamin gets absorbed.In PV syndrome due to atrophy of gastric mucosa therefore there is no IF available leading to poor absorption of vitamin B12 .Eagle syndrome is pain in the tonsillar fossa area due to enlarged calcified styloid process.Job's syndrome is hyperimmunoglobulin E syndrome.Treacher Collin syndrome is 1st arch hypoplasia causing maxillo-mandibular hypoplasia.",
        "cop": 1,
        "opa": "Plummer-Vinson syndrome",
        "opb": "Eagle syndrome",
        "opc": "Job's syndrome",
        "opd": "Treacher Collin syndrome",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "98de5a4a-f995-4180-8d90-00aa2bbafb89",
        "choice_type": "single"
    },
    {
        "question": "Acute Otitis media in Children is most commonly due to",
        "exp": "(C) Streptococcus pneumoniae # Causative Organisms of ASOM:> Most common organisms in infants and young children are Streptococcus pneumoniae (30%), Haemophilus influenzae (20%) and Moraxella catarrhalis (12%).> Other organisms include Streptococcus pyogenes, Staphylococcus aureus & sometimes Pseudomonas aeruginosa.> In about 18-20%, no growth is seen.> Many of the strains of H. influenzae & Moraxella catarrhalis are ft-lactamase producing.",
        "cop": 3,
        "opa": "Morexiello catarrhalis",
        "opb": "H. influenza",
        "opc": "Streptococcus pneumoniae",
        "opd": "Staphylococcus aureus",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "4ca341ca-b23e-46cc-b3c3-c9c986d9db27",
        "choice_type": "single"
    },
    {
        "question": "A children presents with recurrent upper respiratory tract infection with mouth breathing and impairment of hearing. Treatment is",
        "exp": "(Adenoidectomy + Grommet insertion) (228- Dhingra 4th)* Recurrent URTI + mouth breathing and impairment of hearing reflects - diagnosis is ADENOIDSClinical featuresAetiology - Physiological enlargement* Recurrent attack of rhinitis, sinusitis or chronic tonsillitis* URTI** Nasal symptoms Aural Symptoms General Symptoms* Nasal obstruction is the commonest symptoms. This leads to mouth breathing*** Nasal discharge* Sinusitis - chronic maxillary sinusitis* Epistaxis* Voice change - toneless(i) Tubal obstruction 1/t conductive hearing loss**(ii) Recurrent attacks of Acute otitis media(iii) CSOM(iv) Serous otitis media**(1) Adenoid facies(2) Pulmonary hypertension and cor pulmonale* Adenoidectomy + Grommet insertion is treatment of choice",
        "cop": 3,
        "opa": "Tonsillectomy",
        "opb": "Grommet insertion",
        "opc": "Adenoidectomy + Grommet insertion",
        "opd": "Tympanoplasty",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "84968554-468e-4c91-9ebe-beedf1e7a218",
        "choice_type": "single"
    },
    {
        "question": "All are absolute indications for Tonsillectomy, EXCEPT",
        "exp": "(C) Chronic tonsillitis # Recurrent infections of Throat: This is the most common indication. Recurrent infections are further defined as:(a) Seven or more episodes in one year, or(b) Five episodes per year fo r 2 years, or(c) Three episodes per year for 3 years, or(d) Two weeks or more of lost school or work in one year.2. Peritonsilar Abscess: In children, tonsillectomy is done 4-6 weeks after abscess has been treated. In adults, second attack of peritonsillar abscess forms the absolute indication.3. Tonsillitis causing febrile seizures.4. Hypertrophy of tonsils causing airway obstruction (sleep apnoea) difficulty in deglutition interference with speech.5. Suspicion of malignancy): A unilaterally enlarged tonsil may be a lymphoma in children and an epidermoid carcinoma in adults. An excisional biopsy is done.6. Chronic tonsillitis is a relative indication.",
        "cop": 3,
        "opa": "Recurrent acute tonsillitis",
        "opb": "Quinsy",
        "opc": "Chronic tonsillitis",
        "opd": "Apnoea",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "28cd005f-3acd-4e95-932d-71c95bde109c",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of stapedial otosclerosis is",
        "exp": "(D) Fissula ante fenestram # STAPEDIAL OTOSCLEROSIS. Stapedial otosclerosis causing stapes fixation & conductive deafness is the most common variety.> Lesion starts just in front of the oval window in an area called 'fissula ante fenestram'. This is the site predilection (anterior focus).> Lesion may start behind the oval window (posterior focus), around the margin of the stapes footplate (circumferential), in the footplate but annular ligament being free (biscuit type). Sometimes, it may completely obliterate the oval window niche (obliteralivetype)",
        "cop": 4,
        "opa": "Round window",
        "opb": "Cochlear capsule",
        "opc": "Promontory",
        "opd": "Fissula ante fenestram",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "a2ffb552-0099-4d51-a33c-2c0934bc895f",
        "choice_type": "single"
    },
    {
        "question": "Paracusis Willisii is a symptom frequently present in",
        "exp": "(B) Otosclerosis # SYMPTOMS OF OTOSCLEROSIS:> Hearing loss This is the presenting symptom and usually starts in twenties. It is painless and progressive with insidious onset.> Often it is bilateral conductive type. Paracusiss willisii Tinnitus Vertigo Speech Chronic conductive hearing loss (CHL) is the finding in almost all cases of otosclerosis> This usually will begin in one ear but will eventually affect both ears with a variable course.> On audiometry, the hearing loss is characteristically low frequency, with higher frequencies being affected later> Sensorineural hearing loss has also been noted in patients with otosclerosisthis is usually a high frequency loss, and usually manifests late in the disease.",
        "cop": 2,
        "opa": "Advanced Meniere's disease",
        "opb": "Otosclerosis",
        "opc": "Acoustic neuroma",
        "opd": "Circumscribed labyrinthitis",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "828c885f-cfa7-4fc4-9c41-735186455616",
        "choice_type": "single"
    },
    {
        "question": "4-year-old child presents with sudden onest of sore throat, hoarseness and difficulty in breathing. The patient has a high temperature, is drooling and prefers to lean forward. The most likely diagnosis is",
        "exp": "(A) Acute epiglottitis # CLINICAL FEATURES:* Onset of symptoms is abrupt with rapid progression.* Sore throat and dysphagia are the common presenting symptoms in adults.* Dyspnoea and stridor are the common presenting symptoms in children. They are rapidly progressive and may prove fatal unless relieved. Fever may go up to 40degC. It is due to septicaemia. Patient's condition may rapidly deteriorate.",
        "cop": 1,
        "opa": "Acute epiglottitis",
        "opb": "Bronchiolitis",
        "opc": "Streptococcal pharyngitis",
        "opd": "Whooping cough",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "3c9c7857-42cd-481e-b924-2aeec6761bd8",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing both ASOM + CSOM includes",
        "exp": "(A) Streptococcus pneumoniae # ASOM: Most common organisms in infants and young children are Streptococcus pneumonia (30%), Haemophilus influenzae (20%) and Morexella catarrhalis (12%). Other organisms include streptococcus pyogenes, staphylococcus aureus and sometimes pseudomas aeroginosa. In about 18-20%, no growth is seen. Many of the strains of H. influenzae and Morexella catarrhalis are /3-lactamase producing.> CSOM: Pus culture in both types of aerobic and anaerobic CSOM may show multiple organisms. Common aerobic organisms are PS aeruginosa, Proteus, Esch. coli & Staph, aureus, while anaerobes include Bacteroides fragilis and anaerobic streptococci.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Staphylococcus",
        "opc": "H. influenza",
        "opd": "Moraxella",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "9c4b8a96-51c3-4b2f-92e3-8f10e7b28ed5",
        "choice_type": "multi"
    },
    {
        "question": "\"Facial palsy' in Herpes Zoster infection is seen in",
        "exp": "(A) Ramsay Hunt syndrome # Herpes zoster oticus (HZ oticus) is a viral infection of the inner, middle, and external ear. HZ oticus manifests as severe otalgia and associated cutaneous vesicular eruption, usually of the external canal and pinna.> When associated with facial paralysis, the infection is called Ramsay Hunt syndrome.> Pathophysiology: Reactivation of the varicella-zoster virus (VZV) along the distribution of the sensory nerves innervating the ear, which usually includes the geniculate ganglion, is responsible for HZ oticus. Associated symptoms such as hearing loss and vertigo are thought to occur as a result of transmission of the virus via direct proximity of cranial nerve (CN) VIII to CN VII at the cerebellopontine angle or via vasa vasorum that travel from CN VII to other nearby cranial nerves.> If diagnosis of Ramsay Hunt syndrome is not established by physical examination alone, consider a head CT scan to investigate other etiologies of facial paralysis.> Early administration (<72 h) of acyclovir showed an increased rate of facial nerve function recovery and prevented further nerve degeneration. Evidence is accumulating that VZV may be responsible for many cases of Bell palsy that go unrecognized because of a lack of cutaneous findings (zoster sine herpete).> Accordingly, the clinician should entertain more liberal use of antivirals such as acyclovir, valacyclovir, and famciclovir. Systemic corticosteroids are used to relieve acute pain, decrease vertigo, and limit the occurrence of postherpetic neuralgia, although evidence proving benefit attributed specifically to steroids is still limited.",
        "cop": 1,
        "opa": "Ramsay Hunt syndrome",
        "opb": "Meckerson Rosenthal syndrome",
        "opc": "Sturge Weber syndrome",
        "opd": "Guillian Barre syndrome",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "cc037632-ed75-4263-8ed6-58ec35cb7acd",
        "choice_type": "single"
    },
    {
        "question": "An edentulous patient had carcinoma of the oral cavity infiltrating into the lower alveolar margin. All the following are possible treatment options except:",
        "exp": "(c) Radiotherapy(Ref. Cummings, 6th ed., 1372)Since radiation to the mandible carries risk of osteoradionecrosis, carcinoma lower alveolus/ mandible is dealt with surgically in all the stages.Chemotherapy may be given in T3 T4 tumours.",
        "cop": 3,
        "opa": "Segmental mandibulectomy",
        "opb": "Marginal mandibulectomy with removal of outer table",
        "opc": "Radiotherapy",
        "opd": "Commando",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "de7cb1e7-9d44-4ecd-8468-e48dcbc4af22",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral Cold water irrigation of ears response is seen in",
        "exp": "(A) Upbeat nystagmus and downward movement of eye# COLD WATER INDUCES NYSTAGMUS to opposite side and warm water to the same side.> Depending on response to the caloric test, we can find canal paresis or dead labyrinth, directional preponderance, i.e. nystagmus is more in one particular direction than in the other, or both canal paresis and directional preponderance.",
        "cop": 1,
        "opa": "Upbeat nystagmus and downward movement of eye",
        "opb": "Down beat nystagmus and upward movement of eye",
        "opc": "Rotatory nystagmus",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "e3c02128-3a52-4a92-a8ac-e4a19b16828c",
        "choice_type": "multi"
    },
    {
        "question": "Le Fort's fracture does NOT involve",
        "exp": "(D) Mandible # FRACTURES OF MAXILLA: They are classified into 3 types.> Le Fort I (transverse) fracture runs ab and parallel to the palate. It cross lower part of nasal septum, maxillary antra and the pterygoid plates.> Le Fort II (pyramidal) fracture through the root of nose, lacrimal bone, floor of orbit, upper part of maxillary sinus and pterygoid plates.> This fracture has some features common with the zygomatic fractures.> Le Fort III (craniofacial dysfunction): There is complete separation of facial bones from the cranial bones. The fracture line passes through root of nose, ethmofrontal junction, superior orbital fissure, lateral wall of orbit, frontozygomatic and temporozygomatic sutures and the upper part of pterygoid plates.> Mandibular fractures are not a part of Le Fort classification.",
        "cop": 4,
        "opa": "Zygoma",
        "opb": "Maxilla",
        "opc": "Nasal bones",
        "opd": "Mandible",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "56299b04-0017-427a-b771-357759de0b44",
        "choice_type": "single"
    },
    {
        "question": "The long term complications of Tracheostomy include all EXCEPT",
        "exp": "(D) Apnoea due to decreased paCO2 # LATE COMPLICATIONS OF TRACHEOSTOMY (with prolonged use of tube for weeks and months):1. Haemorrhage, due to erosion of major vessel.2. Laryngeal stenosis, due to perichondritis of cricoid cartilage.3. Tracheal stenosis, due to tracheal ulceration and infection.4. Tracheo-oesophageal fistula, due to prolonged use of cuffed tube or erosion of trachea by the tip of tracheostomy tube.5. Problems of decannulation. Seen commonly in infants and children.6. Persistent tracheocutaneous fistula7. Problems of tracheostomy scar. Keloidor unsightly scar.8. Corrosion of tracheostomy tube and aspiration of its fragments into the tracheobronchial tree.",
        "cop": 4,
        "opa": "Tracheal stenosis",
        "opb": "Tracheocutaneous fistula",
        "opc": "Tracheooesophageal fistula",
        "opd": "Apnoea due to decreased PaCO2",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "eb01a0b9-3194-4bf1-8c02-742a3bac4dd8",
        "choice_type": "multi"
    },
    {
        "question": "Gvnaecomastia may be associated with",
        "exp": "(D) All of the above # Pathological gynecomastia may result from deficiency of testosterone (anorchia, Klinefleter's, androgen resistance orchitis & castration); Increased production of estrogens (testicular or adrenal tumours, hCG secreting tumours> Drugs (ketoconazole, spironolactone & Cemitidine inhibit testosterone); clomiphene enhances endogenous estrogen",
        "cop": 4,
        "opa": "Klinefelter's syndrome",
        "opb": "Feminizing tumour of adrenal gland",
        "opc": "Normal adolescent boys who are rapidly virilizing",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "db8bbcee-bca2-4811-be63-8ea74e65e7ba",
        "choice_type": "multi"
    },
    {
        "question": "Vincent's angina is also known as",
        "exp": "(A) Trench mouth # Acute necrotizing ulcerative gingivitis:> It is also known as \"Plaut-Vincent angina\", \"Vincent's stomatitis\", \"Vincent's angina\", \"Vincent's infection\", \"acute ulcerative gingivitis\" or \"trench mouth.\"> Causes: Causative organisms include anaerobes such as Bacteroides and Fusobacterium as well as spirochetes (Borrelia and Treponema spp.).",
        "cop": 1,
        "opa": "Trench mouth",
        "opb": "Dry mouth",
        "opc": "Foot mouth disease",
        "opd": "Red mouth",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "fc3e0dfb-4e01-4bc8-81d5-2822a1c869cb",
        "choice_type": "single"
    },
    {
        "question": "A patient is suspected to have Vestibular Shwanomma. The investigation of choice for its diagnosis is",
        "exp": "(B) Gadolinium enhanced MRI # Neurological tests. Complete examination of cranial nerves, cerebellar functions, brainstem signs of pyramidal and sensory tracts should be done. Fundus is examined for blurring of disc margins or papilloedema.> Radiological tests, (a) Plain x-rays (transorbital, Stenver's, Towne's and submentovertical views) give positive findings in 80% of patients. However, small intracanalicular tumours are not detected.> CT scan. A tumour that projects even 0.5 cm into the posterior fossa can be detected by a CT scan. If combined with intrathecal air, even the intrameatal tumour can be detected.> CT scan has replaced earlier methods of pneumoencephalography and myodil meatography.> MRI with gadolinium contrast. It is superior to CT scan and is the gold standard for diagnosis of acoustic neuroma. Intracanalicular tumour, of even a few millimeters, can be easily diagnosed by this method.> Vertebral angiography. This is helpful to differentiate acoustic neuroma from other tumours of cerebellopontine angle when doubt exists.> Electric response audiometry. It is very useful in the diagnosis of retrocochlear lesions.> In the presence of VINth nerve tumour, a delay of >0.2 msec in wave V between two ears is significant.> CSF examination. Protein level is raised. Lumbar puncture is usually avoided.",
        "cop": 2,
        "opa": "Contrast enhanced CT scan",
        "opb": "Gadolinium enhanced MR1",
        "opc": "SPECT",
        "opd": "PET scan",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "3dfb2501-4a7d-4099-8f65-940711c2a1fc",
        "choice_type": "single"
    },
    {
        "question": "Superior sagittal sinus thrombosis causes",
        "exp": "(D) Otitis hydrocephalus> Adequacy of collateral circulation in the hand Extracranial Complications of Otitis Media: Petrositis# Intracranial Complications of Otitis Media> Extradural abscess> Lateral sinus thrombosis> Otitis hydrocephalus> Meningitis> Brain abscess: temporal lobe; cerebellum> Subdural abscess> Cortical thrombophlebitis# Lateral Sinus Thrombophlebitis (Sigmoid Sinus Thrombosis)> It is an inflammation of inner wall of lateral venous sinus with formation of a thrombus.> Thrombosis of the sigmoid sinus is always secondary to infection in the middle ear or otitis media, or in the mastoid process called the mastoiditis.> During operations on the mastoid process one should be careful about the sigmoid sinus, so that it is not exposed.> Spread of infection or thrombosis from the sigmoid and transverse sinuses to the superior sagittal sinus may cause impaired CSF drainage into the latter and may, therefore, lead to the development of hydrocephalus,> Such a hydrocephalus associated with sinus thrombosis following ear infection is known as otitis hydrocephalus.",
        "cop": 4,
        "opa": "Petrositis",
        "opb": "Meningitis",
        "opc": "Cortical thrombophlebitis",
        "opd": "Otitis hydrocephalus",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "40e9c28c-a604-44f2-bced-ec4d3f8e999c",
        "choice_type": "single"
    },
    {
        "question": "Hallpike manoever is done in",
        "exp": "(A) Benign paroxysmal positional vertigo# BENIGN PAROXYSMAL POSITIONAL VERTIGO (BPPV) is a disorder arising in the inner ear. Its symptoms are repeated episodes of positional vertigo, that is, of a spinning sensation caused by changes in the position of the head.> BPPV is the most common cause of the symptoms of vertigo.> The Dix-Hallpike test is a common test performed by examiners to determine whether the posterior semicircular canal is involved. It involves a reorientation of the head to align the posterior semicircular canal (at its entrance to the ampulla) with the direction of gravity. This test will reproduce vertigo and nystagmus characteristic of posterior canal BPPV.> The Heimlich maneuver is different from Hallpike manoever which is an emergency technique for preventing suffocation when a person's airway (windpipe) becomes blocked by a piece of food or other object.",
        "cop": 1,
        "opa": "Benign paroxysmal positional vertigo",
        "opb": "Meniere's disease",
        "opc": "Tinnitus",
        "opd": "Acoustic Neuroma",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "a49e6634-1db7-4cf5-897f-01958276eaf6",
        "choice_type": "multi"
    },
    {
        "question": "Blessful anosmia is associated with",
        "exp": "(C) Atrophic rhinitis # Disease is commonly seen in females and starts around puberty.> There is foul smell from the nose making the patients a social outclass though patient himself is unaware of the smell due to marked anosmia (Merciful anosmia) which accompanies these degenerative changes.",
        "cop": 3,
        "opa": "Allergic rhinitis",
        "opb": "Rhinitis medicamentosa",
        "opc": "Atrophic rhinitis",
        "opd": "Chronic rhinitis",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "6580936e-04ad-478c-aa9c-9276a04ab117",
        "choice_type": "multi"
    },
    {
        "question": "Human immunodeficiency virus (HIV) affects the immune response. The primary change brought about is:",
        "exp": "HIV infects CD4 (helper) T-lymphocytes, macrophages and monocytes and leads to cell-mediated immune deficiency which predisposes to opportunistic infections and malignancies.",
        "cop": 2,
        "opa": "A gammaglobulinemia",
        "opb": "Defect in cell-mediated immunity",
        "opc": "Defect in complement system",
        "opd": "Defect in natural killer cells",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "baeee549-ba8b-48f5-bb32-d8bb748e75d9",
        "choice_type": "single"
    },
    {
        "question": "Epiglottitis in a 4 year old unvaccinated child at home. What to be done?",
        "exp": "(B) Ampicillin for 4 days# AMPICILLIN OR THIRD GENERATION CEPHALOSPORIN are effective against H. influenzae and are given by parental route (i.m. or i.v) without waiting for results of throat swab and blood culture.",
        "cop": 2,
        "opa": "Vaccination",
        "opb": "Ampicillin 4 days",
        "opc": "Rifampin for 4 days",
        "opd": "Doxycycline",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "a6d3cb58-5794-4e77-b448-8531e01984e5",
        "choice_type": "single"
    },
    {
        "question": "The given appearance of pinna is suggestive of:",
        "exp": "(c) Post-traumatic(Ref. Scott Brown, 8th ed., Vol 2; 1102)This is the picture of hematoma of pinna showing the typical cauliflower appearance",
        "cop": 3,
        "opa": "Pseudomonas infection",
        "opb": "Aspergillus infection",
        "opc": "Post-traumatic",
        "opd": "Tuberculosis",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "1e5d9113-8add-4966-8323-efa25b676434",
        "choice_type": "single"
    },
    {
        "question": "Cochlear implants are used for",
        "exp": "(C) Moderate and severe hearing loss # Cochlear implant stimulate auditory system with electrical impulses, while hearing aid use surviving hair cells.# Indications of cochlear implant:> Postlingually deaf patient (hearing loss after development of language)> Bilateral severe sensorineural deafness who do not respond to amplified sound stimuli.> Inability to benefit from hearing aid.> In order to select the patient for cochlear implant following tests are done to evaluate the degree of deafness and to assess the quality of surviving neuron. Pure tone audiometry, Electrocochleography, Promontory stimulation",
        "cop": 3,
        "opa": "In refractory vertigo",
        "opb": "Sever tinnitus",
        "opc": "Moderate & severe hearing loss",
        "opd": "Loss of balance",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "0c9505a4-f6e2-4fc3-9032-569eccd7815f",
        "choice_type": "single"
    },
    {
        "question": "Ideal treatment of rhinosporidiosis is:",
        "exp": "(b) Excision with cautery at base(Ref. Scott Brown, 6th ed., 4/8/40)Rhinosporidiosis is managed by wide excision and cauterisation of base. Recurrence may occur if sporangium is left behind. Dapsone is given in the postoperative period to decrease the chances of recurrence.",
        "cop": 2,
        "opa": "Rifampicin",
        "opb": "Excision with cautery at base",
        "opc": "Tetracycline",
        "opd": "Laser",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "f782c6b3-5e91-4145-9132-bfec7f1c41b7",
        "choice_type": "single"
    },
    {
        "question": "All of the following structures are involved in conductive deafness except",
        "exp": "(B) 8th nerve # Causes of conductive deafness:> External ear: Any obstruction in the ear canal, e.g. wax, foreign body, furuncle, acute inflammatory swelling, benign or malignant tumour or atresia of canal.> Middle ear: Perforation of tympanic membrane, traumatic or infective; Fluid in the middle ear, E.g. acute otitis media, serous otitis media or haemotympanum Mass in middle ear, E.g. benign or malignant tumour. Disruption of ossicles, E.g. trauma to ossicular chain, chronic suppurative otitis media, cholesteatoma. Fixation of ossicles, E.g. otosclerosis, tympanosclerosis, adhesive otitis media. Eustachian tube blockage, e.g. retracted tympanic membranae serous otitis media. Serous otitis media is the most common cause of conductive deafness in children.",
        "cop": 2,
        "opa": "Auricle",
        "opb": "8th nerve",
        "opc": "Middle ear",
        "opd": "Ext.auditary meatus",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "b2d0c5f3-09be-496a-9a6e-5fecb25dbb0a",
        "choice_type": "multi"
    },
    {
        "question": "Features of periostitis on X-ray hip of a child suggests",
        "exp": "(A) Syphilis",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Rubella",
        "opc": "Toxoplasma",
        "opd": "CMV",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "c98f6a64-ef28-42b5-82bd-e65566671528",
        "choice_type": "single"
    },
    {
        "question": "Bovine cough is charactstic of",
        "exp": "(C) Laryngeal paralysis # Clinical Features: As all the muscles of larynx on one side are paralysed, vocal cord will lie in the cadaveric position i.e. 3.5 mm from the midline. The healthy cord is unable to approximate the paralysed cord, thus causing glottic incompetence. This results in hoarseness of voice and aspiration of liquids through the glottis. Cough is ineffective due to air waste.",
        "cop": 3,
        "opa": "Acute epiglottis",
        "opb": "Foreign body",
        "opc": "Laryngeal paralysis",
        "opd": "Chronic bronchitis",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous (E.N.T.)",
        "id": "7d59f215-dcb1-4d7d-9169-13404b3f401b",
        "choice_type": "single"
    }
]