[
    {
        "question": "A patient on ATT develops tinnitus and hearing loss due to:",
        "exp": "(c) Streptomycin(Ref. Cummings, 6th ed., 2371). Streptomycin is predominantly vestibulotoxic. In very high doses they can affect the cochlear system also, leading to hearing loss and tinnitus.",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Pyrazinamide",
        "opc": "Streptomycin",
        "opd": "Rifampicin",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous Ear",
        "id": "f83dc66b-d16f-4e42-bf03-c0c236e5297b",
        "choice_type": "single"
    },
    {
        "question": "Referred otalgia can be due to?",
        "exp": "ANSWER: (D) All of the above. REF: Dhingra 4th ed p. 124. Causes of referred otalgia. Ear receives nerve supply from Vth (auriculotemporal), IXth (tympanic br.) and Xth (auricular br.) cranial nerves; and from C2 (lesser occipital) and C2 and C3 (greater auricular), pain may be referred from these remote areas. Via Vth cranial nerve. Dental; Caries tooth, apical abscess, impacted molar, malocclusion. Oral cavity; Benign or malignant ulcerative lesions of oral cavity or tongue. Temporomandibular joint disorders; Bruxism, osteoarthritis, recurrent dislocation, ill- fitting denture. Sphenopalatine neuralgia. Via IXth cranial nerve. Oropharynx; Acute tonsillitis, peritonsillar abscess, tonsillectomy. Benign or malignant ulcers of soft palate, tonsil and its pillars. Base of tongue; Tuberculosis or malignancy. Elongated styloid process. Via Xth cranial nerve. Malignancy or ulcerative lesion of: vallecula, epiglottis, larynx or laryngopharynx, esophagus. Via C2 and C3 spinal nerves. Cervical spondylitis, injuries of cervical spine, caries spine.",
        "cop": 4,
        "opa": "Carcinoma larynx",
        "opb": "Carcinoma oral cavity",
        "opc": "Carcinoma tongue",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Miscellaneous Ear",
        "id": "aab21b87-2ccb-42b1-805e-257830939174",
        "choice_type": "multi"
    }
]