[
    {
        "question": "The marked area gives rise to which of the following diseases?",
        "exp": "The marked area is Fossa of Rosenmuller ANGIOFIBROMA-The tumour usually arises from the lateral wall of the posterior nasal cavity close to the sphenopalatine foramen and the pterygoid base. NASOPHARYNGEAL CARCINOMA-Mostly arises from Fossa of Rosenmuller INVEED PAPILLOMA-Usually arises from lateral nasal wall i. e. Middle turbinate of ethmoid recess, with secondary extension into paranasal sinuses. ANTROCHOANAL POLYP-Arises from mucosa of maxillary antrum near its accessory ostium.",
        "cop": 2,
        "opa": "Angiofibroma",
        "opb": "Nasopharyngeal carcinoma",
        "opc": "Antrochoanal polyp",
        "opd": "Inveed papilloma",
        "subject_name": "ENT",
        "topic_name": "Nasopharynx",
        "id": "1a07cd7e-8889-421f-8baf-a30fab54b759",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal carcinoma does not involve:",
        "exp": "Nasopharyngeal carcinoma does not involve the pyriform fossa. Inferiorly it may spread to the soft palate and oropharynx. Posteriorly it may spread to retropharyngeal space Laterally it may spread to the parapharyngeal space (post styloid compament). Tumors may directly invade the orbit leading to exophthalmos and blindness. Superiorly it extends intracranially by direct invasion through foramen lacerum and foramen ovale, sphenoid bone and sphenoid sinus causing multiple cranial nerve palsies.",
        "cop": 3,
        "opa": "Nasal cavity",
        "opb": "Oropharynx",
        "opc": "Pyriform fossa",
        "opd": "Orbit",
        "subject_name": "ENT",
        "topic_name": "Nasopharynx",
        "id": "61343f99-ba79-40ee-8416-9b882f487f7a",
        "choice_type": "single"
    },
    {
        "question": "Which is the best prognosticator of survival from nasopharyngeal carcinoma?",
        "exp": "WHO type PATHOLOGY Risk factor Other factors Survival/ Recurrence I 25% Keratinizing Squamous cell differentiated carcinoma Smoking Low risk population Older age Non familial factors 10% Survival II 12% Non keratinizing Squamous cell differentiated carcinoma EBV Preserved foods Familial factors 50% Survival III 60% Non keratinizing Squamous cell undifferentiated carcinoma EBV High risk population, Children Preserved foods Familial factors 60% Survival Best prognosis Type 3 NPC- Poorly differentiated, EBV Associated & Best prognosis The undifferentiated NPC havea higher local tumour control rate with therapy although theincidence of distant metastasis is also higher.",
        "cop": 2,
        "opa": "High angiogenesis in the tumor",
        "opb": "WHO type III histology",
        "opc": "Lung metastases",
        "opd": "WHO type I histology",
        "subject_name": "ENT",
        "topic_name": "Nasopharynx",
        "id": "a907158d-802b-43aa-abfd-9ed367590659",
        "choice_type": "single"
    }
]