[
    {
        "question": "Site for placing an electrode in auditory brain stem implant is?",
        "exp": "Auditory Brain Implant (ABI) Implant is designed to stimulate the cochlear nuclear complex in the brainstem directly by placing the implant Site: In the lateral recess of the fouh ventricle.",
        "cop": 4,
        "opa": "Sinus tympani",
        "opb": "Round window",
        "opc": "Lateral ventricle",
        "opd": "Recess of fouh ventricle",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "af4a8eea-6d05-428a-803b-f336d7039f78",
        "choice_type": "single"
    },
    {
        "question": "During Acute tonsillitis referred pain from tonsil to the middle ear is along",
        "exp": "Tonsils and tonsillar fossa are supplied by the glossopharyngeal nerve Any irritation or pain can be referred to the ear along the tympanic branch of the glossopharyngeal (Jacobson's) nerve.",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Facial nerve",
        "opc": "Trigeminal nerve",
        "opd": "Vagus nerve",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "0d1b5bcf-b364-4e3b-ba06-17972cff3c40",
        "choice_type": "single"
    },
    {
        "question": "High tracheostomy is done in:-",
        "exp": "Tracheostomy has been divided into high, mid or low. 1. High tracheostomy is done above the level of thyroid isthmus (isthmus lies against II, III and IV tracheal rings.) It violates the First ring of trachea. Tracheostomy at this site can cause perichondritis of the cricoid cailage and subglottic stenosis and is always avoided. Only indication for high tracheostomy is carcinoma of larynx because in such cases, total larynx anyway would ultimately be removed and a Fresh tracheostomy made in a clean area lower down. 2. Mid Tracheostomy is the preferred one and is one through the II or III ring and would entail division of the thyroid isthmus or its retraction Upwards or downwards to expose this pa of trachea. 3. Low tracheostomy Is done below the level id isthmus. Trachea is deep at this level and close To several large vessels; also, there are difficulties with tracheostomy tube Which impinges on suprasternal notch.",
        "cop": 2,
        "opa": "Vocal cord palsy",
        "opb": "Laryngeal carcinoma",
        "opc": "Subglottic stenosis",
        "opd": "Laryngomalacia",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "eba45f12-b3eb-460a-b3a5-290825dbd8f7",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal chordoma arises from:-",
        "exp": "Nasopharyngeal chordoma Rare type of malignant neoplasm from remnants of the notochord Approximately one-third of chordomas are located in the base of the skull, in the midline of the body. Slow growth rate of the tumor, which gradually fills the nasopharyngeal cavity leads to delayed oncological diagnosis. Obstruction of the nasopharynx is dominant, sleep-disordered breathing (SDB) may occur.",
        "cop": 2,
        "opa": "Pharyngeal bursa",
        "opb": "Notochord",
        "opc": "Rathke's pouch",
        "opd": "Luschka's bursa",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "f3ce71a0-d377-45db-aca4-f9624a4df7ec",
        "choice_type": "single"
    }
]