[
    {
        "question": "A 3 years old boy presented with fever with pain in the throat and difficulty in deglutition. On examination following findings are seen. What is the most likely diagnosis?",
        "exp": "PERITONSILLAR ABSCESS(QUINSY) Collection of pus between the fibrous capsule of the tonsil, and the superior constrictor muscle of the pharynx. Condition is generally unilateral. Tonsil is swollen, red, hot & congested. Uvula and soft palate are pushed to opposite side. Uvula Points towards Normal side as shown in the image. Organism involved are Streptococcus, Staph aureus, anaerobic organism, more often mixed growth is seen. Parapharyngeal abscess (abscess of lateral pharyngeal space, pterygomaxillary, space, pharyngomaxillary space: Swelling is on lateral wall of Pharynx pushing tonsils towards midline. Patient may also have a swelling in neck, posterior to SCM muscle. Patient may also present with Trismus. Ludwig's angina is cellulitis of submandibular space.",
        "cop": 1,
        "opa": "Peritonsillar abscess",
        "opb": "Parapharyngeal abscess",
        "opc": "Ludwig's angina",
        "opd": "Retropharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "de7ac38e-d08f-4323-9d1c-cf8b00fddab7",
        "choice_type": "single"
    },
    {
        "question": "Paial closure of nose is done in which condition:-",
        "exp": "Atrophic Rhinitis:Atrophic chronic inflammatory disease characterized by progressive atrophy of the nasal mucosa and the underlying bone of the turbinates associated with excessive crusting which leads to nasal obstruction. Sx- Young's operation: Closure of both the nostril following elevation of the nasal vestibular folds, opened after 6 months. Modified Youngs operation:Paial closure of the nostril leaving behind a 1- 3 mm hole kept for a period of 2 years. Allergic Rhinitis:IgE mediated Type I hypersensitive reaction of nasal mucosa to airborne allergens. Vasomotor Rhinitisis a non allergic rhinitis which occurs due to parasympathetic overactivity. The parasympathetic overactivity leads to congestion and vasodilatation",
        "cop": 2,
        "opa": "Allergic rhinitis",
        "opb": "Atrophic rhinitis",
        "opc": "Vasomotor rhinitis",
        "opd": "Occupational rhinitis",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "6091f325-7aa2-4ff1-9e0a-db363f094b46",
        "choice_type": "multi"
    },
    {
        "question": "Saccule of ear develops from:-",
        "exp": "Development of pars superior (semicircular canals and utricle) takes place earlier than pars inferior (saccule and cochlea). The pars superior is phylogenetically older pa of labyrinth.",
        "cop": 2,
        "opa": "Pars superior",
        "opb": "Pars inferior",
        "opc": "Saccular anterior",
        "opd": "Saculus posterior",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "71c0a66c-546e-402d-a06d-5dbd3e9a8c68",
        "choice_type": "single"
    },
    {
        "question": "Cough reflex on scratching the floor of external auditory meatus is due to which nerve?",
        "exp": "Nerve Supply of External acoustic meatus Anterior wall and roof by auriculotemporal nerve Posterior wall and floor by auricular branch of vagus nerve (Arnold N) Posterior wall of auditory canal also receives innervations by facial nerve through auricular branch of vagus Cough reflex is d/t internal laryngeal N. Cough's reflex during syringing is d/t Arnold's Nerve",
        "cop": 1,
        "opa": "Auricular branch of vagus",
        "opb": "Auriculo temporal",
        "opc": "Greater auricular nerve",
        "opd": "Facial nerve",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "3f353c91-8d26-40c1-bec3-c9a08519f819",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old patient presented with history of fever, repeated aspiration and coughing in the night. On examination there is a swelling on left side of neck which produces gurgling sound on compression. Following is the barium swallow study of the patient. What is the most likely diagnosis?",
        "exp": "Zenker's Diveiculum -patient present with intermittent dysphagia, regurgitation of food and foul smelling breath later on progressive dysphagia progressive. Laryngocele is an air-filled cystic swelling due to dilatation of saccule it is a diveiculum of mucous membrane which stas from the anterior pa of ventricular cavity and extends upward between vestibular folds and lamina of thyroid cailage ,abnormally enlarges to forms the air containing sac - Laryngocele.",
        "cop": 1,
        "opa": "Zenkers diveiculum",
        "opb": "Laryngocoele",
        "opc": "Plummer vinson syndrome",
        "opd": "Dysphagia Lusoria",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "a2b24aaf-2979-4ea2-b912-027dd5f2800a",
        "choice_type": "multi"
    },
    {
        "question": "Left recurrent laryngeal nerve has a longer course because of which arch aery:",
        "exp": "The Left recurrent laryngeal nerve has a longer course to the neck than the right side. This is because it hooks under the left sixth arch aery which persists in extra-uterine life as the ductus aeriosus, a fibrous remnant. On the right side, neither the sixth nor fifth arch aeries persist and so the recurrent laryngeal nerve is restrained by the next most superior structure which is the fouh branchial arch aery (Right Subclan Aery). Rarely, the right fouh branchial arch aery does not develop in the adult and instead, the right dorsal aoa of the fetus persists to supply the same territories. Hence, the right recurrent laryngeal nerve is no longer restrained by a subclan aery and so it divides from the vagus more superiorly to run inferiorly on the larynx. This anomalous nerve (Non Recurrent Laryngeal nerve) may be transected during thyroid surgery. * The recurrent laryngeal nerve has differing courses oneach side. On the right, it loops under the subclanaery and on the left under the aoic arch. On bothsides it then ascends on the side of the trachea.",
        "cop": 4,
        "opa": "1st arch",
        "opb": "2nd arch",
        "opc": "4th arch",
        "opd": "6th arch",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "8bf30c07-5503-4aa3-8157-ae5f72fa7cf3",
        "choice_type": "single"
    },
    {
        "question": "A 2 yrs old child presented with following x- ray finding. What is the moslt likely diagnosis?",
        "exp": "The given X-ray Shows Steeple Sign/ Pencil Tip Sign. ACUTE LARYNGOTRACHEOBRONCHITIS (CROUP): i.e. narrowing of subglottic region is seen in chest X-ray of patients of laryngotracheobronchitis, Onset is gradual with prodrome of upper respiratory symptoms fever usually low grade, Painful croupy cough (barking cough or seal barks cough) hoarseness and stridor. ACUTE EPIGLOTTITIS (SUPRAGLOTTIC LARYNGITIS)- It is acute inflammatory condition of the supraglottic structures Epiglottis, Aryepiglottic fold and arytenoids. Child prefers sitting position with hyperextended neck(tripod sign)which relieves stridor, Drooling of saliva present as child has dysphagia ,Lateral soft tissue X-ray of neck shows: Swollen epiglottis (Thumb sign), Absence of deep well-defined vallecula (vallecula sign).",
        "cop": 1,
        "opa": "Acute laryngotracheobronchitis",
        "opb": "Acute epiglottitis",
        "opc": "Acute pharyngitis",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "fd7e061f-77a2-4b19-8a88-d0b1fffa0f3f",
        "choice_type": "single"
    },
    {
        "question": "Tuberculous otitis media of the middle ear has all of the following except:-",
        "exp": "Tubercular Otitis Media-Presents with Chronic painless foul smelling otorrhea,Severe conductive type hearing loss (out of propoion to symptoms), involvement of labyrinth can lead to SNHL, Facial nerve palsyO/E- Multiple perforations in tympanic membrane followed by coalesce into single large perforation (Sieve Like Tympanic Membrane), Characteristic of tuberculous otitis media, Middle ear and mastoid are filled with pale granulation tissue Treatment-ATT for Primary disease, Oral toilet, Mastoid surgery",
        "cop": 4,
        "opa": "Multiple perforation are seen",
        "opb": "Pale granulomas are seen",
        "opc": "ATT should be staed",
        "opd": "Painful otorrrhea is seen",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "fdb9af86-5a79-481d-a966-cd2388dc095f",
        "choice_type": "multi"
    },
    {
        "question": "Not a landmark of facial nerve identification in parotid surgery:",
        "exp": "Sx Landmarks of Facial N. for parotid Sx Cailaginous pointer. The nerve lies 1 cm deep and slightly anterior and inferior to the pointer. Cailaginous pointer is a sharp triangular piece of cailage of the pinna and \"points\" to the nerve. Tympanomastoid suture. Nerve lies 6-8 mm deep to this suture. Styloid process. The nerve crosses lateral to styloid process. Posterior belly of digastric. If posterior belly of digastric muscle is traced backwards along its upper border to its attachment to the digastric groove, nerve is found to lie between it and the styloid process.",
        "cop": 1,
        "opa": "Inferior belly of omohyoid",
        "opb": "Peripheral branches",
        "opc": "Post belly of digastric",
        "opd": "Tragal pointer",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "24bcf329-aee8-4c15-b73b-61add7146c04",
        "choice_type": "single"
    },
    {
        "question": "Surgery to widen the cailaginous pa of EAC",
        "exp": "Meatoplasty- Operation in which crescent of conchal cailage is excised to widen the meatus. Myringoplasty is repair of a perforation of the tympanic membrane (the pars tensa). (TYMPANUM=Middle ear) Tympanoplasty is ossicular reconstruction with myringoplasty. Otoplasty is Reconstruction of Pinna",
        "cop": 2,
        "opa": "Myringoplasty",
        "opb": "Meastoplasty",
        "opc": "Otoplasty",
        "opd": "Tympanoplasty",
        "subject_name": "ENT",
        "topic_name": "NEET Jan 2020",
        "id": "a2c8aa5d-9869-412a-bf92-eb9643452a42",
        "choice_type": "single"
    }
]