[
    {
        "question": "Graft for myringoplasty-",
        "exp": "Ans. is 'a' i.e., Temporalis fascia o Graft material used for myringoplasty are :i) Temporalis fascia (most common)iii) Tragal cartilageii) Perichondrium from the tragusiv) Veino Sometimes, homografts such as dura, vein, fascia and cadaver tympanic membrane are also used.[?][?] Dhingra 36",
        "cop": 1,
        "opa": "Temporalis fascia",
        "opb": "IIiacus fascia",
        "opc": "Colles fascia",
        "opd": "Iliotibial band",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "bdee0875-e684-47d6-a293-fc82c60446af",
        "choice_type": "single"
    },
    {
        "question": "Youngs surgery is done for the treatment of -",
        "exp": "Ans. is 'a' i.e., Atrophic rhinitisSurgical treatment of Atrophic rhinitisYoung's operationModified Young's operationNarrowing of the nasal cavity by (Lautenslagers operation) -Lautenslagers operation",
        "cop": 1,
        "opa": "Atrophic rhinitis",
        "opb": "Rhinoscleroma",
        "opc": "Deviated nasal septum",
        "opd": "Choanal atresia",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "071864ec-1d2a-4ed9-837a-8a6220dc6fe7",
        "choice_type": "single"
    },
    {
        "question": "All are complication of tonsillitis EXCEPT:",
        "exp": "Ans. (c) Malignant changeRef: DhingrcTs ENT 5th ed. / 272-273* Acute tonsillitis often affects school-going children, but it can also affect adults.Cause:* MCC: Group A Beta Hemolytic streptococcus* Acute infections of tonsil may involve these components and are thus classified as:# Acute catarrhal or superficial tonsillitis: generalized pharyngitis and is mostly seen in viral infections.# Acute follicular tonsillitis: Infection spreads into the crypts which become filled with purulent material.# Acute parenchymatous tonsillitis: uniformly enlarged and red tonsil.# Acute membranous tonsillitis: It is a stage ahead of acute follicular tonsillitis. In this, exudation from the crypts coalesces to form a membrane on the surface of tonsil.Symptoms* Sore throat, Difficulty in swallowing, Fever, Eearache, odynophagia, dysphagia* Constitutional symptoms# Headache, general body aches, malaise and constipation.Treatment* Patient is put to bed and encouraged to take plenty of fluids.* Analgesics* Antimicrobial therapy (DOC: Penicillin)Complications* Chronic tonsillitis with recurrent acute attacks. This due to incomplete resolution of acute infection.* Peritonsillar abscess.* Parapharyngeal abscess.* Cervical abscess due to suppuration of jugulodigastric lymph nodes.* Acute otitis media.* Rheumatic fever.* Acute glomerulonephritis.* Subacute bacterial endocarditis.NOTE: Malignancy is never a complication of tonsilittis.",
        "cop": 3,
        "opa": "Otitis media",
        "opb": "Abscess",
        "opc": "Malignant change",
        "opd": "Subacute Bacterial Endocarditis",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "95678d26-cc64-4701-84c2-f0176ee6c324",
        "choice_type": "multi"
    },
    {
        "question": "All are early complications of tracheostomy except-",
        "exp": "Ans. is 'd' i.e., Tracheal stenosis Complications of tracheostomyImmediate (at the time of operation)Intermediate (first few hours or days)Late (with prolonged use of tube for weeks or months)o Hemorrhageo Apnea o Pneumothorax o Injury to RLNo Aspiration of blood o Injury to esophaguso Bleeding (reactionary or secondary)o Displacement of tubeo Blocking of tubeo Subcutaneous emphysemao Tracheitis and tracheobronchitiso Atelectasis and lung abscesso Local wound infection and granulationso Hemorrhage, due to erosion of major vesselo Laryngeal stenosiso Tracheal stenosiso Tracheo-esophageal fistulao Problem of decannulationo Persistent tracheocutaneous fistula o Problem of tracheostomy scaro Note : Immediate and intermediate complications are early complications.",
        "cop": 4,
        "opa": "Hemorrhage",
        "opb": "Pneumothorax",
        "opc": "Injury to esophagus",
        "opd": "Trachealstenosis",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "09dfc38c-1175-4649-ba66-32b6e343a52f",
        "choice_type": "multi"
    },
    {
        "question": "In fracture maxilla most common nerve involved is?",
        "exp": "ANSWER: (A) Infra orbital nerveREF: Dhingra 4th ed p. 174Clinical Features of maxillary fractures:Ecchymosis of lid, conjunctiva and scleraEnophthalmos with inferior displacement of the eyeball. This becomes apparent when edema subsides.Diplopia, -which may be due to displacement of the eyeball or entrapment of inferior rectus and inferior oblique muscles.Hypoaesthesia or anesthesia of cheek and upper lip, if infraorbital nerve is involved",
        "cop": 1,
        "opa": "Infra orbital nerve",
        "opb": "Supraorbital nerve",
        "opc": "Trochlear nerve",
        "opd": "Mandibular nerve",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "5e2038c9-fa7e-4c3f-b27b-5bf805a56465",
        "choice_type": "single"
    },
    {
        "question": "Advantage of tracheostomy are all EXCEPT:",
        "exp": "(Increased dead space): Ref: 381-D, 191-LT (291-D 4th)Advantage of Tracheostomya. Alternative pathway for breathingb. Improve alveolar ventilation - in case of the respiratory insufficiency(I) Decreasing the dead space by 30 - 50% (normal dead space is 150 ml)(II) Reducing the resistance to airflowc. Protects the airways:i. Pharyngeal secretion, as in case of bulbar paralysis or coma.ii. Blood, as in haemorrhage from pharynx, larynx or maxillofacial injuries.d. Permits removal of trachiobronchial secretions.e. Intermittent positive pressure respiration (IPPR) - If IPPR is required beyond 72 hours, tracheostomy is superior to intubationf. To administer anaesthesiaFunction of a TracheostomyA tracheostomy is performed to relieve an upper airway obstruction, to facilitate bronchial toilet, to decrease dead space, to assist ventilation and as an elective procedure in head and neck surgery",
        "cop": 4,
        "opa": "Bronchial toilet",
        "opb": "Decreased dead space",
        "opc": "Pharyngeal secretion toilet",
        "opd": "Increased dead space",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "f127d9bb-49bc-49c7-bee0-2d5f5a33d393",
        "choice_type": "multi"
    },
    {
        "question": "Opening in Caldwell-Luc operation is made in which of the following?",
        "exp": "Ans. c (Canine fossa). (Ref Diseases of ENT by PL Dhingra,3rd ed., 475; Bhargava, 188)CALDWELL-LUC OPERATIONSite of incision##Over anterior wail of antrum in the region of canine fossa.It is the process of opening maxillary antrum through canine fossa by sub-labial approach.Contraindicated#Below 17 years of age.indications1.Chronic sinusitis(Mnemonic.; COFFEE BOARD)2.Oro antral fistula3.Fungal sinusitis 4.Foreign body in maxilla 5.Ethmoidectomy 6.Elevation of orbital floor fracture 7.Biopsy (benign and rarely malignant conditions) 8.Opening of posterior wall of maxilla so as to ligate maxillary artery 9.AC polyp 10.Reducing fracture maxilla 11.Dentigerous cystComplications#Pain and paraesthesia(Mnemonic -POP SHOOT)#Orbital cellulitis#Swelling #Hemorrhage #Oroantral fistula #Osteomyelitis of maxilla #Tooth root injury #Anaesthesia of cheek due to stretching of Infraorbital nerve is common and persists for few weeks or months following Caldwell Luc operation.",
        "cop": 3,
        "opa": "Middle meatus",
        "opb": "Inferior meatus",
        "opc": "Canine fossa",
        "opd": "Dental sulcus",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "4e213ec4-36a1-4a30-b33c-408e2815511c",
        "choice_type": "single"
    },
    {
        "question": "Fenestration operation is which type of tympanoplasty-",
        "exp": "Ans. is 'd' i.e., Type-5 Types of tympanoplastyo Wullstein classified tympanoplasty into five typesTypel: Defect is perforation of tympanic membrane which is repaired with a graft. It is also called myringoplasty.Type II: Defect is perforation of tympanic membrane with erosion of malleus. Graft is placed on the incus or remnant of malleus.Type III: Malleus and incus are absent. Graft is placed directly on the stapes head. It is also called myringostapediopexy or columella tympanoplasty.Type IV: Only the footplate of stapes is present. It is exposed to the external ear, and graft is placed between the oval and round windows. A narrow middle ear (cavum minor) is thus created, to have an air pocket around the round window. A mucosa-lined space extends from the eustachian tube to the round window. Sound waves in this case act directly on the footplate while the round window has been shielded.Type V: Stapes footplate is fixed but round window is functioning. In such cases, another window is created on horizontal semicircular canal and covered with a graft. Also called fenestration operation.",
        "cop": 4,
        "opa": "Type-2",
        "opb": "Type-3",
        "opc": "Type-4",
        "opd": "Type-5",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "bc368be3-27d5-4ded-9356-5af5bf00803b",
        "choice_type": "single"
    },
    {
        "question": "In FESS surgery structure preserved is?",
        "exp": "ANSWER: (C) Maxillary sinusREF: Textbook Of Oral And Maxillofacial Surgery (full Colour) 2nd edition by Neelima Anil Malik Page 583TYPES OF FUNCTIONAL ENDOSCOPIC SINUS SURGERY:Type 1Nasal endoscopy and uncinectomy with or without agger nasi cell exenteration.Type 2Nasal endoscopy, uncinectomy, bulla ethmoidectomy, removal of sinus lateralis mucous membrane and exposure of frontal recess/ frontal sinusType 3Type 2 plus maxillary sinus antrostomy through the natural sinus ostiumType 4Type 3 plus complete posterior ethmoidectomyType 5Type 4 plus sphenoidectomy & stripping of mucous membrane",
        "cop": 3,
        "opa": "Ethmoid sinus",
        "opb": "Sphenoid sinus",
        "opc": "Maxillary sinus",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "a0bb4624-0990-4c38-9aa7-60905546ea77",
        "choice_type": "multi"
    },
    {
        "question": "Maxillary sinus incision is known as?",
        "exp": "ANSWER: (B) Weber Ferguson incisionREF: Atlas of head & neck surgery - otolaryngology 2nd edition by Byron J. Baileypage 26Repeat ENT 2013 Session 1, June 2009",
        "cop": 2,
        "opa": "Lynch Howrath incision",
        "opb": "Weber Ferguson incision",
        "opc": "Crile's Y incision",
        "opd": "Schobinger's incision",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "e25efeca-817c-4a7b-bcf6-33abe87848b5",
        "choice_type": "single"
    },
    {
        "question": "Level of tracheostomy is by which of the following anatomical landmark? (Repeat)",
        "exp": "Ans: B (Isthmus of the thyroid) Ref: Diseases of the Ear Nose and Throat by PL Dhingra 5th edn .2010.Page 337Explanation:Types of tracheostomy based on positionHigh tracheostomy - Above the thyroid isthmus through the first tracheal ringIncreased risk of sub glottic edema and stenosisMid tracheostomy - At the level of thyroid isthmus, through the 2nd or 3rd tracheal ringIsthmus is divided or retractedMost commonly doneLow tracheostomy - Below the isthmusIncreased risk of injury to great vessels in the neck",
        "cop": 2,
        "opa": "Cricoid cartilage",
        "opb": "Isthumus of thyroid",
        "opc": "2nd tracheal ring",
        "opd": "3rd tracheal ring",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "32cf1ab9-daf9-471f-9c08-9392f8dcd15a",
        "choice_type": "single"
    },
    {
        "question": "Mid tracheostomy is done over?",
        "exp": "ANSWER: (B) 3rd and 4th tracheal ringsREF: Dhingra 4th edition page 292Out of the options provided, option (B) appears to be more correctA mid tracheostomy is the preferred one and is done through the II or III rings and w'ould entail division of the thyroid isthmus (isthmus lies against II, III and IV tracheal rings) or its retraction upwards or downwards to expose this part of trachea.High tracheostomyAbove isthmus , violates the first ringCauses perichondritis and subglottic stenosis and only indication is carcinoma larynxMid tracheostomyOver the isthmus, 2ni and 3rd ringPreferred oneLow tracheostomyBelow isthmusRisk of damage to vessels and tube impinges upon suprasternal notch",
        "cop": 2,
        "opa": "1st and 2nd tracheal rings",
        "opb": "3rd and 4th tracheal rings",
        "opc": "5th and 6th tracheal rings",
        "opd": "7th and 8th tracheal rings",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "0a8a457d-8c7a-4c67-b591-6fc9f03096c8",
        "choice_type": "single"
    },
    {
        "question": "Surgery on ear drum is done using:",
        "exp": "Ans: a (Operative microscope)Ref: Still searching",
        "cop": 1,
        "opa": "Operative microscope",
        "opb": "Laser",
        "opc": "Direct vision",
        "opd": "Blindly",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "45203f15-d055-457d-9cce-137ef168da57",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of tracheostomy is:",
        "exp": "Ans: B (Surgical emphysema) Ref: Diseases of the Ear Nose and Throat by PL Dhingra.5'h, edn .2010.page 340 Tracheostomy A multiprofessional handbook by Claudia Russell and Basil Malta page 51Explanation:Out of the given options, surgical emphysema is the most commonComplications of Tracheostomyincidence of complications ranges from 5 to 40%Most commonly occurring complications are haemorrhage, tube obstruction and tube displacementDeath may occur in 0.5 to 1.6% of cases and is mostly due to tube displacementComplications are 2 to 5 fold in emergency tracheotomies in comparison to elective onesComplications can be divided intoImmediate -Seen during surgery like haemorrhage, apnoea, Pneumothorax, injury to oesophagusIntermediate- During first few hours or days like secondary bleeding, infection, tube block or displacementDelayed - Seen with prolonged use of tube for weeks like laryngeal or tracheal stenosis, trachea-oesophageal fistula, and haemorrhage due to erosion of a major vessel.",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Surgical emphysema",
        "opc": "Injury to the large vessels",
        "opd": "Injury to oesophagus",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "91cea3fe-cbfc-4fb1-a989-5a940f035840",
        "choice_type": "single"
    },
    {
        "question": "Tracheostomy opening is put on.....tracheal rings:",
        "exp": "Ans: b (2 - 3 rings) Ref:Dhingra, 3rd ed, p. 382 & 4\"'ed, p. 292Tracheostomy: Making an opening in the anterior wall of trachea & converting it into a stoma on the skin surfaceTracheotomy: Means opening the trachea, a step in tracheostomy operationTracheostomy can be divided into 3 types:HighMidLowHigh tracheostomy:Above the level of thyroid isthmus(Isthmus lies against II. III. IV tracheal rings)It disrupts Is' ring of trachea- almost always avoided.Disadvantage: Perichondritis of cricoid cartilage, subglottic stenosisOnly indication: Carcinoma larynxMid tracheostomy:Done through 2nd or 3rd tracheal ringsPreferred approachLow tracheostomy:Below the level of isthmusDisadvantage: Trachea is close to major vessels at this level & may get injuredTracheostomy tube may impinge on suprasternal notch",
        "cop": 2,
        "opa": "2-Jan",
        "opb": "3-Feb",
        "opc": "7-Apr",
        "opd": "6-May",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "9998debc-7b6c-4655-9603-629451d4f996",
        "choice_type": "single"
    },
    {
        "question": "FESS means",
        "exp": "Ans. d (Functional endoscopic sinus surgery), (Ref. Scott Brown, Otolaryngology, 6th ed., 12, 29)Functional Endoscopic Sinus Surgery (FESS) is based on the philosophical concept that function can be restored to the paranasal sinuses and normal structures can be preserved through removal of minimal amounts of tissue. This concept embodies a new understanding of the pathophysiology and development of sinus disease and requires a more delicate, minirealist approach to sinus surgery than the extirpative procedures of the past. These techniques were developed by Walter Messerklinger of Graz, Austria. Uncinectomy is 1st step of FESS.",
        "cop": 4,
        "opa": "Factual endoscopic sinus surgery",
        "opb": "Functional endonasal sinus surgery",
        "opc": "Factual endonasal sinus surgery",
        "opd": "Functional endoscopic sinus surgery",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "b59aa3d0-1a64-4067-9632-1f32e4674d7d",
        "choice_type": "single"
    },
    {
        "question": "6 year old child with recurrent URTI with mouth breathing and failure to grow with high marked palate and impaired hearing is :",
        "exp": "Ans. is 'd' i.e. Adenoidectomy with grommet insertion insertion Hearing impairment and the option of myringotomy and grommet insertion suggests that the patient is also suffering from Serous otitis media (glue ear/secreting otitis media) which is one of the complication of adenoid hyperplasia. Treatment of glue ear requires myringotomy and grommet insertion.",
        "cop": 4,
        "opa": "Tonsillectomy",
        "opb": "Grommet insertion",
        "opc": "Myringotomy with grommet insertion",
        "opd": "Adenoidectomy with grommet insertion",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "315ef010-6729-40b5-b60c-4a65071b4b56",
        "choice_type": "single"
    },
    {
        "question": "Modified Young's operation is done for:",
        "exp": "Ans: A (Atrophic rhinitis) Ref: Diseases of the Ear Nose and Throat by PL Dhingra. 5th edn. 2010 page 170Explantation:Young's OperationIt is done as a treatment of atrophic rhinitisIt involves closure of the nasal cavity affected with atrophic rhinitis by creating mucocutaneous flaps.These flaps are sutured together in two layers: first the mucosal layer, then the skin layer.The nasal cavity is kept closed for a period of 9 months.Re-examination is done after 9 months - if the crusts have disappeared, a revision surgery is performed and the nasal cavity is reopened.The theory behind this procedure is that the closed nasal cavity has time to heal.",
        "cop": 1,
        "opa": "Atrophic rhinitis",
        "opb": "Allergic rhinitis",
        "opc": "Acute sinusitis",
        "opd": "Chronic sinusitis",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "3a44465d-f27e-4948-9cb0-edc386077548",
        "choice_type": "multi"
    },
    {
        "question": "Most important primary care in Faciomaxillary trauma is to:",
        "exp": "(b) Ensure adequate airway(Ref. Cummings, 6th ed., 498)In any patient of craniofacial trauma it is critically important to follow the ABC of trauma, i.e.A - Airway managementB - BreathingC - Circulation",
        "cop": 2,
        "opa": "Asses the level of consciousness",
        "opb": "Ensure adequate airway",
        "opc": "Look for CNS injury",
        "opd": "Immediate fracture reduction",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "8fd8bffa-f1d3-46d0-ab70-b7da3070ae80",
        "choice_type": "single"
    },
    {
        "question": "A 36 years old obese man was suffering from hypertension and snoring. Patient was a known smoker. In Sleep test, there were 5 apnea/hyperapnoes episodes per hour. He was given antihypertensives and advised to quit smoking. Next line of management:",
        "exp": "Ans. b. Weight reduction and diet plan (Ref: Harrison 19/e p1723, 18/e p2186-2189)A 36 years old obese man was suffering from hypertension and snoring. Patient wav a known smoker. In Sleep test, there were 5 apnea/hyperapnoes episodes per hour. He was given antihypertensives ami advised to quit smoking. Next line of management is weight reduction and diet plan as patient is having mild sleep apnea (apnea-hypopnea index of 5-15 is mild).'All patients diagnosed with Obstructive sleep apnea/hypopnea syndrome (OSAHS) should have the condition and its significance explained to them and their partners. Rectifiable predispositions should be discussed; this often includes weight loss and alcohol reduction both to reduce weight and because alcohol acutely decreases upper-airway dilating muscle tone, thus predisposing to obstructed breathing.'- Harrison 18/e p2189'The primary treatments of obstructive sleep apnea are: weight loss in those who are overweight, continuous positive airway pressure, and mandibular advancement devices. There is little evidence to support the use of medications or surgery.''Continuous positive airway pressure (CPAP) is effective for both moderate and severe disease; It is the most common treatment for obstructive sleep apnea.''Adherence to CPAP is generally better than that to an MRS, and there is evidence that CPAP improves driving, whereas there are no such data on MRSs. Thus CPAP is the current treatment of choice (for both moderate and severe disease). However, MRSs are evidence-based second-line therapy in those who fail CPAP.'- Harrison 18/ p2189'There is no robust evidence that pharyngeal surgery, including uvulopalatopharyngoplasty (whether by scalpel, laser, or thermal techniques) helps OSAHS patients.'- Harrison 18/e p2189Males are affected more commonly than females in obstructive sleep apnea syndrome.'OSAHS occurs in around 1-4% of middle-aged males and is about half as common in women.'- Harrison 18/e p2186Obstructive Sleep Apnea Hypopnea Syndrome (OSAHS)OSAHS is defined as the coexistence of unexplained excessive daytime sleepiness with at least 5 obstructed breathing events (apnea or hypopnea) per hour of sleepQ.Mechanism of Obstruction:Apneas and hypopneas are caused by the airway being sucked closed on inspiration during sleep. This occurs as the upper-airway dilating muscles like all striated muscles relax during sleepQ.In patients with OSAHS, the dilating muscles fail to oppose negative pressure within the airway during inspirationQ.Factors predisposing to OSAHS* ObesityQ* Shortening of the mandible and/or maxillaQ* HypothyroidismQ* AcromegalyQ* Male sexQ* Middle ageQ (40-65 years)* Myotonic dystrophyQ* Ehlers-Danlos syndromeQ* SmokingQEpidemiology:OSAHS occurs in around 1-4% of middle-aged males and is about half as common in women.The syndrome also occurs in childhood, usually associated with tonsil or adenoid enlargement; and in the elderly, although the frequency is slightly lower in old age.Irregular breathing during sleep without daytime sleepiness is much more common, occurring in perhaps a quarter of the middle-aged male population.Clinical Features:OSAHS causes daytime sleepiness; impaired vigilance, cognitive performance and driving; depression: disturbed sleep; and hypertension.Diagnosis:OSAHS requires lifelong treatment, and the diagnosis has to be made or excluded with certainty. This will hinge on obtaining a good sleep history from the patient and partner, with both completing sleep questionnaires, including the Epworth Sleepiness Score.In those with appropriate clinical features, the diagnostic test must demonstrate recurrent breathing pauses during sleep.This may be full polysomnography with recording of multiple respiratory and neurophysiologic signals during sleep.Treatment:All patients diagnosed with OSAHS should have the condition and its significance explained to them and their partners.Rectifiable predispositions should be discussed; this often includes weight loss and alcohol reduction both to reduce weight and because alcohol acutely decreases upper-airway dilating muscle tone, thus predisposing to obstructed breathing.Treatment: Obstructive Sleep Apnea Hypopnea SyndromeContinuous Positive Airway Pressure (CPAP)Mandibular Repositioning Splint (MRS)SurgeryDrugs* CPAP therapy works by blowing the airway open during sleep, usually with pressures of 5-20 mmHg.* The main side effect of CPAP is airway drying* CPAP use is imperfect, but around 94% of patients with severe OSAHS are still using their therapy after 5 years on objective monitoring.* Also called oral devices, MRSs work by holding the lower jaw and the tongue forward, thereby widening the pharyngeal airway.* Self-reports of the use of devices long-term suggest high dropout rates* Bariatric surgery can be curative in the morbidly obese.* Tonsillectomy can he highly effective in children but rarely in adults.* Tracheostomy is curative but rarely used.* Jaw advancement surgery particularly maxillomandibular osteotomy is effective in those with retrognathia (posterior displacement of the mandible) and should be considered particularly in young and thin patients.* There is no robust evidence that pharyngeal surgery, including uvulop alatopharyngoplasty (whether by scalpel, laser, or thermal techniques) helps OSAHS patients.* Unfortunately, no drugs are clinically useful in the prevention or reduction of apneas and hypopneas.* A marginal improvement in sleepiness in patients who remain sleepy despite CPAP can be produced by modafinil, but the clinical value is debatable and the financial cost is significant.Choice of Treatment in Obstructive Sleep ApneaCPAP and MRS are the two most widely used and best evidence-based therapiesQ.Direct comparisons in RCTs indicate better outcomes with CPAP in terms of apneas and hypopneas, nocturnal oxygenation, symptoms, quality of life, mood, and vigilance.Adherence to CPAP is generally better than that to an MRSQ, and there is evidence that CPAP improves driving, whereas there are no such data on MRSs.Thus, CPAP is the current treatment of choice.However, MRSs are evidence-based second-line therapy in those who fail CPAPQ.In younger, thinner patients, maxillomandibular advancement should be consideredQ.",
        "cop": 2,
        "opa": "Uvulopalatopharyngeoplasty",
        "opb": "Weight reduction and diet plan",
        "opc": "Nasal CPAP",
        "opd": "Mandibular repositioning sling",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "d4e3c597-d299-4f2d-8596-6d5557b71491",
        "choice_type": "single"
    },
    {
        "question": "Radical mastoidectomy is done for:",
        "exp": "(c) Atticoantral cholesteatoma(Ref. Cummings, 6th ed., 2190)These days MRM is preferred over radical mastoidectomy in the management of unsafe CSOM with or without complications except for a few areas",
        "cop": 3,
        "opa": "ASOM",
        "opb": "Safe CSOM",
        "opc": "Atticoantral cholesteatoma",
        "opd": "Acute mastoiditis",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "1008176b-fdc1-4009-a9a5-2dc537e0808f",
        "choice_type": "single"
    },
    {
        "question": "Adenoidectomy is contraindicated in which of the following?",
        "exp": "Ans. is 'd' All of the above Contraindications for adenoidectomy* Cleft palate or submucous palate* Hemorrhagic diathesis* Acute infection of upper respiratory tract",
        "cop": 4,
        "opa": "Bleeding disorder",
        "opb": "Infection",
        "opc": "Submucous palate",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "01626089-f02a-4ff0-8cac-bded60c6a947",
        "choice_type": "multi"
    },
    {
        "question": "Myringotomy is done in which quadrant -",
        "exp": "Ans. is 'c' i.e., Both o Myringotomy for grommet insertion (in SOM) - Antero - inferioro Myringotomy in ASOM - Postero - inferiorMyringotomyo Myringotomy is also known as myringocentesis, tympanostomy or tympanotomy. Myringotomy is a surgical procedure in which a small incision is made in the eardrum (tympanic membrane). Myringotomy is done to drain suppurative or nonsuppurative fluid (effusion) of middile ear or to provide aeration in case of nonfunctional eustachian tube.IndicationsAcute suppurative otitis mediaSevere earache with bulging tympanic membraneIncomplete resolution with opaque drum and persistent conductive deafnessComplications of acute otitis media, e.g. facial paralysis, labyrinthitis or meningitis with bulging tympanic membraneSerous otitis mediaAero-otitis media (to drain fluid and \"\"'unlock\" the eustachian tube)Atelectatic ear (grommet is often inserted for long-term aeration)Incision sites for myringotomyo Two common incision sites are usedAnterior-inferior quadrantAlso known as anterior myringotomyUsed in cases of serous otitis media when grommet is to be insertedPostero-inferior q uad rantAlso known as posterior myringotomyUsed in cases of ASOMThis area is preferred because this is the most accessible area, relative less vascular and there are less chances of damage to ossicular chain.",
        "cop": 3,
        "opa": "Antero-inferior",
        "opb": "Posteroinferior",
        "opc": "Both",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "fd91436b-f6d7-45d2-9ff7-c2254ce50191",
        "choice_type": "multi"
    },
    {
        "question": "Most feared complication of endoscopic sinus surgery is?",
        "exp": "ANSWER: (C) Internal carotid injury > (A) Retro orbital hematomaREF: Operative Otolaryngology: Head and Neck Surgery by Eugene N. Myers 2nd edition published by Elsevier chapter 20, Head and Neck Imaging by Peter M. Som and Hugh D. Curtin 5th edition published by Elsevier chapter 5Carotid artery injury during endonasal surgery is the most feared and catastrophic complication during sinus surgeries including FESS. Internal carotid artery injury is more frequent during skull base surgery, and risk factors include acromegaly, previous revision surgery, and prior radiotherapy and bromocriptine therapy. Injury to the ICA is the most devastating and, fortunately, the rarest complication. The ICA is vulnerable when surgery is performed in or around the posterior ethmoid air cells and the sphenoid sinus.Note:Orbital complications are most feared over all complication of FESSICA bleeding is most feared (single) complication of both FESS and open sinus surgeryRetro orbital hemorrhage are one of the most feared complication (after ICA bleed) in FESS y Bleeding is most feared complication of open sinus surgery",
        "cop": 3,
        "opa": "Retroorbital hematoma",
        "opb": "CSF rhinorrhea",
        "opc": "Internal carotid injury",
        "opd": "Nasolacrimal duct injury",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "bc782605-3981-4dfc-91a5-9f23535a9175",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice for ethmoidal polyps?",
        "exp": "Ans. is 'a' i.e., Functional Endoscopic sinus surgery with polypectomy Surgical treatment of ethmoidal polyps1) Functional endoscopic sinus surgery (FESS) : Surgery of choice when available.2) Polypectomy : When there are one or two pedunculated polyps.3) Intranasal ethmoidectomy : Indicated when polyps are multiple and sessile.4) Extranasal ethmoidectomy : This is indicated when polyps recur after intranasal procedures.5) Transantral ethmoidectomy : Indicated when infection and polypoidal changes are also seen in the maxillary antrum. In this case antrum is opened by caldwell-Luc approach and the ethmoidal air cells approached through the medial wall of the antrum.",
        "cop": 1,
        "opa": "Functional Endoscopic sinus surgery with polypectomy",
        "opb": "Intranasal ethmoidectomy",
        "opc": "Extranasl ethmoidectomy",
        "opd": "Transantral ethmoidectomy",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "c6d0ec23-16bc-4b5d-9259-037b66fd5844",
        "choice_type": "single"
    },
    {
        "question": "To reduce synechiae formation after nasal surgery which one of the following packing is most useful:",
        "exp": "(a) Mitomycin C(Ref. Scott Brown, 8th ed., Vol 2; 253)Mitomycin C is an antineoplastic agent with antifibroblastic activity. It is used to decrease the chances of adhesions and fibrosis following surgery.In ENT it is used in functional endoscopic sinus surgery (FESS) (as any adhesion between the middle meatus and lateral wall of nose will again block the drainage of sinuses), after correction of choanal atresia and laryngotracheal stenosis (as any fibrosis or adhesion of this area will lead to re stenosis leading to stridor).",
        "cop": 1,
        "opa": "Mitomycin C",
        "opb": "Ribbon gauze",
        "opc": "Liquid paraffin",
        "opd": "Steroids",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "58a634f1-6074-4ff1-90c7-2b330db29e00",
        "choice_type": "single"
    },
    {
        "question": "Nerve most likely to be damaged in radical mastiodectomy:",
        "exp": "Ans. a (Facial). (Ref. Disease of ENT by PL Dhingra, 2nd/pg.384)SURGERIES FOR CHOLESTEATOMA# Closed or canal wall up mastoidectomy (preferred for uncomplicated cholesteatoma)- Cortical mastoidectomy- Combined approach tympanoplasty- Intact canal wall tympanoplasty with mastoidectomy# Open or canal wall down mastoidectomy (preferred for complicated cholesteatoma e.g. with lateral sinus thrombosis)- Atticotomy- Radical mastoidectomy- Modified Radical MastoidectomyOverview of Surgical Procedures for Cholesteatoma.1ProcedureEnd ResultAdvantages after SurgeryDisadvantages after Surgery2Tympanoplasty (canal wall up) with mastoidectomyEar canal with tympanic membraneLow risk of otorrheaRisk of recurrent pars flaccida cholesteatoma3AtticotomyEar canal with tympanic membrane and defect into epitympanumIntermediate risk of otorrheaRisk of recurrent pars flaccida cholesteatoma4Modified radical mastoidectomy (canal wall down)Mastoid cavity with tympanic membraneLow chance of recurrent pars flaccida cholesteatomaSignificant risk of otorrhea5Radical mastoidectomy (canal wall down)Mastoid cavity without tympanic membraneLow chance of recurrent pars flaccida and pars tensa cholesteatomaSignificant risk of otorrhea and poor hearingIn radical mastoidectomy middle ear, attic, antrum and mastoid are converted into a single cavity by removing posterior meatal wall, remnants of tympanic membrane, ossicles (except foot plate of stapes) and mucoperiosteal linings. Indications:# Cholesteatoma# Petrous apex infection# Glomus# Carcinoma middle earComplications# Facial palsy# Perichondritis of pinna# Injury to dura or sigmoid sinus# Labyrinthitis# Severe conductive deafness# Non-healing cavity",
        "cop": 1,
        "opa": "Facial",
        "opb": "Cochlear",
        "opc": "Vestibular",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "118f2bfb-f9ff-4629-9c43-652e575cd313",
        "choice_type": "multi"
    },
    {
        "question": "Not self retaining hand held retractor(s) is/are :",
        "exp": "Ans: D (Davis...) (Ref: P.L. Dhingra 5th/ 463 ; http://en.wikipedia.org/wiki/List_ of_instruments_used_ in_ otorhinolaryngology]Mollison's mastoid retractor: Used in mastoidectomy to retract soft tissue after incision & elevation of flaps. It is self-retaining & haemostaticP.L Dhingra 5th/463Jansen's self-retaining mastoid retractor: used in mastoidectomy similar to Moliison s retractorP.L. Dhingra 5th/463\"LemperCs end aural mastoid retractor with third blade is a self-retaining retractorbooks.google.co.in/books?idSURGICAL RETRACTORS http://en.wikipedia.org/wiki/LisLof_ instruments _usedJn_otorhinolaryngologytTypes of RetractorsThere are two types of retractors on the basis of their functionality.# Set f retain i ng retractors O Handheld retractorsSelf Retaining RetractorsSelf retaining retractors do not need an assistant to hold them in place, self retaining retractors hold tissue apart and lock it in place. Rib Spreaders come in this category'. They hold the ribs apart during the abdominal surgery when the required organ is located inside the rib cage. Foilowings are the commonly used retractorsHand Held RetractorsThe hand held retractors require an assistant to hold them but the self retaining ones don't once they are adjusted in position. The correct method of using a hand-held retractor is that it must be held by its handle properly so as to produce maximum exposure of the surgical area, maximum leverage, and steady retraction.Hand Held RetraCtors http://en.Wikipedia.org/wikiHohmann RetractorLahey RetractorSenn RetractorBlair (Rollet) RetractorRigid RakeFlexible RakeRagnell RetractorLinde-Ragnell RetractorDavis Retractor 3 Volkman Retractor 3 Kocher Retractor 3 Farabeuf Retractor 3 Mathieu RetractorJackson Trachea! HookCrile RetractorMeyerding Finger RetractorLittle RetractorLove Nerve RetractorGreen RetractorGoelet RetractorCushing Vein RetractorLangenbeck RetractorRichardson RetractorRichardson-Eastmann RetractorKelly Retractor 3 Deaver RetractorDoyen RetractorParker RetractorParker-Mott Retractor 3 Roux RetractorMayo-Collins RetractorU.S. Army RetractorRibbon RetractorSelf Retaining Retractors# Aim RetractorLone star retractorGelpi RetractorGutow RetractorWeitlaner RetractorBeckman-Weitlaner RetractorBeckman-Eaton RetractorBeckman RetractorAdson RetractorBalfour RetractorFinochietto Retractor or Rib Spreader",
        "cop": 4,
        "opa": "Mollison's mastoid retractor",
        "opb": "Jansen's mastoid retractor",
        "opc": "Lempert's endaural retractor",
        "opd": "Davis Retractor",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "a69952b2-9843-4782-b9c4-380f03b21c8a",
        "choice_type": "single"
    },
    {
        "question": "Weber ferguson approach is used for?",
        "exp": "ANSWER: (B) MaxillectomyREF: Atlas of head & neck surgery - otolaryngology 2nd edition by Byron J. Bailey page 26WEBER FERGUSON APPROACH:This approach involves an extension of the lateral rhinotomy incision that includes the splitting of upperlip.Indications: Exenteration of maxilla for total or subtotal maxillectomy (splitting the upper lip releases the facial flap for adequate lateral retraction and adds transoral exposure of palate and teeth)",
        "cop": 2,
        "opa": "Mastoidectomy",
        "opb": "Maxillectomy",
        "opc": "Myringoplasty",
        "opd": "Mandibulectomy",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "43320376-ff73-4891-951a-5aaddb6a8862",
        "choice_type": "single"
    },
    {
        "question": "Myringotomy is indicated in:",
        "exp": "(c) ASOM(Ref. Scott Brown, 8th ed., Vol 2; 143)Myringotomy is indicated in ASOM. Another indication of doing Myringotomy is in serous Otitis media (SOM). Here in SOM Myringotomy along with grommet insertion is done.",
        "cop": 3,
        "opa": "Coalescent mastoiditis",
        "opb": "Cholesteatoma",
        "opc": "ASOM",
        "opd": "External otitis media",
        "subject_name": "ENT",
        "topic_name": "Operative Surgery",
        "id": "528565af-cd8f-416a-8728-2399e00d6ee3",
        "choice_type": "single"
    }
]