[
    {
        "question": "Last taste sensation discovered is-",
        "exp": "Ans. is 'a' i. e., Umami o Umami a savory taste s one of the five basic tastes (together with sweetness, sourness, bitterness, and saltiness)o People taste umami through receptors specific to glutamate. Glutamate is widely present in savory foods, such as meat broths and fermented products, and commonly added to some foods in the form of monosodium glutamate (MSG) Since umami has its own receptors rather than arising out of a combination of the traditionally recognized taste receptors, scientists now consider umami to be a distinct taste",
        "cop": 1,
        "opa": "Umami",
        "opb": "Sweetness",
        "opc": "Bitter",
        "opd": "Sour",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "c9856ac9-7380-4d33-8534-94e7b9286034",
        "choice_type": "single"
    },
    {
        "question": "In Complete deft the hard palate is totally separated from?",
        "exp": "ANSWER: (C) Vomer. REF: With text. Palate cleft can occur as complete (soft and hard palate, possibly including a gap in the jaw) or incomplete (a 'hole' in the roof of the mouth, usually as a cleft soft palate). Normally the hard palate is continuous in front and laterally with the alveolar processes of the maxilla, and gives attachment posteriorly to the soft palate. \"In cleft palate the hard palate may or may not be attached to the vomer. If it is attached to the vomer, it is called as incomplete. Hard palate in complete cleft palate is totally separated from vomer' REF: Cleft lip and palate: diagnosis and management - Samuel Berkowitz Page 50. \"In incomplete unilateral cleft palate, nasal septum (Vomer) is attached to the uncleft side of hard palate. In bilateral complete deft lip and palate, Vomer is free and septum hangs freely\"REF: Synopsis of Oral & Maxillofacial Surgery by Ghosh page 155. Incomplete deft palate. Unilateral complete lip and palate. Bilateral complete lip and palate",
        "cop": 3,
        "opa": "Maxilla",
        "opb": "Soft palate",
        "opc": "Vomer",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "4f1a7890-deb6-49ab-b522-b92264092e47",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with a 3. 5-cm size lymph node enlargement, which was hard and present in the submandibular region. Examination of the head and neck did not yield any lesion. Which of the following investigations should follow?",
        "exp": "Suspected lymph node may have metastases from the upper aerodigestive tract. Since no lesion is found on physical examination of head and neck, triple endoscopy would be justified next. Supravital staining helps in selecting the site of biopsy in a lesion. As no lesion is discovered, it will not be very useful.",
        "cop": 2,
        "opa": "Chest X-ray",
        "opb": "Triple endoscopy",
        "opc": "Supravital oral mucosa staining",
        "opd": "Laryngoscopy",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "55b33c8a-2a0d-497d-96d0-234641a7438c",
        "choice_type": "single"
    },
    {
        "question": "A 53 year old male man cpmplains of pain around his cheek and neck. On examination there is pus pouring out from his Stenson's duct. Which gland is involved?",
        "exp": "Ans. is 'a' i. e., Parotid gland STENSONDUCTPAROTID GLANDThe exit of the parotid ducts can be felt as small bumps (Papillae) on both sides of the mouth, and are usually positioned next to the maxillary second molars. WHARTONDUCTSUBMANDIBULARGLANDIt then passes between the sublingual gland and the genioglossus and opens by a narrow opening on the summit of a small papilla at the side of the frenulum of the tongue.",
        "cop": 1,
        "opa": "Parotid gland",
        "opb": "Submandibular gland",
        "opc": "Sublingual Gland",
        "opd": "Lacrimal Gland",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "d3383de9-1c50-419c-8b93-d02f4e489f53",
        "choice_type": "single"
    },
    {
        "question": "Treatment of stage III carcinoma of oral tongue is:",
        "exp": "Stage III carcinoma tongue means tumour more than 4 cm in greatest dimension with no neck nodes or tumour of T1 (<2cm), T2 (2-4cm)or. T3 (>4cm) with a single ipsilateral node >3cm. Treatment will include wide excision of primary tumour with neck dissection and post-operative radiotherapy. All patients with stage III or stage IV carcinoma require post-operative radiotherapy in addition to surgery as this improves locoregional control of disease.",
        "cop": 3,
        "opa": "Wide excision",
        "opb": "Wide excision with supraomohyoid neck dissection",
        "opc": "Wide excision with supraomohyoid neck dissection and post-operative radiotherapy",
        "opd": "Radiotherapy delivering 7000 c. Gy",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "1126769c-aabc-4c0f-a6bb-f6dc94e722cb",
        "choice_type": "single"
    },
    {
        "question": "Quinsy is also known as?",
        "exp": "ANSWER: (A) Peritosillar abscess. REF: Dhingra 4th ed p. 245. Quinsy is a collection of pus in the peritonsillar space which lies between the capsule of tonsil and the superior constrictor muscle.",
        "cop": 1,
        "opa": "Peritosillar abscess",
        "opb": "Retropharyngeal abscess",
        "opc": "Parapharyngeal abscess",
        "opd": "Paraepiglottic abscess",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "594310cd-dff0-4af4-a3cf-8a535538cb5d",
        "choice_type": "single"
    },
    {
        "question": "Interval tonsillectomy is done following________ of quinsy drainage",
        "exp": "Ans. a (4-6 weeks) (Ref: Diseases of ENT by PL Dhingra 2nd/pg. 261; 3rd/pg. 318). Tonsils are removed 4-6 weeks following an attack of Quinsy interval tonsillectomy, PERITONSILLAR ABSCESS (QUINSY)# Peritonsillar abscess (quinsy) is a complication of acute tonsillitis caused mainly by a mixed flora containing anaerobes and group A Streptococcus.# It is characterized by collection of pus between capsule of tonsils and superior constrictor muscle.# The typical scenario involves an ill-appearing patient with fever, sore throat, dysphagia, trismus, pooling of saliva, and muffled voice. The condition is generally unilateral and associated with prominent cervical lymphadenitis and deviation of the uvula. On examination, swelling of the anterior pillar of the tonsil and soft palate is commonly seen. Less commonly, the middle portion or lower pole of the tonsil is swollen.# Management includes needle drainage (patient should be in the Trendelenburg position), close monitoring, and intravenous antibiotics.# While draining it should be opened at the point of maximum bulge above upper pole of tonsil or just lateral to point of junction of anterior pillar, with a line drawn through the base of uvula. Quinsy tonsillectomy vs. Interval tonsillectomy# Quinsy tonsillectomy can be a treatment option in pediatric patients too young to withstand bedside aspiration or I & D for recurrent quinsy.# Quinsy tonsillectomy can be surgically easier than interval tonsillectomy as fibrosis has not had time to set into the tonsillar capsule.# Interval tonsillectomy can be considered after successful abscess drainage, usually from recurrent quinsy after 6 weeks.",
        "cop": 1,
        "opa": "4-6 weeks",
        "opb": "4-6 months",
        "opc": "12 months",
        "opd": "Any of the above",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "ed203444-4dca-4d00-9523-a73a4f013ddd",
        "choice_type": "multi"
    },
    {
        "question": "Fordyce's spots:",
        "exp": "Fordyce's spots are yellowish-white granules in the buccal mucosa and represent enlarged ectopic sebaceous glands. It is a developmental anomaly. There is no malignant potential.",
        "cop": 3,
        "opa": "Are seen before the rash in measles",
        "opb": "Are premalignant lesions of buccal mucosa",
        "opc": "Represent ectopic sebaceous glands and are normal variants",
        "opd": "Are petechial haemorrhagic spots of buccal mucosa seen in thrombocytopenic purpura",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "9bd8cf1f-367e-447e-80bb-e1b0363a8842",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a premalignant condition oral cancer-",
        "exp": "Ans. is 'd' i. e., Systemic Sclerosis Lesions with increased risk of malignancy in oral cancero Premalignant condition:- Leukoplakia, Erythroplakia, Speckled erythroplakia, chronic hyperplastic candidiasiso Conditions increasing risk:- Oral submucous fibrosis, syphilitic glossitis, sideropenic dysphagia (Peterson Kelly syndrome). o Risk is doubtful:- Oral lichen planus, DLE, Dyskeratosis congenita.",
        "cop": 4,
        "opa": "Leukoplakia",
        "opb": "Erythroplakia",
        "opc": "Oral submucous fibrosis",
        "opd": "Systemic Sclerosis",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "424ae6cd-4028-46bb-91c4-b1a8238503f7",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of submandibular gland is -",
        "exp": "Ans. is 'a' i. e., Pleomorphic adenoma * Pleomorphic adenoma - Most common benign tumor of submandibular gland* Adenoid cystic carcinoma - Most common malignant tumor of submandibular gland.",
        "cop": 1,
        "opa": "Pleomorphic adenoma",
        "opb": "Adenolymphoma",
        "opc": "Oncocytoma",
        "opd": "Hemangioma",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "c2f394f5-b98f-4905-babb-e4d401b34f60",
        "choice_type": "single"
    },
    {
        "question": "Penicillin should be given to a patient with group A beta haemolytic streptococci infection of the tonsils for a period of:",
        "exp": "Ans: b",
        "cop": 2,
        "opa": "3-5 days",
        "opb": "10-14 days",
        "opc": "21 days",
        "opd": "1 month",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "68772e93-adde-4e82-8e24-b5a99b7d9505",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an etiological vector for head and neck malignancies?",
        "exp": "Ans. (d) Vitamin A deficiency style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">Ref: * Major etiological factor: HPV-16 and Tobacco exposure.* 75% of head and neck cancers are caused by tobacco and alcohol use.* HPV type 16: risk factor for oropharyngeal cancers that involve the tonsils or the base of the tongue.* Paan (betel quid): most common risk factors among south Asian.* EBV is a risk factor for nasopharyngeal and salivary glands cancer.* Preserved or salted foods: Salted foods during childhood are a risk factor for nasopharyngeal cancer.* Vitamin D deficiency is a risk factor for head and neck squamous cell carcinoma (HNSCC).",
        "cop": 4,
        "opa": "EBV infection",
        "opb": "HPV infection",
        "opc": "Betel nut",
        "opd": "Vitamin A deficiency",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "5defc93f-b188-47cc-a6e1-3862e8bb0613",
        "choice_type": "single"
    },
    {
        "question": "Most common site of origin of pleomorphic adenoma is:",
        "exp": "Pleomorphic adenoma most commonly arises from the parotid gland. Ninety per cent are located in the superficial lobe while 10% involve deep lobe and present as parapharyngeal tumours.",
        "cop": 1,
        "opa": "Parotid gland",
        "opb": "Submandibular salivary gland",
        "opc": "Minor salivary glands of soft and hard palate",
        "opd": "Minor salivary glands of lip",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "dcc7b916-2b93-4274-9d60-167f0709f4b0",
        "choice_type": "single"
    },
    {
        "question": "Radiographic findings of cardiac achalasia include all except:",
        "exp": "In cardiac achalasia, there is lack of lower oesophageal sphincter to relax with consequent dilatation of oesophagus. Radiologically dilated oesophagus and spasm of lower oesophageal sphincter gives a \"rat-tail\" or \"bird-beak\" appearance. Primary achalasia is associated with idiopathic degeneration of ganglion cells of the Auerbach's plexus. Secondary cardiac achalasia is caused by:(i). Carcinoma of distal oesophagus(ii). Chaga's disease(iii). Post-vagotomy syndrome(iv). Cerebrovascular accident(v). Diabetes.",
        "cop": 4,
        "opa": "Oesophageal dilatation",
        "opb": "Rat-tail appearance",
        "opc": "Failure of lower oesophageal sphincter to relax",
        "opd": "Diffuse oesophageal spasm",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "3cc48bea-b807-47e0-b384-463ef001b1e1",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old man had drinks followed by a heavy dinner. He had severe vomiting and chest pain and collapsed. X-ray of chest showed hydropneumothorax. The likely diagnosis is:",
        "exp": "Severe vomiting can cause tear of oesophageal mucosa only (Mallory-Weiss syndrome) or tear of all the layers of oesophageal wall (Boerhaave syndrome) above the diaphragm due to sudden increase in oesophageal pressure. Since there is hydropneumothorax, all the layers of oesophagus are torn. Oesophagogram with water-soluble die will show tear located just above the diaphragm. Small tears may be missed unless barium is used. Treatment of Boerhaave syndrome is thoracotomy, repair of the tear and mediastinal drainage. Systemic antibiotics should be used to control infection.",
        "cop": 2,
        "opa": "Mallory-Weiss syndrome",
        "opb": "Boerhaave syndrome",
        "opc": "Ruptured duodenal ulcer",
        "opd": "Myocardial infarction",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "9fbb02d6-25d7-4027-b762-fcb6441b6f15",
        "choice_type": "multi"
    },
    {
        "question": "Peritonsilar abscess is also called:",
        "exp": "Ans. c (Quinsy). (Diseases of ENT by PL Dhingra 2nd ed., 261)PERITONSILLAR ABSCESS (QUINSY)# It is collection of pus between capsule of tonsils and superior constrictor. # It is a complication of acute tonsillitis caused mainly by a mixed flora containing anaerobes and group A Streptococcus. # It is characterized by hot potato voice, odynophagia and halitosis. It causes deviation of uvula to opposite side. # While draining, it should be opened at the point of maximum bulge above upper pole of tonsil or just lateral to point of junction of anterior pillar, with a line drawn through the base of uvula. # Tonsils are removed 4-5 weeks following an attack of Quinsy (Interval tonsillectomy). RETROPHARYNGEAL ABSCESS# Acute (pediatric) # Chronic (adult, LN tuberculosis)PARAPHARYNGEAL ABSCESS# It is abscess of pharyngomaxillary or lateral pharyngeal spaces. It can spread to Mediastinum along carotid sheath. LUDWIG'S ANGINA# Rapidly progressive, potentially fulminant cellulitis involving bilateral sublingual and submandibular spaces and typically originating from infected or recently extracted tooth (commonly the lower 2nd/3rd molars). VINCENT'S ANGINA/ TRENCH MOUTH# Acute necrotizing ulcerative gingivitis (ANUG).",
        "cop": 3,
        "opa": "Vincent's angina",
        "opb": "Ludwig's abscess",
        "opc": "Quinsy",
        "opd": "Thornwaldt's abscess",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "27584838-e6ae-4e05-a39f-33f07aa1c2c8",
        "choice_type": "multi"
    },
    {
        "question": "In carcinoma of lower lip secondaries are seen in:",
        "exp": "(a) submandibular LN(Ref. Cummings, 6th ed., 1364). Nodal spread from carcinoma lower lip involves submental and submandibular lymph nodes (level 1).",
        "cop": 1,
        "opa": "Submandibular LN",
        "opb": "Preauricular LN",
        "opc": "Mediastinal LN",
        "opd": "Supraclavicular LN",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "14f99e7a-1e3e-4a8c-92f0-51d9283d4a98",
        "choice_type": "single"
    },
    {
        "question": "The commonest site of Pleomorphic adenoma is -",
        "exp": "Ans. is 'a' i. e., Parotid salivary gland o Most common salivary gland tumor-Pleomorphic adenoma (mixed tumor). o Most Common benign Salivary- gland tumor-Pleomorphic adenoma (mixed tumor). o Most Common malignant tumor of salivary gland-Mucoepidermod Carcinomao Most Common site of pleomorphic adenoma-Parotid gland. o Most Common site of mucoepidermoid Carcinoma-Parotid gland. o Most Common site for acinic cell ca-Parotid gland. o Most Common site for adenoid cytic Carcinoma-Minor salivary glands. o Multifocal and bilateral Salivary gland tumor-Wart hi n tumor and acinic cell tumor. o Salivary gland tumor with tendency to invade perineural space-Adenoid cystic carcinoma.",
        "cop": 1,
        "opa": "Parotid salivary gland",
        "opb": "Submandibular salivary gland",
        "opc": "Sublingual gland",
        "opd": "Submaxillary gland",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "bd5a6d4e-5c60-4f6d-a8d4-81f91be1d79c",
        "choice_type": "single"
    },
    {
        "question": "Type of voice in nasopharyngeal fibroma is:",
        "exp": "Rhinolalia clausa is a voice with lack of nasal resonance and is caused when nose or nasopharynx is blocked, e. g. adenoid hyperplasia, nasal or nasopharyngeal tumours or inflammation. Rhinolalia aperta is nasal resonance for words which are not normally resonated through nose or nasopharynx. It is seen when soft palate fails to cut off nasopharynx or due to an abnormal communication between nose and palate. It is seen in velopharyngeal insufficiency, cleft palate, oronasal fistula, etc. Hot-potato voice is muffled speech seen in peritonsillar abscess and cancer base of tongue. Staccato speech is seen in parkinsonism.",
        "cop": 2,
        "opa": "Rhinolalia aperta",
        "opb": "Rhinolalia clausa",
        "opc": "Hot-potato voice",
        "opd": "Staccato voice",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "334dbcbd-5dc1-4c40-b08e-3fa38cfefebd",
        "choice_type": "single"
    },
    {
        "question": "Tonsillectomy is done after........ weeks of attacks of quinsy:",
        "exp": "Ans: c (6). Ref: Dhingra E. N. T. 3rd/e p. 319 & 2nd/e p. 262",
        "cop": 3,
        "opa": "2",
        "opb": "4",
        "opc": "6",
        "opd": "12",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "b6e38260-3dec-4c8b-99b1-750b8d2575a4",
        "choice_type": "single"
    },
    {
        "question": "Long-standing obstruction due to enlarged tonsils and adenoids can cause:",
        "exp": "Right ventricular hypertrophy and cor pulmonale are seen in long-standing tonsil and adenoid obstruction. It is reversible after adenotonsi llectomy.",
        "cop": 3,
        "opa": "Lett ventricular hypertrophy",
        "opb": "Bundle branch block",
        "opc": "Cor pulmonale",
        "opd": "Cardiac ischaemia",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "f04a0927-4306-4a21-8dad-a4ee68fb5b94",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a part of Waldeyer ring:",
        "exp": "Ans: d (Thyroid gland) Ref: Dhingra 4th ed p 223. Scattered lymphatics in the subepithelial layer of pharynx forms masses at certain places, collectively termed as waldeyer ring. The masses are: 1) Nasopharyngeal tonsil (Adenoids)2) Palatine tonsil3) Lingual tonsil4) Tubal tonsil (in fossa of Rossen Muller)5) Lateral pharyngeal band6) Nodules in posterior pharyngeal wall.",
        "cop": 4,
        "opa": "Lingual tonsil",
        "opb": "Palatine tonsil",
        "opc": "Adenoids",
        "opd": "Thyroid gland",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "a2e6325f-d410-4b9e-b9d2-c150ed4e7c93",
        "choice_type": "single"
    },
    {
        "question": "White lesion in oral cavity seen in all except?",
        "exp": "Ans. is 'd' i. e., Erythroplakia White lesions of oral mucosa are:-* Leukoplakia* Lichen planus* Discoid lupus erythematous* White spongy nevus* Candidiasis",
        "cop": 4,
        "opa": "Spongy nevus",
        "opb": "Lichen planus",
        "opc": "Candidiasis",
        "opd": "Erythroplakia",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "74faaf22-16e5-4118-af8d-a6e44b3ffe73",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the feature of aphthous ulcer?",
        "exp": "Ans. is 'a' i. e., Recurrent * Aphthous ulcers are small ulcer craters in the lining of mouth that are frequently painful and sensitive.* Exact etiology is not known; it may be autoimmune process, nutritional deficiency (vitamin B12, folic acid, iron), viral or bacterial infection, food allergies or due to hormonal changes or stress.* Aphthous ulcers typically starts in childhood or adolescence.* Characterized by recurrent, small, round or oval ulcers with circumscribed margins, erythematous haloes, and yellow or gray floor.* They resolved spontaneously in third decade.* The lesion may be single or multiple and usually involve movable mucosa, i. e., inner surface of lips, buccal mucosa, tongue, floor of mouth and soft palate, while sparing mucosa of hard palate and gingivae.* In the minor form, which is more common, ulcers are 2-10 mm in size and multiple with a central necrotic area and a red halo. They heal in about 2 weeks without leaving a scar.* In the major form, ulcer is very big, 2-4 cm in size and heals with a scar but is soon followed by another ulcer.* Treatment: - If lesions do not resolve spontaneously, topical steroid and cauterization of base with 10% silver nitrate can be tried. In severe cases tetracycline mouth rinse can be given. For pain lignocaine viscous may be used.* Aphthous ulcers are not pre-malignant.",
        "cop": 1,
        "opa": "Recurrent",
        "opb": "Benign reactive",
        "opc": "Malignant",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "13b345c3-914c-4ee9-b1c9-e21dfff14f25",
        "choice_type": "multi"
    },
    {
        "question": "The Waldeyer's group of lymph nodes do not include:",
        "exp": "(a) Submandibular lymph nodes(Ref. Scott Brown, Vol 3; 741). Waldeyer's ring components. Also called. Location. Adenoids. Lushka's or nasopharyngeal tonsil. Nasopharynx (in the midline at the junction of the roof and posterior wall). Tubal tonsils. Gerlach's tonsils. Nasopharynx (on the lateral wall behind the Eustachian tube opening). Palatine. Faucial tonsils. Oropharynx (in between the anterior and posterior pillars). Lingual tonsils-Posterior 1/3rd, i. e. base of tongue. Lateral pharyngeal bands and nodules-Posterior pharyngeal wall",
        "cop": 1,
        "opa": "Submandibular lymph nodes",
        "opb": "Tonsils",
        "opc": "Lingual tonsils",
        "opd": "Adenoids",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "114d5d13-1a59-4fa7-8b45-66c5bdcc3295",
        "choice_type": "single"
    },
    {
        "question": "Fordyce's (spots) granules in oral cavity arise from:",
        "exp": "Fordyce's spots are yellowish-white granules in the buccal mucosa and represent enlarged ectopic sebaceous glands. It is a developmental anomaly. There is no malignant potential.",
        "cop": 2,
        "opa": "Mucous glands",
        "opb": "Sebaceous glands",
        "opc": "Taste buds",
        "opd": "Minor salivary glands",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "90b85f0e-9cb8-45e9-ae24-33ac44917fe7",
        "choice_type": "single"
    },
    {
        "question": "Trismus in tonsillar abscess is due to spasm of which muscle?",
        "exp": "Ans. is 'a' i. e., Pterygoid muscle Quinsy (Peritonsillar abscess)* Quinsy consists of suppuration outside the capsule in the area around the capsule. There is collection of pus between the capsule of tonsil and the superior constrictor muscle, i. e. in the peritonsillar area. Peritonsillar abscess is a complication of tonsillitis and is most commonly caused by group A beta - hemolytic streptococcus. Clinical features of Quinsy* Clinical features are divided into1) General: They are due to septicaemia and resemble any acute infection. They include fever (up to 104degF), chills and rigors, general malaise, body aches, headache, nausea and constipation. 2) Local: i) Severe pain in throat. Usually unilateral. ii) Odynophagia. It is so marked that the patient cannot even swallow his own saliva which dribbles from the angle of his mouth. Patient is usually dehydrated. iii) Muffled and thick speech, often called \"Hot potato voice\". iv) Foul breath due to sepsis in the oral cavity and poor hygiene. v) Ipsilateral earache. This is referred pain via CN IX which supplies both the tonsil and the ear. vi) Trismus due to spasm of pterygoid muscles which are in close proximity to the superior constrictor. Examination findings1) The tonsil, pillars and soft palate on the involved side are congested and swollen. Tonsil itself may not appear enlarged as it gets buried in the oedematous pillars. 2) Uvula is swollen and oedematous and pushed to the opposite side. 3) Bulging of the soft palate and anterior pillar above the tonsil. 4) Mucopus may be seen covering the tonsillar region. 5) Cervical lymphadenopathy is commonly seen. This involves jugulodigastric lymph nodes. 6) Torticollis: Patient keeps the neck tilted to the side of abscess.",
        "cop": 1,
        "opa": "Pterygoid muscle",
        "opb": "Prevertebral muscles",
        "opc": "Superior constrictor",
        "opd": "Inferior constrictor",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "8a034db1-a600-45b4-a3fe-80548cb69f2c",
        "choice_type": "single"
    },
    {
        "question": "Surgical treatment of parotid tumor involving the deep lobe is -",
        "exp": "Ans. is 'a' i. e., Total parotidectomy with facial nerve preservation Surgical treatment of Salivary malignancieso The primary treatment of salivary malignancies is surgical excision. o In this setting, basic surgical principles include the en bloc removal of the involved gland with preservation of all nerves unless directly invaded by tumor. o For parotid tumors that arise in the lateral lobe, superficial parotidectomy with preservation of CN VII is indicated, o If the tumor extends into the deep lobe of the parotid, a total parotidectomy with nerve preservation is performed, o Although malignant tumors may abut the facial nerve, if a plane of dissection can be developed without leaving gross tumor, it is preferable to preserve the nerve. If the nerve is encased by tumor (or is noted to be nonfunctional preoperatively) and preservation would result leaving gross residual disease, nerve sacrifice should be considered, o The removal of submandibular malignancies includes en bloc resection of the gland and submental and submandibular lymph nodes. o Radical resection is indicated with tumors that invade the mandible, tongue, or floor of mouth, o Therapeutic removal of the regional lymphatics is indicated for clinical adenopathy or when the risk of occult regional metastasis exceeds 20%. o High-grade mucoepidermoid carcinomas, for example, have a high risk of regional disease and require elective treatment of the regional lymphatics. o When gross nerve invasion is found (lingual or hypoglossal), sacrifice of the nerve is indicated with retrograde frozen section biopsies to determine the extent of involvement, o If the nerve is invaded at the level of the skull base foramina, a surgical clip may be left in place to mark the area for inclusion in postoperative radiation fields. o The presence of skip metastases in the nerve with adenoid cystic carcinoma makes recurrence common with this pathology. o Postoperative radiation treatment plays an important role in the treatment of salivary malignancies, o The presence of extraglandular disease, perineural invasion, direct invasion of regional structures, regional metastasis, and high-grade histology are all indications for radiation treatment.",
        "cop": 1,
        "opa": "Total parotidectomy with facial nerve preservation",
        "opb": "Total parotidectomy with facial nerve sacrifise",
        "opc": "Sub total parotidectomy",
        "opd": "Subtotal parotidectomy with facial nerve sacrifise",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "5b893c2d-f342-4b40-a6e3-5eea5e91d393",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with a growth in the buccal mucosa. Growth measures 3 cm in its greatest dimension. He also has multiple nodes on the ipsilateral side in the submandibular region but none of the nodes is more than 3 cm. Your line of treatment is:",
        "exp": "Growth which measures more than 3 cm is classified as T2 Multiple ipsilateral nodes none more than 3 cm is N2. The growth (T2 N2 ) thus will be stage III. Treatment of stage III is surgical excision of growth with supraomohyoid (levels I, II and III nodes) neck dissection followed by post-operative radiotherapy.",
        "cop": 4,
        "opa": "Radiotherapy to the primary and lymph nodes of the neck",
        "opb": "Radiotherapy to the primary with supraomohyoid neck dissection",
        "opc": "Surgical excision of the primary growth and supraomohyoid neck dissection",
        "opd": "Surgical excision of growth, supraomohyoid neck dissection and post-operative radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "e6c15f11-50db-4fca-b093-6f17943dedf4",
        "choice_type": "multi"
    },
    {
        "question": "In Complete cleft palate, the hard palate is totally separated from?",
        "exp": "ANSWER: (C) Vomer. REF: With text. Palate cleft can occur as complete (soft and hard palate, possibly including a gap in the jaw) or incomplete (a 'hole' in the roof of the mouth, usually as a cleft soft palate). Normally the hard palate is continuous in front and laterally with the alveolar processes of the maxilla, and gives attachment posteriorly to the soft palate. \"In cleft palate the hard palate may or may not be attached to the vomer. If it is attached to the vomer, it is called as incomplete. Hard palate in complete cleft palate is totally separated from vomer' REF: Cleft lip and palate: diagnosis and management - Samuel Berkowitz Page 50. \"In incomplete unilateral cleft palate, nasal septum (Vomer) is attached to the uncleft side of hard palate. In bilateral complete deft lip and palate, Vomer is free and septum hangs freely\"REF: Synopsis of Oral & Maxillofacial Surgery by Ghosh page 155. Incomplete deft palate. Unilateral complete lip and palate. Bilateral complete lip and palate",
        "cop": 3,
        "opa": "Maxilla",
        "opb": "Soft palate",
        "opc": "Vomer",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "05cf1c31-dba0-4521-b9cf-b6b82f8b7e7d",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following locations (spaces), there is collection of pus in quinsy?",
        "exp": "Quinsy is also called peritonsillar abscess. It is collection of pus in peritonsillar space which lies between capsule of tonsil and superior constrictor muscle. Parapharyngeal space (also called pharyngomaxillary or lateral pharyngeal space) lies lateral to pharynx and extends from the base of skull above to the greater cornua of hyoid bone below. Infection of this space causes parapharyngeal abscess. Retropharyngeal space lies between buccopharyngeal fascia covering the constrictor muscles of pharynx and prevertebral fascia covering prevertebral muscle. Retropharyngeal space extends from skull base to bifurcation of trachea. Infection of this space causes acute or chronic retropharyngeal abscess due to tuberculous lymph nodes which lie in this space. Infection of prevertebral space which lies between vertebral bodies and prevertebral fascia causes prevertebral abscess (also called, though improperly, the chronic retropharyngeal abscess). This space extends from skull base to coccyx. Abscess within the tonsil is formed due to infection of its crypts and forms an intratonsillar abscess. Various head and neck spaces where abscesses can form.",
        "cop": 1,
        "opa": "Peritonsillar space",
        "opb": "Parapharyngeal space",
        "opc": "Retropharyngeal space",
        "opd": "Within tonsil",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "4faf5b6e-e517-437c-8429-ccbf8957ac88",
        "choice_type": "single"
    },
    {
        "question": "Presence of Wickham's striae in the oral cavity is a manifestation of:",
        "exp": "Wickham's striae are interlacing white lines in the buccal mucosa seen in lichen planus - a skin disorder. HIV infection presents with oral Candida infection, angular cheilitis, hairy leukoplakia, periodontitis, gingivitis, diffuse parotid enlargement, recurrent herpetic infections of the oral cavity causing ulcers and Kaposi's sarcoma. Leukaemia presents with gum hypertrophy, petechiae of mucous membrane of oral cavity, pale oral mucosa and oral ulcers. Oral candidiasis presents in three forms:(i). As a thrush, white patches are formed in oral mucosa or tongue and when wiped leave a red base. (ii). Chronic hypertrophic form presents as a white patch that cannot be wiped off. (iii). Atrophic form presents as red ulcerated mucosa without any pseudomembrane. It is seen in those using long-term antibiotics, steroids or cytotoxic drugs.",
        "cop": 2,
        "opa": "HIV infection",
        "opb": "Lichen planus",
        "opc": "Leukemia",
        "opd": "Oral candidiasis",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "cc2ecd49-2790-45db-8482-6ae5d4ba6a8c",
        "choice_type": "single"
    },
    {
        "question": "Most common type of oesophageal cancer is:",
        "exp": "Approximately 90% of oesophageal cancers are squamous cell type and the remaining adenocarcinomas, adenoid cystic carcinoma, lymphomas and others. Risk factors for oesophageal cancer are:(i). Alcohol and tobacco abuse(ii). Achalasia cardia(iii). Plummer-Vinson syndrome(iv). Tylosis (palmar and plantar keratoderma)(v). Chronic stricture(vi). Barrett's oesophagus.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Adenoid cystic carcinoma",
        "opd": "Mucoepidermoid carcinoma",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "62170c9f-f80e-4d59-8448-7f54aaed248f",
        "choice_type": "single"
    },
    {
        "question": "Crypts are seen in",
        "exp": "Ans. (a) Tonsils. Ref: Dhingra's ENT 6th ed. l 257-58* Crypts are inward folding of the mucosa which are found in tonsils and they increase the surface area.* Crypts are also seen in small intestine.",
        "cop": 1,
        "opa": "Tonsils",
        "opb": "Adenoids",
        "opc": "Lymph nodes",
        "opd": "Parotids",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "9f0abff7-27d2-44b0-98be-a6754516bc0f",
        "choice_type": "single"
    },
    {
        "question": "In carcinoma base of tongue pain is referred to the ear through:",
        "exp": "(c) Glossopharyngeal nerve(Ref. Cummings, 6th ed., 1364, Scott Brown, Vol 3; 643). The base of tongue is mainly supplied by the glossopharyngeal nerve which also supplies the ear. Note: Anterior 2/3rds of tongue is supplied by lingual nerve (a branch of mandibular). Auriculotemporal nerve also a branch of mandibular nerve supplies the ear so in carcinoma anterior 2/3rds of tongue pain is referred to ear through mandibular nerve. Posterior 1/3rd, i. e. the base of the tongue is mainly supplied by glossopharyngeal nerve and the posterior most part of this posterior 1/3rd tongue is supplied by vagus, both of which also supply the ear, so in carcinoma of this part of tongue, pain will be referred to ear through both glossopharyngeal and vagus. But since glossopharyngeal supplies most of the base of the tongue so in pathologies of base of tongue the pain is referred to the ear mainly through the glossopharyngeal nerve.",
        "cop": 3,
        "opa": "Hypoglossal nerve",
        "opb": "Vagus nerve",
        "opc": "Glossopharyngeal nerve",
        "opd": "Lingual nerve",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "6cc6b5e9-c64b-4ddb-893a-ee9f647b01ef",
        "choice_type": "single"
    },
    {
        "question": "Incision for drainage of parotid abscess is fashioned to avoid damage to which of the following structures?",
        "exp": "Ans. is 'a' i. e., Facial nerve * Surgical drainage under local or general anaesthesia is carried out by a pre - auricular incision as employed for parotidectomy. Skin flap is raised to expose surface of the gland, and the abscess or abscesses are bluntly opened working parallel to the branches of the VII nerve.* Contents of parotid space include parotid gland and its associated parotid lymph nodes, facial nerve, external carotid artery and retromandibular vein, however, facial nerve is the most superficial among these. Therefore, prevention of injury to the facial nerve is of utmost importance.",
        "cop": 1,
        "opa": "Facial nerve",
        "opb": "Parotid duct",
        "opc": "Retromandibular vein",
        "opd": "Carotid artery",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "9a5191dd-f03e-4960-807b-293f5a340f71",
        "choice_type": "single"
    },
    {
        "question": "Most common site for carcinoma of oral tongue is:",
        "exp": "Majority of tongue carcinomas arises from its lateral border. A small number of them arise from the dorsal surface, tip or the ventral aspect.",
        "cop": 3,
        "opa": "Tip",
        "opb": "Dorsum",
        "opc": "Lateral border",
        "opd": "Ventral surface",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "b8b3d10e-6bb2-4471-a18a-31e6798246d8",
        "choice_type": "single"
    },
    {
        "question": "Contraindications to tonsillectomy are the following except",
        "exp": "Ans. a (Submucus fibrosis). (Ref. Diseases of ENT, Bhargawa, 5th ed., 275, 448 & PL Dhingra, 3rd ed., 490)TONSILLECTOMYINDICATIONS FOR TONSILLECTOMYContraindications for tonsillectomy- 3 or more episodes/year- Hypertrophy causing malocclusion, UAO- Peritonsillar abscess unresponsive to nonsurgical Rx- Halitosis, not responsive to medical therapy- UTE, suspicious for malignancy- Individual considerations- Age < 3 years- Acute infections (Acute tonsillitis, URTI, etc)- Bleeding diathesis- Cleft palate- Diabetes/Hypertension- Epidemic of polio- Females during menses and pregnancy. In Tonsillectomy the most common source of hemorrhage is paratonsillar vein. Blood supply of tonsils(Mnemonic = DAGA)- Dorsal lingual artery(Branch of Lingual artery)- Ascending palatine artery (Branch of facial artery)- Greater palatine artery(Branch of maxillary artery)- Ascending pharyngeal artery (Branch of External Carotid Artery)INTERVAL TONSILLECTOMY can be considered after successful abscess drainage, usually from recurrent peritonsillar abscess after 4-6 weeks.",
        "cop": 1,
        "opa": "Submucus fibrosis",
        "opb": "Bleeding disorders",
        "opc": "Epidemic of polio",
        "opd": "Tonsillitis (Acute)",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "d0d8c60f-0bb8-4abf-9606-30bbde974350",
        "choice_type": "multi"
    },
    {
        "question": "All of the following lesions of the oral cavity are premalignant except-",
        "exp": "Ans. is 'd' i. e., Aphthous ulcer Lesions with increased risk of malignancy* Premalignant condition: - Leukoplakia, Erythroplakia, Speckled erythroplakia, chronic hyperplastic candidiasis.* Conditions increasing risk: - Oral submucous fibrosis, syphilitic glossitis, sideropenic dysphagia (Peterson Kelly syndrome).* Risk is doubtful: - Oral lichen planus, DLE, Dyskeratosis congenita.* Not premalignant:- Aphthous ulcers.",
        "cop": 4,
        "opa": "Erythroplakia",
        "opb": "Hyperplastic candidiasis",
        "opc": "Sideropenia",
        "opd": "Aphthous ulcer",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "38e31ae5-8dfd-402a-a36a-d6289c66146f",
        "choice_type": "multi"
    },
    {
        "question": "Tumour in cheek with 3 cm size with contralateral mobile lymph nodes comes under:",
        "exp": "(b) T2 N2 M0 (Ref. Cummings, 6th ed., 1369)AJC Staging of Oral Cavity Carcinoma. T1 Tumours <= 2cm and <=5mm depth of invasion. T2 Tumours 2cm and up till 4cm and 10mm depth or Tumours <=2cm and 5, 10mm depth of invasion. T3 Tumours 4cm or 10mm depth of invasion. T4a Locally advanced disease (tumour may involve mandible, hard palate, muscles of tongue, maxillary sinus, skin of face, medial pterygoid muscle)T4b Very advanced disease, tumour invades lateral pterygoid muscle, pterygoid plates, masticator space, skull base and /or internal carotid artery N0 No cervical lymph nodes. N1 Single ipsilateral node <=3cm without Extra Nodal Extension (ENE-ve)N2 Single ipsilateral node 3-6cm (N2a ), multiple ipsilateral (N2b ), contralateral or bilateral nodes (N2c ), <=6cm. All without Extra Nodal Extension. N3a Single or multiple nodes 6cm without Extra Nodal Extension. N3b Single or multiple nodes with Extra Nodal Extension (ENE+)M0 No metastasis. M1 Distant metastatis",
        "cop": 2,
        "opa": "T3. N2. M0",
        "opb": "T2. N2. M0",
        "opc": "T4. N2. M0",
        "opd": "T3. N3. M0",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "8da088d5-e851-4cff-a106-a5ca5e89fa8e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the diagnosis of the condition shown?",
        "exp": "Ans. is 'c' i. e., Geographical tongue Geographical tongue* It is characterized by erythematous areas, devoid of papillae, surrounded by an irregular keratotic white outline.* The lesions keep changing their shape and hence the condition is also called \"migratory glossitis. \"* The condition is asymptomatic and may not require any treatment.",
        "cop": 3,
        "opa": "Hairy tongue",
        "opb": "Fissured tongue",
        "opc": "Geographical tongue",
        "opd": "Fordyce spots",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "4de32a5f-4a05-41b8-8fc6-65e64edc1617",
        "choice_type": "single"
    },
    {
        "question": "The most common pre-malignant condition of oral carcinoma is:",
        "exp": "(a) Leukoplakia(Ref. Cummings, 6th ed., 1299). All the other choices also are pre-malignant but leukoplakia is the most common premalignant condition.",
        "cop": 1,
        "opa": "Leukoplakia",
        "opb": "Erythroplakia",
        "opc": "Lichen planus",
        "opd": "Submucous Fibrosis",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "451f513d-1ccd-4da0-a536-769c6cdcc1d1",
        "choice_type": "single"
    },
    {
        "question": "Hot potato voice is seen in all EXCEPT?",
        "exp": "Ans. (b) Carcinoma tongue. Ref: Dhingra's ENT 5th ed. / 279* Hot potato voice is muffled and thick speech.* MCC of hot potato voice is Quincy (peritonsillar abscess), which is an extremely painful condition.* However it can also be seen in conditions like CA tonsil and streptococcus pharyngitis.",
        "cop": 2,
        "opa": "Quinsy",
        "opb": "Carcinoma tongue",
        "opc": "Carcinoma tonsil",
        "opd": "Streptococcus pharyngitis",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "0ab6afa5-f460-483e-8d38-bfa107d5064b",
        "choice_type": "multi"
    },
    {
        "question": "Transillumination test is positive in:",
        "exp": "Ans. (c) Ranula. Ref: Dhingra's ENT 5th ed. / 237-38, 400* Ranula is a cystic transilluminant swelling seen in the floor of mouth on one side of frenulum. It arises due to obstruction of sublingual salivary gland duct.# Treatment: complete surgical excision if small, or marsupialization if large.* Thymic cyst can be cystic or solid. Present as a neck mass anterior and deep to middle third of SCM muscle.* Branchial cyst is non-transilluminant, round, fluctuant, non-tender mass present in upper part of neck anterior to SCM muscle.* Thyroglossal duct cyst is cystic midline swelling in the course of thyroid duct.",
        "cop": 3,
        "opa": "Branchial cyst",
        "opb": "Thymic cyst",
        "opc": "Ranula",
        "opd": "Thyroglossal duct cyst",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "a2a3df4a-2184-4668-b110-44df3f48e723",
        "choice_type": "single"
    },
    {
        "question": "A known HIV infected patient presents with a non-tender parotid gland swelling. The most likely diagnosis is:",
        "exp": "Benign lymphoepithelial cysts may develop in the parotid glands on one or both sides. They arise from intraparotid lymph nodes. Diagnosis is confirmed on CT scan and fine-needle aspiration cytology.",
        "cop": 2,
        "opa": "B-cell non-Hodgkin's lymphoma",
        "opb": "Lymphoepithelial cysts",
        "opc": "Sialectasia",
        "opd": "Parotid abscess",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "fd354c08-b603-4cdf-8e64-5f5f3f2681ba",
        "choice_type": "single"
    },
    {
        "question": "All are true about Ranula except -",
        "exp": "Ans. is 'c' i. e., Premalignant Ranula* Ranula, also known as mucous retention cyst, is a type of mucocle found on the floor of mouth on one side of the frenulon.* It arises from sublingual salivary gland, due to obstruction of its duct and is almost always unilateral.* In occurs mostly in children and young adults. Clinical features* Ranula is usually asymptomatic, and only complain is fluctuant swelling with a bluish translucent colour.* Swelling is painless unless it becomes secondary infected.* Overlying mucosa is intact and ranula is not fixed. Treatment* Surgical excision of both the gland as well as the lesion. Ranulas are likely to recur if the sublingual gland causing them is not removed with the lesion.",
        "cop": 3,
        "opa": "Asympotmatic",
        "opb": "Retention cyst",
        "opc": "Premalignant",
        "opd": "Occurs commonly on the floor of the mouth",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "a742f49d-a9cb-4895-abf1-e6fa33cadb7f",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male presented with trismus, fever, swelling pushing the tonsils medially and spreading laterally posterior to the middle of sternocleidomastoid. He gives a history of extraction of third molar few days back for dental caries. The diagnosis is:",
        "exp": "Abscess in the parapharyngeal space pushes the tonsil medially and it also lies deep to sternocleidomastoid. Trismus is due to spasm of medial pterygoid muscle. Retropharyngeal abscess pushes the posterior pharyngeal wall anteriorly while Ludwig's angina and submental abscess cause swelling in submental area.",
        "cop": 4,
        "opa": "Retropharyngeal abscess",
        "opb": "Ludwig's angina",
        "opc": "Submental abscess",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "e6315631-071a-44d9-8f4d-963985f7719b",
        "choice_type": "multi"
    },
    {
        "question": "White persistent patch in mouth indicates",
        "exp": "Ans. b (Streptococcal infection). (Ref. Diseases of ENT by Bhargava 6th ed. 211). Membrane/White patch on the tongue or oral mucosa is seen in:# Leucoplakia (Premalignant)# Lichen planus (Premalignant)# Behcet's syndrome# Streptococcal infection# Diphtheria (Dirty grey patch)# Vincent's angina# Syphilis# Moniliasis (Oral thrush or Candidiasis)# Aphthous ulcers with slough at the base# Viral pharyngitis# Oral submucous fibrosis and erythroplakia are other premalignant oral lesions.",
        "cop": 2,
        "opa": "Mucormycosis",
        "opb": "Streptococcal infection",
        "opc": "Erythroplakia",
        "opd": "All",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "b38ff790-94c3-4eaa-8f51-93cebba968c6",
        "choice_type": "multi"
    },
    {
        "question": "Calculus is most common in which salivary gland?",
        "exp": "Ans. is 'a' i. e., Submandibular Salivary calculio Calculi may form in the ducts of the submandibular or parotid glands. o They are formed by the deposition of calcium phosphate on the organic matrix of mucin or cellular debris, o About 90% of the stones are seen in the submandibular and 10% in the parotid glands, o Stones my form in the duct or parenchyma of the gland.",
        "cop": 1,
        "opa": "Submandibular",
        "opb": "Sublingal",
        "opc": "Parotid",
        "opd": "Minor salivary glands",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "b28811d8-3f1a-45af-9603-b49e3c10160c",
        "choice_type": "single"
    },
    {
        "question": "Another name for oral thrush is -",
        "exp": "Ans. is 'a' i. e.. Candidiasis Monoliasis (Candidiasis)o It is the fungal infection of the oral cavity. It is caused by Candida albicans and occurs in two forms: Thrusho It manifests as greyish white patches on the oral mucosa and tongue, o When wiped off it leaves an erythematous mucosa. o This is more common in infants and children. Adults suffering fro diabetes, malignancy, taking broad spectrum oral antibiotics, radiation, cytotoxic drugs or steroids can also be affected, o It is treated by topical application of nystatin or clotrimazole. Chronic Hypertrophic Candidiasis (Candidial Leukoplakia)o Appears as a white patch in the oral cavity which cannot be wiped off. o It mostly affects the anterior buccal mucosa just behind the angle of mouth, o It is treated by excision of the lesion.",
        "cop": 1,
        "opa": "Candidiasis",
        "opb": "Herpangina",
        "opc": "Vincent's infection",
        "opd": "Hand foot and mouth disease",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "140c7702-4e62-4c54-9dab-ed0a003e0f9c",
        "choice_type": "single"
    },
    {
        "question": "Hand, foot and mouth disease is caused by which of the following viruses?",
        "exp": "Hand, foot and mouth disease is caused by Coxsackie A vims which usually affects children. Ulcers are seen on the tongue, palate and anterior part of oral cavity. Vesiculopapular lesions are seen on the palms and soles also. Cytomegalovirus causes large ulcers in oral cavity and exudative pharyngotonsillitis. Herpes simplex presents in two forms:(i). Gingivostomatitis(ii). Herpes labialis. Ebstein-Barr vims causes infectious mononucleosis, nasopharyngeal cancer (non-keratinising type), Burkitt's lymphoma, non-Hodgkin's lymphoma and hairy leukoplakia. In fact Ebstein-Barr vims infection is limited to epithelial cells of the pharynx and B-lymphocytes to cause above ailments in nasopharynx and lymphomas.",
        "cop": 3,
        "opa": "Cytomegalovirus",
        "opb": "HIV infection",
        "opc": "Coxsackie A virus",
        "opd": "Herpes simplex virus",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "2a3218f7-c767-4372-9086-badaf103eb1b",
        "choice_type": "single"
    },
    {
        "question": "Strawberry tongue is seen in -",
        "exp": "Ans. is 'c' i. e., Both of the above Strawberry tongueo It is also called raspberry tongueo It basically refers to glossitis, which manifests with hyperplastic (enlarged) fungiform papillae, giving the appearance of a strawberry. o White strawberry tongue is where there is a white coating on the tongue through which the hyperplastic fungiform papillae protrude. o Red strawberry tongue is where the white coating is lost and a dark red, erythematous surface is revealed, interspaced with the hyperplastic fungiform papillae. o White strawberry tongue is seen in early scarlet fever (a systemic infection of group Ab- hemolytic streptococci). o Red strawberry tongue occurs later, after 4-5 days. o Other conditions in which strawberry tongue is seen are: Kawasaki disease, toxic shock syndrome, and vitamin B 12 deficiency.",
        "cop": 3,
        "opa": "Streptococcal scarlet fever",
        "opb": "Kawasaki disease",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "6f0d1d7f-385d-466a-b9e6-5fdb3864bab7",
        "choice_type": "multi"
    },
    {
        "question": "Mallampati score is done for assessing:",
        "exp": "Ans. (b) Oral cavity of patient for intubation* Mallampati score, also known as Mallampati classification is used to assess the oral cavity of patient to predict the ease of intubation.* It is assessed by looking at the anatomy of the oral cavity; specifically, it is based on the visibility of the base of soft palate, uvula, fauces, and pillars.* A high Mallampati score (class 3 or 4) is associated with more difficult intubation as well as a higher incidence of sleep apnea. MODIFIED MALLAMPATI SCORING* Class I: Soft palate, uvula, fauces, pillars visible.* Class II: Soft palate, uvula, fauces visible.* Class III: Soft palate, base of uvula visible.* Class IV: Only hard palate visible",
        "cop": 2,
        "opa": "Size of the airway",
        "opb": "Oral cavity of patient for intubation",
        "opc": "Mobility of neck",
        "opd": "Size of ET tube",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "68fe6e9e-38ad-4226-bbcb-b62eafa75786",
        "choice_type": "multi"
    },
    {
        "question": "Trismus in CA of temporal bone occurs due to involvement of-",
        "exp": "Ans. is 'b' i. e., Temporo mandibular joint Clinical Assessment of Temporal bone Tumorso A long history of ear discharge suggests cancer associated with inflammatory ear disease (Maijolins ulcer)o Pulsatile tinnitus suggests tumor of vascular origin such as glomus tumor or a middle ear vascular anamoly; or a duralarteriovenous abnormality. o Deep headache raises the suspicion of dural involvement. o Facial weakness indicates invasion of the facial nerveo Onset of vertigo and sensineuronal hearing loss indicates involvement of the labyrinth and the development of speech and swallowing problems heralds involvement of the lower cranial nerves in the jugular foramen. o The onset of trismus due to the involvement of temporomandibular joint, pterygoid muscles or mandible suggests advanced disease that has spread anteriorly. Also the appearance of perauricular and parotid swelling is a grave sign.",
        "cop": 2,
        "opa": "Dura",
        "opb": "Temporo mandibular joint",
        "opc": "Mastoid",
        "opd": "Eustachian tube",
        "subject_name": "ENT",
        "topic_name": "Oral Cavity",
        "id": "20c8c878-2096-49cb-ae7f-dc88dd9df786",
        "choice_type": "single"
    }
]