[
    {
        "question": "A 25 year old woman suffering from bilateral hearing loss for 6 year which became profound with pregnancy. On tympanogram which of the following curve is obtained",
        "exp": "Ans. is 'b' i. e. As Bilateral painless hearing loss in 25 yr. old female accentuated with pregnancy is suggestive of otosclerosis or otospongiosis Tympanometry shows As curve due to ossicular stiffness. Tympanometry. Is based on the principle of reflection of sound energywhen sound strikes tympanic membrane, some of the sound energy is absorbed while the rest is reflected. A stiffer tympanic membrane would reflect more of sound energy than a compliant one. By changing the pressures in a sealed external auditory canal and then measuring the reflected sound energy, it is possible to find the compliance or stiffness of the Tympano-ossicular system and thus find the healthy or diseased status of the middle ear. By charting the compliance of Tympano-ossicular system against various pressure changes, different types of graphs called tympanogram are obtained. These Tympano grams are diagnostic of certain middle ear pathologies. Types of tvmpanograms. Type ANormal tympanogram. Type As. Reduced compliance at or near ambient air pressure. Seen in fixation of ossicles, eg. otosclerosis or malleus fixation. Type Ad. Increased compliance at or near ambient pressure. Seen in ossicular discontinuity or thin and lax tympanic membrane. Type BFlat or dome shaped graph. Seen in middle ear fluid or thick tympanic membrane. Type CMaximum compliance at pressures more than -100 mm H2O (negative pressure in middle ear) eg. eustachian tube obstruction or early stage of serous otitis media.",
        "cop": 2,
        "opa": "Ad",
        "opb": "As",
        "opc": "B",
        "opd": "A",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "8faed5fd-cd39-4008-ad02-0c80d13993ab",
        "choice_type": "single"
    },
    {
        "question": "Carhart's notch dips at:",
        "exp": "Ans. (c) 2000 Hz* Carhart Notch is an audiogram finding and is an important feature in patients with Otosclerosis.* There is a sudden dip (notch) at 2000 Hz in bone conduction curve.* Carhart s notch disappears after stapedectomy.",
        "cop": 3,
        "opa": "2 Hz",
        "opb": "200 Hz",
        "opc": "2000 Hz",
        "opd": "2000 MHz",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "0e16ddec-75d9-4eae-a034-06d35a2f13fe",
        "choice_type": "single"
    },
    {
        "question": "Carhart's notch is seen in-",
        "exp": "Ans. is 'b' i. e., Otosclerois Pure tone audiometry in otosclerosiso Shows loss of air conduction, more for lower frequencies with characteristic rising patterno Bone conduction is normal. However in some cases, there is a dip in bone conduction curve which is maximum at 2000 Hz (2 KHz) and is called the Carhart's notcho Dip in bone conduction in otosclerosis (Carhart's notch) - 2000 Hzo Dip in noise induced hearing loss (Acoustic dip) - 4000 Hz",
        "cop": 2,
        "opa": "Meneire's disease",
        "opb": "Otosclerois",
        "opc": "Acousticneuroma",
        "opd": "Glomus tumour",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "5abe2642-6a3a-4f92-8d07-d0fe350cf14a",
        "choice_type": "single"
    },
    {
        "question": "Medication which may prevent rapid progression of cochlear Otosclerosis is:",
        "exp": "(c) Fluorides(Ref. Cummings, 6th ed., 2218). In active otosclerosis cases, i. e. when Schwartz sign is present medical management with sodium fluoride (Na F) decreases the progression by accelerating the maturation and inhibiting proteolytic enzymes. As per the pathogenesis of otosclerosis steroids, antibiotics and vitamins have no role in the management of otosclerosis.",
        "cop": 3,
        "opa": "Steroids",
        "opb": "Antibiotics",
        "opc": "Fluorides",
        "opd": "Vitamins",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "ca5e629e-48c9-4a6c-be89-f769b5cfa391",
        "choice_type": "single"
    },
    {
        "question": "Carhart's notch seen at:",
        "exp": "Ans: c (2 KHz) Ref: Dhingra, 3rd ed, p. 115 & p. 87. Dip in bone conduction in otosclerosis & maximum occurs at 2000 Hz called Carhart notch. Dip Disappears after successful stapedectomy2 KHz dip - Otosclerosis4 KHz dip - Noise induced hearing loss8 KHz dip - Senile otosclerosis",
        "cop": 3,
        "opa": "0. 5 KHz",
        "opb": "1 KHz",
        "opc": "2 KHz",
        "opd": "4 KHz",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "0f037c59-68bb-415f-ac57-0b4514f0559b",
        "choice_type": "single"
    },
    {
        "question": "Following operation is the most preferred in case of otosclerosis:",
        "exp": "(c) Stapedotomy(Ref. Cummings, 6th ed., 2213). In mature otosclerosis when the footplate is fixed and active division has stopped the treatment consists of mobilisation of footplate of stapes. This can be done either by Stapedectomy or Stapedotomy. Fenestration operation is no longer done now. Previously Sacculotomy used to be done in Meniere's to decompress the endolymph. It is no longer done now.",
        "cop": 3,
        "opa": "Stapedectomy",
        "opb": "Fenestration",
        "opc": "Stapedotomy",
        "opd": "Sacculotomy",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "4e8a6532-8983-4eef-bf26-fcdfa128f096",
        "choice_type": "single"
    },
    {
        "question": "In majority of cases with otosclerosis the tympanic membrane is:",
        "exp": "(a) Normal(Ref. Shambaugh, 6th ed., 531). In 90% patients of otosclerosis the tympanic membrane appears normal, i. e. pearly white. In 10% cases which are active tympanic membrane is flamingo pink. Blue TM is a feature of glue ear because of cholesterol granuloma. Yellow TM is not seen in any condition",
        "cop": 1,
        "opa": "Normal",
        "opb": "Flamingo pink",
        "opc": "Blue",
        "opd": "Yellow",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "8613e6f4-9256-4d72-88b4-8925944e9ab3",
        "choice_type": "single"
    },
    {
        "question": "Endolymphatic decompression is done in:",
        "exp": "(c) Meniere's disease(Ref. Cummings, 6th ed., 2559). Meniere's disease being characterised by endolymphatic hydrops so here endolymphatic sac decompression is done when the medical management fails. Tinnitus is treated as per the underlying cause. Treatment modality of Acoustic neuroma is surgical excision. Perilymph fistula is repaired by grafting the fistula.",
        "cop": 3,
        "opa": "Tinnitus",
        "opb": "Acoustic neuroma",
        "opc": "Meniere's disease",
        "opd": "Perilymph fistula",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "43f43031-3a70-40eb-9e24-d67d7767c9ae",
        "choice_type": "single"
    },
    {
        "question": "Most common site for the initiation of otosclerosis:",
        "exp": "(c) Fissula ante-fenestrum(Ref. Cummings, 6th ed., 2212). Though otosclerosis ultimately results in the fixation of the footplate and margins of stapes which is lying over the oval window, it actually gets initiated most commonly in the immature cartilaginous area of the bony labyrinth which lies anterior to the fenestra of oval window and hence called fissula ante fenestrum. Fissula post-fenestrum area of the bony labyrinth is also cartilaginous but otosclerosis is uncommon here.",
        "cop": 3,
        "opa": "Footplate of stapes",
        "opb": "Margins of stapes",
        "opc": "Fissula ante-fenestrum",
        "opd": "Fissula post-fenestrum",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "38a9c725-d8f5-4968-9d0f-14130aef9595",
        "choice_type": "single"
    },
    {
        "question": "A patient hears better in noise. The diagnosis is:",
        "exp": "Hyperacusis - increased sensitivity to noise Hypoacusis - decreased sensitivity to noise Presbycusis - SNHL a/w old age Paracusis - a patient hears better in noisy environment. (seen in otosclerosis)",
        "cop": 4,
        "opa": "Hyperacusis",
        "opb": "Hypoacusis",
        "opc": "Presbyacusis",
        "opd": "Paracusis",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "898fb4be-667d-474e-bedb-4f65fede6c17",
        "choice_type": "single"
    },
    {
        "question": "Type of tympanogram curve in otosclerosis is?",
        "exp": "ANSWER: (B) As. REF: Dhingra 5th ed page 92. See APPENDIX-48 for \"TYPES OF TYMPANOGRAM\" APPENDIX - 48. Types Of Tympanogram: Type. Characteristic. Cause ANormal ear canal volume(ECV)= 1 cc, compliance. Normal middle ear pressure=0 da. Pa. Normal mobility. Normal Ad. High peak. Normal Ear Canal Volume Extremely Hyper flaccid Middle-ear. Normal Middle-ear Pressure. Ossicular dislocation, thin TM (healing post rupture), loss of elastic fibers of TMAs. Reduced peak Normal Ear Canal Volume Normal Middle-ear Pressure Restricted Mobility. Stiff system, otosclerosisB (normal ear canal volume). Flat or no peak Normal Ear Canal Volume, compliance No Mobility No Middle-ear Pressure. Fluid-filled Middle- ear (Serous Otitis Media)B (with large ear canal volume)ECV > 2 cc. Abnormal Ear Canal Volume (large). No Mobility No Middle-ear Pressure. TM perforation or patent ventilation tubeB (with small ear canal volume)ECV < 1 cc. Small Ear Canal Volume No Mobility No Middle-ear Pressure. Wax/debris or faulty probe(pushed against the side of the ear canal)c. Normal Ear Canal Volume, Restricted Mobility (low amplitude). Negative(sub-atmospheric) middle ear pressure Peak compliance < 0 negative peak outside normal range. Eustachian tube dysfunctionD (notching). Shows dip in the peak Sharp double peak like \"W\"Atrophic Scarred drum or hypermobile TME Ossicular chain discontinuity",
        "cop": 2,
        "opa": "Ad",
        "opb": "As",
        "opc": "A",
        "opd": "B",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "b5089e9d-15f4-4b4c-b5c5-e8c5d37224bb",
        "choice_type": "single"
    },
    {
        "question": "A lady has B/L hearing loss since 4 years which worsened during pregnancy. Type of impedance audiometry graph will be:",
        "exp": "(b) As(Ref. Cummings, 6th ed., 2213). Lady with B/L hearing loss with history of worsening during pregnancy is suggestive of otosclerosis. Impedance audiometry shows As type curve (normal middle ear pressure with reduced compliance). This is diagnostic of otosclerosis. Ad type curve is seen in ossicular discontinuity. B type curve is seen in serous Otitis media. C curve is seen in early stages of Eustachian tube obstruction.",
        "cop": 2,
        "opa": "Ad",
        "opb": "As",
        "opc": "B",
        "opd": "C",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "c637dfb8-75c0-4c00-af51-8071ff42a992",
        "choice_type": "single"
    },
    {
        "question": "What is the role of Sodium Fluoride in otosclerosis?",
        "exp": "Ans. is 'c' i. e., It quickens the maturity of the active focus and reduces osteoclastic resorption Sodium fluoride for medical management of otosclerosiso Sodium fluoride may be used for non surgical management of otosclerosis. Although the efficacy of this agent has not been definitely proved, it is being increasingly used in various clinical settings. Mechanism of action of Sodium fluoride in otosclerosiso Reduces osteoclastic bone resorption and increases osteoblastic bone formation. These actions reduce bone remodelling in actively expanding osteolytic lesions and promote recalcification. o Inhibits proteolytic enzymes that are cytotoxic to the cochlea. Inhibition of proteolyic enzymes that are cytotoxic to the cochlea is believed to prevent sensorineural deafness.",
        "cop": 3,
        "opa": "It restores the electrolyte equilibrium",
        "opb": "It hastens recovery of the Overstimulated Cochlea",
        "opc": "It quickens the maturity of the active focus and reduces osteoclastic resorption",
        "opd": "It repolarizes the cochlear cells",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "43de8cd8-523d-451d-ad58-d5705351c469",
        "choice_type": "single"
    },
    {
        "question": "Carhart's notch in otosclerosis is observed at: (Repeat)",
        "exp": "Ans: B (2000. HZ) Ref: Diseases of the Ear Nose and Throat by PL Dhingra 5th edn. 2010. pg 97-100. Explanation: Carhart's notch. Carhart's notch is classically seen as a dip centered around 2 k. Hz range of hone conduction curve audiometery. This feature is seen in patients with otosclerosis. This notch will disappear after a succesful stapedotomy. There is also effective improvement in the patient's level of hearing at 2 KHz frequency levels.",
        "cop": 2,
        "opa": "1000 HZ",
        "opb": "2000 HZ",
        "opc": "3000 HZ",
        "opd": "4000 HZ",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "a2ac7b8f-6690-4d11-ae65-2ebd46d3370c",
        "choice_type": "single"
    },
    {
        "question": "A lady has B/L hearing loss since 4 years which worsened during pregnancy. Type of impedence auditometry graph will be:",
        "exp": "Ans. is 'b' i. e. As Bilateral painless hearing loss in 25 yr old female accentuated with pregnancy is suggestive of otosclerosis or otospongiosis Tympanometry shows as curve due to ossicular stiffness. Tympanometry Is based on the principle of reflection of sound energy when sound strikes tympanic membrane, some of the sound energy is absorbed while the rest is reflected. A stiffer tympanic membrane would reflect more of sound energy than a compliant one. By changing the pressures in a sealed external auditory canal and then measuring the reflected sound energy, it is possible to find the compliance or stiffness of the tympano-ossicular system and thus find the healthy or diseased status of the middle ear. By charting the compliance of tympano-ossicular system against various pressure changes, different types of graphs called tympanograms are obtained. These tympanograms are diagnostic of certain middle ear pathologies. Types of tympanograms Type A Normal tympanogram Type As Reduced compliance at or near ambient air pressure. Seen in fixation of ossicles, eg. otosclerosis or malleus fixation. Type Ad Increased compliance at or near ambient pressure. Seen in ossicular discontinuity or thin and lax tympanic membrane. Type B Flat or dome shaped graph. Seen in middle ear fluid or thick tympanic membrane. Type C Maximum compliance at pressures more than -100 mm H20 (negative pressure in middle ear) eg. eustachian tube obs truction or early stage of serous otitis media.",
        "cop": 2,
        "opa": "Ad",
        "opb": "As",
        "opc": "B",
        "opd": "C",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "010b37be-8327-47b1-8e4c-f1ef8773ce08",
        "choice_type": "single"
    },
    {
        "question": "Frequency of Carhart's notch is -",
        "exp": "Ans. is 'b' i. e., 2000 Hzo Dip in bone conduction in otosclerosis (Carhart's notch)- 2000 Hzo Dip in noise induced hearing loss (Acoustic dip)- 4000 Hzo In otosclerosis bone conduction is usually normal (as would be in cases of conductive hearing loss). However, some cases show a dip in bone conduction on audiogram which is maximum at 2000 Hz (Cahart's notch), o In NIHL both bone conduction and air conduction are defective (as would be in SNHL) and there is a typical notch (acoustic dip) at 4000 Hz, both for air and bone conduction, o So, Caharfs notch of otosclerosis is a dip for bone conduction, while acoustic dip of NIHL is for both air as well as bone conduction.",
        "cop": 2,
        "opa": "1000 Hz",
        "opb": "2000 Hz",
        "opc": "3000 Hz",
        "opd": "4000 Hz",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "6cbc7961-b5c5-4c65-b5a4-e7d4e5c105c6",
        "choice_type": "single"
    },
    {
        "question": "Carhart's notch in audiogram is deepest at the frequency of:",
        "exp": "(b) 2k. Hz or 2000. Hz(Ref. Scott Brown, 8th ed., Vol 2 1070). In otosclerosis there is an increase in BC threshold of approx. 5dB, 10dB and 15dB at 500, 1000, 2000. Hz respectively. So the deepest dip is at 2k. Hz which is known as Carhart's notch. At 4or8k. Hz, there is no hearing loss in otosclerosis.",
        "cop": 2,
        "opa": "0. 5 k. Hz",
        "opb": "2 k. Hz",
        "opc": "4 k. Hz",
        "opd": "8 k. Hz",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "f0f74c39-a46b-49f5-80a1-0960a32b94b3",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman with family history of hearing loss from mother's side developed hearing problem during pregnancy. Hearing loss is B/L, slowly progressive. Pure tone audiometry shows an apparent bone conduction hearing loss at 2000 Hz. What is the most likely diagnosis:",
        "exp": "(a) Otosclerosis(Ref. Cummings, 6th ed., 2211)30-yr-old woman with family history of hearing loss, presenting with B/L hearing loss during pregnancy, pure tone audiometry showing an apparent bone conduction hearing loss at 2000. Hz, i. e. Carhartz notch is diagnostic of otosclerosis. Acoustic neuroma is seen in the age group of 40-70 yrs and presents with U/L SN hearing loss and tinnitus. Otitis media with effusion or glue ear is seen most commonly in children and presents with B/L conductive hearing loss. Tympanic membrane here is dull retracted with fluid level and air bubbles seen behind. Sigmoid sinus thrombosis is a complication of unsafe CSOM and presents with hectic fever, jugular vein area tenderness, oedema of the mastoid and features of unsafe CSOM, i. e. ear discharge, cholesteatoma, and hearing loss.",
        "cop": 1,
        "opa": "Otosclerosis",
        "opb": "Acoustic neuroma",
        "opc": "Otitis media with effusion",
        "opd": "Sigmoid sinus thrombosis",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "c0800fac-c24c-4900-adf0-ffd62156a992",
        "choice_type": "single"
    },
    {
        "question": "Otosclerosis shows which kind of tympanogram?",
        "exp": "Ans. (a) Low compliance. Ref: Appendix-48 for \"Types of Tympanogram",
        "cop": 1,
        "opa": "Low compliance",
        "opb": "High compliance",
        "opc": "Normal compliance",
        "opd": "No effect on compliance",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "299b57d2-cb77-4bcd-8c79-407746cbf7e0",
        "choice_type": "single"
    },
    {
        "question": "In noise induced hearing loss, audiogram shows a Boiler's notch at?",
        "exp": "Noise induced hearing loss Boiler notch at 4000 HZ Max seen at 3000 - 6000 HZ Sterocilia of outer hair cells are 1st to be affected. Carha's notch - dip is present at 2000 HZ. (seen in otosclerosis)",
        "cop": 4,
        "opa": "1000 Hz",
        "opb": "2000 Hz",
        "opc": "3000 Hz",
        "opd": "4000 Hz",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "dbd26ca9-bee1-41c6-934f-f2987202e666",
        "choice_type": "single"
    },
    {
        "question": "Schwartz sign is seen in",
        "exp": "Ans. is 'a' i. e., Otosclerosis FINDINGS IN OTOSCLEROSISSymptoms of otosclerosiso Hearing loss Bilateral conductive deafness which is painless and progressive with insidious onset. In cochlear otosclerosis sensorineural hearing loss also occur along with conductive deafness, o Paracusis willissii An otosclerotic patient hears better in noisy than quiet surroundings. o Tinnitus More common in cochlear otosclerosis. o Speech Monotonous, well modulated soft speech, o Vertigo is uncommon. Signs in otosclerosiso Tympanic membrane is quite normal and mobile. o In 10% of cases flamingo - pink blush is seen through the tympanic membrane called as Schwartze sign, o Various tests show conductive hearing loss. Tuning fork tests in otosclerosiso As otosclerotic patients have conductive deafness, the tuning fork tests results will be as follows. Rinnes Negative. Webers Lateralized to the ear writh greater conductive loss. Absolute bone conduction (ABC) Normal (can be decreased in cochlear otosclerosis). 4) Gelles test. No change in the hearing through bone conduction when air pressure of ear canal is increased by Siegle's speculum. Audiometry in otosclerosiso Audiometry is one of the important tools in evaluation of a patient of otosclerosis. Various audiometric tests are1) Pure tone audiometry# Shows loss of air conduction. more for lower frequencies with characteristic rising pattern. Bone conduction is normal. However in some cases, there is a dip in bone conduction curve which is maximum at 2000 Hz (2 KHz) and is called the Carhart's notch. Remembero Dip in bone conduction in otosclerosis (Carhart's notch)o Dip in noise induced hearing loss (Acoustic dip)- 2000 Hz- 4000 Hz2) Impedance audiometry# Impedance audiometry shows. Tympanometryo Patient with early disease may show type A tympanogram (because middle ear areation is not affected) Progressive stapes fixation results in classical As type tympanogram. Acoustic (stapedial reflex)o It is one of the earliest sign of otosclerosis and preceedes the development of airbone gap. In early stage, diphasic on-off pattern is seen in which there is a brief increase in compliance at the onset and at the termination of stimulus occurs. This is pathognomonic of otosclerosis. In later stage the reflex is absent.",
        "cop": 1,
        "opa": "Otosclerosis",
        "opb": "Serous otitis media",
        "opc": "CSOM",
        "opd": "ASOM",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "95349be0-02ab-43d1-ae25-8346c2e4f950",
        "choice_type": "single"
    },
    {
        "question": "In otosclerosis Carhart's notch dips at:",
        "exp": "(d) 2000. Hzin. BC(Ref. Shambaugh, 6th ed., 532). In otosclerosis the dip at 2000. Hz is seen in bone conduction curve which is known as Carhart's notch. Mnemonic: Carhart's in Bone Conduction, CBC.",
        "cop": 4,
        "opa": "1000 Hz in AC",
        "opb": "1000 Hz in BC",
        "opc": "2000 Hz in AC",
        "opd": "2000 Hz in BC",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "13379e41-95d5-41b6-bab4-5223f8819f63",
        "choice_type": "single"
    },
    {
        "question": "Schwartz sign is seen in -(PGI 98)",
        "exp": "(A) Schwartz sign also known as Flemingo's pink sign, is a diagnostic indicator for otosclerosis, a disease of the bones of the middle or inner ear. In clinical examination of the ear drum, increased vascularity of the promontory may be seen through the ear drum.",
        "cop": 1,
        "opa": "Otosclerosis",
        "opb": "Meniere's disease",
        "opc": "ASOM",
        "opd": "CSOM",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "fa6ba3db-40bb-487c-9681-96e4acb08c6e",
        "choice_type": "single"
    },
    {
        "question": "Schwartze sign seen in:",
        "exp": "(b) Otosclerosis(Ref. Cummings, 6th ed., 2213)10% cases of otosclerosis are active. In these the active division is taking place on the medial wall of middle ear leading to increased vascularity. This appears pinkish through the intact tympanic membrane leading to flamingo pink appearance of TM also known as Schwartze sign. In Glomus jugulare the vascular tumour coming from the floor of the middle ear gives a rising sun appearance on the TM. This is also known as red reflex. In Meniere's and Acoustic neuroma the TM appears no3rmal, i. e. pearly white.",
        "cop": 2,
        "opa": "Glomus jugulare",
        "opb": "Otosclerosis",
        "opc": "Meniere's disease",
        "opd": "Acoustic neuroma",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "ac90ec88-2fd9-497a-8260-ba8aa3f7993a",
        "choice_type": "single"
    },
    {
        "question": "Meniere's disease is:",
        "exp": "(b) Endolymphatic hydrops(Ref. Cummings, 6th ed., 2331). Meniere's is also known as endolymphatic hydrops. There is no condition called Perilymphatic hydrops. Otospongiosis also known as otosclerosis is fixation of foot plate of stapes. Coalescent mastoiditis is infection of the mastoid air cells and is a complication following ASOM/ unsafe CSOM.",
        "cop": 2,
        "opa": "Perilymphatic hydrops",
        "opb": "Endolymphatic hydrops",
        "opc": "Otospongiosis",
        "opd": "Coalescent mastoiditis",
        "subject_name": "ENT",
        "topic_name": "Otosclerosis",
        "id": "42713bab-2119-47f1-9298-b11923598ac7",
        "choice_type": "single"
    }
]