[
    {
        "question": "Which of the following is not a pneumatic bone:",
        "exp": "Pneumatic bones are those bones which contain an air filled cavity within them which make them light in weight. In humans, they are seen in relation to nasal cavity & enclose paranasal sinuses. Besides making the skull light in weight they also help in resonance of sound & act as air conditioning chambers for inspired air. Pneumatic bones are - maxilla, frontal bone, sphenoid, ethmoid and Mastoid",
        "cop": 4,
        "opa": "Ethmoid",
        "opb": "Sphenoid",
        "opc": "Maxillary",
        "opd": "Mandible",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "79dcec1d-0495-412e-bfa8-d0eb543edcb4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common etiological agent in paranasal sinus mycosis?",
        "exp": "(a) Aspergillus species(Ref. Cummings, 6th ed., 732). The most common etiological agent in paranasal sinus mycosis is Aspergillus fumigatus.",
        "cop": 1,
        "opa": "Aspergillus species",
        "opb": "Histoplasma",
        "opc": "Conidiobolus coronatus",
        "opd": "Candida albicans",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "8d10230a-6500-40e7-b6d9-e55f8c5493db",
        "choice_type": "single"
    },
    {
        "question": "First sinus to develop -",
        "exp": "Ans. is 'b' i. e., Maxillary \"Development of the maxillary sinus begins by the 65th day of gestation, making it the first sinus to develop in utero _________Essential otolaryngologyo Most common sinus affected by sinusitis overall- Maxillaryo Most common sinus affected in adult- Maxillaryo Most common sinus affected in children- Ethmoido Least common sinus affected- Sphenoido Sinuses involved in order of frequency- Maxillary > Frontal > Ethmoid > Sphenoid",
        "cop": 2,
        "opa": "Ethmoid",
        "opb": "Maxillary",
        "opc": "Sphenoid",
        "opd": "Frontal",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "3b233825-1edc-44b3-b7e7-b52ab4aa6b8a",
        "choice_type": "single"
    },
    {
        "question": "Posterior ethmoidal sinus drains into:",
        "exp": "Ref: Diseases of Ear. Nose & Throat, by Dhingra chapter on Anatomy of Nose. Explanation: Lateral wall of Nose* Lateral wall of nose - has 3 turbinates - superior, middle and inferior. Inferior turbinate is a separate bone. Superior and middle turbinates are parts of ethmoidal bone. Inferior meatus. Nasolacrimal duct opens into it. Site for maxillary antral puncture and wash out. Site for intranasal antrostomy Middle meatus. Structures opening into it from anterior to posterior are: o Frontal sinus through frontonasal ducto Anterior ethmoidal cellso Middle ethmoidal cellso Maxillary sinus. Has bulla ethmoidalis formed by middle ethmoidal cells. Hiatus seminularis is a curved depression below the bullae. Superior meatus. Posterior ethmoidal cells open into it. Sphenoethmoidal recess. Lies above superior turbinate. Sphenoidal sinus opens into it",
        "cop": 2,
        "opa": "Sphenoethmoidal recess",
        "opb": "Superior meatus",
        "opc": "Inferior meatus",
        "opd": "Middle meatus",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "9fad8459-fdd3-40a9-84a1-98837ce9df7f",
        "choice_type": "single"
    },
    {
        "question": "Bilateral choanal atresia can cause significant airway distress in newborn because of which of the following reasons?",
        "exp": "- Since Infants are initially obligate nasal breathers- Bilateral choanal atresia can cause significant airway distress in newborn - With complete nasal airway obstruction in the newborn, cyanotic episodes are frequent and may be alleted during crying, a phenomenon known as cyclical cyanosis.",
        "cop": 2,
        "opa": "Infants with choanal atresia usually have concomitant cardiac anomalies.",
        "opb": "Infants are initially obligate nasal breathers.",
        "opc": "The neonatal larynx is smaller and collapses easily.",
        "opd": "Neonates have low oxygen reserves.",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "14db9ae2-c176-4b48-9751-54f4d471d48f",
        "choice_type": "multi"
    },
    {
        "question": "Sinus absent at the birth:",
        "exp": "Ans. (c) Frontal sinus. Ref: Dhingra 5th Ed. / 203* Please refer to above table* The first sinus that starts to develop in human embryo is maxillary sinus. It starts to develop around 10 weeks of intra-uterine life.* The last sinus to develop in human embryo is frontal sinus. This sinus is absent at the time of birth & starts to develop postnatally.* Frontal sinus can be visualized radiologically at 6 yrs of age.",
        "cop": 3,
        "opa": "Maxillary sinus",
        "opb": "Ethmoidal sinus",
        "opc": "Frontal sinus",
        "opd": "Temporal sinus",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "beba0e4c-1f85-4a09-bf18-e328f374ddbb",
        "choice_type": "single"
    },
    {
        "question": "Caldwell luc's operation is done for:",
        "exp": "Ans. (b) Maxillay sinusitis. Ref: Dhingra's ENT 6th ed/ 411-12. Most common sinus involved in sinusitis: Maxillary sinus (aka Antrum of Highmoore). Treatment of Acute cases is by antibiotics and symptomatic. Chronic cases and recurrent cases are treated by surgery. Usually performed surgeries are:* Antral wash* Caldwell-Luc operation* FESS (Functional Endoscopic Sinus Surgery)- Most preferred currently. Best surgical option. Caldwell Luc operation Indications: Technique:* In case of chronic maxillary sinusitis* Dental cyst or Oro-antral fistula* Fracture of maxilla or blow out fracture of orbit* Antrochoanal polyp* Horizontal Incision below gingivolabial sulcus* Elevation of flap a Opening of Antrum a Removal of deseased antral mucosa/polyp* Making of naso-antral window* Packing the antrum a Closure of wound",
        "cop": 2,
        "opa": "Frontal sinusitis",
        "opb": "Maxillay sinusitis",
        "opc": "Ethmoid sinusitis",
        "opd": "Sphenoid sinusitis",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "b2a0a30e-c11b-4e92-9be9-963cd295085e",
        "choice_type": "single"
    },
    {
        "question": "Sinus which is not present at birth is?",
        "exp": "ANSWER: (C) Frontal sinus. REF: Dhingra 4th ed page 179. See APPENDIX-49 \"PARANASAL SINUSES\"At birth, only the maxillary and ethmoidal sinuses are present and are large enough to be clinically significant. APPENDIX - 49. Paranasal Sinuses: Paranasalsinus(PNS). Status at birth1st. Radiological. Evidence. Bestradiologicalview. Adult size. Drains into. Comments. Maxillary. Present4-5 months. Waters'view/Ocdpitomental/nose-chinposition15 years. Middle meatus. Largest PNS, capacity of 15 ml in an adult, Antrum of Highmore. Ethmoid. Present1 year. Caldwellview. Sizeincreases until teens. Anterior & middle Etbmoid= middle meatus, Posterior Ethmoid= Superior meatus. Number varies from 3 to 18. Frontal. Absent6 years. Caldwellview7 years, Middle meatus6-7 ml capacity. Sphenoid. Absent4 years. Water's view with open mouth. Between 15 years to adult age. Sphenoethmoidalrecess2. 2 cm x 2 cm x 2. 2 cm. Also know: Streptococcus pneumoniae is the most common organism implicated to acute sinusitis in both adults and children. In children with cystic fibrosis, most common organism implicated to sinusitis is staphylococcus aureus. Chronic sinusitis is most commonly associated with s. aureus and <2 hemolytic streptococci. Aspergillus mucormycosis is the most common organism implicated to fungal sinusitis with maxillary sinus most frequently involved. Wagner's granulomatosis is the most common granulomatous sinusitis with maxillary sinus most commonly involved. Acute sinusitis almost always involves single sinus, with ethmoid sinus being most common in children and maxillary in adults. Maxillary sinus is the most common location of chromic sinusitis in both children and adults closely followed by ethmoid sinus. (Note: To he more particular \"Anterior ethmoid cells'' are most common site of chronic sinusitis in children but comparing sinuses as a whole maxillary becomes more common than ethmoid). Mucous retention cyst (different from mucocele) is most commonly found at maxillary sinus. Most common site of mucocele is frontal sinus (60%), least common at sphenoid sinus. Squamous cell carcinoma is the most common malignant tumor of sinuses with maxillary sinus most commonly involved (80%). Most common site of adenocarcinoma of sinus is ethmoid sinus. Brain abscess is the most common intracranial complication of sinusitis (as a whole). Meningitis is the most common intracranial complication of acute sinusitis. Orbital complication is the most common extracranial an overall complication of sinusitis",
        "cop": 3,
        "opa": "Maxillary sinus",
        "opb": "Ethmoid sinus",
        "opc": "Frontal sinus",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "76ba1eb2-c057-45e0-bff5-e338a9e7e830",
        "choice_type": "multi"
    },
    {
        "question": "Most definitive diagnostic of sinusitis is:",
        "exp": "Nasal endoscopy is the most definitive diagnostic of sinusitis. It is done to see the various sinus meatuses, mucopus or any other pathology. If mucopus is seen in the meatus, it is confirmatory of sinusitis.",
        "cop": 3,
        "opa": "X-ray PNS",
        "opb": "Proof puncture",
        "opc": "Nasal endoscopy",
        "opd": "Transillumination test",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "1f691e24-536a-4e1e-b835-758244e69fe4",
        "choice_type": "single"
    },
    {
        "question": "Ground glass appearance of maxillary sinus is seen in?",
        "exp": "Ans. (d) Maxillary fibrous dysplasia. Ref: Ballenger's Otorhinolaryngology: Head & Neck Surge: by James Byron Snow, Phillip A. Wackym, John Jacob Ballenge centennial ed p-506",
        "cop": 4,
        "opa": "Maxillary Sinusitis",
        "opb": "Maxillary Carcinoma",
        "opc": "Maxillary polyp",
        "opd": "Maxillary fibrous dysplasia",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "7705e18b-882e-48fb-95df-2adb32a2d25a",
        "choice_type": "single"
    },
    {
        "question": "What is the cause of sudden death in a patient who recently underwent maxillary sinus irrigation?",
        "exp": "ANSWER: (A) Air embolism. REF: Ear, Nose, and Throat Diseases: With Head and Neck Surgery By Walter Becker 3rd edition, http://emedicine. medscape. com/article/862030-over vie w. Complications of non-endoscopic drainage procedures can be minor or severe. The most common complication is failure to enter the sinus because of improper positioning of the trocar, incomplete penetration of the sinus mucosa, or the presence of a hypoplastic antrum. Epistaxis may occur because of laceration of the nasal mucosa or preexisting coagulopathies necessitating packing. Severe complications include orbital injury, air embolism, and death secondary to injection of air into the sinus.",
        "cop": 1,
        "opa": "Air embolism",
        "opb": "Maxillary artery thrombosis",
        "opc": "Septicemia",
        "opd": "Meningitis",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "abd8308c-1ff7-45fc-8eef-70dfd0c7dd55",
        "choice_type": "single"
    },
    {
        "question": "What is the likely source of infection for Pus from sphenoethmoidal recess?",
        "exp": "Ans: (a) Sphenoid sinus. Ref: Dhingra's ENT 6th ed. /138* Spheno ethmoidal recess is situmated above the superior turbine. Sphenoid sinus opens into is* Sphenoid sinus. It has an anterior part & posterior part. Anterior Part: roof related to the olfactory tract, optic chiasma, frontal lobe while the lateral wall is related to optic nerve internal carotid artery & maxillary nerve. Posterior Part: Roorf is related to the pituitary gland in the sella tucica while each lateral wall is related to cavernous sinus, internal carotid artery and CN 3rd and all division of 5th nerve",
        "cop": 1,
        "opa": "Sphenoid sinus",
        "opb": "Ethmoidal sinus",
        "opc": "Maxillary sinus",
        "opd": "Frontal sinus",
        "subject_name": "ENT",
        "topic_name": "Paranasal Sinuses",
        "id": "a5b9b119-bf29-4b03-9673-6ade4489dbf4",
        "choice_type": "single"
    }
]