[
    {
        "question": "The current treatment of choice for a large Antro- choanal polyp in a 30 year old man is -",
        "exp": "Ans. is 'c' i. e., Endoscopic sinus surgery Current t/t of choice for antero choanal polyp. These days, endoscopic sinus surgery has superseded other modes of polyp removal. (Caldwell-luc operation is avoided these days). T/T of Antrochoanal polyp. An Antrochoanal polyp is easily removed by avulsion either through the nasal or oral route. In case of recurrence Caldwell luc operation is required. Also know, The t/t of Ethmoidal polyp* One or two pedunculated polyps- Polypectomy* Multiple and sessile polyp- Intranasal ethmoidectomy* Recurrence of polyp after- Extranasalintranasal proceduresethmoidectomy* Infection and Polypoidal changes- Transantralalso seen in maxillary antrumethmoidectomy. These days ethmoidal polyps are also removed by endoscopic sinus surgery more popularly called FESS.",
        "cop": 3,
        "opa": "Intranasal polypectomy",
        "opb": "Caldwell Luc operation",
        "opc": "E. S. S. (Endoscopic sinus surgery)",
        "opd": "Lateral Rhinotomy and excision",
        "subject_name": "ENT",
        "topic_name": "Polyp",
        "id": "41dc39f6-77ef-49d3-890a-6193580b2753",
        "choice_type": "single"
    },
    {
        "question": "Antrochoanal polyp arise from?",
        "exp": "ANSWER: (B) Maxillary sinus. REF: Dhingras ENT 5th ed p-188, 4th edition page 164. See table of \"DIFFERENCES BETWEEN ANTROCHOANAL AND ETHMOIDAL POLYP\" in ENT December 2009",
        "cop": 2,
        "opa": "Ethmoid sinus",
        "opb": "Maxillary sinus",
        "opc": "Frontal sinus",
        "opd": "Sphenoid sinus",
        "subject_name": "ENT",
        "topic_name": "Polyp",
        "id": "2f31c612-b471-449a-9258-a7a81ccc545d",
        "choice_type": "single"
    },
    {
        "question": "What is the type of voice in antrochoanal polyp-",
        "exp": "Ans. is 'a' i. e., Hyponasal voice Clinical features of antrochoanal polypo Unilateral Nasal blockage (more on expiration than on inspirationo Obstruction may become bilateral when polyp grows into nasopharynx and starts obstructing opposite choana. o Hyponasal voiceo Mucoid nasal dischargeo Conductive deafness due to eustachian tube dysfunction. o On examination polyp may not be visible on anterior rhinoscopy as it grows posteriorlyo On posterior rhinoscopy - smooth, greyish white, spherical mass is seen in choana.",
        "cop": 1,
        "opa": "Hyponasal voice",
        "opb": "Hoarse voice",
        "opc": "Low pitched voice",
        "opd": "High pitched voice",
        "subject_name": "ENT",
        "topic_name": "Polyp",
        "id": "e55c89a1-7340-4aca-939e-fa278715fc87",
        "choice_type": "single"
    }
]