[
    {
        "question": "Allergic rhinitis is which type of hypersensitivity-",
        "exp": "Ans. is 'a' i. e., Type -1 Pathogenesis of allergic rhinitiso Allergic rhinitis is a type I hypersensitivity. It occurs in two phases:-1) Initial response/Acute or early phase# After first antigen exposure, this antigen is presented to CD-4 helper T cells (TH, type) by antigen presenting cells. These primed TH, cells release IL-4 that acts on B-cells to form Ig E specific for that particular antigen. The antigen specific Ig E antibodies then bind to the surface receptors of mast cells and basophils. The process from first antigen exposure to the coating of mast cells by Ig E acts as sensitization (prior sensitization) and first exposure is also called priming or sensitizing exposure (dose). Subsequent exposure (shocking dose) to same antigen then results in activation of mast cells and basophils with release of inflammatory mediators: -i) Histamine (most important)ii) Hepariniii) Leukotriens (B4, C4> D4)iv) PGD2v) PAFvi) Cytokines (IL-1, 3, 4, 5, 6; INF)vii) Eosinophil chemolactic factor (ECF)viii) Neutrophil chemolactic factor (NCF). The release of these mediators result in: -Increased vascular permeability and vasodilatation which result in tissue edema - Nasal blockage and sneezing. Smooth muscle spasm - Bronchoconstriction. Hyperactivity of glands - Rhinorrhea. Recruitment of inflammatory cells. 2) Late phase response. Recruited inflammatory cells of initial phase amplify and sustain the inflammatory response without additional exposure to the triggered antigen. PAF is the most important mediator in initiation of late phase response. Eosinophils are particularly important cells among the recruited cells which also include neutrophils, basophils, monocytes and T-cells. It causes symptoms like nasal congestion and post nasal drip.",
        "cop": 1,
        "opa": "Type -1",
        "opb": "Type-2",
        "opc": "Type-3",
        "opd": "Type-4",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "27d7bee6-94cc-407b-a1dc-beec50601ab9",
        "choice_type": "multi"
    },
    {
        "question": "Vidian neurectomy is done in?",
        "exp": "Ans. (b) Vasomotor rhinitis. Ref: Dhingra's 4th ed p-160",
        "cop": 2,
        "opa": "Allergic rhinitis",
        "opb": "Vasomotor rhinitis",
        "opc": "Atrophic rhinitis",
        "opd": "Rhinitis medicamentosa",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "7e6eaddc-17e4-490d-808a-489deab25016",
        "choice_type": "multi"
    },
    {
        "question": "Vidian neurectomy done in:",
        "exp": "ANSWER: (B) Vasomotor rhinitis. REF: P L Dhingra 4th edition page 160, 1810%2806%2900013-3/abstract. Vidian neurectomy was first described for the treatment of intractable vasomotor rhinitisin the 1960s but fell into disrepute because of the recurrence of symptoms and significant complications. With subsequent improvements in the understanding of the nasal and sinus anatomy, endoscopic vidian neurectomy can now? be performed with minimal dissection and morbidity. The principle underlying vidian neurectomy is to sever the preganglionic fibers that reach the sphenopalatine ganglion through the vidian nerve. Several routes have been described to approach the deep seated vidian nerve: Trans antral Trans eptal. Transpalatal. Transethmoidal and. Trans nasal. The most popular approach to the vidian nerve is the Transantral route.",
        "cop": 2,
        "opa": "Allergic rhinitis",
        "opb": "Vasomotor rhinitis",
        "opc": "Atrophic rhinitis",
        "opd": "Drug-induced rhinitis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "7a8275bb-3536-40e7-9fb5-5144684a3f6f",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of obstruction in atrophic rhinitis is:",
        "exp": "(a) Excessive formation of crust(Ref. Cummings, 6th ed., 695). The excessive crusting leads to nasal obstruction in spite of roomy cavities. On removal of crusts there is bleeding. But there is no synechiae formation. There is no polypoidal change.",
        "cop": 1,
        "opa": "Excessive formation of crust",
        "opb": "Polyp",
        "opc": "Synechiae",
        "opd": "Hypertrophy of turbinate",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "41a747eb-3827-4dcf-bb4e-6090f9b704b5",
        "choice_type": "single"
    },
    {
        "question": "Agammaglobulinemia can present with?",
        "exp": "ANSWER: (D) All above. REF: Harrisons 18th ed chapter 361. Major signs and symptoms of B cell defects are due to inadequate production of antibodies, and most mucosal membranes are left unguarded, hence leading to their infections. Defective antibody production allows the establishment of invasive, pyogenic bacterial infections as well as recurrent sinus and pulmonary infections (mostly caused by Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, and, less frequently, by gram-negative bacteria). If left untreated, recurrent bronchial infections lead to bronchiectasis and, ultimately, cor pulmonale and death. Parasitic infections such as caused by Giardia lambliasis as well as bacterial infections caused by Helicobacter and Campylobacter of the gut are also observed. A complete lack of antibody production (namely agammaglobulinemia) can also predispose affected individuals to severe, chronic, disseminated enteroviral infections causing meningoencephalitis, hepatitis, and a dermatomyositis-like disease.",
        "cop": 4,
        "opa": "Rhinitis",
        "opb": "Bronchiectasis",
        "opc": "Giardia infections",
        "opd": "All above",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "224b7671-2fca-4aab-88ff-84dc70995175",
        "choice_type": "multi"
    },
    {
        "question": "Young's operation is done for:(JIPMER 2002, MP 2003, JHARKHAND 2006, MH-PGM CET 2015)",
        "exp": "(b) Atrophic rhinitis(Ref. Scott Brown, 6th ed., 4/8/ 27). Allergic rhinitis is managed by antihistaminics, decongestants and steroid nasal spray. Vasomotor rhinitis is managed by local and systemic decongestants and if required vidian neurectomy. In viral rhinitis only symptomatic treatment is given.",
        "cop": 2,
        "opa": "Allergic rhinitis",
        "opb": "Atrophic rhinitis",
        "opc": "Vasomotor rhinitis",
        "opd": "Viral rhinitis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "1d769bbd-2cbe-4189-8ea2-ebcecfd91b81",
        "choice_type": "multi"
    },
    {
        "question": "All of the following surgical procedures are used for hypertrophic rhinitis except:",
        "exp": "(c) Submucosal placement of silastic in inferior turbinate(Ref. Cummings, 6th ed., 700; Scott Brown, 8th ed., Vol 1; 1146). Submucosal placement of silastic will aggravate the condition.",
        "cop": 3,
        "opa": "Radiofrequency ablation of the inferior turbinate",
        "opb": "Laser ablation of the inferior turbinate",
        "opc": "Sub-mucosal placement of silastic in inferior turbinate",
        "opd": "Inferior turbinectomy",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "a2dc0d56-452c-48c5-9a04-69c2bfb6c56c",
        "choice_type": "multi"
    },
    {
        "question": "Rhinitis medicamentosa is caused by excessive use of -",
        "exp": "Ans. is 'a' i. e., Topical decongestants Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Topical decongestants",
        "opb": "Topical steroids",
        "opc": "Systemic decongestants",
        "opd": "Systemic steroids",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "2f338a5a-d832-40ba-86e3-c23f412840fe",
        "choice_type": "single"
    },
    {
        "question": "All are implicated in aetiology of atrophic rhinitis except:",
        "exp": "(c) DNS(Ref. Cummings, 6th ed., 695). In DNS there occurs physiologic hypertrophy of the nasal turbinates on the opposite side of deviation.",
        "cop": 3,
        "opa": "Surgical excessive tissue destruction",
        "opb": "Granulomatous conditions",
        "opc": "DNS",
        "opd": "Strong hereditary factors",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "70760fe0-901c-4686-b4a9-517704a2d075",
        "choice_type": "multi"
    },
    {
        "question": "Vidian neurectomy is used for the treatment of-",
        "exp": "Ans. is 'a' i. e., Vasomotor rhinitis Vasomotor rhinitiso Vasomotor is a nonallergic condition that involves a constant runny nose, sneezing and nasal congestion, i. e., the nose is stuffy or runny for reasons other than allergies and infections. The exact etiology is unknown, but triggers include emotions, odors, poor air quality, spicy foods, and medication side effects. Pathogenesis include:-Parasympathetic overactivity. Hyperactive nasal mucosa to several non-specific stimuli especially in women of 20-40 years. o Symptoms of vasomotor rhinitis include excessive clear rhinorrhoea, nasal obstruction/congestion, irritation, paroxysmal sneezing and post-nasal drip. Nasal mucosa is hypertrophied & congested: and mucosa of turbinates may give mulberry like appearance and is pale to dusky red in colour. o Complications of vasomotor rhinitis include hypertrophic rhinitis & sinusitis, and nasal polyp. Treatmento Treatment of vasomotor rhinitis includes: -Conservative treatment. Avoidance of physical factors which provoke symptoms. Antihistaminics and oral or nasal decongestants. Topical or systemic steroids. Surgical treatment. Nasal obstruction can be relieved by measures which reduce the size of hypertrophied nasal turbinate: - Cryosurgery, submucosal diathermy, Linear cauterization, partial or total turbinectomy, submucosal resection of turbinate. Excessive rhinorrhoea in vasomotor Rhinitis not corrected by medical therapy and bothersome to the patient, is relieved by sectioning the parasympathetic secretomotorfibres to nose i. e., vidian neurectomy.",
        "cop": 1,
        "opa": "Chronic vasomotor rhinitis",
        "opb": "Benign positional paroxysmal vertigo",
        "opc": "Meniere's disease",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "da5794b5-c0fc-4b55-9c15-3bc850e09ca6",
        "choice_type": "single"
    },
    {
        "question": "Vidian neurectomy is done for -",
        "exp": "Ans. is 'c' i. e., Vasomotor rhinitis. Vasomotor rhinitiso Vasomotor is a nonallergic condition that involves a constant runny nose, sneezing and nasal congestion, i. e., the nose is stuffy or runny for reasons other than allergies and infections. The exact etiology is unknown, but triggers include emotions, odors, poor air quality, spicy foods, and medication side effects. Pathogenesis include:-Parasympathetic overactivity. Hyperactive nasal mucosa to several non-specific stimuli especially in women of 20-40 years. o Symptoms of vasomotor rhinitis include excessive clear rhinorrhoea, nasal obstruction/congestion, irritation, paroxysmal sneezing and post-nasal drip. Nasal mucosa is hypertrophied & congested; and mucosa of turbinates may give mulberry like appearance and is pale to dusky red in colour, o Complications of vasomotor rhinitis include hypertrophic rhinitis & sinusitis, and nasal polyp. Treatmento Treatment of vasomotor rhinitis includes: - 1) Conservative treatment. Avoidance of physical factors which provoke symptoms. Antihistaminics and oral or nasal decongestants. Topical or systemic steroids. Surgical treatment. Nasal obstruction can be relieved by measures which reduce the size of hypertrophied nasal turbinate: - Cryosurgery, submucosal diathermy, Linear cauterization, partial or total turbinectomy, submucosal resection of turbinate.# Excessive rhinorrhoea in vasomotor Rhinitis not corrected by medical therapy and bothersome to the patient, is relieved by sectioning the parasympathetic secretomotor fibres to nose i. e., vidian neurectomy.",
        "cop": 3,
        "opa": "Allergic rhinitis",
        "opb": "Atrophic rhinitis",
        "opc": "Vasomotor rhinitis",
        "opd": "Chronic hypertrophic rhinitis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "fee6a266-0cef-4b17-9fe4-c6a15e746624",
        "choice_type": "multi"
    },
    {
        "question": "Rhinitis medimentosa is due to -",
        "exp": "Ans. is 'a' i. e., Nasal decongesants Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Nasaldecongesants",
        "opb": "Steroids",
        "opc": "Antihistaminics",
        "opd": "Surgery",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "2ad61014-b975-4580-80df-4246ef8e7d6b",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of Rhinitis Medicamentos-",
        "exp": "Ans. is 'a' i. e., Withdrawal of nasal drops with short course of steroids o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Withdrawal of nasal drops with short course of steroids",
        "opb": "Antibiotics",
        "opc": "Polypectomy",
        "opd": "Increasing the dose of the nasal drops",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "c4d075a2-de00-40f6-b920-532513b72888",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a cause of nasal obstruction in Atrophic Rhinitis:",
        "exp": "Ans. (d) Crusting. Ref: Dhingra 5th Ed. /. 170. ATROPHIC RHINITIS (OZAENA)* Etiology (Remember Mnemonic HERNIA)# Hereditary factors# Endocrinal disturbance: Disease usually starts at puberty, involves females more than males.# Racial factors: White and yellow races are more susceptible than equatorial African natives.# Nutritional deficiency. Disease may be due to deficiency of vitamin A, D or iron# Infective. Kelbsiella ozaenae: most common cause Diphtheroids, R vulgaris, Esch. coli, staphylococci and Streptococci. Clinical Features* Foul smell from the nose* Merciful anosmia* Nasal obstruction: Due to large crusts filing the nose* Epistaxis: may occur when the crusts are removed. Treatment. Medical: Nasal irrigation and removal of crusts by Alakaline Douche- Best Treatment* Alakaline nasal douche is prepared from (in ratio of 1: 1: 2):# Sodium bicarbonate# Sodium biborate# Sodium chloride. Surgical* Young's operation: Both the nostrils are closed completely just within the nasal vestibule by raising flaps. They are opened after 6 months.* Modified young operation: To avoid the discomfort of bilateral nasal obstruction, modified Youngs operation aims to partially close the nostrils.",
        "cop": 4,
        "opa": "Secretions",
        "opb": "Deviated nasal septum",
        "opc": "Polyp",
        "opd": "Crusting",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "5cee7972-8f6c-447f-a82a-058948e462ed",
        "choice_type": "single"
    },
    {
        "question": "Rhinitis medicamentosa is caused by-",
        "exp": "Ans. is 'a' i. e., Nasal decongestants. Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied",
        "cop": 1,
        "opa": "Nasal decongestants",
        "opb": "Antihistaminic drugs",
        "opc": "Steroids",
        "opd": "Salbutamol",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "acfbb13e-b857-4349-816d-794b54a4e5f0",
        "choice_type": "single"
    },
    {
        "question": "Young operation is used in-",
        "exp": "Ans. is 'c' i. e., Atropic rhinitis Treatment of Atrophic rhinitiso It may be medical or surgical. Medical treatmento Nasal irrigation and removal of crusts by warm normal saline or warm nasal alkaline douche made up of sodium bicarbonate, sodium biborate and sodium chloride in water. o 25 % glucose in glycerine: Following removal of the crust the nose is painted with 25% glucose in glycerine. Glucose-Inhibits proteolytic organisms, Glycerine is a hygroscopic agent. o Other local antibiotics: Kemicetine antiozaena solution: 1 ml contains chloramphenicol (90 mg), estradiol dipropionate (0. 64 mg), vit D2 (900. IU) and propylene glycol. o Potassium iodide: By mouth to increase the nasal secretion. o Human placental extract is given in the form of submucosal injections, o Other drugs: Rifampicin, Streptomycin to decreases the odour and crusts. Oestradiol spray to Tvascularity of nasal mucosa. Placental extract injected submucosally. Surgical treatment. Young's operationo Closure of both the nostril following elevation of the nasal vestibular folds. They are opened after 6 months. Modified Young's operationo Partial closure of the nostril leaving behind a 3 mm hole, o This remains for a period of 2 years. Narrowing of the nasal cavity by (Lautenslagers operation) - o Submucosal injection of teflon pasteo Insertion of fat, cartilage, bone or teflon strips under the mucoperiosteum of floor & lateral wall of nose, o Section and medial displacement of lateral wall of nose. Lautenslagers operationo Surgical procedures aimed at medializing the lateral nasal wall using substances like: Paraffin, teflon, Polythere cartilage.",
        "cop": 3,
        "opa": "Allergic rhinitis",
        "opb": "Vasomotor rhinitis",
        "opc": "Atropic rhinitis",
        "opd": "Lupus vulgaris",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "b9bd679e-61d5-46e1-aa49-2ace554d6add",
        "choice_type": "multi"
    },
    {
        "question": "A man using nasal drops continuously for long period of time. What can be the possible adverse effect?",
        "exp": "ANSWER: (D) Rhinitis Medicamentosa. REF: Dhingra's ENT 4th edition page 146, 160\"Excessive use of nasal drops and sprays should be avoided because it may lead to rhinitis medicamentosa. It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases, surgical reduction of turbinates, if they have become hypertrophied\"",
        "cop": 4,
        "opa": "Mulberry turbinate",
        "opb": "Allergic rhinitis",
        "opc": "Vasomotor rhinitis",
        "opd": "Rhinitis Medicamentosa",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "e60cbf6f-76b8-4ef6-ab0e-b53e4169771b",
        "choice_type": "multi"
    },
    {
        "question": "Charcot leyden crystal seen in?",
        "exp": "ANSWER: (A) Allergic rhinitis. REF: Harrison's 18th ed chapter 60. Repeat 2012 Session I (Microbiology). Charcot leyden crystals are derived from eosinophils. They are indicative of a disease involving eosinophilic inflammation or proliferation, such as is found in allergic reactions and parasitic infections. Charcot-Leyden crystals are often seen pathologically in patients with bronchial asthma. Charcot Leyden crystal is seen in: Bronchial asthma. Amoebic dysentery (in stool). Allergic rhinitias. Allergic fungal sinusitis (AFS). Allergic bronchopulmonary mycosis (ABPM)",
        "cop": 1,
        "opa": "Allergic rhinitis",
        "opb": "Acute sinusitis",
        "opc": "Nasal polyp",
        "opd": "Acute tonsillitis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "4e949516-6bb8-4ddb-99fb-8bef4dcafd89",
        "choice_type": "multi"
    }
]