[
    {
        "question": "In rhinosporidiosis the following is true:",
        "exp": "(c) Surgery is the treatment(Ref. Scott Brown, 6th ed., 4/8/40). Rhinosporidiosis is managed by wide excision and cauterisation of base. Recurrence may occur if sporangium is left behind. Dapsone is given in the postoperative period to decrease the chances of recurrence.",
        "cop": 3,
        "opa": "Fungal granuloma",
        "opb": "Greyish mass",
        "opc": "Surgery is the treatment",
        "opd": "Radiotherapy is treatment",
        "subject_name": "ENT",
        "topic_name": "Rhinosporidiosis",
        "id": "28cf27d2-a2cf-4885-8bf1-35771a6545c5",
        "choice_type": "multi"
    },
    {
        "question": "Rhinosporidiosis is caused by -",
        "exp": "Ans. is 'c' i. e., R. seeberi Rhinosporidiosiso Rhtnosporidiosis is a chronic granulomatous infection of the mucous membrane that usually manifests as vascular friablepolyps. XhaX arise from the nasal mucosa. The etiological agent is Rhinosporidium seeberi. Rhinosporidium seebcri is an aquatic baeterum (not a fungus). Infection usually results from a local traumatic inoculation with the organism. It is seen in India, Pakistan and Sri Lanka. In India, most of the cases are seen in Southern states. Infection of the nose and nasopharynx is observed in 70% of persons with rhinosporidiosis; infection of palpebral conjunctiva or associated structures (including lacrimal apparatus) is observed in 15% of cases. Other structures of the mouth and upper airway may be sites of disease. Disease of the skin, ear, genitals and rectum has also been described. Rhinosporidiosis is an infection that typically limited to the mucosal epithelium. The disease progress with local replication of R seeberi and associated hyperplastic growth of host tissue and a localized immune response. Clinical features of Rhinosporidiosiso Rhinosporidiosis presents as soft leafy polypoidal mass (soft polyp), which is pink to purple in colour studded with white dots, i. e. strawberry appearance. This appearance results from sporangia, which is visible as grey or yel! owr spots in the vascular polypoid masses. Because the polyps are vascular and friable, they bleed easily upon manipulation. Treatmento The treatment of choice is surgical excision. Complete excision of mass is done w ith diathermy knife and cauterization of base. Dapsone is being tried for treating rhinosporidiosis but with limited success.",
        "cop": 3,
        "opa": "HPV",
        "opb": "Klebsiella rhinoscleromatis",
        "opc": "R. seeberi",
        "opd": "EBV",
        "subject_name": "ENT",
        "topic_name": "Rhinosporidiosis",
        "id": "e4217692-1767-4f9e-ad9a-333615059680",
        "choice_type": "single"
    }
]