[
    {
        "question": "Most common cause of obstruction in atrophic rhinitis is:",
        "exp": "(a) Excessive formation of crust(Ref. Cummings, 6th ed., 695). The excessive crusting leads to nasal obstruction in spite of roomy cavities. On removal of crusts there is bleeding. But there is no synechiae formation. There is no polypoidal change.",
        "cop": 1,
        "opa": "Excessive formation of crust",
        "opb": "Polyp",
        "opc": "Synechiae",
        "opd": "Hypertrophy of turbinate",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "41a747eb-3827-4dcf-bb4e-6090f9b704b5",
        "choice_type": "single"
    },
    {
        "question": "Rhinitis medicamentosa is caused by excessive use of -",
        "exp": "Ans. is 'a' i. e., Topical decongestants Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Topical decongestants",
        "opb": "Topical steroids",
        "opc": "Systemic decongestants",
        "opd": "Systemic steroids",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "2f338a5a-d832-40ba-86e3-c23f412840fe",
        "choice_type": "single"
    },
    {
        "question": "Vidian neurectomy is used for the treatment of-",
        "exp": "Ans. is 'a' i. e., Vasomotor rhinitis Vasomotor rhinitiso Vasomotor is a nonallergic condition that involves a constant runny nose, sneezing and nasal congestion, i. e., the nose is stuffy or runny for reasons other than allergies and infections. The exact etiology is unknown, but triggers include emotions, odors, poor air quality, spicy foods, and medication side effects. Pathogenesis include:-Parasympathetic overactivity. Hyperactive nasal mucosa to several non-specific stimuli especially in women of 20-40 years. o Symptoms of vasomotor rhinitis include excessive clear rhinorrhoea, nasal obstruction/congestion, irritation, paroxysmal sneezing and post-nasal drip. Nasal mucosa is hypertrophied & congested: and mucosa of turbinates may give mulberry like appearance and is pale to dusky red in colour. o Complications of vasomotor rhinitis include hypertrophic rhinitis & sinusitis, and nasal polyp. Treatmento Treatment of vasomotor rhinitis includes: -Conservative treatment. Avoidance of physical factors which provoke symptoms. Antihistaminics and oral or nasal decongestants. Topical or systemic steroids. Surgical treatment. Nasal obstruction can be relieved by measures which reduce the size of hypertrophied nasal turbinate: - Cryosurgery, submucosal diathermy, Linear cauterization, partial or total turbinectomy, submucosal resection of turbinate. Excessive rhinorrhoea in vasomotor Rhinitis not corrected by medical therapy and bothersome to the patient, is relieved by sectioning the parasympathetic secretomotorfibres to nose i. e., vidian neurectomy.",
        "cop": 1,
        "opa": "Chronic vasomotor rhinitis",
        "opb": "Benign positional paroxysmal vertigo",
        "opc": "Meniere's disease",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "da5794b5-c0fc-4b55-9c15-3bc850e09ca6",
        "choice_type": "single"
    },
    {
        "question": "Rhinitis medimentosa is due to -",
        "exp": "Ans. is 'a' i. e., Nasal decongesants Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Nasaldecongesants",
        "opb": "Steroids",
        "opc": "Antihistaminics",
        "opd": "Surgery",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "2ad61014-b975-4580-80df-4246ef8e7d6b",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of Rhinitis Medicamentos-",
        "exp": "Ans. is 'a' i. e., Withdrawal of nasal drops with short course of steroids o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied.",
        "cop": 1,
        "opa": "Withdrawal of nasal drops with short course of steroids",
        "opb": "Antibiotics",
        "opc": "Polypectomy",
        "opd": "Increasing the dose of the nasal drops",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "c4d075a2-de00-40f6-b920-532513b72888",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a cause of nasal obstruction in Atrophic Rhinitis:",
        "exp": "Ans. (d) Crusting. Ref: Dhingra 5th Ed. /. 170. ATROPHIC RHINITIS (OZAENA)* Etiology (Remember Mnemonic HERNIA)# Hereditary factors# Endocrinal disturbance: Disease usually starts at puberty, involves females more than males.# Racial factors: White and yellow races are more susceptible than equatorial African natives.# Nutritional deficiency. Disease may be due to deficiency of vitamin A, D or iron# Infective. Kelbsiella ozaenae: most common cause Diphtheroids, R vulgaris, Esch. coli, staphylococci and Streptococci. Clinical Features* Foul smell from the nose* Merciful anosmia* Nasal obstruction: Due to large crusts filing the nose* Epistaxis: may occur when the crusts are removed. Treatment. Medical: Nasal irrigation and removal of crusts by Alakaline Douche- Best Treatment* Alakaline nasal douche is prepared from (in ratio of 1: 1: 2):# Sodium bicarbonate# Sodium biborate# Sodium chloride. Surgical* Young's operation: Both the nostrils are closed completely just within the nasal vestibule by raising flaps. They are opened after 6 months.* Modified young operation: To avoid the discomfort of bilateral nasal obstruction, modified Youngs operation aims to partially close the nostrils.",
        "cop": 4,
        "opa": "Secretions",
        "opb": "Deviated nasal septum",
        "opc": "Polyp",
        "opd": "Crusting",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "5cee7972-8f6c-447f-a82a-058948e462ed",
        "choice_type": "single"
    },
    {
        "question": "Rhinitis medicamentosa is caused by-",
        "exp": "Ans. is 'a' i. e., Nasal decongestants. Rhinitis medicamentosao Caused by excessive use of topical decongestant nasal drops. o It is treated by withdrawal of nasal drops, short course of systemic steroid therapy and in some cases surgical reduction of turbinates, if they have become hypertrophied",
        "cop": 1,
        "opa": "Nasal decongestants",
        "opb": "Antihistaminic drugs",
        "opc": "Steroids",
        "opd": "Salbutamol",
        "subject_name": "ENT",
        "topic_name": "Rhinitis",
        "id": "acfbb13e-b857-4349-816d-794b54a4e5f0",
        "choice_type": "single"
    }
]