[
    {
        "question": "Which of the following malignancy shows least lymph node involvement:",
        "exp": "Ans: c (Glottic cancer) Ref: Dhingra, 3rd ed, p. 372; 4th ed, p. 286. No lymphatics in vocal cords so nodal metastasis are practically never seen in cord lesions unless the disease spreads beyond the membraneous cord. Supraglottis. Glottis. Subglottis. Site. Epiglottis. Aryepiglottic fold. Arytenoid. Ventricular bands. Ventricles & saccule. True vocal cords. Ant. commissure. Post. commissure. Wall of subglottis upto lower border of cricoid cartilage. Frequency. Less frequent than glottic. Most common. Least common. Nodal mets. Nodal mets early. No lymph node mets. Nodal mets as common as in supraglottic variety. Symptoms. Often silent, hoarseness late. Hoarseness. Stridor",
        "cop": 3,
        "opa": "Supraglottic",
        "opb": "Subglottic",
        "opc": "Glottic cancer",
        "opd": "Ca nasopharynx",
        "subject_name": "ENT",
        "topic_name": "Tomour of Larynx",
        "id": "6c292dc0-d36d-4441-b64d-03f8bd4237eb",
        "choice_type": "single"
    },
    {
        "question": "Hot potato voice is characteristic of -",
        "exp": "Ans. is 'd' i. e., Supraglottic carcinoma Clinical features of supraglottic carcinomao Pain on swallowing is the most frequent initial symptom -- Devita 7th/e p. 698o Mass in neck may be the first sign. o Hoarsness is a late symptom. o Pain may be referred to ear by vagus nerve and auricular nerve of arnold. o Late symptoms include foul breath, dysphagia and aspiration. o Large tumors can cause uhot potato voice/muffled voice\"o Hemoptysis, sore throat, shorteness of breath, stridor, otalgia and aspiration pneumonia may also occur.",
        "cop": 4,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Glottic carcinoma",
        "opc": "Subglottic carcinoma",
        "opd": "Supraglottic carcinoma",
        "subject_name": "ENT",
        "topic_name": "Tomour of Larynx",
        "id": "c414ef28-8403-4718-aa6b-4df36694c694",
        "choice_type": "single"
    },
    {
        "question": "In the early stage of which of the following carcinoma, no lymphatics involved:",
        "exp": "Ans. (a) Glottic CARef: Dhingra's ENT 5th ed. / 327* Most common laryngeal malignancies are squamous cell CA (90-95%).* It can be any of these three sites: Supraglottis2nd MC site. Nodal metastasis occur early. MC to middle jugular nodes Symptom: Throat pain, Dysphagia, referred pain to ear > Hoarseness. Glottis. MC site. Local spread present. Nodal metastasis is always absent as glottis has no (or very few) lymphatics. Symptoms: Hoarseness > Stridor > laryngeal obstruction. Subglottis3rd MC site. Lymph nodes involved are: Prelaryngeal, Pretracheal, Paratracheal and Lower jugular nodes. Symptoms: Stridor > Hoarseness",
        "cop": 1,
        "opa": "Glottic CA",
        "opb": "Infraglottic CA",
        "opc": "Supraglottic CA",
        "opd": "Hypopharyngeal CA",
        "subject_name": "ENT",
        "topic_name": "Tomour of Larynx",
        "id": "eee23968-1660-44ba-9d12-397a2a62cdbf",
        "choice_type": "single"
    },
    {
        "question": "In which TNM staging of glottis carcinoma, cancer limited to larynx w ith vocal cord fixation? (D. REPEAT 2012)",
        "exp": "Ref: Diseases of Ear, Nose and Throat by Dhingra, 5th edition. Chapter on Cancer Larynx. Explanation: TNM STAGING OF CANCER GLOTTIS ( AMERICAN JOINT COMMITTEE ON CANCER, Glottis. Tl: Tumour confined to vocal cords with normal mobility. Confined to one vocal cord. Extending to both vocal cords. T2: Supraglottic or subglottic extension of tumour with normal cord mobility. T3: Tumour confined to lary nx w ith vocal cord fixation. T4: Massive tumour with thyroid cartilage destruction and/or extension to confines of larynx. Regional Lymph Nodes (N)NX: Regional lymph nodes cannot be assessed (e. g. Previously removed). N0: No regional lymph node metastasis. N1: Metastasis in a single ipsilateral lymph node. 3 cm or less. N2: Metastasis in a single ipsilateral lymph node, more than 3-6 cm. N3: Metastasis in a lymph node more than 6 cm. Distant Metastasis (M)MX: Distant metastasis cannot be assessed. M0: No distant metastasis. M1: Distant metastasis.",
        "cop": 3,
        "opa": "T1",
        "opb": "T2",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "ENT",
        "topic_name": "Tomour of Larynx",
        "id": "8ca5cf29-4cef-4534-9227-8336afffe97c",
        "choice_type": "single"
    }
]