[
    {
        "question": "CSF Rhinorrhea occurs d/t of:",
        "exp": "Ans. is 'b' i.e. Cribriform plate of ethmoid bone Commonest area of causing CSF Rhinorrhea - cribriform plate of ethmoid bone as it is extremely thin.Other possible areas of causing CSF RhinorrheaFrontal sinus (Posterior wall)floor of the anterior cranial fossa.Difference between CSF Rhinorrhea & allergic or vasomotor rhinitisCSF contains glucose which can be demonstrated by chemical tests.CSF when collected into a test tube and allowed to stand, it remains clear in contradistinction to nasal discharge that leaves a sediment because of mucus and other proteins.Nasal discharge stiffens the handkerchief and CSF dries soft in it.Treatment:Prophylactic antibiotics & X-ray *If more than 2 wks then correct it surgically.",
        "cop": 2,
        "opa": "Roof of orbit",
        "opb": "Cribiform plate of ethmoidal bone",
        "opc": "Frontal sinus",
        "opd": "Sphenoid bone",
        "subject_name": "ENT",
        "topic_name": "Trauma of Nose and Face",
        "id": "2608653f-1771-4eb1-b91f-e91518191857",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of traumatic CSF rhinorrhea -",
        "exp": "Ans, is 'a' Injury to ethmoidal air sinusCSF Rhinorrheao Disruption of the barriers between the sinonasal cavity and the anterior and middle cranial fossae can lead to the discharge of cerebrospinal fluid (CSF) into the nasal cavity which is referred to as CSF rhinorrhea.o Regardless of the etiology, the underlying defect responsible for CSF leaks is the same, i.e., disruption in the arachnoid and dura mater coupled with an osseous defect,o The cribriform plate and air cells of the ethmoid sinus account for maximum number of leaks, i.e., through anterior cranial fossa.o Other sites are frontal sinus, area of sella tursica and sphenoid sinus.o Rare sites of leak are middle or posterior cranial fossa and CSF can reach the nasal cavity by way of the middle ear and Eustachian tube.Causes of CSF rhinorrheao Depending upon the etiology, CSF rhinorrhea can be classified.TraumaticIt is the most common type of CSF rhinorrhea (> 90% of cases).The most common sites of leak are the roof of the ethmoid sinus cells (fovea ethmoidalis) and the cribriborm plate.Accidental trauma is the most common cause and Head trauma accounts for almost 90% of cases of CSF rhinorrhea.The remaining traumatic leaks are due to surgical trauma e.g., neurosurgical and rhinological procedures.Mon-traumatic (spontaneous)The most common site of leak is cribriform plate. It may either due to congenital defects or intracranial tumors.",
        "cop": 1,
        "opa": "Injury to ethmoidal air sinus",
        "opb": "Injury to maxillary- sinus",
        "opc": "Injury to frontal bone",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Trauma of Nose and Face",
        "id": "b6a54891-1d53-48a5-84cf-ab5cd8de077f",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic test for CSF rhinorrhea is -",
        "exp": "Ans. is 'b' i.e., Beta-2 transferrinDetection of CSF LeakBiochemical testso Concentrations of Glucose are higher in CSF than in nasal discharge. Glucose value > 30-40 mg% and protein value < 100 mg % (max 200 mg %) support a diagnosis of CSF leak. Presence of b2 transferrin is the most definitive test for detection of CSF and b2 transferrin assay is the test of choice when a confirmatory testis needed, because of high sensitivity as well as specificity.o b-trace protein (prostaglandin D synthase) is also used, however it is nonspecific as it is also present in human testes, heart and seroma.Basic clinical testso Tissue test (Handker chief test) : - Unlike nasal mucous, CSF does not cause a tissue to stiffen,o Filter paper test: - Sample of nasal discharge on a filter paper exhibits a light CSF border and a dark central area of blood, i.e., double ring sign or halo sign.o Oueckensted test: - Compression of the jugular vein leas to increased CSF leak due to increase in ICP.o Rhinoscopy: - Visualization of CSF leak from paranasal sinus.CSF tracerso Intrathecal fluorescein dye adminstration. radionuclide cisternography, CT cisternography.",
        "cop": 2,
        "opa": "Beta-2 microglobulin",
        "opb": "Beta - 2 transferrin",
        "opc": "Thyroglobulin",
        "opd": "Transthyretin",
        "subject_name": "ENT",
        "topic_name": "Trauma of Nose and Face",
        "id": "2472e6ce-ac74-40b1-a1b3-c7f891eef594",
        "choice_type": "single"
    },
    {
        "question": "CSF rhinorrhea \"immediate\" management is:",
        "exp": "Ans is 'b' i.e. Wait & watch for 7 days + antibiotics CSF rhinorrhea may be classified as:Traumatic (>90%) - Approximately 80% of all traumatic leaks occur in the setting of accidental trauma, and the remaining traumatic leaks occur after neurosurgical and rhinological proceduresNontraumatic (<10%)- Nontraumatic etiologies include neoplasms and hydrocephalus High pressure flow- intracranial tumours & hydrocephalousLow pressure flow- congenital defectsMost common site for leak is through cribriform plate and ethmoidal air sinuses.Less common sites are through frontal and sphenoidal sinuses.Rarely, the leak can originate in the middle or posterior cranial fossa and can reach the nasal cavity by way of the middle ear and eustachian tubeDiagnosis:Basic clinical tests-Rhinoscopy-visualization of CSF leakage from paranasal sinusesTissue test-unlike nasal mucous ,CSF does not cause a tissue to stiffenFilter paper test-sample of nasal discharge on a filter paper exhibits a light CSF border and a dark central area of blood 'double ring sign ' or ' halo sign' (in cases of traumatic CSF leak where blood and CSF are mixed.)Queckenstedt test-compression of jugular veins leads to increased CSF leakage d/t increase in ICPBiochemical tests:Concentrations of glucose & protein are higher in CSF than in nasal discharge.b2-transferrin is the preferred biochemical marker of CSF. It helps in distinguishing CSF from other nasal secretions.Beta-trace protein (bTP) is another chemical marker that could be used for the detection of CSFCSF tracers:Intrathecal fluorescein dye administration, radionuclide cisternography, CT cisternographyRadiological studies:High-resolution CT provides detailed information about the bony skull base anatomy, and MRI assesses soft tissues , including unrecognized tumors and coincidental meningoencephalocelesTreatment:Traumatic rhinorrhea often stops spontaneouslyConservative treatment consists of 1-2 weeks trial of-Strict bed restHead elevationStool softenersAdvising patient to avoid coughing, sneezing, nose blowing, and strainingProphylactic antibioticsSubarachnoid drainage through a lumbar catheterSurgical repair is generally advocated in patients with large fistulas especially in the presence of pneumocephalus.",
        "cop": 2,
        "opa": "Plugging with petrolleum jelly plugs",
        "opb": "Wait & watch for 7 days + antibiotics",
        "opc": "Blow the nose repeatedly",
        "opd": "Surgery",
        "subject_name": "ENT",
        "topic_name": "Trauma of Nose and Face",
        "id": "c9b4d79c-6afd-4412-b3b0-d96035afb485",
        "choice_type": "single"
    },
    {
        "question": "Halo sign and handkerchief test are positive in-",
        "exp": "Ans. is 'a' i.e., CSF Rhinorrhoea Detection of CSF Leak in CSF Rhinorrhoea1) Biochemical testso Concentrations of Glucose are higher in CSF than in nasal discharge. Glucose value > 30-40 mg% protein value <100 mg % (max 200 mg %) support a diagnosis of CSF leako Presence of b2 transferrin is the most definitive test for detection of CSF and b2 transferrin assay is the test of choice when a confirmatory test is needed, because of high sensitivity as well as specificity.o b-trace protein (prostaglandin D synthase) is also used, however it is nonspecific as it is also present in human testes, heart and seroma.2) Basic clinical testso Tissue test (Handker chief test):- Unlike nasal mucous, CSF does not cause a tissue to stiffeno Filter paper test:- Sample of nasal discharge on a filter paper exhibits a light CSF border and a dark central area of blood, i.e., double ring sign or halo sign.o Queckensted test:- Compression of the jugular vein leas to increased CSF leak due to increase in ICPo Rhinoscopy:- Visualization of CSF leak from paranasal sinus.3) CSF tracerso Intrathecal fluorescein dye adminstration, radionuclide cisternography, CT cisternography.",
        "cop": 1,
        "opa": "CSF Rhinorrhoea",
        "opb": "Deviated nasal septum",
        "opc": "Nasal Myiasis",
        "opd": "Choanal atresia",
        "subject_name": "ENT",
        "topic_name": "Trauma of Nose and Face",
        "id": "a30f10bf-1c87-487f-ae7d-e719cb8fc2ab",
        "choice_type": "single"
    }
]