[
    {
        "question": "A 1 year old child was brought to OPD with soft, compressible swelling on nose which increases on Coughing. Which of the following is most likely the diagnosis?",
        "exp": "Nasal Meningoencephalocele Brain tissue herniates along with its meninges herniates through a bony defect C/F: Soft, cystic, compressible, translucent subcutaneous swelling present at: Root of nose Side of nose Anteromedial aspect of the orbit Swelling show cough implulse (Positive Frustenberg test) and may be reducible Ix -CT/MRI: Rx- Cut the tumor stalk from the brain and repairing the bony defect",
        "cop": 2,
        "opa": "Ethmoid cyst",
        "opb": "Meningoencephalocele",
        "opc": "Lacrimal sac cyst",
        "opd": "AV malformation",
        "subject_name": "ENT",
        "topic_name": "Tumours of Nose and Paranasal Sinuses",
        "id": "0379f968-8a12-47ad-a417-384b15273289",
        "choice_type": "single"
    },
    {
        "question": "Trotter's triad includes all except:",
        "exp": "Nasopharyngeal cancer can cause conductive deafness (eustachian tube blockage, ) ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X) collectively called Trotters triad.",
        "cop": 2,
        "opa": "Sensory disturbance over distribution of 5th cranial nerve",
        "opb": "Diplopia",
        "opc": "Conductive deafness",
        "opd": "Palatal palsy",
        "subject_name": "ENT",
        "topic_name": "Tumours of Nose and Paranasal Sinuses",
        "id": "75268eda-b5cd-4bd6-a637-0832c511c1a7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following is true about inveed papilloma of nose except:",
        "exp": "Inveed Papilloma/Schneiderian papilloma Arises from the lateral wall of nose Usually unilateral Affects male patients usually Clinically, men are affected more than women in 40-70yrs On examination of nose or endoscopy, it presents as a pale polypoidal mass resembling a simple nasal polyp. Endoscopic Endonasal excision is the current treatment of choice. In 10-15% of cases, it is associated with malignancy.",
        "cop": 3,
        "opa": "Arises from the lateral wall of nose",
        "opb": "Usually unilateral",
        "opc": "In 5-10% of cases, it is associated with malignancy",
        "opd": "Endoscopic Endonasal excision is the treatment of choice",
        "subject_name": "ENT",
        "topic_name": "Tumours of Nose and Paranasal Sinuses",
        "id": "a54b814e-1701-48da-be5c-8eb8c68508b5",
        "choice_type": "multi"
    }
]