[
    {
        "question": "Which of the following is most prominent symptom of acoustic neuroma?",
        "exp": "Ans:. (c) Sensorineural hearing loss. Ref Dhingras ENT. 5th ed. /124. ACOUSTIC NEUROMA* Acoustic neuroma is also known as vestibular schwannoma, neurilemmoma or eighth nerve tumor.* It arises from superior division of vestibular nerve.* The tumor arises from the Schwann cells of the vestibular, but rarely from the cochlear division of 8th nerve within the internal auditory canal. Clinical Features* Age and sex: Mostly seen in age group of 40-60 years. Both sexes are equally affected.* Cochleovestibular symptoms# They are the earliest symptoms.# Most commonly manifests by Progressive unilateral sensorineural hearing loss, often accompanied by tinnitus.# Vestibular symptoms are imbalance or unsteadiness.* Cranial nerve involvement# Cranial nerve 5th is the earliest nerve to be involved (after 8th)causing loss of corneal reflex# MC clinical finding of acoustic neuroma- loss of corneal reflex# CN 7th involvement: although rare, it causes numbness or paraesthesia of face# Hitzelberger sign: Hypoaesthesia around posterior auricular area (due to CN 7th involvement)# In CN 8th Sensory fibres are affected early.# 9th and 10th nerves: There is dysphagia and hoarseness due to palatal, pharyngeal and laryngeal paralysis.* Brainstem involvement# There is ataxia, weakness and numbness of the arms and legs with exaggerated tendon reflexes.* Cerebellar involvement# Revealed by finger-nose test, knee-heel test, dysdiadochokinesia, ataxic gait, inability to walk along a straight line with tendency to fall to the affected side.* Raised intracranial tension* This is also a late feature.* There is headache, nausea, vomiting, diplopia and papilloedema with blurring of vision.",
        "cop": 3,
        "opa": "Ataxic gait",
        "opb": "Diplopia",
        "opc": "Sensorineural hearing loss",
        "opd": "Parasthesia",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "8eb12997-9f45-43ff-b3ab-860a81455501",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy seen in AIDS patients is:",
        "exp": "Kaposi's sarcoma is the most common malignancy seen in AIDS patients. It involves skin or the mucous membrane. Association with herpes virus 8 has been seen in the causation of Kaposi's sarcoma in AIDS patients. Non-Hodgkin's lymphoma is the second-most common malignancy seen in HIV patients. Hairy leukoplakia in AIDS patients is caused by Ebstein-Barr virus. It presents as white patches on the lateral border of tongue and may be an early manifestation of disease.",
        "cop": 2,
        "opa": "Non-Hodgkin's lymphoma",
        "opb": "Kaposi's sarcoma",
        "opc": "Cancer nasopharynx",
        "opd": "Hairy leukoplakia",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "c733da43-4b88-490f-9eaa-a339ea93159c",
        "choice_type": "single"
    },
    {
        "question": "TROTTER'S TRIAD is seen in-",
        "exp": "Ans. is 'c' i. e., Nasopharyngeal carcinoma Trotter's triado Trotter's triad occurs in nasopharyngeal carcinoma. It includes:-i) Conductive deafness (due to Eustachian tube blockage)ii) Temporo - parietal neuralgia (due to involvement of ipsilateral Vth cranial nerveiii) Palatal paralysis (due to involvement of Xth cranial nerve)",
        "cop": 3,
        "opa": "Juvenile nasal angiofibroma",
        "opb": "Acoustic neuroma",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Glomus tumour",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "a0b7720b-0f0d-40f0-94c2-b3c22807bfaf",
        "choice_type": "single"
    },
    {
        "question": "Phelps sign is seen in:",
        "exp": "Ans. is 'a' ie Glomus jugulare \" The absence of the normal crest of bone between the carotid canal and jugular fossa on lateral tomography is virtually diagnostic of a glomus jugulare tumor. This is k/a Phelps' sign. \" - Scott-Brown, 5/e",
        "cop": 1,
        "opa": "Glomus jugulare",
        "opb": "Vestibular shwanoma",
        "opc": "Menniers disease",
        "opd": "Neurofibromatosis",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "b739da4a-88a3-40db-826b-833621d2c476",
        "choice_type": "single"
    },
    {
        "question": "Earliest symptom of glomus tumor is -",
        "exp": "Ans. is 'a' i. e., Pulsatile tinnitus Clinical features of glomus tumoro The earliest symptoms of glomus tumour is pulsatile tinnitus (earliest) and hearing loss. Hearing loss is conductive and slowly progressive. These are followed by blood stained otorrhoea and earache. o Before the tympanic membrane (eardrum) is perforated a red swelling is seen to arise from the floor of middle ear, i. e. \"Rising sun\" appearance. This results in a red reflex through the intact tympanic membrane. Sometimes, eardrum may be bluish and bulging. o Pulsation sign (Brown sign) is positive, i. e. when ear canal pressure is raised with Siegle's speculum, tumor pulsates vigorously and then blanches; reverse happens with release of pressure, o Aquino sign is positive, i. e. blanching of mass with manual compression of ipsilateral carotid artery, o When the tumour perforates the eardrum a polypus will be seen in the meatus and this will bleed profusely if touched. o Cranial nerve palsies is a late feature appearing several years after aural symptoms. IXth to XIIth cranial nerves may be paralysed. This can cause dysphagia and hoarseness, and weakness of trapezius and sternocleidomastoid muscles, unilateral paralysis of soft palate, pharynx and vocal cord, o Ausculation with stethoscope over the mastoid may reveal audible systolic bruit. o Some glomus tumours secrete catecholamines and produce symptoms like tachycardia, arrhythmias, sweating, flushing and headache etc. o Facial palsy may be caused by glomus tympanicum type of glomus tumor. o Audiometry' shows conductive deafness. However if inner ear is invaded, mixed conductive and sensorineural hearing loss is seen.",
        "cop": 1,
        "opa": "Pulsatile tinnitus",
        "opb": "Pulsatile otorrhoea",
        "opc": "Vertigo",
        "opd": "Hearing Loss",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "ecd42495-9d36-44ed-8859-ef2c12c09e5f",
        "choice_type": "single"
    },
    {
        "question": "Brown Sign is seen in-",
        "exp": "Ans. is 'a' i. e., Glomus tumour. Clinical features of Glomus tumouso The earliest symptoms of glomus tumour is pulsatile tinnitus and hearing loss. Hearing loss is conductive and slowly progressive. These are followed by blood stained otorrhoea and earache. Signs in glomus tumouro Before the tympanic membrane (eardrum) is perforated a red swelling is seen to arise from the floor of middle ear, i. e. \"Rising sun\" appearance. This results in a red reflex through the intact tympanic membrane. Sometimes, eardrum may be bluish and bulging. o Pulsation sign (Brown sign) is positive, i. e. when ear canal pressure is raised with Siegle's speculum, tumor pulsates vigorously and then blanches; reverse happens with release of pressureo Aquino sign is positive, i. e. blanching of mass with manual compression of ipsilateral carotid artery.",
        "cop": 1,
        "opa": "Glomus tumour",
        "opb": "Acoustic neuroma",
        "opc": "Adenoid cystic carcinoma of parotid",
        "opd": "Warthin tumour",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "cfa0bc4b-526c-4d70-8b2e-a98b7ac1681b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an important etiological factor for nasopharyngeal carcinoma?",
        "exp": "Ans. is 'b' i. e., Epstein Barr virus. Etiology of Nasophary ngeal carcinomao Nasopharyngeal carcinoma is multifactorial in origin, the three risk factors are1) Genetic: Chinese have a higher genetic susceptibility to nasopharyngeal cancer. Even after migration to other countries2) Viral: Epstein- Bar virus is closely associated with nasopharyngeal cancer. Specific viral markers are being developed to screen people in high incidence areas. 3) Environmental: Air pollution, smoking of tobacco and opium, nitrosamines from dry salted fish, smoke from burning of incense and wood have all been incriminated.",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Epstein Barr virus",
        "opc": "Human Herpes Virus",
        "opd": "Varicella",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "86a46feb-b515-41d3-8e6d-ad94cd620ae2",
        "choice_type": "single"
    },
    {
        "question": "An elderly male presents with T3. N0 laryngeal carcinoma. What would be the management? (AIIMS Nov 2014, May 2014)",
        "exp": "Ans. b. Concurrent chemoradiotherapy (Ref: Harrison 19/e p504-505, 18/e p 734-735; com/ article/ 2047862-overview style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">). An elderly male presents with T3. N0 laryngeal carcinoma. Treatment is concurrent chemoradiotherapy. 'Advanced laryngeal cancers are often treated by combining radiation with concurrent chemotherapy for larynx preservation and total laryngectomy for bulky T4 disease or salvage. ''Concurrent radiation therapy plus Cisplatin resulted in a statistically higher percentage of patients with an intact larynx at 10 years. ''Concomitant Cisplatin with radiation therapy resulted in a 41% reduction in risk of locoregional failure compared with radiation therapy alone. ' Cancer Larynx* It is 10 times more common in malesQ than females.* Disease is mostly seen in the age group of 40-70 yearsQ.* Both tobaccoQ and alcoholQ are well established risk factor in laryngeal cancer.* Cigarette smoke contains benzopyrene and other hydrocarbons which are carcinogenic in man.* About 90-95% of laryngeal malignancies are squamous cell carcinomaQ with various grades of differentiation.* Cordal lesions are often well-differentiatedQ while supraglottic ones are Anaplastic. 1. Supraglottic Cancer:- Supraglottic cancer is Jess frequent than glottic cancerQ.- Nodal metastases occur earlyQ, upper and middle jugular nodes are often involved.- Bilateral metastases may be seen in cases of epiglottic cancer.- Pain on swallowing is the most frequent initial symptomQ.- Mass in the neck may be the first sign.- Hoarseness is a late symptom.- Pain may be referred to ear by way of vagus nerve and auricular nerve of ArnoldQ. 2. Glottic Cancer:- It is MC site of CA LarynxQ- Mostly originates from free edge and upper surface of anterior 1/3rd of true vocal cordQ followed by middle third 1 /3rd. Spread locally to anterior commissure than to opposite cord (conus elasticus initially acts as barrier for subglottic spreadQ).- Fixation of vocal cord indicates spread of disease to thyroaretenoid muscle and is a bad prognostic signQ.- As vocal cord is free of lymphatics, nodal metastases is never seen in cordal cancer, unless the disease spread beyond membranous cord.- Hoarseness is MC and the earliest symptomQ because of this glottic cancer is detected early. 3. Subglottic Cancer:- Least common siteQ.- Subglottic region extends from glottic area to lower border of cricoid cartilage.- Spreads locally around anterior wall to opposite side or down wrards to trachea, upwrard spread to vocal cord is late and hoarseness is not an early symptomQ- Lymphatic metastases to prelaryngeal, pretracheal (Delphian nodeQ) and lower jugular nodes.- Earliest and most prominent symptom is stridorQ, but it appears only in advanced stage. Hoarseness is late feature.",
        "cop": 2,
        "opa": "Neoadjuvant chemotherapy followed by radiotherapy",
        "opb": "Concurrent chemoradiotherapy",
        "opc": "Radical radiotherapy followed by chemotherapy",
        "opd": "Radical radiotherapy without chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "d9f18d3f-ecb8-4887-963c-2cfde7fc9109",
        "choice_type": "single"
    },
    {
        "question": "Nasophary ngeal carcinoma caused by -",
        "exp": "Ans. is 'a' i. e., EBV Nasopharyngeal Carcinomao Nasopharyngeal carcinoma is a rare tumor arising from epithelium of the nasopharynx. Nasopharyngeal cancer is uncommon in India except in North East region where people are predominantly of Mongoloid origin. People in Southern china. Taiwan and Indonesia are more prone to this cancer. The maximum age incidence is in the fifth decade and the male: female ratio is 2: 1. Squamous cell carcinoma in various grades of its differentiation or its variants as transitional cell carcinoma and lymphoepithelioma, is the most common (85%). Etiologyo Nasopharyngeal carcinoma is multi factorial in origin, the three risk factors are. Genetic: Chinese have a higher genetic susceptibility to nasopharyngeal cancer. Even after migration to other countries they continue to have higher incidence. Viral: Epstein- Bar virus is closely associated with nasopharyngeal cancer. Specific viral markers are being developed to screen people in high incidence areas. Environmental: Air pollution, smoking of tobacco and opium, nitrosamines from dry salted fish, smoke from burning of incense and wood have all been incriminated. Origin and spreado The commonest site of origin of nasopharyngeal carcinoma is fossa of Rosenmuller in the lateral wall of nasopharynx. o Tumor can spread to following areas. Cranium through foramen lacerum & ovale - cranial nerves involvement (III, IV, V, VI); facial pain, and ophthalmic symptoms. Parapharangeal space - cranial nerves (IX, X, XI, XII) involvement. Homer's syndrome. Trismus (Pterygoid muscle). Retropharyngeal nodes - Neck pain & stiffness. Eustachian tube - Serous OMNose and orbit - Obstruction, epistaxis, proptosis. Cervical nodes - Upper jugular and posterior triangle nodes enlargement. Distant metastasis - Lung, liver, bone. Middle ear - Rarely, tumor grows up the tube into the middle ear.",
        "cop": 1,
        "opa": "EBV",
        "opb": "HPV",
        "opc": "HSV",
        "opd": "VZV",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "b3fe955d-c5f1-48da-958d-1781ec33d047",
        "choice_type": "single"
    },
    {
        "question": "Which cancer has maximum propensity to spread to cervical lymph nodes -",
        "exp": "Ans. is 'a' i. e., Nasopharyngal carcinoma \"Nasopharynx is a centrally located structure with extensive submucosal capillary lymphatic plexus. Partly due tc this extensive lymphatic existance, NPC has a propensity of lymph node involvement in its early stages. Clinica, evident cervical lymph adenopathy is seen in more than 86% of the patients with nasopharyngeal carcinoma\"",
        "cop": 1,
        "opa": "Nasopharyngal carcinoma",
        "opb": "Carcinoma of hard palate",
        "opc": "Carcinoma of soft palate",
        "opd": "Carcinoma of mandible",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "7154a0a4-b96c-443a-9a6d-6a4d6b4c6253",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is earliest and consistent sympt< of glomus tumor:",
        "exp": "Ans. (b) Tinnitus. Ref: Dhingra 5th Ed. /. 120-121* GLOMUS TUMOUR is the most common benign neoplasm of middle ear and is so-named because of its origin from the glomus bodies.* The tumor is often seen in the middle age (40-50 years)* Females are affected five times more than males.* There are two types of glomus tumor:# Glomus jugulare arise from the dome of jugular bulb. Invade the hypotympanum and jugular foramen. They may compress jugular vein or invade its lumen# Glomus tympanicum arise from the promontory of the middle ear and cause aural symptoms and sometimes with facial paralysis. Clinical Features* Earliest symptoms are tinnitus and hearing loss.# Tinnitus is pulsatile and of swishing character.# Hearing loss is conductive and slowly progressive.* Otoscopy shows a red reflex through intact tympanic membrane.* \"Rising sun\" appearance is seen when tumor arises from the floor of middle ear.* In addition to hearing loss and tinnitus, there is history of profuse bleeding from the ear either spontaneously or on attempts to clean it* Dizzines or vertigo and facial paralysis may appear* Ear ache is less common* Otorrhea may occur due to secondary infection and the condition may simulate chronic suppurative otitis media with polyp.* IXth to Xllth cranial nerves may be paralyzed* There is dysphagia and hoarseness with unilateral paralysis of the soft palate, pharynx and vocal cord with weakness of the trapezius and sternomastoid muscles.* Rule of 10's Remember that 10% of the tumors are familial, 10% multicentric and up to 10% functional, i. e. they secrete catecholamines.",
        "cop": 2,
        "opa": "Hoarseness",
        "opb": "Tinnitus",
        "opc": "Otorrhea",
        "opd": "Dysphagia",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "05d8559c-3b05-4765-8c51-8fbab62ac93d",
        "choice_type": "single"
    },
    {
        "question": "Brown sign is seen in -",
        "exp": "Ans. is 'a' i. e., Glomus tumor Clinical features of glomus tumoro The earliest symptoms of glomus tumour is pulsatile tinnitus (earliest) and hearing loss. Hearing loss is conductive and slowly progressive. These are followed by blood stained otorrhoea and earache. o Before the tympanic membrane (eardrum) is perforated a red swelling is seen to arise from the floor of middle ear, i. e, \"Rising sun \" appearance. This results in a red reflex through the intact tympanic membrane. Sometimes, eardrum may be bluish and bulging. o Pulsation sign (Brown sign) is positive, i. e. wrhen ear canal pressure is raised with Siegle's speculum, tumor pulsates vigorously and then blanches; reverse happens with release of pressure, o Aquino sign is positive, i. e. blanching of mass with manual compression of ipsilateral carotid artery, o When the tumour perforates the eardrum a polypus will be seen in the meatus and this will bleed profusely if touched. o Cranial nerve palsies is a late feature appearing several years after aura! symptoms. IXth to XII cranial nerves may be paralysed. This can cause dysphagia and hoarseness, and weakness of trapezius and sternocleidomastoid muscles, unilateral paralysis of soft palate, pharynx and vocal cord, o Ausculation with stethoscope over the mastoid may reveal audible systolic bruit. o Some glomus tumours secrete catecholamines and produce symptoms like tachycardia, arrhythmias, sweating, flushing and headache etc. o Facial palsy may be caused by glomus tympanicum type of glomus tumor. o Audiometry show's conductive deafness, Howrever if inner ear is invaded, mixed conductive and sensorineural hearing loss is seen.",
        "cop": 1,
        "opa": "Glomus tumor",
        "opb": "Meniere'sdesease",
        "opc": "Acoustic neuroma",
        "opd": "Otoscleorsis",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "c8726cf5-26a0-4209-ad8a-50e5ae74af88",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for pleomorphic adenoma is-",
        "exp": "Ans. is 'b' i. e., Superficial parotidectomy * \"Though pleomorphic adenoma is encapsulated, it sends pseudopods into the surrounding gland which are left behind if the tumour is simply shelled out. It is therefore essential that surgical excision of the tumour should include normal gland tissue around it. In the parotid, it amounts to superficial parotidectomy. \"",
        "cop": 2,
        "opa": "Excision of tumor",
        "opb": "Superficial parotidectomy",
        "opc": "Radical parotidectomy",
        "opd": "Radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "2d39b1cc-3a42-4f86-a066-aed5613399ae",
        "choice_type": "single"
    },
    {
        "question": "Fisch classification is used for?",
        "exp": "ANSWER: (B) Glomus tumor. REF: Cranial Microsurgery: Approaches and Techniques by Laligam Sekhar, Evandro de Oliveira page 487. Paragangliomas of the temporal bone are generally divided into. Those that originate within the middle ear: Glomus tympankum tumors. Those that originate within the jugular fossa: Glomus jugulare tumors. Classification systems that have been developed for temporal bone paragangliomas are used for staging purposes. Surgical planning and comparison among different therapeutic modalities. The Glasscock-Jackson and Fisch classifications are the most widely employed. Glasscock-Jackson Classification of Temporal Bone Paragangliomas. Type I- Small tumor involving the jugular bulb, middle ear and mastoid. Type II- Tumor extending under internal auditory canal: might have intracranial extension. Type III- Tumor extending into petrous apex: might have intracranial extension. Type IV- Tumor extending beyond petrous apex into clivus or infratemporal fossa: might have intracranial extension. Fisch Classification of Temporal Bone Paragangliomas. Class A: Tumors limited to the middle ear cleft. Class B: Tumors limited to the tympanomastoid area without destruction of bone in the infralabyrinthine compartment. Class C: Tumors extending into and destroying bone of the infralabyrinthine and apical compartments of the temporal bone. Cl: Tumors destroying the bone of the jugular foramen and jugular bulb with limited involvement of the vertical portion of the carotid canal. C2: Tumors destroying the infralabyrinthine compartment of the temporal bone and invading the vertical portion of the carotid canal. C3: Tumors involving the infralabyrinthine and apical compartments of the temporal bone with invasion of the horizontal portion of the carotid canal. Class D: Tumors with intracranial extension. Dl: Tumors with intracranial extension up to 2 cm in diameter. D2: Tumors with an intracranial extension greater than 2 cm in diameter. D3: Tumors with inoperable intracranial extension",
        "cop": 2,
        "opa": "Paravertebral tumours",
        "opb": "Glomus tumor",
        "opc": "Synovial sarcomas",
        "opd": "Retroperitoneal tumours",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "8533afd1-6a01-4c71-8ff2-1cef11017fcf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following malignant salivary gland tumours has a tendency for perineural invasion?",
        "exp": "Adenoid cystic carcinoma has a propensity to spread by perineural invasion. Depending on site most common nerves involved are maxillary and mandibular division of trigeminal.",
        "cop": 2,
        "opa": "Mucoepidermoid carcinoma",
        "opb": "Adenoid cystic carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Acinous cell carcinoma",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "1c6ea7a3-e650-4682-87e7-67e6046684f7",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in vestibular schwannoma -",
        "exp": "Ans. is 'a' i. e., MRI Investigations of acoustic neuroma1) Audiovestibular testso Audiological tests show retrocochlear type of SNHLi) SNHL is more marked in high frequencies on pure tone audiometry. Recruitment absent. Tone decay is significant. SISI score 0-20%Speech discrimation is highly impaired on speech audiometry and this is disproportionate to hearing loss. Roll over phenomenon is present, i. e. reduction in discrimnation score when loudness is increased beyond a particular limit. o Acoustic reflex show stapedial reflex decay. o Caloric test (vestibular test):- Diminished or absent response but may be normal if tumor is very small. 2) Radiological testso Gadolinium enhanced MRI is the most sensitive and specific test to demonstrate acoustic neuroma. Even small intracanalar (intrameatal) tumor can be detected. o CTscan does not generally identify- small intracanalicular (intrameatal) tumors. CT scan is used for CP angle exploration, but intracanalicular acoustic neuroma go unnoticed, even with contrast medium, o Vertebral angiography is helpful to differentiate acoustic neuroma from other tumors of cerebellopontine angle when doubt exists.",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "44504a15-d84f-4057-9990-9b7d9a4c0229",
        "choice_type": "single"
    },
    {
        "question": "CA maxilla stage III(T3. No. Mo), treatment of choice is:",
        "exp": "Ans. is 'b' i. e. Surgery + Radiotherapy",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Surgery + Radiotherapy",
        "opc": "Chemotherapy",
        "opd": "Chemotherapy + Surgery",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "9476e9c6-bf2e-41e9-be0f-82dcfa1a10c4",
        "choice_type": "single"
    },
    {
        "question": "Ohngren's classification is used for -",
        "exp": "Ans. is 'a' i. e., Maxillary carcinoma",
        "cop": 1,
        "opa": "Maxillary' carcinoma",
        "opb": "Mandibular carcinoma",
        "opc": "Buccal carcinoma",
        "opd": "Tongue carcinoma",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "b4b76bef-2f42-4c58-b1b5-b92d98563cab",
        "choice_type": "single"
    },
    {
        "question": "Phlep sign is seen in?",
        "exp": "ANSWER: (D) Glomus tumor. REF: Dhingra's 4th ed p. 107. Signs seen in glomus tumor: Phelp's sign: Loss of crest of bone (as seen in CT-scan) between carotid canal and jugular canal in glomus jugulare. Brown's sign: Refers to the blanching noted when applying positive pressure (with Siege's speculum) to the tympanic membrane of a patient with Glomus tumor",
        "cop": 4,
        "opa": "Otosclerosis",
        "opb": "Meniere's disease",
        "opc": "Lateral sinus thrombosis",
        "opd": "Glomus tumor",
        "subject_name": "ENT",
        "topic_name": "Tumors",
        "id": "8c483048-c7bd-4686-9b90-3d8c5d56abaa",
        "choice_type": "single"
    }
]