[
    {
        "question": "Ohngren's line extends from-",
        "exp": "Ans. is 'b' i. e., Medial canthus of eye to angle of mandible Qhngren's lineo In head and neck cancer, Ohngren's line is a line that connects the medial canthus of the eye to the angle of the mandibleo The line defines a plane orthogonal to a sagittal plane that divides the maxillary sinus into (1) an anterior-inferior part, and (2) a superior-posterior part. o Tumours that arise in the anterior-inferior part, i. e. below Ohngren's line, generally have a better prognosis than those in the other groupo Addition to above a vertical line through pupil is also considered, which divides the above mentioned structures into 4 different regions. The structures at posterosuperior medial have worst prognosis and that at anteroinferior medial are least dangerous.",
        "cop": 2,
        "opa": "Lateral canthus of the eye to angle of mandible",
        "opb": "Medial canthus of eye to angle of mandible",
        "opc": "Medial canthus of eye to tragus",
        "opd": "Tragus to angle of mandible",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "31511966-141c-430f-8c68-4901a3a8bee5",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for angiofibroma is?",
        "exp": "ANSWER: (B) Contrast CTScan. REF: Dhingra 5th Ed Pg 261\"Contrast enhanced CT scan is the investigation of choice for both Nasopharyngeal angiofibroma and Neuroangiofibroma\"NASOPHARYNGEAL FIBROMA (JUVENILE NASOPHARYNGEAL ANGIOFIBROMASIt is a rare tumour, though it is the commonest of all benign tumours of nasopharynx. Aetiology: The exact cause is unknown. As the tumour is predominantlyseen in adolescent males in the second decade of life, it is thought to be testosterone dependent. Site of Origin and Growth: The site of origin of the tumour is still a matter of dispute. Earlier it was thought to arise from the roof of nasopharynx or the anterior wall of sphenoid bone but now it is believed to arise from the posterior part of nasal cavity close to the superior margin of sphenopalatine foramen. From here the tumour grows into the nasal cavity, nasopharynx and into the pterygopalatine fossa, running behind the posterior ivall of maxillary sinus which is pushed forward as the tumour grows. Laterally. it extends into ptery go maxillary fossa and thence to infratemporal fossa and cheek. Pathology: Angiofibroma, as the name implies, is made up of vascular and fibrous tissues: the ratio of the two components may vary. Mostly, the vessels are just endothelium-lined spaces with no muscle coat. This accounts for the severe bleeding as the vessels lose the ability to contract, and also the bleeding cannot be controlled by application of adrenaline. Extensions of Nasopharyngeal Fibroma: Nasopharyngeal fibroma is a benign tumour but locally invasive and destroys the adjoining structures. It may extend into: Nasal cavity causing nasal obstruction, epistaxis and nasal discharge. Paranasal sinuses: Maxillary, sphenoid and ethmoid sinuses can all be invaded. Pterygomaxillary fossa, infratemporal fossa and cheek. Orbits giving rise to proptosis and \"frog-face deformity\". It enters through the inferior orbital fissure and also destroys apex of the orbit. It can also enter the orbit through superior orbital fissure. Cranial cavity. Anterior cranial fossa (through ethmoid roof or cribriform plate). Middle cranial fossa is the most common. There are two routes of entry: By erosion of floor of middle cranial fossa, anterior to foramen lacerum. The tumour lies lateral to carotid artery and cavernous sinus. Through sphenoid sinus, in to the sella. Tumour lies medial to carotid artery. Clinical Features. Age and sex. Tumour is seen almost exclusively in males in the age group of 10-20 years. Profuse and recurrent epistaxis. This is the most common presentation. Progressive nasal obstruction and denasal speech due to mass in the postnasal space. Conductive hearing loss and serous otitis media due to obstruction of eustachian tube. Mass in the nasopharynx. Tumour is sessile, lobulated or smooth and obstructs one or both choanae. It is pink or purplish in colour. Consistency is firm but digital palpation should never be done until at the time of operation. Others: Broad nasal bridge, proptosis, swelling of cheek, infratemporal fossa or involvement of 2nd. 3rd. 4th. 6th cranial nerves will depend on the extent of tumour. Investigations. Soft tissue lateral film of nasopharynx shows soft tissue mass in the nasopharynxX-rays of paranasal sinuses and base of skull may show1 displacement of nasal septum, opacification of sinuses, anterior bowing of posterior -wall of maxillary sinus, destruction of medial antral wall, erosion of greater wing of sphenoid or pterygoid plates, widening of lower lateral margin of superior orbital fissure. CT scan of the head with contrast enhancement is now the investigation of choice. It has replaced conventional radiographs. It shows the extent of tumour, bony destruction or displacements. Anterior bo\\ving of the posterior wall of maxillary sinus (often called the Holman Miller or Antral sign) is pathognomicof angiofibroma. Magnetic resonance imaging (MRI) is complementary to CT scans, when soft tissue extensions are present intracranially, in the infratemporal fossa or into the orbit. Carotid angiography shows extension of tumour, its vascularity and feeding vessels. It is done whenembolisation is planned before operation. Biopsy of the tumour is attended with profuse bleeding and is therefore avoided. Treatment. Surgery: Surgical excision is now the treatment of choice. Various approaches to angiofibroma, depending on origin and extensions, are listed below. Transpalatine: For tumours confined to nasopharynx. Transpalatine + Sublabial (Sardana'sapproach). Extended lateral rhinotomy (Via facial incision or Via degloving approach). Extended Denker s approach. Intracranial-extracranial. Intratemporal tossa. Endoscopic. Contrast CT of Nasopharyngeal angiofibroma. When the mass imvoives the plerygopalatine fossa, it leads to bowing of the posterior wall of the madillary antrum (Holiman Millerorintral sign; red amoars). Radiotherapy has been used as a primary mode of treatment. A dose of 3000 to 3500 c. Gy in 15-18 fractions is delivered in 3 -3. 5 weeks. Chemotherapy. Recurrent and residual lesions have been treated by chemotherapy, doxorubicin, vincristine and dacarbazine in combination",
        "cop": 2,
        "opa": "X ray PNS",
        "opb": "Contrast CT Scan",
        "opc": "MRI",
        "opd": "Carotid angiography",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "d6da48cd-bce5-417b-a26f-fd3e870b4e14",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma maxillary sinus stage III (T3 M0 N0), treatment of choice is:",
        "exp": "(b) Surgery + Radiotherapy(Ref. Cummings, 6th ed., 1184). For all patients of carcinoma maxillary sinus (except small T1 lesions), the treatment is surgical resection (maxillectomy) followed by radiation therapy.",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Surgery + Radiotherapy",
        "opc": "Chemotherapy",
        "opd": "Chemotherapy + Surgery",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "70008df9-a7dc-48bd-a112-c7bc5a2de56d",
        "choice_type": "single"
    },
    {
        "question": "Juvenile angiofibroma confined to nasal cavity, preferred approach for surgery -",
        "exp": "Ans. is 'a' i. e., Transnasal endoscopic Staging of juvenile nasopharyngeal aniofibroma (Modified sessions, et al)IA: Limited to nose and/or nasopharyngeal vault. IB: Extension into > 1 sinus11 A: Minimal extension into PMFII B: Full occupation of PMF with or without erosion of orbital bones. IIC: ITF with or without cheek or posterior to pterygoid plates. III A: Erosion of skull base-minimal intracranial. III B: Erosion of skull base-extensive intracranial with or without cavernous sinus Proposed staging and surgical protocol for JNAModified sessions. Surgical approach. IA, IB, IIAEndoscopic transnasal. IIBExcision via lateral rhinotomy. IICExcision via Weber-Fergusson. III AExcision via Weber-Fergusson and its extensions/maxillary swing/craniotomy. IIIBRadiotherapy (IMRT)",
        "cop": 1,
        "opa": "Transnasal endoscopic",
        "opb": "Transpalatal",
        "opc": "Lateral rhinotomy",
        "opd": "Transmaxillary",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "87167943-6f03-4bc3-b256-ac3072e13d3a",
        "choice_type": "single"
    },
    {
        "question": "Trotter's triad is seen in -",
        "exp": "Ans. is 'c' i. e., Nasopharyngeal carcinoma Trotter's triado Trotter's triad occurs in nasopharyngeal carcinoma o It includes. Conductive deafness (due to Eustachian tube blockage). Temporo - parietal neuralgia (due to involvement of ipsilateral Vth cranial nerve). Palatal paralysis (due to involvement of Xth cranial nerve)",
        "cop": 3,
        "opa": "Nospharyngeal angiofibroma",
        "opb": "Nasal polyposis",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Acoustic neuroma",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "f951334f-6a7b-4962-a2ee-8bb5a5c10f6d",
        "choice_type": "single"
    },
    {
        "question": "A 14-year old boy presents with history of frequent nasal bleeding. His Hb was found to be 6. 4 g/dL and peripheral smear showed normocytic hypochromic anemia. The most probable diagnosis is:",
        "exp": "Ans. a. Juvenile nasopharyngeal angiofibroma (Ref: Dhingra 5 e p261-263)A 14-year-old boy presents with history offrequent nasal bleeding. His Hb was found to be 6. 4 g/dL and peripheral smear showed normocytic hypochromic anemia. The most probable diagnosis is juvenile nasopharyngeal angiofibroma. The main vessel involved in bleeding from Juvenile nasopharyngeal angiofibroma is Internal maxillary artery. \"Juvenile Nasopharyngeal Angiofibroma: The main feeding vessel in most of the cases is internal maxillary artery, branch of external carotid artety; \"Juvenile Nasopharyngeal Angiofibroma. MC benign tumor of nasopharynxQ (but overall angiofibroma is rare). MC site: Posterior part of nasal cavity close to the margin of sphenopalatine foramen. Seen almost exclusively in males of 10--20 years. QTestosterone dependent tumor, seen in pre-pubertal to adolescent males. QLocally invasive vasoformative tumor consisting of endothelium lined vessels with no muscle coat. Major blood supply: From internal maxillary artery. Clinical Features: MC symptom: Spontaneous profuse and recurrent epistaxisQ. Progressive nasal obstruction, denasal speech, hyposmia or anosmia, broadening of nasal bridge. QOtalgia, conductive hearing loss, serous otitis media due to eustachian tube obstructionQ. Tumor in the orbit causes proptosis and frog-face deformityQ; diplopia and diminished vision. Tumor in infratemporal fossa can cause trismus and bulge of parotid. II, III, IV, V, VI cranial nerve can be involved. Signs: Splaying of nasal bones, pink or purplish mass obstructing one or both ehoanae in nasopharynx, swelling of cheek and fullness of face. In an adolescent male, profuse recurrent episodes of nosebleed suggests juvenile nasopharyngeal angiofibroma until proven otherwise. QDiagnosis: IOC: CT scan of head with contrast enhancement. CT shows extent, bony destruction or displacements and anterior bowing of the posterior wall of maxilla due to tumor enlarging in pterygopalatine fossa. Antral sign or Holman miller signQ: Pathognomic of angiofibroma. Anterior bowing of the posterior wall of maxilla due to tumor enlarging in pterygopalatine fossa. MRI: To view the soft tissue extension and is complementary to CT scan. Carotid angiography: Shows extent of the tumor, its vascularity and feeding vessel. Biopsy is contraindicated in juvenile nasopharyngeal angiofibroma. QTreatment: Surgical excision is treatment of choiceQ. Preoperative embolization and estrogen therapy or cryotherapy or radiotherapy reduce blood loss in surgery. Preoperative embolization of the tumour reduces its blood supply and causes Jess bleeding, if tumour removal is performed within 24-48 hour of embolization before collaterals have time to develop. Surgical approach for Nasopharyngeal Angiofibroma. Surgical approach of choice: Midfacial degloving approach to nasopharynx. Wilson approachQ: Transpalatal approach is for tumor confined to nasopharynx. Lateral rhinotomy: For larger tumors involving nasal cavity, paranasal sinuses. Other Approaches: Sardana's approachQ: Transpalatine + Sublabial. Extended Denker's approachQ. Recurrence: Recurrence rate after surgery: 30-50%Recurrences usually become evident within 2--3 years of initial resection.",
        "cop": 1,
        "opa": "Juvenile nasopharyngeal angiofibroma",
        "opb": "Hemangioma",
        "opc": "Antrochonal polyp",
        "opd": "Carc inoma of nasopharynx",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "cf9133a4-1be3-4193-a051-21bb9720d32b",
        "choice_type": "single"
    },
    {
        "question": "Inverted papilloma arises from -",
        "exp": "Ans. is 'c' i. e., Lateral wall Inverted Papilloma (Transitional ceil papilloma'Schneiderion papilloma)o Inverted papilloma is a benign neoplasm occurs mostly between 40-70years with male preponderance (5: 1). o It arises from the lateral wall of nose and is always unilateral. Rarely, it may arise from nasal septum, o Features of inverted papilloma are: -It shows finger like epithelial invasions into the underlying stroma of the epithelium rather than on surface so called inverted papilloma. It is usually unilateral and is a locally aggressive tumour. Patients complain of nasal obstruction, rhinorrhea & unilateral epistaxis. In 10-15% cases there may be associated squamous cell carcinoma. o Treatment is adequate local excision. If it arises in maxillary sinus, then a radical antrostomy is carried out. If it arises in the ethmoidal sinus, an external eihmoidectomy is done. If it arises from nose, treatment is wide surgical excision by lateral rhinotomy. o Has a tendency to recur even after removal.",
        "cop": 3,
        "opa": "Roof",
        "opb": "Medial wall",
        "opc": "Lateral wall",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "44384613-110f-41f7-9be5-50b05614d920",
        "choice_type": "multi"
    },
    {
        "question": "Nasopharyngeal angiofibroma is most commonly seen in",
        "exp": "Ans. (c) Young males. Ref: Dhingra's ENT 5th ed. l 261\"Nasopharyngeal angiofibroma is seen almost exclusively in ADOLESCENT males in the age group of 10-20 years. \"ABOUT NASOPHARYNGEAL ANGIOFIBROMA* It is a vascular tumor with lots of fibrous tissue without muscular coat. Hence it causes severe bleeding because of inability to contract.* Most common benign tumour of nasopharynx.* Arises from the posterior part of nasal cavity close to superior margin of sphenopalatine foramen.* Frog face deformity- if tumor Extends to orbit and causes proptosis* Antral/Holman-Millar sign -- Anterior bowing of posterior wall of maxillary sinus is pathognomonic.* Investigation of choice is C. E. C. T, scan* Treatment of choice is surgical excision.",
        "cop": 3,
        "opa": "Elderly males",
        "opb": "Females",
        "opc": "Young males",
        "opd": "Infants",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "832f8c1b-ebea-4dd0-a309-74d09428ed18",
        "choice_type": "single"
    },
    {
        "question": "Inverted papilloma of nose arises from -",
        "exp": "Ans. is 'a' i. e., Lateral wall of nose Inverted Papilloma (Transitional cell papilloma/Schneiderion papilloma)o Inverted papilloma is a benign neoplasm occurs mostly between 40-70years with male preponderance (5: 1). o It arises from the lateral wall of nose and is always unilateral. Rarely, it may arise from nasal septum, o Features of inverted papilloma are. It shows finger like epithelial invasions into the underlying stroma of the epithelium rather than on surface so called inverted papilloma. It is usually unilateral and is a locally aggressive tumour. Patients complain of nasal obstruction, rhinorrhea & unilateral epistaxis. In 10-15% cases there may be associated squamous cell carcinoma. o Treatment is adequate local excision. If it arises in maxillary sinus, then a radical antrostomy is carried out. If it arises in the ethmoidal sinus, an external ethmoidectomy is done. If it arises from nose, treatment is wide surgical excision by lateral rhinotomy. o Has a tendency to recur even after removal.",
        "cop": 1,
        "opa": "Lateral wall of nose",
        "opb": "Roof of nose",
        "opc": "Tip of nose",
        "opd": "Septum",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "9c005a57-ad4d-49fd-a0e8-5f11821cfc50",
        "choice_type": "multi"
    },
    {
        "question": "Esthesioneuroblastoma arises from:",
        "exp": "Ans. (a) Olfactory epithelium. Ref: Dhingra's ENT 6th edJ 204* Esthesioneuroblastoma usually arise from the olfactory epthelium. It's a rare tumor of any age group.* Presentation of tumor: cherry red, polypoidal spots mass in upper third of nasal cavity. It is a vascular tumor that bleeds profusely on biopsy.",
        "cop": 1,
        "opa": "Olfactory epithelium",
        "opb": "Ethmoid sinus",
        "opc": "Maxillary sinus",
        "opd": "Sphenoid sinus",
        "subject_name": "ENT",
        "topic_name": "Tumors of Nose and PNS",
        "id": "23a22d1d-13c1-41a0-a52c-e1edd26d7004",
        "choice_type": "single"
    }
]