[
    {
        "question": "Treatment of choice in early vocal nodule is:",
        "exp": "(d) Voice rest and speech therapy(Ref. Cummings, 6th ed., 905; Scott Brown, 8th ed., Vol 3; 984). Early vocal nodule is managed conservatively. MLS removal is done in persistent nodules despite speech therapy",
        "cop": 4,
        "opa": "Radial excision",
        "opb": "Microlaryngoscopic removal",
        "opc": "Cryotherapy",
        "opd": "Voice rest and speech therapy",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "8713a888-78fa-4d18-9e62-5de7a950be31",
        "choice_type": "single"
    },
    {
        "question": "Thyroplasty Type I is done for vocal cord.........",
        "exp": "Ans: a (Medialisation) Ref: Dhingra, 3rded, p. 364 & 4thed, p. 278. Laryngeal frame work surgery - Isshiki's classification. Type I thyroplasty. Type II thyroplasty. Type III Thyroplasty. Type IV thyroplasty- Medial displacement- Lateral displacement- Shortening (relaxation)- Elongation (tensioning) Indications: Type III thyroplasty. Indications: Type IV thyroplasty1) Adductor spasmodic dysphonia2) Mutational falsetto3) Gender transformation (female to male)1) Androphonia2) Post surgical defects3) Gender transformation (male to female)",
        "cop": 1,
        "opa": "Medialisation",
        "opb": "Lateralisation",
        "opc": "Shortening",
        "opd": "Lengthening",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "e9109a57-b4f3-48db-94c4-8ff6104fe06a",
        "choice_type": "single"
    },
    {
        "question": "Males have deeper voice when compared to females because of:",
        "exp": "Ans: A (Long vocal cord) Ref: Diseases of the Ear, Nose and Throat by PL Dhingra, 5th edn., 2010, pg: 334. Explanation: Both males and females have a high pitched voice in childhood. In males however after puberty the vocal cords lengthen and thicken and this leads to a lower pitched and deeper voice. The growth of the larynx is influenced by testosterone. Failure of this change in males leads to persistence of high pitched voice and is called as Puberophonia (Mutational Falsetto Voice).",
        "cop": 1,
        "opa": "Long vocal cord",
        "opb": "Increased vibration due to testosterone",
        "opc": "Infrathyroid position of larynx",
        "opd": "Thickened arytenoids",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "f8e8d930-78dc-4339-87ab-fd5e5fb7feb6",
        "choice_type": "single"
    },
    {
        "question": "Female patient with male like voice. Type of thyroplasty done:",
        "exp": "Ans. (d) IVThere are 4 types of thyroplasty done, depending on the pathology* Type I: Medialization (Done for Abducted Vocal Cord)* Type II: Lateralization(Done for Adducted Vocal Cord)* Type III: Relaxation, shortening (in order to lower down the pitch)* Type IV: tensioning, Lengthening (in order to increase the pitch)",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "84e835dc-0406-4d86-8207-f729aee8c71d",
        "choice_type": "single"
    },
    {
        "question": "Blomsingher prosthesis is used for production of-",
        "exp": "Ans. is 'a' i. e., Voice [Ref: style=\"font-size: 1. 04761904761905em; font-weight: bold; text-decoration: underline; font-family: Times New Roman, Times, serif; margin: 0 0 0 4px; text-indent: 0\">Blom-singher Prosthesiso In 1978, Drs. Singer and Blom pioneered the methods of tracheoesophageal puncture and valved silicone voice prostheses that over the past 30 years have become the international standard for voice restoration, allowing thousands of patients worldwide to regain their ability to speak. o By creating a small surgical passage just inside the stoma, from the back wall of the trachea into the esophageal wall, a voice prosthesis can be placed into this passage to enable tracheoesophageal speech. o Voice is produced by temporarily blocking the stoma so that exhaled air from the lungs can be directed from the trachea through the prosthesis into the esophagus and then out through the mouth. Fluent, conversational speech may be acquired within just a few days.",
        "cop": 1,
        "opa": "Voice",
        "opb": "Image",
        "opc": "Radiowaves",
        "opd": "Light",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "eedd7537-eb48-479e-a378-bc2546b6f304",
        "choice_type": "single"
    },
    {
        "question": "A lady singer with singer's node with history of reflux, the best treatment is:",
        "exp": "(a) Voice therapy and PPI(Ref. Cummings, 6th ed., 906; Scott Brown, 8th ed., Vol 3; 951; 984). Initial management of vocal nodule is conservative by advising voice rest and speech therapy. Pharyngo-laryngeal reflux of acid is a common aggravating cause of most of the laryngeal pathologies, so PPI also will benefit this singer. Microlaryngeal excision with knife or LASER is done in persistent nodules despite speech therapy. Vocal cord stripping is done in keratosis laryngis/ leukoplakia and Reinke's oedema.",
        "cop": 1,
        "opa": "Voice therapy and PPI",
        "opb": "Microlaryngeal excision and PPI",
        "opc": "LASER excision and PPI",
        "opd": "Vocal cord stripping",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "33e9dc6c-da56-4dd1-ab7c-e977f42d641c",
        "choice_type": "single"
    },
    {
        "question": "Dysphonia plica ventricularis is produced from:",
        "exp": "Ans: b (Ventricular fold) Ref: Dhingra, 3rd ed, p. 379 & 4th ed, p. 289. In dysphonia plica ventricularis (ventricular dysphonia) voice is produced by ventricular fold which take over the function of true vocal cords. Voice is rough, low pitched and unpleasant. Aetiology: 1. Functional2. Secondary to impaired function of vocal cord (paralysis, fixation, surgical excision. tumour). Diagnosis: On direct laryngoscopy false cords are seen to approximate partially or completely and obscure the view of true cords on phonation. Treatment: 1. VD secondary to laryngeal disorders -- difficult to treat2. Functional VD -- voice therapy & psychological counselling",
        "cop": 2,
        "opa": "Vocal cord",
        "opb": "Ventricular fold",
        "opc": "Arytenoid",
        "opd": "Epiglottis",
        "subject_name": "ENT",
        "topic_name": "Voice and Speech Disorders",
        "id": "295f0047-c916-44f7-8763-f21090ee233e",
        "choice_type": "single"
    }
]