[
    {
        "question": "Which of the following can delivery 100% oxygen",
        "exp": "Devices used foroxygen therapy Performance of these devices can be described according to 1. Themaximum oxygen concentrationachievable to be delivered to the patient, and the reliability/ variability with which the devices do that. Looking at the reliability and variability of oxygen delivery to the patient we can divide these pieces of equipment intofixed performance or variable performance devices. This means that the achieved inspired oxygen concentration is either more dependent on thepatient'speak inspiratory flow rate (PIFR)(variableperformance devices) or less so (fixedperformance devices). Fixed performance devices These devices deliver a fixed inspired oxygen concentration to the patient, independent of the PIFR. Even at the time of PIFR no random entrainment of room air will occur to unpredictably alter the Fi. O2 with this equipment. Devices in this group include: SS Venturi mask Thereisentrainment of room air with these devices, but it is fixed and not dependent on the patient's PIFR. Therefore the resulting delivered Fi. O2 is also constant. SS Non-rebreather facemask A reservoir bag supplies 100% oxygen and makes up for the deficit which occurs during times when the patient's PIFR is higher than the oxygen supply flow to the mask (usually around 20 L/min from an oxygen wall or tank source). Aflap valveon the mask prevent or at least reduce entrainment of room air. These masks do not achieve a perfect seal with the patient's face, sosomeroom air entrainment still occurs. Fi. O2 up to 70-80% can be achieved. SS Anesthetic facemask(with an anesthetic breathing circuit) These masks form a complete seal around the patient's airway so no entrainment of room air can occur. The delivered oxygen concentration is the same as in the gas mixture supplied to the mask (assuming no rebreathing occurs in the anesthetic breathing cicuit). We have also listed the. Patil-Syracuseand theendoscopy maskunder this heading. Both of these devices allow instrumentation with a fiberoptic scope while maintaining a seal to the face with the mask. 2. Variable performance devices These devices deliver a variable inspired oxygen concentration to the patient, which depends on the PIFR. Depending on a patient's inspiratory effo (tidal volume, 'speed' of inspiration and respiratory rate) the PIFR can often exceed the flow rate at which oxygen or an oxygen/air mixture is supplied by the device, meaning that at the time of PIFR more or less entrainment of room air occurs, altering the resulting Fi. O2 in an unpredictable fashion Devices in this group are: SS Nasal cannulas Simple facemask/ 'Hudson' mask",
        "cop": 2,
        "opa": "Venturi mask",
        "opb": "Anesthetic face mask",
        "opc": "Hudson mask",
        "opd": "Non - rebreather face mask",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "0799ebd4-a3f4-49fd-9c2c-93880fffcc2f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following can provide 100 % oxygen?",
        "exp": "Anaesthesia face mask FEATURES These facemasks have a cuff that allows for a complete seal to be achieved between the mask and the patient's face. Anesthetic facemasks can therefore be used to deliver non-invasive ventilation (NIV). In order to ventilate with an anesthetic facemask you'll need a pressurized gas source (anesthesia gas supplies)such as a cylinder or gas wall supply. If no pressurized gas source is available, a self-inflating bag will allow for positive pressure-ventilation through an anesthetic facemask. The cuff volume can typically be adjusted through a valve. A somewhat under-inflated cuff usually achieves a better seal than a fully inflated one. Most manufacturers supply these masks with a detachable hook ring, which allows for the mask to be held in place with a head strap for delivering NIV. USES Anaesthetic facemasks are generally used in two different settings/ scenarios: 1. For bag-mask ventilation (BMV) in the OR or resuscitation setting. 2. To provide non-invasive ventilation (NIV) or respiratory suppo, most commonly as either continuous or biphasisc positive airway pressure (CPAP or BIPAP) in patients with respiratory compromise.",
        "cop": 4,
        "opa": "Ventimask",
        "opb": "Simple oxygen mask",
        "opc": "Oxygen catheter",
        "opd": "Anesthetic face mask",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "e4e67d3e-b512-4adb-a337-56ad999aa176",
        "choice_type": "single"
    },
    {
        "question": "What is the use of murphys eye present on the tip of endotracheal tube",
        "exp": "Murphys eye is provided to serve as alternate pathway for ventilation. Murphy Endotracheal Tube. The \"Murphy eye\" is the eponymous name for a hole on the side of mostendotracheal tubes (ETTs) that functions as a vent, and prevents the complete obstruction of the patient's airway, should the primary distal opening of an ETT become occluded.",
        "cop": 1,
        "opa": "Alternate path for ventilation if the proximal po gets blocked",
        "opb": "Opening for suctioning",
        "opc": "Continuous suctioning po",
        "opd": "To make the tube light",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "db4052c9-3021-424b-be6e-a8739bac68b6",
        "choice_type": "single"
    },
    {
        "question": "This laryngoscope is paicularly used for:-",
        "exp": "This is miller laryngoscope used for pediatric intubation to lift up the whole epiglottis. The straight Miller laryngoscope blade is traditionally recommended for intubation in infants, due to the large size and flexibility of the infant epiglottis. A laryngoscope is an instrument used to examine the larynx. The classic laryngoscope is available with a variety of blade attachments and with/without a Fiber Optic light source. The trend regarding blades has/is moving toward the disposable version. Function: Laryngoscope blades are used as the primary tool for examination of the interior of the larynx and for placement of an endotracheal tube. Main Feature: The Miller Laryngoscope Blade... The most popular of the straight types. The side of the flange is reduced to minimize trauma and the curve at the beak or tip is extended to improve lifting of the epiglottis. These improvements facilitate greater exposure of the larynx in difficult-to-intubate patients. The Macintosh Laryngoscope Blade... The Macintosh is the predominate model of the curved blade types. During laryngoscopy, the tip or beak of the blade is compressed into the angle formed by the base of the tongue and the epiglottis, indirectly raising the epiglottis. Some sizes are available flangeless. Also available is a die-stamped or one-piece construction blade with a slightly expanded flange.",
        "cop": 1,
        "opa": "Pediatric inubation",
        "opb": "Difficult airway",
        "opc": "Nasal intubation",
        "opd": "Rapid sequence intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "5a98df20-cfcc-48a7-9f84-19c46c2754fe",
        "choice_type": "single"
    },
    {
        "question": "A 42 yr old patient came to AIIMS emergency dept with history difficulty in breathing after 7months she was discharged from BURNS UNIT O/E O2sat was decreasing to 80%, RR-20/min BP-110/74mm. Hg & on local examination of neck there was post burns contracture of neck with restricted neck extension ideal method of intubation in this case....?",
        "exp": "Fibre optic devise is ideal for intubation in difficult / inadequate mouth opening, inadequate neck movement. indications Difficult intubation (e. g. awake fiberoptic intubation) Suction of secretions or blood from the airways Guide placement of a percutaneous tracheostomy, double-lumen tube, bronchial blockers and endobronchial valves Treatment of specific disorders (e. g. control bleeding from focal lesions) DESCRIPTION Flexible long, thin plastic tube enclosing a fibreoptic system that attaches to a light source and transmits views from the distal tip to an eyepiece eyepiece can attach to a camera and/or video system that displays images on a screen flexible tip can be moved to negotiate passage of the tip into the airways using a lever controlled by the operators hand (Bowden cable system) suctioning channel connected to the tip and controlled on the proximal hand piece instrumentation po (for inseing instruments such as brushes or biopsy forceps or injecting saline) ergonomic design of the control section that fits the hand 120deg field of view with 180deg up and 130deg down angulation Range of tip diameters (e. g. 2. 8 mm to 5. 9 mm for Olympus scopes), sizes of instrument channels and lengths (e. g. longer length with smaller diameter needed for double-lumen tubes) Accessories can be either disposable or autoclavable (e. g. suction connector; instrument channel cover)",
        "cop": 3,
        "opa": "Laryngeal mask airway",
        "opb": "Nasal intubation after intravenous induction",
        "opc": "Fiber optic intubation",
        "opd": "Tracheostomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "de890de7-419c-4062-97f4-d4dfb58c354b",
        "choice_type": "single"
    },
    {
        "question": "The cuff used in Endotracheal tube is following",
        "exp": "Low pressure - high volume type cuffs have a comparatively large volumes and consequently large contact areas between cuff and trachea. Advantage of high volume, low pressure cuff is lesser incidence of tracheal mucosal damage. Disadvantages of high volume, low pressure cuff include: Sore throat (due to larger mucosal contact area) Aspiration Spontaneous extubation Difficulty in inseion (because of the floppy cuff)",
        "cop": 1,
        "opa": "Low pressure - high volume",
        "opb": "High pressure - low volume",
        "opc": "Variable pressure - low volume",
        "opd": "Low pressure - low volume",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "fc8f2d7d-59bf-4895-a8c0-ee13964fef12",
        "choice_type": "single"
    },
    {
        "question": "Reynolds number is related to",
        "exp": "Flow through a tube can be described by the modified Bernoulli Equation, which states: Po = P + 1/2 r*U^2 Where Po is a constant called the \"stagnation pressure, \" P is pressure, r is density, U and is equal to fluid velocity. Pressure does not always decrease in the direction of flow - if one assumes friction is negligible (and thus the total energy of the system remains constant), any change in the kinetic energy of a fluid (ex. a reduction as U^2 falls) must be accompanied by an oppositional change in potential energy increases(P rises) Whether flow is laminar or turbulent is dependent on the Reynolds Number (Re), defined as: Re = r. UL/u Where r is density, U is equal to fluid velocity, L is the length of the tubing, and u is the viscosity of the fluid. Note that the modified Bernoulli Equation applies to laminar flow (ReD < 2300, parabolic flow profile), but not to turbulent flow (ReD > 4000, blunted flow profile) Flowmeters based on a Venturi tube (circular tube with a gradual contraction and expansion in diameter, ex. those used in aircraft) maintain laminar flow at normal flow rates - since conservation of mass and energy is assumed to apply, restriction of the diameter leads to increased speed of gas flow and a corresponding decrease in the pressure on the walls The floating bobbin rotameter that is familiar to anesthesiologists is known as the Thorpe tube - the sudden restriction caused by the bobbin leads to a propoional increase in velocity and the Bernoulli equation does not apply (flow is propoionate to the square root of the pressure drop). Because the pressure drop across the orifice is inversely propoional to orifice area squared, the pressure change across the bobbin will decrease as the bobbin rises (and the area of the tube increases). The bobbin reaches a steady state when the pressure drop exactly opposes the gravitational force on the bobbin - at this steady state the pressure drop is always the same (because gravitational forces are constant), however as flow rates increase, the bobbin will move higher because this critical pressure drop will occur over a larger cross-sectional area (since velocity is higher)",
        "cop": 1,
        "opa": "Laminar flow",
        "opb": "Ventimask",
        "opc": "Dissolved oxygen in blood",
        "opd": "Intraalveolar tension",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "44f342ce-085b-4c37-ad81-8121d3d79cc8",
        "choice_type": "single"
    },
    {
        "question": "The gold standards for confirmation of placement of Endotracheal tube is-",
        "exp": "The gold standards for confirmation of placement include Capnography Others method for confirmation of placement of Endotracheal tube Visualization of placement through vocal cords Disposable chemical colorimetric devise",
        "cop": 1,
        "opa": "Capnography",
        "opb": "Visualization of the chest excursion",
        "opc": "Auscultation",
        "opd": "Ultrasound",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "b546310d-9ac1-420d-acb2-de8991ab455e",
        "choice_type": "single"
    },
    {
        "question": "The LMA proseal was developed by:-",
        "exp": "Classical Laryngeal Mask Airway was designed by Dr Archie Brain Proseal Laryngeal Mask Airway was also designed by Dr Archie Brain",
        "cop": 3,
        "opa": "Bailey",
        "opb": "Macewan",
        "opc": "Brain",
        "opd": "Magill",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "cdc8eb96-5f90-4309-a9ea-9d208716434f",
        "choice_type": "single"
    },
    {
        "question": "Murphy's eye is pa of which of the following devise:-",
        "exp": "It is the pa of Endotracheal tube just distal to proximal opening. Size of ETT Adult Male: 8mm ID-9mm ID Adult Female: 7mm ID-8mm ID Pediatric <6yrs Age/4 + 4. 5mm ID >6yrs Age/3 + 3. 5mm ID",
        "cop": 1,
        "opa": "Endotracheal tube",
        "opb": "Laryngeal mask airway",
        "opc": "Anesthesia face mask",
        "opd": "Mapleson circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "1ae726cd-2029-4ed5-b8b8-5027b71f4e82",
        "choice_type": "single"
    },
    {
        "question": "Endotracheal tube size in a full term infant?",
        "exp": "Age Internal Diameter (mm) Cut length (cm) Full- term infant 3. 5 12 Child 4+Age/4 12+Age/2 Adult Female 7. 0-7. 5 24 Male 7. 5-9. 0 24",
        "cop": 2,
        "opa": "2. 5 mm",
        "opb": "3. 5 mm",
        "opc": "4. 5 mm",
        "opd": "5. 5 mm",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "2a681ae1-88e7-48ef-a1cd-8037ac84b59a",
        "choice_type": "single"
    },
    {
        "question": "What is ideal time for Preoxygenation?",
        "exp": "Preoxygenation entails replacement of the nitrogen volume of the lung (as much as 95% of FRC) with oxygen in order to provide a reservoir for diffusion into the alveolar capillary blood after the onset of apnea. To provide effective preoxygenation, a methodical approach is necessary. The impoance of preoxygenation with a tight-fitting mask should be explained to the patient beforehand. Once preoxygenation is initiated, Et. O2 and FIO2 values should be monitored closely. If the Et. O2 value does not increase as expected, the anesthesia provider may have to hold the mask with both hands and/or replace the mask with a better-fitting one. Whenever possible, the induction should not sta until the Et. O2 value approximates or exceeds 90%.. the ideal time period is 3 minutes.",
        "cop": 1,
        "opa": "3-5 min",
        "opb": "1- 3min",
        "opc": "5-8 min",
        "opd": "2-3 min",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "c784df97-861c-4166-9421-b1d93bf1405f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a definitive airway device-",
        "exp": "LMA is temporary airway device since it cannot prevent aspiration. The Laryngeal Mask Airway LMA is asupraglottic airway devicewhich sits in the hypopharynx and paially protects thelarynx from pharyngeal secretions, but not gastric regurgitation. Advantages: Easy and rapid Less invasive Better hemodynamic stability Very useful in difficult intubations Less complications Does not require deep plane of anaesthesia",
        "cop": 3,
        "opa": "Orotracheal Intubation",
        "opb": "Nasotracheal intubation",
        "opc": "LMA",
        "opd": "Tracheostomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "057fcbe0-2c99-409a-a555-f8e83a671e7a",
        "choice_type": "single"
    },
    {
        "question": "Ideal intubating position (modified chevalier Jackson position) is",
        "exp": "It is also called morning sniffing position or barking dog position. Explanation Prior to direct laryngoscopy and intubation, the patient is placed in the sniffing position which consists of cervical flexion with atlantooccipital extension. This is to ensure a line of sight from the mouth to the larynx so that intubation can be performed with ease. Cervical flexion of 35 degrees is provided by elevating the patient's head by 7-9 cm (folded sheet under the head). This aligns the pharyngeal and laryngeal axes. Atlantooccipital extension is provided by the head tilt. This brings into alignment the visual axis of the mouth with that of pharyngeal and laryngeal axes. Adequacy of head elevation can be estimated by checking the horizontal alignment between external auditory meatus and sternal notch.",
        "cop": 1,
        "opa": "Flexion of neck and extension of head",
        "opb": "Extension neck and extension of head",
        "opc": "Flexion of neck and neutral position of head",
        "opd": "Extension of head and neutral position of head",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "8f652ed9-000b-451f-9d4f-aa2a80fb5048",
        "choice_type": "single"
    },
    {
        "question": "The Rendell-Baker-Soucek face mask is commonly used in this population?",
        "exp": "The use of a face mask can facilitate the delivery of oxygen or an anesthetic gas from a breathing system to a patient by creating an aiight seal with the patient's face. Some pediatric masks are specially designed to minimize apparatus dead space.",
        "cop": 1,
        "opa": "Pediatric",
        "opb": "Geriatric",
        "opc": "Pregnant",
        "opd": "Bariatric",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "fd04affe-d1aa-4536-b799-c363a1ec6e78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tube has high pressure - low volume cuff-",
        "exp": "Laser tube needs to create high pressure seal so that oxygen rich gas does not leak from lower to upper airway. Thus provided with high pressure low volume cuff. The most frequent laser related complication is airway fire. Laser Resistant ETTs are used to prevent airway fires during laser surgery of the airway. Initially, fires are located on surface of ETT and cause thermal injury to tissues. If the fire burns through to interior of ETT, O2 and positive pressure ventilation create a blow torch effect, blowing heat and toxic products down into lung. Cuff puncture allowing O2 enriched atmosphere can also increase chance of fire after laser burst. the cuff of Laser tube is special low volume high pressure.",
        "cop": 3,
        "opa": "Red rubber tube",
        "opb": "RAE tube",
        "opc": "Laser tube",
        "opd": "Microlaryngeal tube",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "8f039382-93de-43b4-8064-308b4116ddfe",
        "choice_type": "single"
    },
    {
        "question": "For 30 kg adult the size of laryngeal mask airway most appropriate is:-",
        "exp": "LMA Sizing LMA Size Patient Size 1 Neonate / Infants < 5kg 1 1/2 Infants 5-10 kg 2 Infants / Children 10-20 kg 2 1/2 Children 20-30 kg 3 Children / Small adults 30-50 kg 4 Adults 50-70 kg 5 Large adult > 70 kg The largest possible size that will fit comfoably in the oral cavity should be chosen.",
        "cop": 1,
        "opa": "3",
        "opb": "2. 5",
        "opc": "4",
        "opd": "5",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "2289c630-c769-444d-8278-899c68110ebb",
        "choice_type": "single"
    },
    {
        "question": "Simple face mask (Hudson mask) can deliver maximum Fi. O2 of:-",
        "exp": "Simple facemask/ 'Hudson' mask These devices are used very commonly. They are variable performance devices and the maximum inspired oxygen concentration that can be achieved with these devices is up to 60%, but this is very dependent on the oxygen flowrate and the patient's respiratory pattern. The mask has side holes which are designed to allow indrawing of room air during inspiration",
        "cop": 1,
        "opa": "0. 6",
        "opb": "0. 4",
        "opc": "0. 8",
        "opd": "1",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "90c0ae4c-2a16-4fd5-bbc1-94051921c12c",
        "choice_type": "single"
    },
    {
        "question": "Which supraglottic airway devise offers maximum airway seal during positive pressure ventilation:-",
        "exp": "Among the supraglottic airway devise proseal has maximum seal Pressure thus has least chance of aspiration.",
        "cop": 1,
        "opa": "LMA proseal",
        "opb": "LMA classic",
        "opc": "Igel",
        "opd": "Laryngeal tube",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "348c5e84-ff07-4770-a47c-a11b960ec411",
        "choice_type": "single"
    },
    {
        "question": "It during laryngoscope, a satisfactory laryngeal view is not achieved, which maneuver is done-",
        "exp": "The BURP maneuver has shown to improve laryngeal view decreasing rate of difficult intubation from 4. 7% to 1. 8%. BURPis a technique of external laryngeal manipulation of the airway during intubation for bettervisualizationof the larynx. This involves. Backward, Upward, Rightward. Pressure on thyroid cailage.",
        "cop": 4,
        "opa": "Neck should be flexed",
        "opb": "Chin lift",
        "opc": "Jaw thrust",
        "opd": "Backward - upward - rightward pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "86a4dcb4-257c-4ce4-9464-e636ed5004cc",
        "choice_type": "single"
    },
    {
        "question": "Best position for intubating on adult patient when using macintosh laryngoscope-",
        "exp": "This is called morning sniffing position. There is movement on two joints atlantoccipital jt and neck joint. Atlantoccipital joint is extended. Neck joint is flexed.",
        "cop": 2,
        "opa": "Shoulder elevated",
        "opb": "Flexion of the lower cervical spine and extension of head",
        "opc": "Flat on the bed",
        "opd": "Hyperextension of neck",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "c49111ab-8078-40cb-9e61-3f069e4ad79c",
        "choice_type": "single"
    },
    {
        "question": "What is the usual suction time of tracheostomy tube?",
        "exp": "Minimal time should be taken for suctioning to minimize the time period of ventilator disconnect. 10 secs is enough time for suctioning.",
        "cop": 1,
        "opa": "10-15 seconds",
        "opb": "45 seconds",
        "opc": "60 seconds",
        "opd": "30 seconds",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "1d23b4e5-3e33-4901-a42b-72fb4e8caba8",
        "choice_type": "single"
    },
    {
        "question": "Appropiate size of PLMA for a 70 kg adult male patient is:",
        "exp": "Patient weight in Kg LMA Size Maximum cuff volume in ml <5 1 4 5-10 1. 5 7 10-20 2 10 20-30 2. 5 14 30-50 3 20 50-70 4 30 70-100 5 40 >100 6 50 Size of LMA is decided according to body weight.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "5",
        "opd": "6",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "504a08bd-6111-402e-86d2-8f091a9d7ad3",
        "choice_type": "single"
    },
    {
        "question": "Appropriate size of oropharyngeal airways is measured from?",
        "exp": "Oropharyngeal airway Guedel oropharyngeal airway (used to lift the tongue above oropharynx) Take either from the midpoint of the incisor or corner of the lip to angle of the mandible Used in unconscious person; as laryngospasm can occur in conscious person by its use",
        "cop": 2,
        "opa": "Incisor teeth to tragus of the ear",
        "opb": "Corner of mouth to angle of mandible",
        "opc": "Tip of nose to angle of mandible",
        "opd": "Ala of nose to angle of mandible",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "678518fc-8d3e-4f22-adc0-729bc47f7368",
        "choice_type": "single"
    },
    {
        "question": "The proseal LMA has advantage over normal LMA",
        "exp": "Advantage of proseal LMA over classical LMA is that it is comparable to ETT in preventing aspiration. The PLMA shows several modifications from the c. LMA: The drain tube runs through the device from the tip to the proximal end. When the PLMA is correctly positioned, the tip of the device forms a high-pressure seal with the oesophageal inlet and the drain tube runs in continuity with the oesophageal lumen. oesophageal drain tube posterior inflatable cuff reinforced airway tube integral bite block introducer this reduces the risk of aspiration and hence may be suitable in non-supine positions (e. g., lateral, prone), in laparoscopic surgery (e. g., cholecystectomy, gynecological surgery), and in patients who are obese.",
        "cop": 2,
        "opa": "In being more easy to inse",
        "opb": "Comparable to endotracheal tube in preventing aspiration",
        "opc": "Can be inseed in concious patient.",
        "opd": "Can be used for pulmonary toileting",
        "subject_name": "Anaesthesia",
        "topic_name": "Airway",
        "id": "3d59a333-060b-40c9-bff7-a9b96c70142a",
        "choice_type": "single"
    }
]