[
    {
        "question": "During your preoperative assessment, a 28-year-old woman complains of dyspnea on exeion. Upon auscultation of her heart, you notice a mid-diastolic rumbling murmur. This murmur is most characteristic of which valvular lesion",
        "exp": "The murmur described is characteristic of mitral stenosis. The murmur of mitral stenosis is a mid-diastolic rumbling murmur, best heard at the apex with the patient in the left lateral position. The murmur of mitral regurgitation is typically a holosystolic murmur that may radiate to the axilla. The murmur associated with aoic regurgitation is a midsystolic ejection murmur generally heard best at the base of the heart and is transmitted to the jugular notch. The murmur associated with aoic stenosis is a mid-systolic crescendo- decrescendo murmur that often radiates to the carotids.",
        "cop": 1,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Aoic regurgitation",
        "opd": "Aoic stenosis",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "915b9037-1ff2-41c4-8718-72fdf1fe2cd0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a role of PEEP",
        "exp": "PEEP prevents total collapse of alveoli at end exhalation. The stinting open of the alveoli prior to the next breath helps increase the amount of lung mass paicipating in gas exchange. PEEP decreases V/Q mismatch by decreasing atelectasis and thereby improves both oxygenation and ventilation. PEEP increases intrathoracic pressure, which can be impedance to venous return and cardiac output. PEEP increases, not decreases, the risk of pneumothorax.",
        "cop": 4,
        "opa": "Improves oxygenation",
        "opb": "Decreases cardiac output",
        "opc": "Decreases atelectasis",
        "opd": "Decreases the risk of pneumothorax",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "07608df1-884f-4972-80ab-d38c15ec6c78",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old Child is suffering from patent ductus aeriosus (PDA) with congestive cardiac failure. Ligatio of ductus aeriosus was decided for surgical management. The most apropriate inhalation anaesthetic agent of the choice with minimal haemodynamic alteration for induction of anaethesia is",
        "exp": "Sevoflurane is the inducing agent of choice in children. Cardiovascular stability in decreasing order: Isoflurane(nost stable)>desflurane>Sevoflurane>Halothane>Enflurane. Halothane suppresses baroreceptor reflex and causes tachycardia (Arrythmogenic -by sensitising the heart to catecholamines) Enflurane is most cardiovascular unstable agent Isoflurane is the most cardiostable inhalational agent as cardiac output is best maintained by reflex tachycardia as protective baroreceptor reflex is minimally inhibited. Among Isoflurane and sevoflurane, sevoflurane is the agent of choice in children. Ref.: Morgan 4th/e p 929",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Isoflurane",
        "opc": "Enflurane",
        "opd": "Halothen",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "c1660987-c0ff-44c1-8284-b9fc985c3e36",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old woman with coarctation of aoa is admitted to the labour room for elective caesarean section. Which of the following is the anaesthesia technique of choice",
        "exp": "General anesthesia is the preferred technique for performing cessearean section with coarctation of aoa as it has advantage of more rapid induction, less hypotenion and better airway and ventilation. Ref.: Morgan 5th/e p. 676",
        "cop": 3,
        "opa": "Spinal anaesthesia",
        "opb": "epidural anaesthecia",
        "opc": "Geneeral anaesthetia",
        "opd": "Local anaesthesia with nerve ' block",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "8bf70898-b56e-4675-ac56-910e120586b6",
        "choice_type": "single"
    },
    {
        "question": "In Phrenic nerve block, it is best to infiltrate near",
        "exp": "Phrenic nerve is blocked 3 cm above the clavicle at the posterior border of sternomastoid. Used for intractable hiccups",
        "cop": 3,
        "opa": "Scalenus anterior",
        "opb": "Scalenus posterior",
        "opc": "Posterior border of sternomastoid",
        "opd": "Anterior border of sternomastoid",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "73ee2bf3-4428-426a-9a06-97862a8e0f46",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first treatment for an anesthetized patient experiencing bronchospasm",
        "exp": "Administer additional anesthetic(s) to deepen the level of anesthesia, is the first treatment for bronchospasm because it is quick to administer. Inhalational beta-2 agonists, volatile anesthetics, and intravenous drugs with beta-adrenergic activity (epinephrine) can all attenuate bronchospasm. Neuromuscular blocking agents, have no effect on bronchospasm. In fact, some neuromuscular blocking agents can precipitate a bronchospasm if they cause histamine release.",
        "cop": 3,
        "opa": "Administer inhalational beta-2 agonists",
        "opb": "Administer intravenous epinephrine",
        "opc": "Administer additional anesthetic",
        "opd": "Administer neuromuscular blocking agent",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "ebbe986c-3887-40a5-a1be-eb82ec317b32",
        "choice_type": "single"
    },
    {
        "question": "The current mode of analgesia best for intrapaum pain relief is",
        "exp": "Bupivacaine as the most commonly used local anesthetic for epidural anesthesia during labor and for postoperative pain management. Given at level of L2-L5. Basics of anesthesia 7e pg: 280",
        "cop": 1,
        "opa": "Epidural analgesia",
        "opb": "Spinal anaesthesia",
        "opc": "Inhalational",
        "opd": "Local analgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "2f342d4a-b1c5-45cf-8e26-a4a4d0863722",
        "choice_type": "single"
    },
    {
        "question": "'Pityriasis Versicolor' is caused by",
        "exp": "Pityriasis versicolor are tinea versicolor is a superficial fungal infection caused by dimorphic fungi belonging to genus Malassezia. M. globosa and M. furfur are two main species causing it. Most common site affected is upper trunk, but can also affect face and flexural areas. Clinical manifustations are in te form of hypo or hypo pigmented macules with fine, branni scales. Scrapping the surface accentuate the scarring known as scratch sign or coup d'ongle sign or besniers sign Woodslamp-golden yellow fluorescense KOH-Both yeast and hyphal forms giving Spaghetti and meat ball appearance. Ref Harrison 20th edition pg 1233",
        "cop": 1,
        "opa": "Malassezia furfur",
        "opb": "Trichophyton rubrum",
        "opc": "Aspergillus fumigatus",
        "opd": "Nocardia versicolor",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia of special situations",
        "id": "53b8064c-a0aa-4894-bb93-8efe061cd910",
        "choice_type": "single"
    }
]