[
    {
        "question": "All are true for normal saline except",
        "exp": "Na. Cl Is preferred in conditions in which increased plasma sodium is beneficial e. g traumatic brain injury Not suitable for treatment of acute severe hyponatremia as it has little effect on plasma sodium levels When infused > 30ml/kg/hr may lead to hyperchloremic acidosis",
        "cop": 1,
        "opa": "normal saline 0. 9% is most suitable to treat acute severe hyponatremia",
        "opb": "fluid of choice for head injury patient",
        "opc": "fluid of choice for hypovolemic shock",
        "opd": "lead to hyperchloremic metabolic acidosis",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "8cde7268-48cd-4fca-b874-8851de8ea3da",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cause decrease in reading in values of pulse oximeter except",
        "exp": "Pulse oximetery - Measure oxygen saturation of aerial blood (Sp. O2) - 2 principle- Law of plethysmography -Measures the pulsatile flow of blood in capillary Law of oximetery / BEER LAMBE'S Law Inaccuracies in pulse oximetery reading - Hypotension - Hypothermia - Other hemoglobins (Sulph hemoglobin) - Dyes or pigments - Dark skin color - Nail polish (Blue) - Jaundice and Anemia does not affect the value of pulse oximetry Poable pulse oximeter with finger probe. Pulse oximetery = Hb. O2 /(Hb. O2 +HbH ) CO oximetery = Hb. O2 / (Hb. O2 +HbH + Sulph Hb + Meth Hb) Reflectance oximeter - for forehead attachment Eg. Used in amputated patients Hb. O2 - Oxy Hb HbH - Deoxy Hb",
        "cop": 2,
        "opa": "Meth-Hb",
        "opb": "Carboxy. Hb",
        "opc": "Hb-S, Hb-F",
        "opd": "Sulp-Hb",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "5de30224-5963-4475-954d-efc6702caf60",
        "choice_type": "multi"
    },
    {
        "question": "All true about Cis-ATRACURIUM except",
        "exp": "Cisatracurium is pure cis isomer of atracurium. It is more potent and has longer onset time than atracurium. Metabolism is similar to atracurium. It releases less histamine than atracurium. Cisatracurium does not cause histamine release unlike atracurium. Cisatracurium produces laudanosine but is about five times lesser than that of atracurium. Cisatracurium is a stereoisomer of atracurium that is four times more potent. Cisatracurium undergoes. Hofmann Eliminationwhich is a spontaneous non-enzymatic organ-independent degradation. So its clearance is independent of renal function. Hence it is theagent of choice in renal failure patients.",
        "cop": 3,
        "opa": "It is pure Cis isomer of atracurium",
        "opb": "It is more potent than atracurium",
        "opc": "It is also causes histamine release like atracurium",
        "opd": "Metabolism similar to atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "4722528b-cb85-4919-a889-0126da32fed7",
        "choice_type": "multi"
    },
    {
        "question": "All of the followings are indication for internal jugular venous catheterization except",
        "exp": "Internal jugular venous catheterization is preferred over subclan route in following scenarios Patient with severe bleeding diathesis Severe emphysematous patient To place transvenous cardiac pacing Other reasons to prefer right internal jugular venous route are Consistent and predictable anatomical location Readily identifiable and palpable surface landmarks Sho straight course to superior vena cava Easily accessible during most surgical procedures subclan vein is the site with least infection and best patient tolerance. the demerit is tourous course and high risk for pneumothorax Right internal jugular vein is the most preferred for central venous cannulation Reasons for this preference are: Absence of valves. Consistent anatomic location of the internal jugular vein. Easily identifiable surface landmarks. Direct communication with the right atrium. Other sites: Subclan vein - greater risk of pneumothorax. Left internal jugular vein - greater risk of pleural effusion & chylothorax. Femoral vein - increased risk of thromboembolic complications, infection and vascular injury.",
        "cop": 4,
        "opa": "Severe bleeding diatheses",
        "opb": "Severe emphysematous patient",
        "opc": "Transvenous cardiac pacing",
        "opd": "None of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "69855dc2-0e62-4c82-8c93-a79adcb3939c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are intermediate-duration Non depolarizing NMB except-",
        "exp": "Non depolarizing muscle relaxants are classified according to their structure and duration of action as: Stucture Clinical duration Long acting (>50 min) Intermediate (20-50 min) Sho (15-20 min) Ultra-sho (<10-12 min) Pancuronium Vecuronium Steroidal Pipecuronium Rocuronium d-Tubocurarine Benzyliso- quinolinium Metacurine Atracurium Doxacurium Cis-atracurium Mivacurium Onium chlorofumarate Gantacurium Phenolic ether Gallamine",
        "cop": 1,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "690ac9ba-f704-4344-8d02-e095f34c5158",
        "choice_type": "multi"
    },
    {
        "question": "An 85 yr old lady with history of fracture neck of femur, during GA under halothane anesthesia for internal fixation of fracture suddenly develops severe hypotension, bradycardia, capnogram shows sudden fall end tidal carbon dioxide, and most probable diagnosis is:-",
        "exp": null,
        "cop": 2,
        "opa": "Myocardial infarction",
        "opb": "Pulmonary thromboembolism",
        "opc": "Hypothermia",
        "opd": "Massive blood loss",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "ca6d3f73-0002-41c2-b0c3-4198e0bcdd77",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is pure control mode of ventilation",
        "exp": "Modes of ventilation Control mode ventilation (CMV) Pressure control ventilation (PCV) Pure control modes (all breath is supplied by Ventilator, breath is not taken by the patient) Synchronized intermittent minute ventilation (SIMV) breath can be supplied by the Ventilator and can be taken by the patient Pressure suppo ventilation (PSV) Continuous positive airway pressure (CPAP) Pure spontaneous mode (in which all the breath has to be taken by the patient) Pressure control ventilation: * Lung protective mode of ventilation * Mode of choice in ARDS and pediatric patients* We limit the upper limit of intra alveolar pressure * We titrate the limit of intra alveolar pressure at which just adequate tidal volume is achieved",
        "cop": 3,
        "opa": "Pressure suppo ventilation",
        "opb": "Synchronised intermittent minute ventilation",
        "opc": "Pressure control ventilation",
        "opd": "Continuous positive airway pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "8cd1f02a-9ecb-4b34-9261-8541da32682c",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive test to detect venous air embolism during the surgery is:",
        "exp": "TEE - Transesophageal echocardiography Transesophageal echocardiography(TEE) is a test that produces pictures of your heart. TEEuses high-frequency sound waves (ultrasound) to make detailed pictures of your heart and the aeries that lead to and from it. For Air embolism diagnosis most sensitive monitor is. Transesophageal echocardiography, then Doppler ultrasonography and then capnography, ECG, spo2",
        "cop": 2,
        "opa": "ECG",
        "opb": "TEE",
        "opc": "BIS",
        "opd": "Doppler",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "cde8ce0b-a151-4572-8960-68a07e0d9424",
        "choice_type": "single"
    },
    {
        "question": "What is the intraoperative use of following devise",
        "exp": "This is bispectral index(BIS). The BIS monitor is the first quantitative EEG index introduced into clinical practice as a monitor to assess the depth of anesthesia. BIS technology measures only the hypnotic component of anesthesia. It consists of a sensor, a digital signal conveer, and a monitor. The sensor is placed on the patient's forehead to pick up the electrical signals from the cerebral coex and transfer them to the digital signal conveer. BIS technology is available as a stand-alone unit, or as a modular solution integrated into the manufacturer's monitoring system.",
        "cop": 1,
        "opa": "To prevent intraoperative awareness",
        "opb": "To measure cerebral oxygenation",
        "opc": "None of the above",
        "opd": "Both",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "45a90e81-ca3e-467a-83e8-2ddc7f2b6f63",
        "choice_type": "multi"
    },
    {
        "question": "Supraglottic airway device is contraindicated is all except:-",
        "exp": "Supraglottic airway device is very commonly used during general anesthesia. The LMA is composed of a small mask designed to sit in the hypopharynx, with an anterior surface apeure overlying the laryngeal inlet. There are several contraindications to the use of LMA. It is contraindicated for use in patients who are at an increased risk of gastric aspiration. This list includes the patient with a history of obesity, hiatal hernia, gastroparesis, or trauma.. Bronchospasm, pulmonary edema, or morbid obesity results in high airway resistance or low pulmonary compliance. Inadequate ventilation and gastroesophageal insufflation result with assisted or controlled LM A ventilation. The placement of the LMA is dependent on opening the mouth and passing the airway along the posterior wall of the pharynx. An inability to open the mouth or an infection or pathologic abnormality within the oral cavity or pharynx, can interfere with the use of the LMA.",
        "cop": 4,
        "opa": "Patient with risk of aspiration",
        "opb": "Patient with poor lung compliance",
        "opc": "Patient with limited mouth opening",
        "opd": "Patient under general anesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "3ddd682a-fb17-4787-9942-bf7253f8ef9c",
        "choice_type": "multi"
    },
    {
        "question": "You being a night duty doctor posted in surgical ward, senoir resident tells you to keep 40yr old man posted for elective cholecystectomy to be nil/oral, how many hours prior to surgery will you advised to patient to have light food...?",
        "exp": "for adults 2 hours clear fluids ( defined as those fluids through which words can be read e. g water, apple juice 6 hours for solids Recommended Preoperative Fasting period for neonates and infants are 6 hours for solids/formula feeds/cow's milk 4 hours for breast milk 2 hours for clear fluids Recommended Preoperative Fasting periods for all above 1 year of age are 2 hours for clear fluids 4 hours for breast milk 6 hours for light meal 8 hours for fried, fatty food",
        "cop": 2,
        "opa": "4 hours",
        "opb": "6 hours",
        "opc": "8 hours",
        "opd": "12 hours",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "862e099c-f68e-4e29-84cf-851aadec5815",
        "choice_type": "single"
    },
    {
        "question": "Arrange following according to increasing order of their total body water as percentage of body weight 1. 6 month baby 2. neonate 3. young female 4. young male",
        "exp": "Age Total body water (%) ECF(%) Blood volume(%) Neonate 80 45 9 6 mo old 70 35 1 yr 60 28 5 yr 65 25 8 Young male 60 22 7 Young female 50 20 7 Elderly 50 20",
        "cop": 3,
        "opa": "1<2<3<4",
        "opb": "1<3<4<2",
        "opc": "3<4<1<2",
        "opd": "4<3<2<1",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "0e6559ce-8a0f-4540-8af4-2a5e19508815",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following the anticoagulant drug's last dose to be stopped before surgery in ascending order{time} 1). Clopidogrel 2). Ticlopidine 3)low molecular wt heparin 4). Warfarin",
        "exp": "The following drugs has tobe continued on the day of surgery: Antihypeensive medications Cardiac medications (e. g., b-blockers, digoxin) Antidepressants, anxiolytics, and other psychiatric medications Thyroid medications Anticonvulsantmedications Asthma medications. Steroids (oral and inhaled) Drugs that should be discontinued on the day of surgery Oral hypoglycemic agents NSAIDs - Discontinue 48 hours before the day of surgery Warfarin - Discontinue 4 days before surgery, except for patients having cataract surgery without a bulbar block. Sho acting Insulins except when given by a continuous pump Thienopyridines (e. g., clopidogrel, ticlopidine) except in cataract surgery, patients with metallic/drug eluting stents Aspirin in selected cases where reversal of platelet inhibition is necessary MAO Inhibitors - 2 weeks prior (MAO Inhibitors are usually continued. They should be discontinued if the patient and anesthesiologist factors are not orable to continue them)",
        "cop": 2,
        "opa": "2>1>3>4",
        "opb": "3>4>1>2",
        "opc": "4>3>2>1",
        "opd": "3>4>2>1",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "2ce1c9e1-5bb9-426a-b350-bbc28cf9e02e",
        "choice_type": "single"
    },
    {
        "question": "All are true state statements about malignant hypehermia except",
        "exp": "Dantrolene sodiumis thedrug of choicefor malignant hypehermia but it is to be reconstituted withsterile distilled water, not saline as it can precipitate in saline or other salt solutions. It is given at a dose of2. 5 mg/ kgintravenously and can be repeated every 5-10 minutes (upto 10mg/kg) till the attack subsides. Dentrolene dsoe should be repeated atleast every 10-15 hours Total dose can be upto 30mg per kg Recrudescence of MH can approach 50% within 6. 5 hours All anesthetic agents should be cut off and the patient is given 100% oxygen. Bicarbonate at a dose of 1 to 4 m. Eq/kg IV can be used to treat metabolic acidosis. If the body temperature is high, it should be brought down using cold intravenous fluids, cooling body cavities with sterile iced fluids, surface cooling with ice packs and cooling blankets. Cooling should be stopped once temperature is 38 deg celcius",
        "cop": 4,
        "opa": "Autosomal dominant condition",
        "opb": "TIVA safe in Malignant Hypehermia",
        "opc": "Malignant hypehermia is hyp, ermetabolic state with Elevated end tidal CO2, Tachypnea, or tachycardia, Masseter spasm if succinycholine used & Gen muscle rigidity",
        "opd": "Oral DANTROLENE is drug of choice",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "ca48e4c6-bdec-411c-98f3-fe3fdd9e1d6d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following circumstances trigger non invasive to invasive ventilation",
        "exp": "Circumstances in which non invasive positive pressure ventilation should be changed to invasive ventilation Resp arrest Rr > 35/min Sev dyspnea with use of accessory muscles and possibly paradoxical breathing Life threatening hypoxemia Pa. O2 <40 mm hg Or Pa. O2/Fi. O2 <200 Sev acidosis (pH <7. 25 ) and hyperapnia (Pa. CO2 >60 mm hg ) Hypersomnolence, impaired mental status Cardiovascular complication Failure of non invasive positive pressure ventilation Other circumstances (e. g metabolic abnormalities, sepsis, pneumonia, pulmonary embolism, barotrauma, massive pleural effusion )",
        "cop": 4,
        "opa": "Respiratory arrest",
        "opb": "RR > 35 /min",
        "opc": "Sev acidosis < 7. 25",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "4310536a-4999-4b66-8153-03b59f923953",
        "choice_type": "multi"
    },
    {
        "question": "This kind of graph can be seen in all of the following condition except",
        "exp": "In hyperventilation the Et. CO2 value will decrease. Increases ETCO2 is seen in thyrotoxicosis, fever (increased CO2production) and high spinal anesthesia (alveolar hypoventilation). Factors affecting ETCO2 Increased ETCO2 Decreased ETCO2 Metabolism Hypehermia Fever Thyrotoxicosis Pain Shivering Metabolism Hypothermia Metabolic acidosis Respiratory Hypoventilation Respiratory depression COPD Paial airway obstruction Rebreathing Respiratory Hyperventilation Total airway obstruction Extubation Circulatory Increased cardiac output (ROSC after cardiac arrest) Hypertension Circulatory Hypotension Cardiac arrest Pulmonary emboli Apparatus malfunction Exhausted CO2 absorber Inadequate fresh gas flow Ventilatory malfunction Apparatus malfunction Circuit disconnection Leak in sampling Ventilatory malfunction",
        "cop": 3,
        "opa": "Ventilatory malfunction",
        "opb": "hypoventilation",
        "opc": "hyperventilation",
        "opd": "malignant hyperpyrexia",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "186c1062-d8f9-4545-bf0b-4ec175c538c2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following indicates anticipated difficult bag mask ventilation",
        "exp": "Predicting difficulty in mask ventilation Mask ventilation is the most basic, and arguably most impoant, skill in airway management. Patients who have been identified as having DMV, or who are predicted to be difficult, are, or potentially are, at the highest risk in airway management. It is this facet of management that should influence our decision-making the most, potentially with consideration given to awake techniques. DMV can also be suggestive of difficulty in subsequent laryngoscopy. DMV occurs in up to 5% of patients, and there are several factors that are known to be predictive of this. An early study highlighted five independent factors Mnemonic OBESE to be used. Fuher study of DMV added modified Mallampati class of 3 or 4, limited jaw protrusion, and the male sex. Neck irradiation is the most significant predictor of impossible mask ventilation, defined as an inability to achieve gas exchange despite the use of adjuncts, multiple providers, and neuromuscular block, as it causes development of fibrotic non-compliant tissue affecting the airway. BMI itself is not a very useful predictor, although it can be a marker for potential oxygenation issues (due to reduced FRC) and increased aspiration risk. In predicting DA, the actual distribution of body fat should be considered, with fat deposition in the parapharyngeal tissues increasing airway collapsibility, predisposing to OSA. This is seen more in android pattern obesity with distribution of adipose tissue around the trunk, upper body, and neck. The increased fat deposits in neck tissue can fuher narrow the airway. OSA, snoring without apnoea, and increasing neck circumference, above 40 cm, are associated with DMV. The probability of DMV increases with increasing neck circumference. Age >55 BMI > 26 (obesity) Beard Lack of teeth(edentulous) History of snoring (OSA) Neck circumference (>17 inches in men and > 16cm in women) Thyromental distance Large tongue facial and neck deformity Cervical spine disease or previous cervical spine surgery",
        "cop": 3,
        "opa": "Age >30 yrs",
        "opb": "BMI >20",
        "opc": "Beard",
        "opd": "None of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "c4587b26-9ba2-44e0-9095-655ac8e9e1b6",
        "choice_type": "multi"
    }
]