[
    {
        "question": "Which of the following is pure control mode of ventilation",
        "exp": "Modes of ventilation Control mode ventilation (CMV) Pressure control ventilation (PCV) Pure control modes (all breath is supplied by Ventilator, breath is not taken by the patient) Synchronized intermittent minute ventilation (SIMV) breath can be supplied by the Ventilator and can be taken by the patient Pressure suppo ventilation (PSV) Continuous positive airway pressure (CPAP) Pure spontaneous mode (in which all the breath has to be taken by the patient) Pressure control ventilation: * Lung protective mode of ventilation * Mode of choice in ARDS and pediatric patients* We limit the upper limit of intra alveolar pressure * We titrate the limit of intra alveolar pressure at which just adequate tidal volume is achieved",
        "cop": 3,
        "opa": "Pressure suppo ventilation",
        "opb": "Synchronised intermittent minute ventilation",
        "opc": "Pressure control ventilation",
        "opd": "Continuous positive airway pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "8cd1f02a-9ecb-4b34-9261-8541da32682c",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive test to detect venous air embolism during the surgery is:",
        "exp": "TEE - Transesophageal echocardiography Transesophageal echocardiography(TEE) is a test that produces pictures of your heart. TEEuses high-frequency sound waves (ultrasound) to make detailed pictures of your heart and the aeries that lead to and from it. For Air embolism diagnosis most sensitive monitor is. Transesophageal echocardiography, then Doppler ultrasonography and then capnography, ECG, spo2",
        "cop": 2,
        "opa": "ECG",
        "opb": "TEE",
        "opc": "BIS",
        "opd": "Doppler",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "cde8ce0b-a151-4572-8960-68a07e0d9424",
        "choice_type": "single"
    },
    {
        "question": "You being a night duty doctor posted in surgical ward, senoir resident tells you to keep 40yr old man posted for elective cholecystectomy to be nil/oral, how many hours prior to surgery will you advised to patient to have light food...?",
        "exp": "for adults 2 hours clear fluids ( defined as those fluids through which words can be read e. g water, apple juice 6 hours for solids Recommended Preoperative Fasting period for neonates and infants are 6 hours for solids/formula feeds/cow's milk 4 hours for breast milk 2 hours for clear fluids Recommended Preoperative Fasting periods for all above 1 year of age are 2 hours for clear fluids 4 hours for breast milk 6 hours for light meal 8 hours for fried, fatty food",
        "cop": 2,
        "opa": "4 hours",
        "opb": "6 hours",
        "opc": "8 hours",
        "opd": "12 hours",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "862e099c-f68e-4e29-84cf-851aadec5815",
        "choice_type": "single"
    },
    {
        "question": "Arrange following according to increasing order of their total body water as percentage of body weight 1. 6 month baby 2. neonate 3. young female 4. young male",
        "exp": "Age Total body water (%) ECF(%) Blood volume(%) Neonate 80 45 9 6 mo old 70 35 1 yr 60 28 5 yr 65 25 8 Young male 60 22 7 Young female 50 20 7 Elderly 50 20",
        "cop": 3,
        "opa": "1<2<3<4",
        "opb": "1<3<4<2",
        "opc": "3<4<1<2",
        "opd": "4<3<2<1",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "0e6559ce-8a0f-4540-8af4-2a5e19508815",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following the anticoagulant drug's last dose to be stopped before surgery in ascending order{time} 1). Clopidogrel 2). Ticlopidine 3)low molecular wt heparin 4). Warfarin",
        "exp": "The following drugs has tobe continued on the day of surgery: Antihypeensive medications Cardiac medications (e. g., b-blockers, digoxin) Antidepressants, anxiolytics, and other psychiatric medications Thyroid medications Anticonvulsantmedications Asthma medications. Steroids (oral and inhaled) Drugs that should be discontinued on the day of surgery Oral hypoglycemic agents NSAIDs - Discontinue 48 hours before the day of surgery Warfarin - Discontinue 4 days before surgery, except for patients having cataract surgery without a bulbar block. Sho acting Insulins except when given by a continuous pump Thienopyridines (e. g., clopidogrel, ticlopidine) except in cataract surgery, patients with metallic/drug eluting stents Aspirin in selected cases where reversal of platelet inhibition is necessary MAO Inhibitors - 2 weeks prior (MAO Inhibitors are usually continued. They should be discontinued if the patient and anesthesiologist factors are not orable to continue them)",
        "cop": 2,
        "opa": "2>1>3>4",
        "opb": "3>4>1>2",
        "opc": "4>3>2>1",
        "opd": "3>4>2>1",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthesia Q Bank",
        "id": "2ce1c9e1-5bb9-426a-b350-bbc28cf9e02e",
        "choice_type": "single"
    }
]