[
    {
        "question": "Arrange following pas of Anesthesia machine according increasing pressure system wise i) Vaporize mounting devices ii) Hanger yoke assembly iii) Flow indicators iv) Pipe line indicator",
        "exp": "Anesthesia machine according increasing pressure system iii) Flow indicators i) Vaporize mounting devices iv) Pipe line indicator ii) Hanger yoke assembly",
        "cop": 1,
        "opa": "(iii), (i), (iv), (ii)",
        "opb": "(i), (iv), (iii), (ii)",
        "opc": "(ii), (i), (iii), (iv)",
        "opd": "(iii), (iv), (ii), (i)",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "5a2a168a-f486-43b3-9e20-e08790893530",
        "choice_type": "single"
    },
    {
        "question": "What is pin index of O2-Co2 (Co2 < 7. 5%):-",
        "exp": "Gas Index Pins Oxygen 2, 5 Nitrous oxide 3, 5 Cyclopropane 3, 6 O2-CO2 (CO2<7. 5%) 2, 6 O2-CO2(CO2>7. 5%) 1, 6 O2-he(He>80. 5%) 4, 6 O2-he(He<80. 5%) 2, 4 Air 1, 5 Nitrogen 1, 4 N2O-O 7",
        "cop": 1,
        "opa": "2, 6",
        "opb": "1, 6",
        "opc": "4, 6",
        "opd": "3, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "7f3e79cb-15c0-45ae-a852-4c0f0d70dea9",
        "choice_type": "single"
    },
    {
        "question": "What is pin index of O2-Co2 (Co2 > 7. 5%):-",
        "exp": "Gas Index Pins Oxygen 2, 5 Nitrous oxide 3, 5 Cyclopropane 3, 6 O2-CO2 (CO2<7. 5%) 2, 6 O2-CO2(CO2>7. 5%) 1, 6 O2-he(He>80. 5%) 4, 6 O2-he(He<80. 5%) 2, 4 Air 1, 5 Nitrogen 1, 4 N2O-O 7",
        "cop": 1,
        "opa": "1, 6",
        "opb": "2, 6",
        "opc": "3, 6",
        "opd": "4, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "aefcc606-6e43-4d99-be61-f3b45d4baae1",
        "choice_type": "single"
    },
    {
        "question": "PIN index of nitrous oxide is?",
        "exp": "ANSWER: (C) 3-5. REF: Morgan 4th ed p, 20. PIN INDEX Air1-5. NITROUS OXIDEOxygen2-5* Stored in blue cylinder* Pin index: 3-5* Liquid gas* 745 psi pressure* 1590 lit is the volume. Nitrous oxide3-5. Carbon di oxide1-6. Helox2-4. Entonox7",
        "cop": 3,
        "opa": "5-Jan",
        "opb": "5-Feb",
        "opc": "5-Mar",
        "opd": "6-Jan",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "b580e127-daf9-4fbb-a59d-7d81a45b36b4",
        "choice_type": "single"
    },
    {
        "question": "True about anesthesia cylinders is all except:",
        "exp": "Diameter Index Safety System, is a gas station outletsystem used in the hospital setting for the supply ofmedical gases. DISS connectors are threaded and have aunique diameter for each type of gasto preventerroneous connection. The system also contains a valve at the outlet/ wall supply side which shuts off gassupply upon disconnection. Gases Physical Form Pin Index Pressure (PSI) Cylinder Colour Air Gas 1, 5 1900 Grey body with black and white shoulder",
        "cop": 2,
        "opa": "Most commonly used cylinders is type E",
        "opb": "DISS is the safety mechanism to prevent wrong fitting of cylinder to machine",
        "opc": "Cylinders are pa of high pressure syste",
        "opd": "Air is stored in cylinder with grey body with black and white shoulder",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "5bb07bc8-73cb-4c67-bac6-33f6bd3ae25f",
        "choice_type": "multi"
    },
    {
        "question": "Pressure of Nitrous oxide cylinder at 100% and 40% volume respectively measured by pressure gauge is:",
        "exp": "In cases of gases which are in liquid form in cylinder ( N2O), pressure gauze shows always full till it becomes Zero Thus in case of N2O, whether cylinder has 100% or 40% volume, pressure gauze will always show 750 Psi.",
        "cop": 2,
        "opa": "750 Psi and 500 Psi",
        "opb": "750 Psi and 750 Psi",
        "opc": "750 Psi and 375 Psi",
        "opd": "750 Psi and 275 Psi",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "e236cfdc-1763-48be-b4b0-e23dad89ef1c",
        "choice_type": "single"
    },
    {
        "question": "46 yr old chronic smoker came to emergency dept with a history of difficulty in breathing & fever since 1day, postgraduate tells you to connect face mask to which pin index number",
        "exp": "- Machines are usually equipped with one or two E type cylinders that hang on specific hanger yokes. - The medical gas pin-index safety system ensures that the correct medical gas cylinder is hung in the correct yoke. Gas Index Pins Oxygen 2, 5 Nitrous oxide 3, 5 Cyclopropane 3, 6 O2-CO2 (CO2<7. 5%) 2, 6 O2-CO2(CO2>7. 5%) 1, 6 O2-he(He>80. 5%) 4, 6 O2-he(He<80. 5%) 2, 4 Air 1, 5 Nitrogen 1, 4 N2O-O 7",
        "cop": 2,
        "opa": "1, 5",
        "opb": "2, 5",
        "opc": "3, 5",
        "opd": "1, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "dbf2c812-68bb-425d-8273-aa466860c79e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mechanism prevents fitting of wrong gas cylinder to the anaesthesia machine in operation theatre? (Repeat)",
        "exp": "Ans: A (Pin index system) Ref: Miller Textbook of Anaesthesia. 6th edition Explanation: The Pin Index Safety System, or PISS, is a safety system that uses geometric features on the yoke to ensure that pneumatic connections between a gas cylinder and a machine that uses pressurized gases are not connected to the wrong gas yoke. This system can be seen on an anesthesia machine. Each gas cylinder has a pin configuration to fit its respective gas yoke. PIN Index of Commonly Used Gases in Anesthesia. O2: 2-5. N2O: 3-5. Air: 1-5. CO2: 1-6. Heliox: 2-4 Entonox: 7",
        "cop": 1,
        "opa": "Pin index system",
        "opb": "Yolk assembly",
        "opc": "Bodock seal",
        "opd": "Gas analyser",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "aa0538e1-04cd-4bde-8777-61f5117857f1",
        "choice_type": "single"
    },
    {
        "question": "Composition of soda lime includes all except -",
        "exp": "Ans. is 'd' i. e., Mg (OH)2 Soda limeo Most commonly used CO2 absorbent. The composition of Soda lime is: -Ca(OH)2-94%Na. OH-5% (Catalyst)KOH-<1%Silica-To prevent dust formation. Indicator Moisture Granule size-4-8 mesho 100 gm of sodalime can absorb upto 23 litres of CO2. Now a days a good quality sodalime with prolonged life, Durasorb is used which is pink when fresh and becomes white when exhausted.",
        "cop": 4,
        "opa": "Na. OH",
        "opb": "KOH",
        "opc": "Ca (OH)2",
        "opd": "Mg (OH)2",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "fd419bb0-1d14-4e67-bac7-828f3ab269e0",
        "choice_type": "multi"
    },
    {
        "question": "Dose of local anesthetics for peripheral nerve block is decreased in patients with hypovolemia shock because-",
        "exp": "In hypovolemia shock there is preferential perfusion of vital organs so whatever drug is intravascularly absorbed goes to vital organs CNS and CVS end cause systemic toxicity. Decreasing systemic absorption of local anesthetics increase their safety margin in clinical uses. The rate and extent of systemic absorption depends on the site of injection, the dose, the drugs intrinsic Pharmacokinetic propeies and the addition and cytochrome P450 enzymes. Severe liver disease may slow the clearance of amino amide local anesthetics and significant drug levels may therefore accumulate.",
        "cop": 1,
        "opa": "Preferential perfusion of vital organs in shock predisposes more to local anesthetics toxicity",
        "opb": "Drugs cannot be metabolized",
        "opc": "Sensitivity of voltage gated channel increases in shock",
        "opd": "Drug is not systemically absorbed to less require",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "4bbf8bc3-e24a-4b57-9164-c6920f0a8b64",
        "choice_type": "multi"
    },
    {
        "question": "The most frequently repoed malfunctions in medical gas pipeline system are:-",
        "exp": "Oxygen, nitrous oxide, air and medical vacuum are commonly supplied throughout the pipeline system which is made of special high quality phosphorus-containing, de-oxidized, non-arsenical copper alloy, which prevents degradation of the gases it contains as well as has bacterio-static propeies. The fittings used must be copper- to-copper only, made with a special silver solder brazing alloy. This reduces pipe corrosion. The size of the pipes differs according to demand that they carry. Pipes with a 42 mm diameter are usually used for leaving the manifold. The smaller 15 mm concealed pipelines ultimately end as gas outlets either flush fitting on walls or as overhead boom or as suspended hoses that are gang mounted.",
        "cop": 1,
        "opa": "Inadequate pressure",
        "opb": "Cross connection",
        "opc": "Excessive pressure",
        "opd": "Alarm dysfunction",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "8b818aff-8676-4b1a-b9cd-dc92b39d0a4c",
        "choice_type": "single"
    },
    {
        "question": "In anesthesia, fitting of wrong gas cylinder to the anesthesia machine can he prevented by:",
        "exp": "Ref: Miller Textbook of Anaesthesia. 7th ed. Explanation: The Pin Index Safety System, or PISSIt is a safety system that uses geometric features on the yoke to ensure that pneumatic connections between a gas cylinder and a machine that uses pressurized gases are not connected to the wrong gas yoke. This system can be seen on an anesthesia machine. Each gas cylinder has a pin configuration to fit its respective gas yoke. O2: 2-5. N2O: 3-5. Air: 1-5. CO2: 1-6. Heliox: 2-4. Entonox= 7",
        "cop": 1,
        "opa": "Pin index system",
        "opb": "Yolk assembly",
        "opc": "Bodock seal",
        "opd": "Gas analyser",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "c4e48569-3e5d-4e93-b516-76070762f247",
        "choice_type": "single"
    },
    {
        "question": "Physical law made use in flow meter is:-",
        "exp": "Velocity Flow Meters. Magnetic flow meters operate on Faraday'slaw of electromagnetic induction that states that a voltage is induced when a conductor moves through a magnetic field. The liquid serves as the conductor and the magnetic field is created by energized coils outside the flowtube.",
        "cop": 4,
        "opa": "Henrys law",
        "opb": "Grahams law",
        "opc": "Daltons law",
        "opd": "Faraday'slaw",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "4bd0ed11-67d1-4bd8-9820-67666d3dccb1",
        "choice_type": "single"
    },
    {
        "question": "What is the concentration of oxygen supplied by oxygen concentrator:-",
        "exp": "oxygen concentrator They are also known as pressure swing adsorbers. They can be considered as an alternative to a traditional supply where no reliable liquid oxygen supply is available, such as an off-shore site or a site where the safety criteria for liquid installations cannot be met. These devices can be small, designed to supply oxygen to a single patient or they can be large enough to supply oxygen for a medical gas pipeline system. The components of this system are: Duplex compressors and molecular sieves, receivers, dryers, vacuum pumps, filters, line pressure regulators, control system, oxygen performance monitoring system and back up cylinder manifold. Oxygen concentrators operate on the principle of adsorbing (under pressure) other gases in the atmosphere onto the surface of an adsorbent material, known as zeolite. Because oxygen is not adsorbed by the zeolite, it is free to pass through into the storage for use. Zeolite is hydrated aluminium silicates of the alkaline eah metals in a powder or granular form. The zeolite is sealed in a vessel known as sieve bed. The sieve beds operate in pairs, one adsorbs whilst the other regenerates. Ambient air is filtered and pressurised to about 137 k. Pa by a compressor and then exposed to a zeolite molecular sieve column, forming a very large surface area, at a ceain pressure. The sieve selectively retains nitrogen and other unwanted components of air. These are released into the atmosphere after heating the column and applying a vacuum. The changeover between the columns is made by a time switch. The process is capable of producing oxygen concentrations of about 95%. The remainder is made up of mainly argon with a small percentage of nitrogen. During closed circuit anaesthesia, argon accumulation could occur. Therefore, to avoid this, higher fresh gas flows are required. As the process generates a great deal of heat, hence ventilation and cooling are mandatory. If the plant fails, the emergency cylinder manifold will feed into the pipeline at higher concentrations (99. 5%) than the plant's operating norm of 95%. This may have an effect on down line equipment, paicularly in the critical care areas. This low-flow (2-4 L/min), low-pressure system can provide continuous oxygen to the chronic obstructive pulmonary disease patients. A typical unit operates on mains supply and can provide up to 5 L/min of oxygen at a concentration of 94%. It can be piped around the home in small wall mounted outlets.",
        "cop": 1,
        "opa": "90% and 96%",
        "opb": "100%",
        "opc": "30 and 60%",
        "opd": "60% and 90%",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "5aeca97d-f355-4d3f-b756-0d34152a0b1e",
        "choice_type": "single"
    },
    {
        "question": "All are pas of low pressure system except:-",
        "exp": "Pipeline system comes under intermediate pressure system. Normal hospital pipeline supply pressure of all gases is at50-55 psig(USA). In India, it is 60 psig. Intermediate pressure system It includes the components of the machine which receive gases at reduced pressures usually 37-55 PSIG. This in older machines includes the O2 failure alarms and O2flush and in modern machines also include O2pressure fail safe systems, pipeline inlet connections, pipeline pressure gauges and ventilator power outlets. Low pressure system includes flowmeter assembly, vapouriser, hypoxia guard and common gas oulet.",
        "cop": 4,
        "opa": "Flow meters",
        "opb": "Hypoxia prevention safety device",
        "opc": "Vaporiser",
        "opd": "Pipeline system",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "d47b887f-2522-463b-91be-65c8e3383602",
        "choice_type": "multi"
    },
    {
        "question": "Epidural analgesia is suitable for",
        "exp": "Epidural is very suitable as independent anaesthesia technique and as accompanying technique with general anaesthesia. thoracic epidural for Thoracic surgery, rib fracture Lumbar Epidural for upper and lower abdominal surgeries.",
        "cop": 4,
        "opa": "Rib fracture",
        "opb": "Lower abdominal Surgery",
        "opc": "Thoracotomy",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "5082c16a-37f6-4721-a068-ff650e42ec34",
        "choice_type": "multi"
    },
    {
        "question": "All are amide local anesthetic except-",
        "exp": "Cocaine is ester local anesthetic. Local Anesthetic divided into two groups Amino ester - S. A Cociane Procains Chloroprocaine L. A Benzocaine Tetracaine Amino amide I. A Lignocaine Prilocaine Mepivacaine L. A Bupivacaine Ropivacaine Levobupivacaine Dibucaine",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Lignocaine",
        "opc": "Prilocaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "4f9c5a4f-ba21-4899-8eed-70e39e0ad198",
        "choice_type": "multi"
    },
    {
        "question": "Colour coding of halothane, isoflurane, sevoflurane and desflurane is respectively",
        "exp": null,
        "cop": 2,
        "opa": "red, purple, blue, yellow",
        "opb": "red, purple, yellow, blue",
        "opc": "red, yellow, purple, blue",
        "opd": "red, blue, purple, yellow",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "625228a2-8b47-4a48-8f37-5c6de40bde78",
        "choice_type": "single"
    },
    {
        "question": "The oxygen flush valve - all true except",
        "exp": "It delivers flow between 35 to 70 L / minute minimum flow is 35 L / minute. There is a direct tubing connecting the O2 pressure regulator to the O2 flush. It gives 35-70 L/min of flow with a pressure of 45-60 PSIG. Its main use is during the mask ventilation with a lot of leak between the mask and the patient's face especially in elderly patients and in patients with difficult airways and also acceptable power source for jet ventilation for providing paial, if not total, ventilatory suppo in most clinical situations.",
        "cop": 1,
        "opa": "A flow between 25 and 50 L/minute can be delivered",
        "opb": "Barotraumas has been repoed on its use",
        "opc": "It can be activated regardless of master switch on off",
        "opd": "It deliver is oxygen at 55 to 60 psi pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "a48d3ee9-f9c7-488f-92bc-d37ad7447c15",
        "choice_type": "multi"
    },
    {
        "question": "Gas cylinder with single pin index -",
        "exp": "Ans. is 'd' i. e., Entonox Gas. Pin index. Oxygen2, 5. Nitrous oxide3, 5. Cyclopropane3, 6. Air1, 5. Nitrogen1, 4. Entonox (50% O2 + 50% N2O). Single central (7). Carbon dioxide (< 7[?]5%)2, 6. Carbon dioxide (>7[?]5%)1, 6",
        "cop": 4,
        "opa": "Oxygen",
        "opb": "Air",
        "opc": "Nitrogen",
        "opd": "Entonox",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "0350286e-bd5b-437d-9530-04722a33956a",
        "choice_type": "single"
    },
    {
        "question": "An E Clylinder of oxygen contains approximately how many litres?",
        "exp": "Medical gas cylinder nomenclature, dimensions and gas capacities Cylinder size C D E F G J Dimensions (mm) Capacities (L) 356x89 457x102 788x102 865x140 1248x40 1450x29 Oxygen 170 340 680 1360 3400 6800 Nitrous Oxide 450 900 1800 3600 9000 - Entonox - 500 - 2000 5000 - Air - - - - 3200 6400 Carbon Dioxide 450 1800 1800 - - - Maximum pressure in the E-cylinders: 750 psig for nitrous oxide(liquid) 2000 psig for air(gaseous) 2000 psig for oxygen(gaseous)",
        "cop": 4,
        "opa": "500",
        "opb": "1200",
        "opc": "900",
        "opd": "680",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "b635b540-ac56-4338-b826-e75a0a6658df",
        "choice_type": "single"
    },
    {
        "question": "Color of oxygen cylinder is:",
        "exp": "ANSWER: (A) Black with white color. REF: Fundamentals of Anesthesia, Tim Smith Colin Pinnock Ted Lin, 3rd Ed, p830. Substance. Colour coding. Cylinder. Shoulder. Oxygenblackwhite. Nitrous oxideblueblue. Entonox gasblue. White/blue. Airblack. White/black. Carbon dioxidegreygrey",
        "cop": 1,
        "opa": "Black with white color",
        "opb": "Blue with white color",
        "opc": "Yellow with white color",
        "opd": "White",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "66f9841d-1940-4d3b-af09-bd501e359ff1",
        "choice_type": "single"
    },
    {
        "question": "What is present day application of oxygen concentrators include:-",
        "exp": "Oxygen concentrators are widely used to provide oxygen-enriched gas for multiple use: i. Domicillary use ii. Remote locations iii. For oxygen pipeline supply iv. Anesthesia machine",
        "cop": 4,
        "opa": "Domicillary use",
        "opb": "Supplying ambulance",
        "opc": "Supplying anesthesia medicine",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "e4bbaefd-3a24-4177-add1-11a0c31703fb",
        "choice_type": "multi"
    },
    {
        "question": "Pin code index of N2O is-",
        "exp": "Ans. is 'd' i. e., 3, 5 Gas. Pin index. Oxygen2, 5. Nitrous oxide3, 5. Cyclopropane3, 6. Air1. 5. Nitrogen1, 4. Entonox (50% O2 + 50% N2O). Single central (7). Carbon dioxide (< 7. 5%)2, 6~Carbon dioxide (> 7. 5%)1, 6",
        "cop": 4,
        "opa": "1, 6",
        "opb": "2, 5",
        "opc": "2, 6",
        "opd": "3, 5",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "0b0ae170-4100-409e-9544-ca38e84045d7",
        "choice_type": "single"
    },
    {
        "question": "Central gas supplies may be located at all of the following places except:-",
        "exp": "The manifold should be housed in a well-ventilated room built from fire-proof material, either brick or concrete, away from the main building of the hospital. The manifold room should not be used as a general cylinder store. It should ideally be located to enable the access of the delivery vehicles to prevent manhandling of the cylinders for long distances. The room should be well-lit, temperature-controlled at 10-40degC and should have sufficient warning signs on the outside and inside of the building. All empty cylinders should be removed immediately from the manifold room. Only trained persons should be permitted to change cylinders and an activity log should be completed when cylinders are changed.",
        "cop": 4,
        "opa": "Inside in a special room used only for this purpose",
        "opb": "Outdoors",
        "opc": "In an enclosure",
        "opd": "In a non sterile area in the operational theatre",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "29b23c82-dbd6-4f66-acdb-d947c909f08d",
        "choice_type": "multi"
    },
    {
        "question": "Anesthesia workstation was first invented by?",
        "exp": "Anesthesia workstation was first invented by Edmund Boyle. John Lundy coined the term balanced anesthesia Oliver Wendell proposed the term anesthesia IVRA was first introduced by. August Bier",
        "cop": 4,
        "opa": "August Bier",
        "opb": "John Lundy",
        "opc": "Oliver Wendell",
        "opd": "Edmund Boyle",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia Machine",
        "id": "c4fca949-da3f-4ef9-8b63-1f15c095ae24",
        "choice_type": "single"
    }
]