[
    {
        "question": "Which of the following inhalational agent is contraindicated in renal disease -",
        "exp": "Ans. is 'c' i. e., Methoxyflurane Inhalational agents and renal diseaseo Methoxyflurane is contraindicated. Enflurane and sevoflurane should also be avoided. o Desflurane is the inhalational agent of choice. Isoflurane is an alternative. Halothane is also safe. o Anaesthesia is maintained with desflurane (or isoflurane) in N2O: O2 mixture. Methoxyfluraneo It was most potent inhalation agent (least MAC), but not used not (now Halothane is most potent). o It should not be used in closed circuit (reacts with rubber tubing of the closed circuit). o It has slowest onset & recovery (however now ether has slowest onset & recovery as methoxyflurane is not used). o Boiling point is more than water (104degC). o Intrarenal metabolism of methoxyflurane and subsequent intrarenal production of fluoride ion is the significant cause of methoxyflurane renal toxicity. o It can cause high output renal failure and hepatotoxicity.",
        "cop": 3,
        "opa": "Desflurane",
        "opb": "Isoflurane",
        "opc": "Methoxyflurane",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia for Kidney Disease",
        "id": "e05e8a5d-e2bd-4f09-a015-9e579ffea949",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is nephrotoxic -",
        "exp": "Ans. is 'b' i. e., Methoxyflurane o Intrarenal metabolism of methoxyflurane and subseuent intrarenal production offlouride ion is the significant cause of methoxyflurane renal toxicity. o It can cause high output renal failure. o It was the most potent inhalation agent (least MAC), but not used now (now Halothane is most potent). o It should not be used in closed circuit (reacts with rubber tubing of the closed circuit).",
        "cop": 2,
        "opa": "Halothane",
        "opb": "Methoxyflurane",
        "opc": "Ether",
        "opd": "Cyclopropane",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia for Kidney Disease",
        "id": "344969dd-439b-4235-a050-f4bca7122876",
        "choice_type": "single"
    }
]