[
    {
        "question": "Anesthetic drug of choice in asthmatic: ( Repeat )",
        "exp": "Ans: B (Ketamine) Ref: Miller '? Anesthesia, 7th ed. & Ajay Yadav. Explanation: Ketamine. Causes Dissociative anesthesia. Phencyclidine derivative. NMDA receptor agonist. Anesthetic Properties. Onset of Action: 30 - 60 seconds. Early regain of consciousness after 15 - 20 min due to Redistribution. Elimination half life: 2-3 hours. Strong analgesic property. Metabolised in Liver and products exreted in urine. Not a muscle relaxant. Primary site of action - Thalamo-neo-cortical projections. Cardiovascular System. Increases arterial BP, Increases heart rate &Increases cardiac output. IV agent of choice in SHOCKRespiratory System. Potent Bronchodilator. Good induction agent for asthmatics. Upper airway reflexes remain largely intact. Increases salivatory & Tracheo bronchial secretions. Using glycopyrollate or atropine becomes necessary. Central Nervous System. Increases Intracranial pressure and can precipitate seizures. Emergence reactions: These are seen at emergence. Vivid dreaming. Illusions. Extracorporeal experiences like floating. Excitement. Confusion. Euphoria. Fear. Hallucinations: Auditory and Visual hallucinations (Most common side effect of Ketamine). Treated with Benzodiazepine. Other Systems. Eye. Increase intraocular tension. Pupils dilate moderately. Nystagmus. GITIncreases intragastric pressure. Salivary secretions increased. Muscluar. Increases muscle tone. Increased non-puposeful movements. Dose. Can be given IV. IM, oral. Rectal and intrathecal route. IV -- 2mg/kg. IM- 5-10mg/kg Advantages. Induction Agent of Choke in. Asthmatics. Shock (HYPOTENSION). Children ( Now Sevoflurance is DOC). Constrictive pericarditis. Cardiac tamponade. Can be used as SOLE agent. Can be used safely at remote places and in inexperienced hands since does not depress heart or respiration. Preferred agent when patient is in FULL STOMACH (Preserves laryngo- pharyngeal reflexes). Contraindicated in. Head injury. ICSOLEye injury. Opthal pathology. Ischemic heart disease. Vascular aneurysm. Psychiatric diseases. Drug addicts. Hypertensives",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Etomidate",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia for Respiratory Disease",
        "id": "cd5f4b21-f95f-43ea-8857-2c9f270aef86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents can be safely used in asthma? (Repeat)",
        "exp": "Ans: B (Ketamine) Ref: Millers Anesthesia. 7th edn. & Ajay Yadav. Explanation: Causes Dissociative anesthesia. Phencyclidine derivative. NMDA receptor agonist. Anesthetic properties. Onset of Action: 30 - 60 seconds. Early regain of consciousness after 15-20 min due to Redistribution. Elimination half life: 2-3 hours. Strong analgesic property. Metabolised in Liver and products excreted in urine. Not a muscle relaxant. Primary site of action - Thalamo-neo-cortical projections. Cardiovascular system. Increases arterial BPIncreases heart rate and. Increases cardiac output. IV agent of choice in Shock. Respiratory system. Potent bronchodilator. Good induction agent for asthmatics. Upper airway reflexes remain largely intact. Increases salivatory and traeheo bronchial secretions. Using glycopyrollate or atropine becomes necessary. Central Nervous system. Increases intracranial pressure and can precipitate seizures. Emergence reactions: These are seen at emergence. Vivid dreaming. Illusions. Extracorporeal experiences like lloating. Excitement. Confusion. Euphoria. Fear. Hallucinations: Auditory and visual hallucinations (Most Common side effect of ketamine). Treated with benzodiazepine. Other Systems. Eye: Increase intraocular tension. Pupils dilate moderately. Nystagmus. GITIncreases intragastric pressure. Salivary secretions increased. Muscluar. Increases muscle tone. Increased non-puposeful movements. Dose. Can be given IV, IM, oral, rectal and intrathecal route. IV - 2 mg/kg. IM- 5-10 mg/kg. Advantages. Induction agent of choice in: Asthmatics. Shock (HYPOTENSION). Children ( Now Sevoflurance is DOC). Constrictive pericarditis. Cardiac tamponade. Can be used as Sole agent. Can he used safely at remote places and in inexperienced hands since does not depress heart or respiration. Preferred agent when patient is in Full Stomach (Preserves laryngo-pharyngeal reflexes). Contraindicated in: Head injury. ICSOLEye injury. Opthal pathology. Ischemic heart disease. Vascular aneurysm. Psychiatric diseases. Drug addicts. Hypertensives",
        "cop": 2,
        "opa": "Thiopentone",
        "opb": "Ketamine",
        "opc": "Etomidate",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia for Respiratory Disease",
        "id": "51f51dc3-a09e-4a3d-9713-cce25ea4f769",
        "choice_type": "single"
    },
    {
        "question": "Best anaesthesia for status Asthmaticus is:",
        "exp": "Ans. is 'c' i. e. Ketamine Ketamine causes Sympathetic stimulation which leads to Bronchodilatation so it is the anaesthetic of choice for Status Asthmaticus. It is more potent Bronchodilator than Halothane. Also know. Muscle Relaxant of Choice in Asthma pancuronium*Muscle Relaxant to be avoided in Asthma - Metocurine & Succinyl choline* (d/t secretion of histamine)",
        "cop": 3,
        "opa": "Thiopentone",
        "opb": "Ether",
        "opc": "Ketamine",
        "opd": "N2O",
        "subject_name": "Anaesthesia",
        "topic_name": "Anesthesia for Respiratory Disease",
        "id": "ad72f6ec-dac2-42b0-be06-7ada6894e8f7",
        "choice_type": "single"
    }
]