[
    {
        "question": "The names Brechner and Bethune are associated with which of the following devices?",
        "exp": "Ans. d. End tidal capnography (Ref: Bethune, R. W. M., and Brechner, V. L. (1968). Detection of venous air embolism by carbon dioxide monitoring. Anesthesiology, 29, 178). Brechner and Bethune are associated with end-tidal capnography.",
        "cop": 4,
        "opa": "Precordial Doppler",
        "opb": "Transesophageal echocardiography",
        "opc": "Plethysmography",
        "opd": "End tidal capnography",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "c50ee3f1-1621-4c3e-9219-49a611992c4a",
        "choice_type": "single"
    },
    {
        "question": "Fixed performance device:",
        "exp": "Ans: A. Venturi mask. Ref: Ajar Yadov, Short Textbook of Anesthesia, 1st edition. pg 37. Explanation: Oxygen delivery Systems. Oxygen is given thru fixed and variable performance devices. Fixed performance devices deliver a flow of oxygen equal to or in excess of peak inspiratory flow. Variable performance devices use the deadspace of the nasopharynx or face masks as a reservoir of oxygen. They cannot deliver high inspired concentrations of oxygen. The oxygen delivery systems are classified into High flow delivery & low flow delivery systems. High flow delivery systems. These work on Venturi Principle which states that if a gas is passed through a narrow orifice at high pressure it creates shearing forces around the orifice which entrain room air in specific ratio. The inspiratory gas flow should be 3 - 4 times the minute volume. These high flow system include venture mask which delivers accurate inspired oxygen (FI02) (Error is only 1-2%). Venturi Mask: These are 'Fixed performance' oxygen delivery devices, delivering accurate oxygen concentration. 'Fixed performance' because the performance is not affected by changes in patient's tidal volume and respiratory rate. The venture mask are available in different colours: Colour. Flow rate of O2 (Litre per min). Delivered O2(Fi. O2). Blue0224%White0428%Orange0631%Yellow0835%Red1040%Green1560%The maximum oxygen that can be delivered by venture mask is 60%. Low flow oxygen delivery systems. These include. Nasal cannula. Simple mask ('Mary Carterall mask). Oxygen tents. Non rebreathing mask. Rebreathing mask. Poly mask. The advantage is that these are very cheap and can he used in wards, preoperative and postoperative rooms and these are better tolerated by patients as compared to high flow systems. The disadvantage is that the delivered oxygen (Fi. O2) accuracy cannot be predicted (Compared to venturi mask which delivers accurate concentration). These low flow systems are 'variable performance* devices, since their performance is affected by changes in patient's tidal volume and respiratory rate. Oxygen Mask: Very commonly used in wards. Also known as Mary carterall mask. Oxygen flow rate/min. Delivered oxygen (Fi. O2>5-6 litres40%6-7 litres50%7-8 litres60% So maximum concentration of oxygen that can be delivered by oxygen mask is 60%Increasing rate beyond 8 litres will not increase the Fi02 to more than 60% Attaching reservoir bag can increase Fi02 to 80%Nasal Cannula: The tip of nasal cannula should lie in nasopharynx. Flow rate (litre/min). Fi. O2124%228%-332%436%540%644%- So. Maximum oxygen w hich can he delivered by nasal cannula is 44%Non rebreathing masks: Can deliver upto 80% of oxygen. Rebreathing mask: When tightly lit. they can provide 100% oxygen",
        "cop": 1,
        "opa": "Venturi mask",
        "opb": "Nasal cannula",
        "opc": "Simple mask",
        "opd": "Non rebreathing mask",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "cba257f3-6931-475d-9334-58d01164bf27",
        "choice_type": "single"
    },
    {
        "question": "Best spontaneous breathing circuit is:",
        "exp": "Ref: Ajay Yadav! v Short Textbook of Anaesthesia, Page 27. Explanation: BREATHING CIRCUITSBreathing circuits connect patient to anaesthesia machine. They are classified into: Open systems: Obsolete technique e. g.: Schimmelbusch mask, open drop anaesthesia. Semi-open systems. Semi-closed systems: e. g.: Mapleson circuits. Closed systems: No gas escapes to atmosphere, exhaled gases after absorption of carbon dioxide can be reused, e. g.: Circle system, To and fro closed system. SEMICLOSED CIRCUITSThese circuits were described by Mapleson. Hence, known as Mapleson circuits. Divided into 5 types: A, B, C, D and E. Characteristics of Semiclosed Mapleson Circuits. Circuit. Fresh gas How. Features. Spontaneous. Controlled. Type A* (Magill Circuit). Equal to minute volume2xminutc volume* Circuit of cheque tor spontaneous ventilation. Type B * Obsolete. No mere used. Type C(Water Circuit) * Obsolete. No more used. Type D(Bain Circuit)2. 5 x minute volume1. 6 x minute volume* Circuit of choice for controlled ventilation* Most commonly used circuit in anaesthesia. Type E(Avre's T piece) * Pediatric circuit* Obsolete, No more used. Type F (Jackson Rees Circuit)3 x minute volume2 x minute volume* Commonly used in Pediatric circuit",
        "cop": 1,
        "opa": "Mapleson A",
        "opb": "Mapleson D",
        "opc": "Mapleson E",
        "opd": "Mapleson F",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "c0e54415-f4c7-42ac-b4b9-ac355b34d1c3",
        "choice_type": "single"
    },
    {
        "question": "Capnography is used for assessment of -",
        "exp": "Ans. is 'c' i. e., Ventilation of lung after intubation Capnographvo Capnography is the continuous measurement of end tidal CO2 (ETCO2), i. e., CO2 in exhaled air. Normal value is 35-45 mm Hg (4% to 6%). o Capnography works on the principle that infrared light is absorbed by carbon dioxide. A beam of infrared light is passed across the gas sample to fall on to a sensor. The presence of CO2 in the gas leads to a reduction in the amount of light falling on the sensor which changes the voltage in the circuit. Uses of Capnography. It is the surest confirmatory sign of correct intubation in trachea. Incorrect position of tube in esophagus instead of trachea (esophageal intubation) will yield ETC02 = 0. Intraoperative displacement of endotracheal tube - ETCO2 will become zero. Obstruction or disconnections of endotracheal tube - ETCO2 will fall. Diagnosing malignant hyperthermia - ETCO2 increases significantly (more than 100 mg Hg).",
        "cop": 3,
        "opa": "Oxygen saturation of blood",
        "opb": "Amount of C02 transported in blood",
        "opc": "Ventilation of lung after intubation",
        "opd": "Myocardial perfusion",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "0ace93d0-3049-41cd-902e-0dde2f39adda",
        "choice_type": "single"
    },
    {
        "question": "Maximum O2. concentration attained in venture mask is?",
        "exp": "ANSWER: (C) 60%REF: Ajay Yadav 2ad ed p. 35. Equipment and oxygen delivered in %Nasal canula - 44%Venturi mask - 60%Oxygen mask - 60%Ventilators -100%",
        "cop": 3,
        "opa": "90%",
        "opb": "100%",
        "opc": "60%",
        "opd": "80%",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "6def1440-7b0d-431b-9908-9ad3e1748dfe",
        "choice_type": "single"
    },
    {
        "question": "Spontaneous breathing circuit used in children is -",
        "exp": "Ans. is 'a' i. e., Jackson Rees modification of Ayre's T piece o Repeat from previous sessions",
        "cop": 1,
        "opa": "Jackson Rees modification of Ayre's T piece",
        "opb": "Mapleson A or Magill's circuit",
        "opc": "Mapleson C or water's to & fro canister",
        "opd": "Bain's circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "88b9c3e5-9efc-4b51-891f-eb610bc15326",
        "choice_type": "single"
    },
    {
        "question": "The most appropriate circuit for ventilating children-",
        "exp": "Ans. is 'a' i. e., Jackson Rees modification of Ayre's T piece o Circuit of choice for spontaneous ventilation in adult - Mapleson Ao Circuit of choice for controlled ventilation in adult - Mapleson D (Bain circuit)o Circuit of choice for children - Type F, i. e. Jackson-Rees (first choice) and type E, i. e. Ayre's T piece (second choice). Circuit type. Required fresh gas flow. Comments. Spontaneous. Controlled. Type A (Magill circuit). Equal to minute volume(80 ml/kg/min). Very high and difficult to predicto Circuit of choice for spontaneous ventilationo Should not be used for controlled ventilation. Type B2 x minute volume2 - 2 1/2 minute volume Type C (Water's to and fro)2 x minute volume2 - 2 1/2 minute volumeo It is a coaxial system. Type D (Bain circuit)2 - 3 x minute volume1 - 2 x minute volumeo Circuit to choice for controlledo Most commonly used circuit, o Can also be used for spontaneous ventilation. Type E (Ayre's T-piece)2-3 x minute volume3 x minute volumeo Circuit of 2nd choice in children. Type F (Jackson-Rees circuit)2-3 x minute volume2 x minute ventilationo Circuit of choice in children. Note:- Coaxial system means both fresh gas tube and exhaled gas tube are placed in same axis, i. e., coaxial. Fresh gases are delivered through inner tube and exhaled gas are expired through ofter tube so that mixing of fresh gases and exhaled gases does not occur.",
        "cop": 1,
        "opa": "Jackson Rees modification of Ayre's T piece",
        "opb": "Mapleson A or Magill's circuit",
        "opc": "Mapleson C or water's to & fro canister",
        "opd": "Bain's circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "073316d8-6d87-4a48-a9ce-b0dd0631df10",
        "choice_type": "single"
    },
    {
        "question": "Modern monitors to measure ETC02 make use of -",
        "exp": "Ans. is 'a' i. e., Infrared absorption spectroscopy o Measurements of variations in the respiratory cycle of expired carbon di oxide by displayed waveform and by absolute numerical values is defined as Capnography and Capnometiy respectively, o Measurement of the exhaled CO2 at the level of upper airway at the end of expiration (when CO2 is at its maximum) is referred to as end tidal CO2 (Et. CO2). o Modern monitors used to measure Et. CO2 in the exhaled air make use of infrared absorption spectroscopy.",
        "cop": 1,
        "opa": "Infrared absorption spectroscopy",
        "opb": "Ultra violet rays",
        "opc": "Laser technology",
        "opd": "Scatter technology",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "ddfb17c7-9f71-4a46-886c-4318f28efcd4",
        "choice_type": "single"
    },
    {
        "question": "Mapelson circuit used in children is?",
        "exp": "ANSWER: (D) Ayers T tube. REF: Morgan's Anesthesia 3R\" edition p. 30. ANESTHETIC GAS DELIVERY: SPONTANEOUS BREATHINGIPPVPOST OPERATIVEMAPELSON AMapelson-DMapelson-EMapelson C or WATER'SAdults. Bain's coaxial. Ayer's t tubesystem. Flow rate- 51/min. Meant for infants and children. Flow rate-2-3 x min. volume. Equal to minute volume",
        "cop": 4,
        "opa": "Mapelson A",
        "opb": "Mapelson D",
        "opc": "Mapelson C",
        "opd": "Ayers T tube",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "ef9e8cdf-ce96-4348-bbb1-a020db37a2ce",
        "choice_type": "single"
    },
    {
        "question": "Circuit of choice for controlled ventilation -",
        "exp": "Ans. is 'c' i. e., Type DCircuit type. Required fresh gas flow. Comments. Spontaneous. Controlled. Type A (Magill circuit). Equal to minute volume (80 ml/kg/min). Very high and difficult to predicto Circuit of choice for spontaneous ventilation. o Should not be used for controlled ventilation. Type B2 x minute volume2 - 2. Vi minute volume Type C (Water's to and fro)2 x minute volume2 - 2. Vi minute volumeo It is a coaxial system. Type D (Bain circuit)2 - 3 x minute volume1 - 2 x minute volumeo Circuit to choice for controlled ventilation. o Most commonly used circuit, o Can also be used for spontaneous ventilation. Type E (Ayre's T-piece)2-3 x minute volume3 x minute volumeo Circuit of 2nd choice in children. Type F (Jackson-Rees circuit)2-3 x minute volume2 x minute ventilationo Circuit of choice in children. Note: - Coaxial system means both fresh gas tube and exhaled gas tube are placed in same axis, i. e., coaxial. Fresh gases are delivered through inner tube and exhaled gas are expired through ofter tube so that mixing of fresh gases and exhaled gases does not occur.",
        "cop": 3,
        "opa": "Magill circuit",
        "opb": "Type C",
        "opc": "Type D",
        "opd": "Type E",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "e19f9dc7-26b9-43c4-a062-33a3124fa2b8",
        "choice_type": "single"
    },
    {
        "question": "Supreme LMA characteristic is -",
        "exp": "Ans. is 'd' i. e., Has built in drain tubeo LMA supreme is one of the most advanced laryngeal mask airway (LMA). o It has features of usual LMA with additional Built-in drain tube and a bite block. o It has high volume / low pressure cuff which generates higher seal pressure, o It also provides a conduit for active suctioning of stomach, o It can be used in infants as well as in adults.",
        "cop": 4,
        "opa": "Has no bite block",
        "opb": "Used in infants",
        "opc": "High pressure, low volume",
        "opd": "Has built in drain tube",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "0888cb2c-58be-46f2-93c1-4b44c918be63",
        "choice_type": "single"
    },
    {
        "question": "Which is not compatible with Soda lime:",
        "exp": "Ans. is 'd' i. e. Trilene Soda lime is a mixture of* -90% Ca(OH)2*5 % Sodium Hydroxide*1 % Potassium Hydroxide*Silicates*Soda lime is used to absorb CO2. When it absorbs CO2 it produces heat. All volatile anaesthetic agents are decomposed by the heat produced as a result of absorption of CO2 by Soda lime. Thermal decomposition of trilene (tricolor ethylene) and Sevoflurane results in toxic compounds therefore neither of them should be used with soda lime.",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Ether",
        "opc": "N2O",
        "opd": "Trilene",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "7df91b58-f87a-49ee-ae13-0fe5bc0c3b36",
        "choice_type": "single"
    },
    {
        "question": "A 20-year old spontaneous breathing patient undergoing incision and drainage under GA, which of the following is the breathing circuit of choice for spontaneous ventilation?",
        "exp": "Ans. a. Mapleson A (Ref: Miller s Anesthesia 8/e p692-695). Mapleson A is the breathing circuit of choice for spontaneous ventilation. 'Mapleson A, also called as Mc. Gill circuit, is the circuit of choice for spontaneous ventilation, while for controlled ventilation the circuit of choice is Mapleson D. 'Breathing Circuits. Mapleson A (Magill circuit): Circuit of choice for spontaneous breathing. QFlow rate = Minute volumeQ (5 liters/min). Mapleson B: Not in common clinical use. Mapleson C (Waters circuit): Circuit of choice in post operative recovery room. QMapleson D (Bain coaxial system): Bain circuit is most commonly used circuit in anaesthesia. QCircuit of choice for controlled ventilation. QMapleson E (Ayre's T tube): For infants and young children. QFlow rate = 2-3 times of minute volume. QMapleson F (Jackson and Rees circuit): Used for children <6 years of age or less than 20 kgQ. Flow rate = 1. 6 times of minute volume for controlled ventilation. QFlow rate = 2. 5 times of minute volume for spontaneous ventilation. QType E and Type F circuits do not have valve (valveless circuits) and this is to decrease the resistanceQ.",
        "cop": 1,
        "opa": "Mapleson A",
        "opb": "Mapleson B",
        "opc": "Mapleson C",
        "opd": "Mapleson D",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "264fe093-d303-4f2b-a00e-87b7c05eb49c",
        "choice_type": "single"
    },
    {
        "question": "Acronym AMBU stands for:",
        "exp": "Ans: B (Artificial...) AMBU: ARTIFICIAL MANUAL BREATHING UNITCommonly used to provide positive pressure ventilation to patients who are not breathing or not breathing adequately. Maximum volume of bag is 1200 ml100% oxygen can be delivered by Ambu bag by attaching oxygen source Si oxygen reservoir. Ambu unit consists of one self inflating bag made up of rubber or silicone, Ruben non rebreathing type of valve & a mask",
        "cop": 2,
        "opa": "Automated Manual Breathing Unit",
        "opb": "Artificial Manual Breathing Unit",
        "opc": "Artificial Mechanical Breathing Unit",
        "opd": "Automated Mechanical Breathing Unit",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "ad68793b-bfcf-40df-bb04-90751a3f0d75",
        "choice_type": "single"
    },
    {
        "question": "What is the pressure at which oxygen is stored?",
        "exp": "Ans. is 'd' i. e., 2200 psi Gas. Type of cylinder and storage form. Colour code. Capacity. Pressure. Pin-Index. OxygenE. cylinderH. cylinder}Gas. Black with white shoulderE-660 lit. H-6900 lit. 2200 psi2. 5. Nitrous oxide. EH}Liquid. BlueE- 1590 lit. H-15800 lit. 760 psi3. 5. AirE. gas. Grey body with black & white shoulder625 lit. 2000 psi1, 5. CarbondioxideE. liquid. Grey-1590 lit750 psi2, 6 (< 7. 5%)l, 6 (> 7. 5%). Cyclopropane. Liquid. Orange-75 psi3. 6. Helium. Gas. Brown-1600 psi Entonox(50% O2 + 50% N. O2). Liquid. Blud body with blue & white shoulder-2000 psi. Central (7). Nitrogen. Gas. Grey body with black shoulder---",
        "cop": 4,
        "opa": "75psi",
        "opb": "1600psi",
        "opc": "760 psi",
        "opd": "2200 psi",
        "subject_name": "Anaesthesia",
        "topic_name": "Breathing Systems",
        "id": "686a1a53-d1f4-4465-a7e0-09dbac75c6f2",
        "choice_type": "single"
    }
]