[
    {
        "question": "Not true about CPR?",
        "exp": "Ans is 'c' i. e. Chest compressions > 6 inches Management guidelines for CPR * The management of CPR should be done in following sequence: - A (Airway) - B (Breathing) - C (Circulation) - D (Defibrillation).* Management is divided into following parts: -A) Basic life support (Primary ABCD)# Basic life support (BLS) involves early recognition of medical emergencies, activation of an emergency response system, and interventions made in response to sudden cardiac arrest, heart attack, stroke and airway obstruction by a foreign body. ABCD of BLS are: -i) Airway management: - Most common cause of airway obstruction is tongue fall, i. e., tongue falling back on posterior pharyngeal wall and obstructing the airway. In BLS, this airway obstruction is managed manually: -a) Open mouth and clear airway if something is visible in oral cavity. b) Tilt the head backward (neck extension) and chin lift -> Head tilt and chin lift. c) Jaw thrust: - Mandible is pulled forward.# Note: In patient with cervical spine injury head tilt & chin lift is contraindicated and airway should be managed only by jaw thrust. ii) Breathing (ventilation): - After management of airway obstruction ventilation is provided. In BLS ventilation is provided by mouth to mouth or mouth to nose or bag and mask ventilation. iii) Circulation: - Circulation is maintained by cardiac massage. It is done in supine position and compression over lower l/3rd of sternum is given by heel of two hands one locked over the other. The force generated during massage should be able to depress the sternum by 1 1/2 -2 inches (approximately 1/3 of chest wall diameter). The ratio of compression to ventilation is 30: 2(30 compressions followed by 2 breaths) irrespective of durationiv) Defibrillation: - Defibrillation is done by manual defibrillatorB) Advanced life support (secondary ABCD)# Advanced airway support involves more advanced assessment and treatment. ABCD of advanced life support are: -i) Airway management: - Airway management is done by equipments like Guede. Vs airway. ii) Breathing (ventilation): - Most definitive and best method of ventilation is endotracheal intubation. Other methods are LMA or tracheostomy. In severe maxillofacial injuries orotracheal intubation should be tried first, if orotracheal intubation is very difficult cricothyrotomy or tracheostomy can be used but only as a last resort. iii) Circulation: - Circulation is maintained by cardiac massage. Compression will be continued at a rate of 100 compressions! minute and breathing at a rate of 8-10 breaths/minute with no synchronization, i. e., no pause for ventilation. iv) Defibrillation: - Defibrillation is done by manual defibrillator.",
        "cop": 3,
        "opa": "Chest compressions at 100/min",
        "opb": "Ratio 30: 2",
        "opc": "Chest compression > 6 inches",
        "opd": "Breathing rate 8-10 breaths/min",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "3aa1bb06-7a64-4b20-8537-5d8d134e6272",
        "choice_type": "multi"
    },
    {
        "question": "Which are the most commonly fractured ribs during Cardio Pulmonary Resuscitation?",
        "exp": "ANSWER: (B) 2nd -7th rib. REF: Forensic Pathology Reviews vol 1 by Michael Tsokos 2004 page 297. To the forensic and clinical pathologist the most common and well-known sign of external heart massage are superficial dermal abrasions above the sternum stemming from the hands of the person performing cardiac massage. Although these minor injuries of course do not have any forensic relevance, fractures of ribs and/or sternum cannot always be avoided during cardiac massage, particularly in elderly patients having a rigid thorax. The most common regions of fractures are ribs 2-7 on the left and 2-6 on the right side, respectively. According to the literature, the frequency of rib fractures as a sequel of cardiac massage varies from 19 to 80% and that of sternal fractures from 0 to 47%. In persons of higher age, an increase of fracture frequency is described unanimously. These thoracic fractures may lead to lung contusion or, in some cases, even to more severe lesions of the lung",
        "cop": 2,
        "opa": "1st & 2nd rib",
        "opb": "2nd-7th rib",
        "opc": "7th-10th rib",
        "opd": "10th_12th rib",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "2998caf4-343d-4f6d-9586-9dbf893f8ce4",
        "choice_type": "single"
    },
    {
        "question": "Intraocular pressure is increased by which anaesthetic-",
        "exp": "Ans. is 'a' i. e., Ketamine o Ketamine increases intra-ocular tension ->> Contraindicated in glaucoma & open eye surgery.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Sevoflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "5652acbf-adaa-4b10-9a04-6a666fb003d5",
        "choice_type": "single"
    },
    {
        "question": "Placement of double lumen tube for lung surgery is best confirmed by",
        "exp": "Double lumen tube is used for one - lung ventilation. In double lumen tube, one is endobronchial and the other sho lumen is endotracheal. One-lung ventilation is indicated in surgeries like pneumonectomy, lobectomy, lung transplantation, bronchopleural fistulas.... Most commonly used double lumen tube is left-sided tube. Bronchoscopy is the ideal method of confirmation of the tube",
        "cop": 4,
        "opa": "Et. CO2",
        "opb": "Airway pressure measurement",
        "opc": "Clinically by auscultation",
        "opd": "Bronchoscopy",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary resuscitation and mechanical ventilation",
        "id": "831a51bb-a120-4d6f-94c7-34f7d58e6ce9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a cardiovascular monitoring technique -",
        "exp": "Ans. is 'd' i. e., Capnography Capnography is a respiratory monitor system (not a cardiovascular). Capnography -It is the determination of End tidal CO2 (Et CO2) concentration to confirm adequate ventilation. It is useful during all anaesthetic procedures Principal of End tidal CO2 determination (capnography). Gases with molecules that contain at least two dissimilar atoms absorb radiation in the infrared region of the spectrum. Using this property, carbon dioxide concentration can be measured directly and continuously throughout the respiratory cycle. The gradient observed during end tidal C02 measurement in healthy individuals is. End tidal CO2 < alveolar CO2 < arterial CO2. Why is End tidal CO2 less than alveolar CO2? Because the end tidal carbon di oxide is always diluted with alveolar dead space gas from unperfumed alveoli. These alveoli do not take part in gas exchange and so contain no carbon di oxide. Why is alveolar CO2 less than arterial CO2? Because the blood from the unventilated alveoli and lung parenchyma (both have higher CO2 contents) mixes with the blood from ventilated alveoli. In healthy adults with normal lungs end tidal CO2 is. 3 to. 6 k. Pa less than arterial CO2. This difference is reduced if the lungs are ventilated with large tidal volumes. Uses of End tidal CO2 (Et COA Capnography. To detect correct placement in tracheal intubation. Persistent detection of CO2 by a capnograph is best confirmation of tracheal placement of endotracheal tube. If the tracheal tube goes into the oesophagus no, or very little CO2 is detected. To diagnose lung embolism as a sudden decrease in end tidal carbon di oxide, assuming that the arterial blood pressure remain stable. To diagnose malignant hyperpyrexia as a gradual increase in end tidal carbon di oxide. As a disconnection alarm for a ventilator or breathing system. There is sudden absence of end tidal CO2. Also know, Cardiovascular monitoring techniques. Noninvasive methods. ECG Blood pressure. Transesophageal echocardiography. Invasive (1) Invasive blood pressure",
        "cop": 4,
        "opa": "Transesophageal echocardiography",
        "opb": "Central venous pressure monitoring",
        "opc": "Pulmonary artery catheterization",
        "opd": "Capnography",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "ebd0249b-97ec-4be0-9268-b42e496a1786",
        "choice_type": "single"
    },
    {
        "question": "IV dose of 1: 10000 concentration of epinephrine in pre term baby is-",
        "exp": "Ans. is 'b' i. e., 0-2 ml Epinephrineo The IV dose of 1: 10, 000 concentration is 0. lml/Kg. Thus it is about 0. 5ml for terni baby and 0-2 ml for pte term baby, o Endotracheal tube dosing is 1ml/ Kg. thus it is about 3 ml for term baby and 1 ml for preterm.",
        "cop": 2,
        "opa": "0. 1ml",
        "opb": "0. 2ml",
        "opc": "0. 3 ml",
        "opd": "0. 4 ml",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "92f1acfe-907f-4bb6-866c-5a1767e9e746",
        "choice_type": "single"
    },
    {
        "question": "Which is non invasive positive pressure ventilation?",
        "exp": "Ans: A (CPAP) Ref: Medscape Emedicine. Explanation: Noninvasive ventilation (NIV). It refers to the administration of ventilatory support without using an invasive artificial airway (endotracheal tube or tracheostomy tube). It is divided into two types. Non-invasive Positive pressure ventilation. Positive-pressure ventilation delivered through a mask has become the predominant method of providing noninvasive ventilatory support. Non invasive Negative pressure ventilation. Negative-pressure ventilators provide ventilatory- support using a device that encases the thoracic cage starting from the neck, and devices range from a whole-body tank to a cuirass shell. The general principal is the same with a vacuum device, which lowers the pressure surrounding the thorax, creating subattnospheric pressure and thereby passively expanding the chest wall with diaphragmatic descent, all leading to lung inflation. Exhalation occurs with passive recoil of the chest wall. Non-invasive Positive Pressure Ventilation. Patient Interfaces. Nasal masks and. Orofacial masks. Full face masks. Mouthpieces. Nasal pillow's. Helmets. Modes of ventilation. CPAPBi. PAPPAVMost patients who are provided noninvasive ventilation are provided support with pressure ventilation, with continuous positive airway pressure (CPAP), which is the most basic level of support. CPAP may be especially useful in patients with congestive heart failure or obstructive sleep apnea. Bilevel positive airway pressure (Bi. PAP) is probably the most common mode of support and requires provision of inspiratory positive airway pressure (IPAP) and expiratory positive airway pressure (EPAP). The difference between IPAP and EPAP is a reflection of the amount of pressure support ventilation provided to the patient, and EPAP is synonymous with positive end-expiratory pressure (PEEP). Some noninvasive ventilation is provided using proportional-assist ventilation (PAV), which provides flow and volume assistance with each breath.",
        "cop": 1,
        "opa": "CPAP",
        "opb": "SLMV",
        "opc": "CMV",
        "opd": "IMV",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "309020b2-0165-4790-a8b0-b9d59a3ef409",
        "choice_type": "single"
    },
    {
        "question": "About CPAP all are true except",
        "exp": "CPAP is used for the infants whose lungs are fully developed.",
        "cop": 3,
        "opa": "Given prophylactically in all preterm with respiratory distress",
        "opb": "Staed with Fi02 50-60%",
        "opc": "Given in infants less than 28 weeks and less than 1 kg weight",
        "opd": "Improves oxygenation and improves lung compliance",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary resuscitation and mechanical ventilation",
        "id": "c3cb7d34-f47f-40dc-a351-7cf32f52c806",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old man who met with a motor vehicle catastrophe came to the casualty hospital in an hour with severe maxillofacial trauma. His Pulse rate was 120/min, BP was 100/70 mm Hg, Sp02 - 80% with oxygen. What would be the immediate management-",
        "exp": "Orotracheal intubation is recommended in patients with severe maxillofacial injury as patient saturation is falling. Tracheotomy is indicated in severe facial trauma but orotracheal intubation under modern intubation techniques using fibre optic assistance is being preferred over tracheostomy.",
        "cop": 2,
        "opa": "Nasotracheal intubation",
        "opb": "Orotracheal intubation",
        "opc": "Intravenous fluid",
        "opd": "Tracheostomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary resuscitation and mechanical ventilation",
        "id": "dcc1c6f9-9e61-4e47-b7a9-df152bf02fdf",
        "choice_type": "single"
    },
    {
        "question": "During cardiopulmonary resuscitation, external cardiac compression is given over",
        "exp": "Ans. c (Lower third of sternum) (Ref. Short text book of Anaesthesia, 2nd ed196). External cardiac massage Infants. Children. Adults. Pulse check. Brachial/ femoral. Carotid. Carotid/ femoral. Compression area. Midsternum. Midsternum. Lower 1/3 rd of sternum. Compression with2-3 fingers or by thumbs while chest in encircled by both hands. Heel of one hand. Both hands, one palm over other and hand should be extended at elbow. Compression depth 1/2 -1 inch1- 1/2 inch1 1/2 inch. Rate100/min100/min100/min. Ratio of cardiac compression to breathing5: 15: 130: 2. UK Resuscitation Council Adult Life Support (ALS) Alorithm -2010",
        "cop": 3,
        "opa": "Upper third of sternum",
        "opb": "Mid third of sternum",
        "opc": "Lower third of sternum",
        "opd": "Precordium overall",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "38253d55-f496-4c49-b675-455fd2cec717",
        "choice_type": "multi"
    },
    {
        "question": "Fluid of choice in shock is?",
        "exp": "Ans is 'b' i. e. Ringer lactate * Crystalloid solutions are first choice to resuscitate any type of shock patients. Fluid management in shockA) Hemorrhagic shock# Crystalloid solutions for intravascular volume replenishment are typically isotonic (eg, 0. 9% saline or Ringer s lactate ). H2O freely travels outside the vasculature, so as little as 10% of isotonic fluid remains in the intravascular space. Both 0. 9% saline and RL are equally effective;# Colloid solutions (eg, hydroxyethyl starch, albumin, dextrans) are also effective for volume replacement during major hemorrhage. Colloid solutions offer no major advantage over crystalloid solutions, and albumin has been associated with poorer outcomes in patients with traumatic brain injury. B) Nonhemorrhagic hypovolemia# Isotonic crystalloid solutions are typically given for intravascular repletion during shock and hypovolemia. Colloid solutions are generally not used.",
        "cop": 2,
        "opa": "Albumin",
        "opb": "Ringer lactate",
        "opc": "Hydroxyethyl starch",
        "opd": "Dextran",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "9d28ca39-ed3d-483c-bf0e-3de034ecfe71",
        "choice_type": "single"
    },
    {
        "question": "The outcome following resuscitation of a cardiac arrest is worsened if during resuscitation patient is given -",
        "exp": "Ans. is 'c' i. e., 5% Dextrose While performing cardiopulmonary resuscitation for cardias arrest, therapy with hyperglycemic intravenous fluid should be avoided. Therapy with intravenous glucose solutions results in worse neurological outcome. Increase in blood and thus brain glucose during global cerebral ischemia will profoundly affect outcome of the patient. In high risk patients, intravenous glucose solutions should be avoided or used judiciously and blood glucose concentrations should be maintained within the normoglycemic range until the patients have passed the period of high risk for hemodynamic compromise. Most critically ill patients do not need acute glucose supplementations. In patients who require glucose, however we recommend administering it in a manner (e. g. mini drip devices, infusion pumps) that will avoid large infusions at the time of an ischemic event. Specifically, glucose containing solutions should not be used in intravenous lines that will facilitate volume expansion and drug administrations during t/t of shock or cardiac arrest.",
        "cop": 3,
        "opa": "Ringer's lactate",
        "opb": "Colloids",
        "opc": "5% Dextrose",
        "opd": "Whole blood transfusion",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "9f541caa-5c79-4d28-9493-40000d567245",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic is safe in heart failure -",
        "exp": "Ans. is 'a' i. e., Etomidate Etomidateo It has a briefer duration of action 4-8 minutes. o It produces little cardiovascular and respiratory depression-->> Agent of choice for cardiovascular surgeries (bypass, aneurysms, valve surgery). Etomidate is most cardiostable inducing agent. o Coronary perfusion pressure is maintained when it is used with fentanyl. o Similar to thiopentone & propofol, etomidate is cerebroprotective - Decreases cerebral blood flow; metabolism, oxygen consumption and ICT. o Etomidate has the highest incidence of nausea and vomiting amongst inducing agents 30%-40%. o It can produce hiccups and myoclonus. o Superficial thrombophlebitis and pain on injection may occur - Pain can be reduced by using larger vein and injecting lidocaine just before etomidate. o Intraarterial injection is not associated with local or vascular complications. o The specific endocrine effects manifested by etomidate are a dose dependent reversible inhibition of enzyme 11-b-hydroxylase, which coverts I I-deoxycortisol to cortisol and a relative minor effect on 17a - hydroxylase, o There is decreased synthesis of adrenal corticoids with increase in precursors 11-deoxycortisol and 17- hydroxyprogesterone. o ACTH secretion increases due to loss of feed back inhibition, o l it 'CT supplementation restores cortisol levels to normal after use of etomidate.",
        "cop": 1,
        "opa": "Etomidate",
        "opb": "Propofol",
        "opc": "Thiopentone",
        "opd": "Ketamine",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "ee8d4d26-2738-4477-a08c-3eaba7926449",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive and practical technique for detection of myocardial ischemia in die perioperative period is -",
        "exp": "Ans. is 'd' i. e., Regional wall motion abnormality detected with the help of 2D transesophageal echocardiography Two dimensional transesophageal echocardiography is the most sensitive method to detect myocardial ischemia in the perioperative period. But there are doubts, if it's a practical procedure too. Morgan states \"Detection of regional wall motion abnormality is a rapid and more sensitive indicator of myocardial ischemia than is the E. C. G. but unfortunately TEE requires expensive equipment and considerable familiarity with the technique in order to make correct and rapid interpretations intraoperatively\". Other methods available for intraoperative monitoring besides transesophageal echocardiography are. Electrocardiography (E. C. G.) - The sensitivity of ECG in detecting ischemia is related to the number of leads monitored. Hemodynamic monitoring - It is done by. Central venous or pulmonary artery pressure monitoring. The most sensitive hemodynamic correlates are derived from pulmonary artery pressure monitoring - Ischemia is frequently but not always associated with an abrupt increase in pulmonary capillary wedge pressure. The most common hemodynamic abnormalities observed during ischemic episodes are hypertension and tachycardia.",
        "cop": 4,
        "opa": "Magnetic Resonance Spectroscopy",
        "opb": "Radio labeled lactate determination",
        "opc": "Direct measurement of end diastolic pressure",
        "opd": "Regional wall motion abnormality detected with the help of 2D transoesophagealechocardiography",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "13e03d4d-3d88-45e7-8a5f-3885c765bbe1",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly involved segment of Lungs in Foreign body aspiration (Supine position)",
        "exp": "3 (Lobe: Right lower lobe lung)",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anaesthesia",
        "topic_name": "Cardiopulmonary Resuscitation And Mechanical Ventilation",
        "id": "fa6ecb50-d667-4e48-acf4-443031e45a99",
        "choice_type": "single"
    }
]