[
    {
        "question": "During epidural analgesia the following points suggests that needle is in the extradural space",
        "exp": "Loss of resistance technique, tactile feedback from the needle, and surface landmarks are traditionally used to guide the epidural needle tip into the epidural space (EDS). Number of newer techniques are now available like ultrasound - Ultrasound imaging with preacquired three-dimensional images of spine, Ultrasound through needle, Ultrasound imaging with preacquired three-dimensional images of spine Modifications of the loss of resistance technique. Membrane in syringe technique, Epidural balloon, Epidrum, Episure Autodetect, Auditory and visual display of pressure wave",
        "cop": 4,
        "opa": "Loss of resistance sign",
        "opb": "Negative pressure sign",
        "opc": "Mackintosh extradural space indicator",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "53c9d420-0ea5-41e5-acc6-41bbb75efe1e",
        "choice_type": "multi"
    },
    {
        "question": "The most common side effect of neuraxial opioid is:",
        "exp": "Pruritus is the most common side effect with neuraxial opioids. It may be generalized but is more likely to be localized to the face, neck or upper thorax. Treatment 1. naloxone 2. antihistaminic. 3. propofol",
        "cop": 2,
        "opa": "Nausea & vomiting",
        "opb": "Pruritus",
        "opc": "Urinary retention",
        "opd": "Sedation",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "39aff31f-e0c4-4f9c-b242-27199b5a217b",
        "choice_type": "single"
    },
    {
        "question": "The Anaesthesia technique of choice in severely preeclamptic women for cesarean delivery -",
        "exp": "The use of spinal anesthesia is discouraged in severe preeclampsia. Epidural anaesthesia is preferred since it has more hemodynamic stability. Regional anaesthesia spinal /epidural preferred over general anaesthesia for cesarean delivery since in pregnant female there are many risk associated with general anaesthesia.",
        "cop": 2,
        "opa": "Spinal Anaesthesia",
        "opb": "Epidural Anaesthesia",
        "opc": "General Anaesthesia",
        "opd": "Pudendal shock",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "a19e691b-c0be-4107-9d05-f47417bbfff1",
        "choice_type": "single"
    },
    {
        "question": "All of the following effects the height of block in spinal anesthesia except",
        "exp": "Explanation The gender of the patient is the factor that least affects the height of the neuraxial block, among the options given. Gender can affect the block height theoretically. The density of CSF is lower in women compared with men. Although this may affect relative baricity of local anesthetics, the clinical variation in the spread is probably unimpoant. Hence this is the best answer to choose from the above options. Other Options: Age: Higher anesthetic levels are achieved in the elderly for a given dosage of spinal anesthetic. Age-related decreases in CSF volume and the higher sensitivity of the nerve roots to local anesthetic are the possible reasons. Pregnancy: Increased intraabdominal pressure or conditions that cause engorgement of the epidural veins, decrease CSF volume and thus increase block height. This includes conditions such as pregnancy, ascites, and large abdominal tumors. Height: Within the range of \"normal-sized\" adults, patient height does not seem to affect the spread of spinal anesthesia. But extremes of height can affect the block height.",
        "cop": 3,
        "opa": "Age",
        "opb": "Height",
        "opc": "Sex",
        "opd": "Weight",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "898da051-fa50-466c-ae57-92cd5eb664d3",
        "choice_type": "multi"
    },
    {
        "question": "All are benefits of spinal over epidural anaesthesia except",
        "exp": "Spinal anesthesia drug is put in CSF, it mixes with CSF and we get a dense and uniforms level block. Epidural, depending upon site of surgery accordingly we put epidural catheter and produce segmental block. Spinal anaesthesia - Local anesthetic deposited in subarchnoid space. Onset time - immediate Quantity of drug used in very minimal Drug used for spinal Anaesthesia is most commonly hyperbaric Local Anaesthetic/ heavy Local Anaesthetic Layers sequentially period for spinal - Skin- Subcutaneous fascia - Supraspinatus ligament -Interspinous ligament - Ligamentum flavum - Dura meter- Arachnoid mater - Subarachnoid space (return of CSF) Easy to do the procedure and incidence of failure in less as end point has visible interpretation in return of CSF Not used for Differential block. Fixed Duration of block and More haemodynamic imbalance",
        "cop": 4,
        "opa": "Fast onset",
        "opb": "Dense block",
        "opc": "Less chances of failure",
        "opd": "Segmental block possible",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "ad77ec60-a82e-49a7-886d-c8aa2aa45faf",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement true about caudal anaesthesia except-",
        "exp": "Caudal is the other name of sacral epidural anaesthesia commonly done in < 7 yrs old children since it is easy to approach is sacral epidural space because of unfused sacral hiatus. The Spine is composed of the veebral bones and interveebral disks. There are 7 cervical 12 Thoracic and 5 Lumbar veebrae. The sacrum is a fusion of 5 sacral veebrae and there are small rudimentary coccygeal veebrae. This encases spinal cord and at every level. Paired spinal nerve exit the central nervous system. The laminae of S5 and all or pa of S4 normally do not fuse, learning a caudal opening to the spinal canal, the sacral hiatus.",
        "cop": 2,
        "opa": "It is common regional technique in pediatric patient",
        "opb": "It is a special type of spinal anaesthesia",
        "opc": "It is commonly used for postoperative analgesia for urological and lower abdominal surgery",
        "opd": "It is easy to performs in pediatric patient < 1 year old.",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "b8aa27f9-b418-4100-bc54-8fca6fb76749",
        "choice_type": "multi"
    },
    {
        "question": "The most common cranial nerve involved in spinal anesthesia",
        "exp": "cranial nerve VI is most commonly affected during spinal Anaesthesia. Dural puncture - a critical step in performing spinal anesthesia - was first introduced by Quinke in 1891, and sholy thereafter, Bier repoed the first case of post-dural puncture headache (PDPH). Bier proposed that ongoing leakage of cerebrospinal fluid (CSF) causes the headache, ie, leakage of CSF through the dural puncture site exceeds the rate of CSF production and results in low CSF pressure. Magnetic resonance imaging has confirmed that this leads to intracranial hypotension with descent of the brain, thereby causing traction of the sixth cranial nerve and pain-sensitive structures. The stretching of the nerve is thought to cause local ischemia as well as nerve dysfunction and can be seen in association with other signs of intracranial hypotension such as veigo, nausea, and vomiting.",
        "cop": 2,
        "opa": "1",
        "opb": "6",
        "opc": "9",
        "opd": "10",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "1b45fcfd-7056-477e-a298-1c8da0d20d30",
        "choice_type": "single"
    },
    {
        "question": "All are true about management of PDPH except-",
        "exp": "Ambulation causes aggravation of PDPH. Bed rest is advised. PDPH- Post Dural Puncture headache. May follow lumbar puncture, spinal anesthesia, wet epidural tap (in which epidural needle pierced dura). Onset 12-72hrs and last for 1-2 weeks. Aggravated by sitting and relieved by lying down. Incidence increases with the larger needle, cutting point (in comparison to pencil point) needle, young age, females, pregnancy. Prevention by thinner needle Management: Supine position IV fluids Caffeine and analgesia Epidural blood patch",
        "cop": 1,
        "opa": "Early ambulation",
        "opb": "Hydration",
        "opc": "Cerebral vasoconstriction - caffeine",
        "opd": "Analgesic",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "ed7f802a-1313-4886-b5a7-4cc094853df1",
        "choice_type": "multi"
    },
    {
        "question": "Epidural opioid has following complications except-",
        "exp": "The four classic side effects are pruritus, nausea and vomiting, urinary retention, and respiratory depression. Numerous other side effects have also been described. Most side effects are dose-dependent and may be more common if the opioid is administered intrathecally. Side effects are less common in patients chronically exposed to either intrathecal, epidural, or systemic opioids. Some side effects are mediated interaction with specific opioid receptors while others are not.",
        "cop": 4,
        "opa": "Pruritus",
        "opb": "Respiratory depression",
        "opc": "Less complete perineal relaxation",
        "opd": "Haemodynomic alteration",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "804946b3-4c76-4aa9-926e-c141159f6015",
        "choice_type": "multi"
    },
    {
        "question": "Differential blockade by central neuraxial blockade is achieved by-",
        "exp": "Spinal anaesthesia is used for Intraoperative anaesthesia only. Epidural used both for Intraoperative anaesthesia and post operative analgesia by decreasing the concentration of local anaesthetics. Depending on the level of anaesthesia required epidural catheter is put. Drug is put according to the required number of segment to be blocked. Differential block is achieved by only epidural. Different concentrations are used for blocking different nerve fibres. A differential block refers to the clinical phenomenon that nerve fibers with different functions have different sensitivities to local anesthetic blockade. This is well proven in both neuraxial and peripheral nerve blocks.",
        "cop": 1,
        "opa": "Epidural Anaesthesia",
        "opb": "Spinal Anaesthesia",
        "opc": "Both",
        "opd": "None of above",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "8d9c86cf-b61d-48f7-851d-4cf6f435b2e2",
        "choice_type": "multi"
    },
    {
        "question": "All are absolute contraindication of neuraxial anaesthesia except:",
        "exp": "Absolute C/ I of central neuraxial Blockade 1. Patient's refusal. 2. Local infection of site 3. Raised Intracranial pressure 4. Severe hypovolemia Two more which was earlier in absolute but now relative contraindication. 5. Coagulation disorder 6. Severe heart diseases",
        "cop": 4,
        "opa": "Patients refused",
        "opb": "Local infection of site",
        "opc": "Raised Intracranial pressure",
        "opd": "Spinal deformity",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "8d957284-3f9e-4163-81d6-3818229b9955",
        "choice_type": "multi"
    },
    {
        "question": "Neuraxial blocks as a primary anesthetic technique can be used for following surgeries except:",
        "exp": "Upper abdominal surgery, it is difficult to safely achieve a sensory level adequate for patient comfo with neuraxial anaesthesia. Thus for upper abdominal surgery epidural is used as an adjunct technique with general anaesthesia. Indications Indications for epidural nerve block can be divided into the following categories: Sole epidural anesthetic Epidural anesthetic in combination with spinal anesthetic This combination is referred to as combined spinal epidural (CSE). All of the indications noted above for sole epidural anesthetic may also be performed with CSE. Epidural anesthetic in combination with general anesthetic All of the indications noted above for sole epidural anesthetic may also be performed with CSE. Epidural analgesia combined with general anesthesia reduces the incidence of postoperative pneumonia in patients with chronic obstructive pulmonary disease who are undergoing major abdominal surgery. Epidural analgesia Prolonged postoperative analgesia obtained by continuous or patient-controlled infusions of local anesthetics, opioids, adjuvants, or a combination thereof Labor epidural analgesia Single-shot epidural injection of depot form of morphine (Duramorph) can provide 6-24 hours of analgesia. Epidural for chronic pain management Disk herniation, degeneration, and spondylosis Radiculopathy - Spinal stenosis and facet ahropathy Sympathetic mediated/maintained pain of upper or lower extremities",
        "cop": 4,
        "opa": "Lower abdominal surgery",
        "opb": "Urogenital Surgery",
        "opc": "Lower extremity surgery",
        "opd": "Upper abdominal surgery",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "241fa908-5372-4d32-8871-4db9da9179b8",
        "choice_type": "multi"
    },
    {
        "question": "A 65 year old male patient with history of coronary aery disease was diagnosed with hemorroides. The anaesthesia modality of choice for haemorrhoidectomy",
        "exp": "Saddle anaesthesia is spinal anaesthesia given in sitting position. After giving the drug patient is kept inthis position for 5-10 mins. Drugs only blocks sacral nerve roots and perineal anaesthesia is achieved. Since thoracic and lumbar spinal nerves are not blocked it has is no haemodynamic alteration. Caudal is the other name of sacral epidural anaesthesia commonly done in < 7 yrs old children since it is easy to approach is sacral epidural space because of unfused sacral hiatus. Caudal anesthesia requires identification of the sacral hiatus.",
        "cop": 3,
        "opa": "Spinal anaesthesia",
        "opb": "General anaesthesia",
        "opc": "Saddle anaesthesia",
        "opd": "Caudal anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "45cacb4f-e6c0-4083-bd1c-0b477b3fed36",
        "choice_type": "single"
    },
    {
        "question": "The site of action of local anaesthetic in epidural anesthesia is",
        "exp": "Local anaesthetic in maximal blockade is believed to act in spinal nerve root. Mechanism of action of central neuraxial blockade. The mechanisms of spinal and epidural are believed to be the nerve roots. Blockade of neural transmission in the posterior nerve root fibers interrupt somatic and visceral sensation, whereas blockade of anterior nerve root fibers prevent efferent motor & autonomic outflow.",
        "cop": 1,
        "opa": "Spinal nerve root",
        "opb": "Spinal cord",
        "opc": "Epidural neural tissue",
        "opd": "Anterior root of spinal nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "8a78e1a6-f97e-4726-9caa-ec1b9a063438",
        "choice_type": "single"
    },
    {
        "question": "Epidural narcotic is preferred over epidural Local anaesthetic for analgesia because -",
        "exp": "Epidural narcotics did not cause sympathetic depression or bladder dysfunction, and analgesia was segmental. The ideal opioid must cross the dura rapidly and enter the spinal cord, where it should bind with strong affinity to the opioid receptors in the substantia gelatinosa. Complications of epidural opioids even at these reduced doses still include nausea and vomiting (30-40%), sedation, respiratory depression (1%), as with parenteral routes, but to these can be added pruritus (10-50%) and urinary retention (5-40%). Pruritus is not due to histamine release but may respond to antihistamines; it will always respond to a small dose of naloxone without reducing analgesia. motor block, autonomic block not seen with epidural opioid",
        "cop": 3,
        "opa": "Less respiratory depression",
        "opb": "No retention of urine",
        "opc": "No motor paralysis",
        "opd": "Less dose required",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "ec01fab5-da81-4c4b-92da-0a883f798d7e",
        "choice_type": "single"
    },
    {
        "question": "All are management of PDPH except-",
        "exp": "Conservative treatment involves i. Analgesic + caffeine ii. Fluids iii. Supine position iv. Stool softener decreases valsalva straining",
        "cop": 3,
        "opa": "Analgesic + caffeine",
        "opb": "Intravenous / out fluids",
        "opc": "Upright poion",
        "opd": "Stool softners",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "d70ac418-e9bb-47c5-aeee-573ab321fb4f",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old male underwent the following procedure before his surgery, After 2 days he developed headache which gets relieved by lying down. What is the definitive treatment for this?",
        "exp": "Post-Dural Puncture Headache May follow lumbar puncture, spinal anesthesia, Onset 12-72 hrs and last for 1-2 weeks. Aggravated by sitting and relieved by lying down. Incidence increases with the larger needle, cutting point needle, young age, females, pregnancy. Prevented by use of thinner needle Rx Supine position IV fluids Caffeine and analgesia Epidural blood patch Definitive therapy Performed24-48 hours after dural puncture and the development of classic PDPH symptoms. 15-20 mL of autologous blood is injected into the epidural space at the same or one interspace below the level of the dural puncture. It stops fuher leakage of CSF by either mass effect or coagulation. A second patch performed after 24-48 hours (if needed) Approximately 90% of patients will respond to a single blood patch, and 90% of initial nonresponders will obtain relief from a second injection",
        "cop": 3,
        "opa": "NSAIDs and caffeine",
        "opb": "Physiotherapy",
        "opc": "Autologous blood patch",
        "opd": "Caffeine",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "9ef4afb1-997a-453e-be72-9eb605d0f67a",
        "choice_type": "single"
    },
    {
        "question": "Saddle block can be used for all the following condition except-",
        "exp": "Cesarean delivery requires a level of block up to T4, which is not possible by saddle block Dermatomal Level required for Various Common Surgical Procedures: T4 - Upper abdominal surgery T10 - Transurethral resection of prostate T10 - Hip surgery L2 - Foot and ankle surgery S2-S3- haemorrhides",
        "cop": 4,
        "opa": "Dilatation and curettage",
        "opb": "Haemorrhoids",
        "opc": "Rectal prolapse",
        "opd": "Cesarean section",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "5073d39d-f6eb-4ffa-a4d6-852957184284",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are features of opioid withdrawal?",
        "exp": "- Physical dependence on morphine usually requires about 25 days to develop but may occur sooner in emotionally unstable persons. - When physical dependence is established, discontinuation of opioid agonist produces a typical withdrawal abstinence syndrome. - Initial symptoms of withdrawal include yawning, diaphoresis, lacrimation, or coryza. - Insomnia & restlessness are prominent. - Abdominal cramps, nausea, vomiting & diarrhea reach their peak in 72 hours & then decline over the next 7 to 10 days. - During withdrawal, tolerance to morphine is rapidly lost & syndrome can be terminated by a modest dose of opioid agonist.",
        "cop": 2,
        "opa": "Constipation, bradycardia, coma",
        "opb": "Abdominal cramps, vomiting, insomnia",
        "opc": "Hypehermia, vomiting, restlessness",
        "opd": "Hypothermia, nausea, constipation",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "b37b73de-6ce9-4a21-bcf5-b8896929cef4",
        "choice_type": "single"
    },
    {
        "question": "Anaesthesia for Cesarean delivery of patients with stable placenta pre is-",
        "exp": "Indications of general anesthesia: General anesthesia is preferred in ceain emergency conditions such as - Massive bleeding (placenta pre or accreta, abruption placentae, or uterine rupture) Coagulopathy Hemodynamic instabilty Severe fetal distress when placenta pre patient is stable then epidural is preferred.",
        "cop": 2,
        "opa": "Spinal Anaesthesia",
        "opb": "Epidural Anaesthesia",
        "opc": "General Anaesthesia",
        "opd": "Combined spinal + Epidural",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "a6c546da-ead6-4c65-b7f3-cf01df4ce8ce",
        "choice_type": "single"
    },
    {
        "question": "Structure pierced to give caudal anaesthesia is?",
        "exp": "Caudal anesthesia is popular in pediatric anesthesia and is paicularly useful when sacral anesthetic spread is desired (e. g., perineal, anal, rectal procedures). Caudal anesthesia requires identification of the sacral hiatus. The sacrococcygeal ligament (i. e., extension of ligamentum flavum) overlies the sacral hiatus between the two sacral cornua. To facilitate locating the cornua, the posterior superior iliac spines should be located and, by using the line between them as one side of an equilateral triangle, the location of the sacral hiatus should be approximated. After the sacral hiatus is identified, the index and mid-dle fingers of the palpating hand are placed on the sacral cornua, and after local infiltration, the caudal needle (or Tuohy needle if a catheter is to be placed) is inseed at an angle of approximately 45 degrees to the sacrum. While the needle is advanced, a decrease in resistance to needle inseion should be appreciated as the needle enters the caudal canal. The needle is then redirected so that the angle of inseion relative to the skin surface is decreased.",
        "cop": 2,
        "opa": "Obturator foramen",
        "opb": "Sacrococcygeal membrane",
        "opc": "Dura mater",
        "opd": "Lumbosacral ligament",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "3f147caa-8258-475d-82a5-4c5e1f6e6bd9",
        "choice_type": "single"
    },
    {
        "question": "LSCS can be done under following modalities of anaesthesia except:-",
        "exp": "For an elective cesarean section, We need a level upto T4 which cannot be achieved by Saddle Anaesthesia. Advantages of spinal anesthesia over general anesthesia are: Less neonatal exposure to potentially depressant drugs A decreased risk of maternal pulmonary aspiration An awake mother at the bih of her child Spinal opioids can be used for postoperative pain relief Advantages of spinal anesthesia over epidural anesthesia: Rapid and predictable block Complete block (lesser failure rate) Lesser risk of systemic toxicity or high spinal due to accidental intravascular or intrathecal injection seen with epidural anesthesia More cost effective Disadvantages of general anesthesia: General anesthesia is associated with greater risk of - Pulmonary aspiration of gastric contents Difficult or failed intubation Drug exposure to the fetus Indications of general anesthesia: General anesthesia is preferred in ceain emergency conditions such as - Massive bleeding (placenta pre or accreta, abruption placentae, or uterine rupture) Coagulopathy Hemodynamic instabilty Severe fetal distress Paracervical blockis used for labour analgesia but not for elective cesarean section. Side effects include transient fetal bradycardia, maternal local anesthetic toxicity and accidental injection of local anesthetic into the presenting fetal head. For an elective cesarean section, Spinal anesthesia is preferred over other techniques Advantages of spinal anesthesia over general anesthesia are: Less neonatal exposure to potentially depressant drugs A decreased risk of maternal pulmonary aspiration An awake mother at the bih of her child Spinal opioids can be used for postoperative pain relief Advantages of spinal anesthesia over epidural anesthesia: Rapid and predictable block Complete block (lesser failure rate) Lesser risk of systemic toxicity or high spinal due to accidental intravascular or intrathecal injection seen with epidural anesthesia More cost effective Disadvantages of general anesthesia: General anesthesia is associated with greater risk of - Pulmonary aspiration of gastric contents Difficult or failed intubation Drug exposure to the fetus Indications of general anesthesia: General anesthesia is preferred in ceain emergency conditions such as - Massive bleeding (placenta pre or accreta, abruption placentae, or uterine rupture) Coagulopathy Hemodynamic instabilty Severe fetal distress Paracervical blockis used for labour analgesia but not for elective cesarean section. Side effects include transient fetal bradycardia, maternal local anesthetic toxicity and accidental injection of local anesthetic into the presenting fetal head.",
        "cop": 4,
        "opa": "General anaesthesia",
        "opb": "Spinal anaesthesia",
        "opc": "Epidural anaesthesia",
        "opd": "Saddle anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "b4f504fe-abcb-47a4-97dc-e957be8c03a7",
        "choice_type": "multi"
    },
    {
        "question": "The gold standard of labour analgesia is which of the following:-",
        "exp": "Continuous lumbar epidural analgesia is the most versatile and most commonly employed technique because it gives good analgesia in both the stages of labour. It is safe on mother and fetus. Continuous lumbar epidural analgesiais the most commonly used technique to produce labor analgesia as it can provide analgesia during the first stage of labor and also provide anesthesia for vaginal delivery or for cesarean section if necessary. For adequate pain relief, the sensory block of. T10-L1is required during thefirst stageof labor and. S2-S4 (Pudendal nerve block) is required during thesecond stage. The Epidural catheter placed at L3-L4 or L4-L5 interspace sufficiently provides T10-S5 neural blockade. other techniques are used when we cannot give lumbar epidural.",
        "cop": 1,
        "opa": "Continuous lumbar epidural",
        "opb": "IV opioid infusion",
        "opc": "Continuous inhalational agent",
        "opd": "Nerve block",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "faa62564-ced2-4229-a59b-6ddb3c98923a",
        "choice_type": "single"
    },
    {
        "question": "Which is not an ideal method of post operative analgesia?",
        "exp": "Cryoneurolysis, also referred to as cryoanalgesia, is a medical procedure that temporarily blocks nerve conduction along peripheral nerve pathways. The procedure, which inses a small probe to freeze the target nerve, can facilitate complete regeneration of the structure and function of the affected nerve. Cryoneurolysis has been used to treat a variety of painful conditions. It is not used for postoperative analgesia.",
        "cop": 4,
        "opa": "Patient controlled analgesia",
        "opb": "Continuous epidural with local anesthetics",
        "opc": "Intercostal nerve block",
        "opd": "Cryoanalgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "18ef58d5-6d00-4ba5-abbc-84d641223578",
        "choice_type": "single"
    },
    {
        "question": "Best site for going spinal anaesthesia is interveebral space between.",
        "exp": "The spinal canal contains the spinal cord with its covering (the meninges), fatty tissue and venous plexus. The meninges are composed of three layers: the pia mater, the arachnoid mater and the Dura meter. The spinal subdural space is poorly demarcated. The epidural space is a better defined potential space within the spinal canal that is bounded by the Dura meter and ligamentum flavum. There is cerebrospinal fluid between pia meter and Archnoid meter and this space is called sub arachnoid space. The spinal cord normally extends from the foramen magnum to the level of L1 in adults. so in adults we can give spinal anesthesia below this level in L2/L3, L3/L4. L2/L3 IS BETTER SPACE In children the spinal cord ends at L3 and moves up with age. The blood supply to the spinal cord and nerve roots is derived from a single anterior spinal aery and pair posterior aeries.",
        "cop": 1,
        "opa": "L2 - L3",
        "opb": "L3 - L4",
        "opc": "L1 - L2",
        "opd": "L5 - S1",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "f0069ca2-03ef-44fa-b0d4-33712f4b2e5d",
        "choice_type": "single"
    },
    {
        "question": "For a 78 yr old man for trans urethral resection of prostate, ideal anesthetic method is spinal anesthesia, this is because",
        "exp": "TURP syndrome may occur at any time perioperatively and has been observed as early as few minutes after surgery has staed and as late as several hours after surgery has been completed. When under regional anesthesia, the patient characteristically complains of Dizziness Headache Nausea Tight feeling in the chest and throat Shoness of breath Restlessness Confusion Retching Abdominal paint thus regional anaesthesia is preferred.",
        "cop": 2,
        "opa": "General anesthesia causes more bleeding than spinal",
        "opb": "Signs of hyponatremia can easily be detected under spinal",
        "opc": "Spinal anesthesia abolishes the obturator nerve stimulation by electro cautery",
        "opd": "Obstructive uropathy and renal failure may be associated with prostatic enlargement",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "33fdba55-187e-4fba-b943-34f805891bd7",
        "choice_type": "single"
    },
    {
        "question": "Which is false regarding post dural puncture headache?",
        "exp": "predisposing factors for PDPH Age: Younger, more frequent Sex: Females > males Needle size: Larger > smaller Needle bevel: Less when the needle bevel is placed in the long axis of the neuraxis Orienting a needle bevel parallel with the axis of the spine, such that the longitudinal fibers of the dura would more likely be separated than cut, results in a lower incidence of postspinal puncture headache Pregnancy: More when pregnant Dural punctures: More with multiple punctures Factors That Do Not Increase the Incidence of Headache After Spinal Puncture Inseion and use of catheters for continuous spinal anesthesia Timing of ambulation duration of surgery",
        "cop": 4,
        "opa": "Incidence is reduced by pencil point spinal needles",
        "opb": "Definitive cure is obtained with epidural blood patch",
        "opc": "Head ache is aggravated by sitting and relieved by lying down",
        "opd": "Longer the duration anesthesia, greater will be the chance of developing PDPH",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "70a53d21-5b9c-4469-a97d-14d14e516e34",
        "choice_type": "multi"
    }
]