[
    {
        "question": "The most common side effect of neuraxial opioid is:",
        "exp": "Pruritus is the most common side effect with neuraxial opioids. It may be generalized but is more likely to be localized to the face, neck or upper thorax. Treatment 1. naloxone 2. antihistaminic. 3. propofol",
        "cop": 2,
        "opa": "Nausea & vomiting",
        "opb": "Pruritus",
        "opc": "Urinary retention",
        "opd": "Sedation",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "39aff31f-e0c4-4f9c-b242-27199b5a217b",
        "choice_type": "single"
    },
    {
        "question": "The Anaesthesia technique of choice in severely preeclamptic women for cesarean delivery -",
        "exp": "The use of spinal anesthesia is discouraged in severe preeclampsia. Epidural anaesthesia is preferred since it has more hemodynamic stability. Regional anaesthesia spinal /epidural preferred over general anaesthesia for cesarean delivery since in pregnant female there are many risk associated with general anaesthesia.",
        "cop": 2,
        "opa": "Spinal Anaesthesia",
        "opb": "Epidural Anaesthesia",
        "opc": "General Anaesthesia",
        "opd": "Pudendal shock",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "a19e691b-c0be-4107-9d05-f47417bbfff1",
        "choice_type": "single"
    },
    {
        "question": "The most common cranial nerve involved in spinal anesthesia",
        "exp": "cranial nerve VI is most commonly affected during spinal Anaesthesia. Dural puncture - a critical step in performing spinal anesthesia - was first introduced by Quinke in 1891, and sholy thereafter, Bier repoed the first case of post-dural puncture headache (PDPH). Bier proposed that ongoing leakage of cerebrospinal fluid (CSF) causes the headache, ie, leakage of CSF through the dural puncture site exceeds the rate of CSF production and results in low CSF pressure. Magnetic resonance imaging has confirmed that this leads to intracranial hypotension with descent of the brain, thereby causing traction of the sixth cranial nerve and pain-sensitive structures. The stretching of the nerve is thought to cause local ischemia as well as nerve dysfunction and can be seen in association with other signs of intracranial hypotension such as veigo, nausea, and vomiting.",
        "cop": 2,
        "opa": "1",
        "opb": "6",
        "opc": "9",
        "opd": "10",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "1b45fcfd-7056-477e-a298-1c8da0d20d30",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old male patient with history of coronary aery disease was diagnosed with hemorroides. The anaesthesia modality of choice for haemorrhoidectomy",
        "exp": "Saddle anaesthesia is spinal anaesthesia given in sitting position. After giving the drug patient is kept inthis position for 5-10 mins. Drugs only blocks sacral nerve roots and perineal anaesthesia is achieved. Since thoracic and lumbar spinal nerves are not blocked it has is no haemodynamic alteration. Caudal is the other name of sacral epidural anaesthesia commonly done in < 7 yrs old children since it is easy to approach is sacral epidural space because of unfused sacral hiatus. Caudal anesthesia requires identification of the sacral hiatus.",
        "cop": 3,
        "opa": "Spinal anaesthesia",
        "opb": "General anaesthesia",
        "opc": "Saddle anaesthesia",
        "opd": "Caudal anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "45cacb4f-e6c0-4083-bd1c-0b477b3fed36",
        "choice_type": "single"
    },
    {
        "question": "The site of action of local anaesthetic in epidural anesthesia is",
        "exp": "Local anaesthetic in maximal blockade is believed to act in spinal nerve root. Mechanism of action of central neuraxial blockade. The mechanisms of spinal and epidural are believed to be the nerve roots. Blockade of neural transmission in the posterior nerve root fibers interrupt somatic and visceral sensation, whereas blockade of anterior nerve root fibers prevent efferent motor & autonomic outflow.",
        "cop": 1,
        "opa": "Spinal nerve root",
        "opb": "Spinal cord",
        "opc": "Epidural neural tissue",
        "opd": "Anterior root of spinal nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "8a78e1a6-f97e-4726-9caa-ec1b9a063438",
        "choice_type": "single"
    },
    {
        "question": "Epidural narcotic is preferred over epidural Local anaesthetic for analgesia because -",
        "exp": "Epidural narcotics did not cause sympathetic depression or bladder dysfunction, and analgesia was segmental. The ideal opioid must cross the dura rapidly and enter the spinal cord, where it should bind with strong affinity to the opioid receptors in the substantia gelatinosa. Complications of epidural opioids even at these reduced doses still include nausea and vomiting (30-40%), sedation, respiratory depression (1%), as with parenteral routes, but to these can be added pruritus (10-50%) and urinary retention (5-40%). Pruritus is not due to histamine release but may respond to antihistamines; it will always respond to a small dose of naloxone without reducing analgesia. motor block, autonomic block not seen with epidural opioid",
        "cop": 3,
        "opa": "Less respiratory depression",
        "opb": "No retention of urine",
        "opc": "No motor paralysis",
        "opd": "Less dose required",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "ec01fab5-da81-4c4b-92da-0a883f798d7e",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old male underwent the following procedure before his surgery, After 2 days he developed headache which gets relieved by lying down. What is the definitive treatment for this?",
        "exp": "Post-Dural Puncture Headache May follow lumbar puncture, spinal anesthesia, Onset 12-72 hrs and last for 1-2 weeks. Aggravated by sitting and relieved by lying down. Incidence increases with the larger needle, cutting point needle, young age, females, pregnancy. Prevented by use of thinner needle Rx Supine position IV fluids Caffeine and analgesia Epidural blood patch Definitive therapy Performed24-48 hours after dural puncture and the development of classic PDPH symptoms. 15-20 mL of autologous blood is injected into the epidural space at the same or one interspace below the level of the dural puncture. It stops fuher leakage of CSF by either mass effect or coagulation. A second patch performed after 24-48 hours (if needed) Approximately 90% of patients will respond to a single blood patch, and 90% of initial nonresponders will obtain relief from a second injection",
        "cop": 3,
        "opa": "NSAIDs and caffeine",
        "opb": "Physiotherapy",
        "opc": "Autologous blood patch",
        "opd": "Caffeine",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "9ef4afb1-997a-453e-be72-9eb605d0f67a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are features of opioid withdrawal?",
        "exp": "- Physical dependence on morphine usually requires about 25 days to develop but may occur sooner in emotionally unstable persons. - When physical dependence is established, discontinuation of opioid agonist produces a typical withdrawal abstinence syndrome. - Initial symptoms of withdrawal include yawning, diaphoresis, lacrimation, or coryza. - Insomnia & restlessness are prominent. - Abdominal cramps, nausea, vomiting & diarrhea reach their peak in 72 hours & then decline over the next 7 to 10 days. - During withdrawal, tolerance to morphine is rapidly lost & syndrome can be terminated by a modest dose of opioid agonist.",
        "cop": 2,
        "opa": "Constipation, bradycardia, coma",
        "opb": "Abdominal cramps, vomiting, insomnia",
        "opc": "Hypehermia, vomiting, restlessness",
        "opd": "Hypothermia, nausea, constipation",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "b37b73de-6ce9-4a21-bcf5-b8896929cef4",
        "choice_type": "single"
    },
    {
        "question": "Anaesthesia for Cesarean delivery of patients with stable placenta pre is-",
        "exp": "Indications of general anesthesia: General anesthesia is preferred in ceain emergency conditions such as - Massive bleeding (placenta pre or accreta, abruption placentae, or uterine rupture) Coagulopathy Hemodynamic instabilty Severe fetal distress when placenta pre patient is stable then epidural is preferred.",
        "cop": 2,
        "opa": "Spinal Anaesthesia",
        "opb": "Epidural Anaesthesia",
        "opc": "General Anaesthesia",
        "opd": "Combined spinal + Epidural",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "a6c546da-ead6-4c65-b7f3-cf01df4ce8ce",
        "choice_type": "single"
    },
    {
        "question": "Structure pierced to give caudal anaesthesia is?",
        "exp": "Caudal anesthesia is popular in pediatric anesthesia and is paicularly useful when sacral anesthetic spread is desired (e. g., perineal, anal, rectal procedures). Caudal anesthesia requires identification of the sacral hiatus. The sacrococcygeal ligament (i. e., extension of ligamentum flavum) overlies the sacral hiatus between the two sacral cornua. To facilitate locating the cornua, the posterior superior iliac spines should be located and, by using the line between them as one side of an equilateral triangle, the location of the sacral hiatus should be approximated. After the sacral hiatus is identified, the index and mid-dle fingers of the palpating hand are placed on the sacral cornua, and after local infiltration, the caudal needle (or Tuohy needle if a catheter is to be placed) is inseed at an angle of approximately 45 degrees to the sacrum. While the needle is advanced, a decrease in resistance to needle inseion should be appreciated as the needle enters the caudal canal. The needle is then redirected so that the angle of inseion relative to the skin surface is decreased.",
        "cop": 2,
        "opa": "Obturator foramen",
        "opb": "Sacrococcygeal membrane",
        "opc": "Dura mater",
        "opd": "Lumbosacral ligament",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "3f147caa-8258-475d-82a5-4c5e1f6e6bd9",
        "choice_type": "single"
    },
    {
        "question": "The gold standard of labour analgesia is which of the following:-",
        "exp": "Continuous lumbar epidural analgesia is the most versatile and most commonly employed technique because it gives good analgesia in both the stages of labour. It is safe on mother and fetus. Continuous lumbar epidural analgesiais the most commonly used technique to produce labor analgesia as it can provide analgesia during the first stage of labor and also provide anesthesia for vaginal delivery or for cesarean section if necessary. For adequate pain relief, the sensory block of. T10-L1is required during thefirst stageof labor and. S2-S4 (Pudendal nerve block) is required during thesecond stage. The Epidural catheter placed at L3-L4 or L4-L5 interspace sufficiently provides T10-S5 neural blockade. other techniques are used when we cannot give lumbar epidural.",
        "cop": 1,
        "opa": "Continuous lumbar epidural",
        "opb": "IV opioid infusion",
        "opc": "Continuous inhalational agent",
        "opd": "Nerve block",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "faa62564-ced2-4229-a59b-6ddb3c98923a",
        "choice_type": "single"
    },
    {
        "question": "Which is not an ideal method of post operative analgesia?",
        "exp": "Cryoneurolysis, also referred to as cryoanalgesia, is a medical procedure that temporarily blocks nerve conduction along peripheral nerve pathways. The procedure, which inses a small probe to freeze the target nerve, can facilitate complete regeneration of the structure and function of the affected nerve. Cryoneurolysis has been used to treat a variety of painful conditions. It is not used for postoperative analgesia.",
        "cop": 4,
        "opa": "Patient controlled analgesia",
        "opb": "Continuous epidural with local anesthetics",
        "opc": "Intercostal nerve block",
        "opd": "Cryoanalgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "18ef58d5-6d00-4ba5-abbc-84d641223578",
        "choice_type": "single"
    },
    {
        "question": "Best site for going spinal anaesthesia is interveebral space between.",
        "exp": "The spinal canal contains the spinal cord with its covering (the meninges), fatty tissue and venous plexus. The meninges are composed of three layers: the pia mater, the arachnoid mater and the Dura meter. The spinal subdural space is poorly demarcated. The epidural space is a better defined potential space within the spinal canal that is bounded by the Dura meter and ligamentum flavum. There is cerebrospinal fluid between pia meter and Archnoid meter and this space is called sub arachnoid space. The spinal cord normally extends from the foramen magnum to the level of L1 in adults. so in adults we can give spinal anesthesia below this level in L2/L3, L3/L4. L2/L3 IS BETTER SPACE In children the spinal cord ends at L3 and moves up with age. The blood supply to the spinal cord and nerve roots is derived from a single anterior spinal aery and pair posterior aeries.",
        "cop": 1,
        "opa": "L2 - L3",
        "opb": "L3 - L4",
        "opc": "L1 - L2",
        "opd": "L5 - S1",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "f0069ca2-03ef-44fa-b0d4-33712f4b2e5d",
        "choice_type": "single"
    },
    {
        "question": "For a 78 yr old man for trans urethral resection of prostate, ideal anesthetic method is spinal anesthesia, this is because",
        "exp": "TURP syndrome may occur at any time perioperatively and has been observed as early as few minutes after surgery has staed and as late as several hours after surgery has been completed. When under regional anesthesia, the patient characteristically complains of Dizziness Headache Nausea Tight feeling in the chest and throat Shoness of breath Restlessness Confusion Retching Abdominal paint thus regional anaesthesia is preferred.",
        "cop": 2,
        "opa": "General anesthesia causes more bleeding than spinal",
        "opb": "Signs of hyponatremia can easily be detected under spinal",
        "opc": "Spinal anesthesia abolishes the obturator nerve stimulation by electro cautery",
        "opd": "Obstructive uropathy and renal failure may be associated with prostatic enlargement",
        "subject_name": "Anaesthesia",
        "topic_name": "Central Neuraxial Blockade",
        "id": "33fdba55-187e-4fba-b943-34f805891bd7",
        "choice_type": "single"
    }
]