[
    {
        "question": "Drug causing malignant hyperthermia:(Asked twice in the exam)",
        "exp": "Ans. b. Suxamethonium. Suxamethonium is the drug most commonly responsible for causing malignant hyperthermia. 'Drugs causing malignant hyperthermia are- succinylcholine (most common cause), halothane (MC inhalational agent), iso/des/sevo/methoxy- fluranes, lignocaine, TCA, MAO inhibitors and phenothiazines. ''Thiopentone and pancuronium are protective drugs for malignant hyperthermia, as these raise the triggering threshold. ''In malignant hyperthermia susceptible patients, safe anesthetics are N2O, Non-depolarizing muscle relaxants (atracurium), opiates, tranquilizers, etomidate, barbiturates (thiopentone) and propofol. 'Malignant Hyperthermia* Autosomal dominant genetic disorder of skeletal muscle* Occurs in susceptible individuals due to exposure to some triggering agents, typically Suxamethonium or volatile agents, which cause an abnormal increase in intracellular calcium.* It is caused by dysregulation of excitation-contraction coupling in skeletal muscle. Triggering Agents:* Succinylcholine (most common cause)* Halothane (MC inhalational agent)* Halogenated Anesthesia:- Fluranes: Isoflurane, desflurane, sevoflurane. methoxy-flurane- Ether- Cyclopropane* Lignocaine* TCA* MAO inhibitors* Phenothiazines. Clinical Features:* Rise in end tidal CO2 (1st sign)* Masseter muscle rigidity (MMR) and tachycardia are earliest sign* Hypermetabolic features, metabolic acidosis, fever, hyperthermia* Sympathetic over activity: Tachycardia, arrhythmia, unstable BP. initial hypertension* Muscle damage: Masseter muscle spasm, generalized rigidity, hyperkalemia. Tretment:* Triggering agent must be stopped and hyperventilate with 100% oxygen* The mainstay of therapy is immediate administration of IV dantrolene.* Dantrolene is the only drug effective in reversing the symptoms and preventing the episode.",
        "cop": 2,
        "opa": "Cisatracurium",
        "opb": "Suxamethonium",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "52e6dc81-fb25-495d-b941-543e03158f7c",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent contraindicated in acute intermittent porphyria is?",
        "exp": "Ans. is 'd' i. e., Thiopentone Anesthetics in porphyria. Safe. Unsafe (should not be used)* Propofol* Benzodiazepines* Opioids (other than pentazocine)- morphine, codeine, pethidine, fentanyl, alfentanyl, naloxone* Lidocaine, Bupivacaine* Muscle relaxants* Neostagmine, atropine, glycopyrrolate* Aspirin, indomethacin, naproxen* Halothane, N2O, isoflurane* Barbiturate (thiopentone)* Etomidate* Pentazocine* Ropivacaine",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "6c316e83-e64c-4c9d-bcaf-6b08de309883",
        "choice_type": "single"
    },
    {
        "question": "Which does not cause malignant hypehermia",
        "exp": "Malignant hypehermia (MH) is a rare (1: 15, 000 in pediatric patients and 1: 40, 000 in adult patients) genetic hypermetabolic muscle disease, the characteristic phenotypical signs and symptoms of which most commonly appear with exposure to inhaled general anesthetics or succinylcholine (triggering agents). MH may occasionally present more than an hour after emergence from an anesthetic, and rarely may occur without exposure to known triggering agents. Most cases have been repoed in young males; almost none have been repoed in infants, and few have been repoed in the elderly. Neveheless, all ages and both sexes may be affected. The incidence of MH varies significantly from country to country and even among different geographic localities within the same country, reflecting varying gene pools. The upper Midwest appears to have the greatest incidence of MH in the United States. Anesthetic drugs that trigger MH include ether, halothane, enflurane, isoflurane, desflurane, sevoflurane, and depolarizing muscle relaxants, succinylcholine being the only anesthetic drug currently used. Desflurane and sevoflurane appear to be less potent triggers than halothane and produce a more gradual onset of MH. The onset may be explosive if succinylcholine is used. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Isoflurane",
        "opb": "Desflurane",
        "opc": "N2O",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "eb1cfdd6-a1f0-4e30-abb7-56fd77476247",
        "choice_type": "single"
    },
    {
        "question": "Intraoperative wheezing can be managed by",
        "exp": "Among IV induction agents, ketamine has a bronchodilator action.",
        "cop": 2,
        "opa": "Thiopentane",
        "opb": "Ketamine",
        "opc": "Methohexitone",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "b0030ae3-5aae-47e9-87cb-69274554d590",
        "choice_type": "single"
    },
    {
        "question": "Risk of adverse effects of SCOLINE is greater in",
        "exp": "Ans. a (Spinal cord injury) (Ref. Lee Anesthesia 12th/pg. 223 & Anaesthesia by Ajay Yadav 2nd/pg. 86-88). Potassium release following use of scoline is especially seen in patients with the following, hence the risk of adverse effects greater in them:# Burns# Cerebral palsy# Duchenne's muscular dystrophy# Spinal cord trauma# Severe abdominal sepsis# Tetanus# UMN and LMN lesions# Wasting secondary to chronic arterial insufficiency.",
        "cop": 1,
        "opa": "Spinal cord injury",
        "opb": "Thoracic injury",
        "opc": "Bone injury",
        "opd": "Head injury",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "712757c5-380d-4260-8e66-53d7143af7e6",
        "choice_type": "single"
    },
    {
        "question": "Bupivacaine toxicity leads to?",
        "exp": "Ans. is 'a' i. e., Cardiac toxicity * Bupivacaine is the most cardiotoxic local anesthetic.* Has been explained in previous sessions.",
        "cop": 1,
        "opa": "Cardiac toxicity",
        "opb": "Neural toxicity",
        "opc": "Renal toxicity",
        "opd": "Hepatic toxicity",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "06893e1b-eca2-4ffc-bfb7-5af91bc8f454",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is to treat postoperative shivering?",
        "exp": "Ans. is 'c' i. e., Pethidine \"Unlike other opioid agonists, meperidine (pethidine) frequently terminates shivering regardless of the cause\". - Morgan. Post - anaesthesia shiveringo Shivering is a protective mechanism against heat loss caused by anaesthesia. As shivering is controlled by hypothalamus, it can be abolished by inhibition of hypothalamus. o Shivering increases metabolic rate and increases O2 consumption to 100-200% (1-2 times). o Post - anaesthesia shivering occurs most commonly with halothane ie. Halothane shakes. o Treatment:- Opioid agonist mepridine (pethidine) frequently terminates the shivering regardless of the cause. Chlorpromazine and butorphanol are also effective. Other drugs which can be used are clonidine, ketanserin, tramadol, physostigmine, nefopam, dexmedetamidine & Magnesium sulfate. These agents have specific action on thermoregulatory center in the hypothalamus. As oxygen consumption increases during shivering, supplemental oxygen therapy (high Fi. O2) is mandatory.",
        "cop": 3,
        "opa": "Ondansetron",
        "opb": "Diclofenac Sodium",
        "opc": "Pethidine",
        "opd": "Paracetamol",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "b4984846-3ad3-406d-9e1a-1df457a98efe",
        "choice_type": "single"
    },
    {
        "question": "Anaphylaxis is caused by -",
        "exp": "Ans. is 'b' i. e., Aithesin Althesino Althesis is a neurosteriodo It was used as a parenteral anaesthetico It was withdrawn from the market because of several severe anaphylactic reactions",
        "cop": 2,
        "opa": "N2O",
        "opb": "Althesin",
        "opc": "Halothane",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "9da93df6-c72c-4a51-abac-f426e911cc7c",
        "choice_type": "single"
    },
    {
        "question": "What is Mendelson syndrome due to:",
        "exp": "Ref: Miller text book of Anaesthesia. 6th edition. Explanation: Mendelson\"s sy ndrome is chemical pneumonitis caused by aspiration during anaesthesia, especially during pregnancy. Pneumonia develops rapidly, and within hours the patient may become tachypnoeic, hypoxic and febrile. There is minimal sputum. Patients are at high risk if. Residual gastric volume of greater than 25ml. withpH of less than 2. 5. Patients with a high risk should have a rapid sequence induction. High risk is defined as these factors. Non-elective surgical procedure. Light anaesthesia/unexpected response to stimulation. Acute or chronic, upper or lower GI pathology. Obesity. Opioid medication. Neurological disease, impaired conscious level, or sedation. Li thotomy pos i t ion. Difficult intubation/airway. Gastrointestinal reflux. Hiatal hernia",
        "cop": 4,
        "opa": "Gastric Dilatation",
        "opb": "Wrong intubation",
        "opc": "Tracheal inflammation secondary to intubation",
        "opd": "Chemical pneumonitis following aspiration",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "46f8e842-ea57-4337-afed-f8e0de59e2a8",
        "choice_type": "single"
    },
    {
        "question": "Malignant hyperthermiais caused by:",
        "exp": "Ref: Miller Textbook of Anaesthesia. 6th edition. Explanation: Malignant Hyperthermia. It is a clinical syndrome observed during GA associated with rapidly increasing temperature of >ldegree/5 min. Etiology. It is due to the abnormality of Ryanodine receptor which is a calcium releasing channel of sarcoplasmic reticulum. The abnormality leads to excessive accumulation of calcium which causes sustained contraction of the muscle. Risk Factors. Duehenne Muscular Dystrophy. Arthrogryposis multiplex congenital. Osteogenesis imperfect. Congenital strabismus. Central core diseases. History of Neuroleptic malignant syndrome. Masseter spasm with succinyl choline. Causative Agents. Muscle Relaxants: Succinyl choline - MC drug Inhalational agents. Halothane - MC agent. Isoflurane. Desflurane. Enflurane. Sevoflurane. Methoxvflurane. Local Anesthetic: Lignocaine. Other drugs: Tricyclic antidepressants. MAO inhibitors. Phenothiazines. Clinical features. Hyperthermia. Hypoxia. Cyanosis. Hyperkalemia. Muscle rigidity. Tachycardia. Hypertension. Cardiac Arrhythmias. Renal Failure. DICPulmonary edema. Cerebral edema. Death. Investigations. Severe Metabolic acidosis (pH < 7). Increased end tidal CO2. Increased CPK levels. Increased Myoglobin. Treatment. Stop all anesthetics immediately. Hyperventilation with 100% 02. Control Temperature by ice cooling and ice cold saline. Correct acidosis with Sodium bicarbonate. Correct electrolyte imbalance - Hyperkalemia. Maintain urine output. Specific therapy. DANTROLENE - 2mg/kg every 5 minutes to a maximum of 10 mg /kg",
        "cop": 1,
        "opa": "Succinyl Choline",
        "opb": "N2deg",
        "opc": "Atropine",
        "opd": "Dantolene",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "08718d80-1807-4c8e-9840-1a9315edad18",
        "choice_type": "single"
    },
    {
        "question": "Transfusion-Related Acute Lung Injury (TRALI) clinical symptoms are in force within how many hours after transfusion?",
        "exp": "(C) 6 Hrs[?]. Transfusion-Related Acute Lung Injury (TRALI) - Syndrome characterized by acute respiratory distress following transfusion. Clinical Symptoms: Clinically symptoms & signs appear 1-2 hours after transfusion & are in force within 6 hours. Typically are in force within 6 hours of transfusion. Rapid onset of dyspnea, fluid in the endotracheal tube, tachypnea & severe hypoxia. Associated fever, cyanosis, & hypotension. Clinical examination: Reveals Respiratory Distress. Pulmonary Crackles may be present with no signs of CHF or volume overload. During anaesthesia: A persistent decrease in blood oxygen saturation can be the presenting sign. CXR - Evidence of bilateral pulmonary edema unrelated to CHF (Non-Cardiogenic Pulmonary edema). Bilateral patchy infiltrates rapidly progressing to complete \"white out\" indistinguishable from Acute Respiratory Distress Syndrome (ARDS). Transfusion-Related Acute Lung Injury (TRALI): Transfusion related noncardiogenic pulmonary edema. Differential diagnosis: Circulatory overload (TACO). Allergic/Anaphylactic. Bacterial. Acute hemolytic reaction. Transfusion Related Acute Lung Injury (TRALI): Life-threatening emergency. Occur during or up to 6 hours following transfusion. Incidence: 1: 5, 000-1: 150, 000. Pathophysiology: HLA antibodies react with antigens on recipient granulocytes. Triggers an inflammatory response in the pulmonary vasculature. Non-cardiogenic pulmonary edema resulting from immune reactivity of certain leukocyte antibodies. Presentation: Pulmonary edema, trachypnea, tachycardia - Hypotension, frothy pink sputum and/or fever. Treatment: There is no specific therapy. Stopping the transfusion. Instituting critical care supportive measures. Supportive (monitor, airway, hemodynamics). No Lasix. Remember: All blood components, especially FFP are implicated as causative factors. TRALI remains one of the top 3 most common causes of transfusion related deaths.",
        "cop": 3,
        "opa": "48 Hrs",
        "opb": "72 Hrs",
        "opc": "6 Hrs",
        "opd": "12 Hrs",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "919cf03b-1d15-496f-bf1f-f44898c4df0e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a risk factor for postoperative pulmonary complication?",
        "exp": "Ans. (C) Patient with 7 pack years of smoking(Ref: Millers Anesthesia 8th Ed; Page No- 1114). Postoperative Pulmonary Complications. Patient-Related#History of Cigarette smoking exceeding 40 pack-years.#Alcohol use#Age 70 years or more#ASA-PS class >=2#BMI of 30 or more#COPD#Heart failure#Delirium. Procedure-Related#Thoracic surgery: Postoperative pulmonary complications develop in 5% to 10% of patients undergoing non-thoracic surgery and in 22% of high- risk patients.#Abdominal surgery#Vascular surgery#Use of general anesthesia: Planned general anesthesia (especially with endotracheal intubation)#Neurosurgery#Head and neck surgery. Laboratory Test-Related:#Albumin concentration less than 35 g/dL#BUN level >7. 5 mmol/L (>21 mg/dL)#Abnormal CXR",
        "cop": 3,
        "opa": "BMI >30",
        "opb": "Upper abdominal surgery",
        "opc": "Patient with 7 pack years of smoking",
        "opd": "Age > 70 Years",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "5aad2516-9fc3-4b08-b3ac-af33e0ee68d8",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent contraindicated in raised ICT is?",
        "exp": "Ans. is 'a' i. e., Ketamine * Ketamine increases cerebral metabolic rate, cerebral blood flow and intracranial tension. Neurophysiology and anaesthesiaA. Intravenous inducing anaesthetics# All intravenous inducing agents except for ketamine (i. e., etomidate, thiopentone, methohexitone and propofol) decrease cerebral metabolic rate, cerebral blood flow and intracranial tension. Maximum decrease in cerebral blood flow and cerebral protection is caused by thiopentone - IV agent of choice for neurosurgery. B. Inhalational agents# All inhalational agents: -i) Increase intracranial tension and cerebral blood flow. ii) Decrease cerebral metabolic rate - There by provide cerebroprotection. iii) Amongst inhalational agents, isoflurane provides maximum cerebroprotection, therefore it is the inhalational agent of choice for neurosurgery. C. Lidocaine# Lidocaine decreases ICT, Cerebral blood flow and metabolic rate.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Sevoflurane",
        "opc": "Thiopentone",
        "opd": "Etomidate",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "ba43c8a4-b937-4497-9d06-257d496ab988",
        "choice_type": "single"
    },
    {
        "question": "The physiological dead space is decreased by",
        "exp": "Dead space is defined as the volume of the airway that doesnot paicipate in gas exchange (It is nothing but ventilation occurs but perfusion doesnot occur) Anatomical Dead Space: from nasopharynx to respiratory bronchioles. average adult, normally 150ml Alveolar dead space: Alveoli that are ventilated but not perfused. usually it is absent Physiological or total dead space: Anatomical + Alveolar dead space Factors that increase dead space: upright position neck extension advanced age positive pressure ventilation decreased pulmonary perfusion (pulmonary emboli or pulmonary hypertension) lung diseases (emphysema or cystic fibrosis ) FACTORS THAT DECREASE DEAD SPACE: supine position, neck flexion, intubation Anatomical dead space is measured by single breath nitrogen test, physiological dead space is measured by modified bohr's equation.",
        "cop": 3,
        "opa": "Upright position",
        "opb": "positive pressure ventilation",
        "opc": "Neck flexion",
        "opd": "Emphysema",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "b22c2620-2de2-4a64-be80-6fab640e0360",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia is caused by: (D. REPEAT 2010)",
        "exp": "Ref: A jay Yadav, Short Textbook of Anaesthesia, Page 86 and Miller Textbook of Anaesthesia, 6th edition. Explanation: SYSTEMIC EFFECTS OF SUCCINYL CHOLINECardiovascular system - Profound bradycardia. Hyperkalemia - Due to excessive muscle fasciculations. CNS - Increases intracranial tension. Eye - Increases intraocular tension. GIT - Increases intragastric pressure, increases salivation, gastric secretions and peristalsis. Muscle pains - Due to excessive muscle contractions. Malignant hyperthermia-SCh is the most common drug causing this. Anaphylaxis. Masseter spasm.",
        "cop": 3,
        "opa": "N20",
        "opb": "Atracurium",
        "opc": "Succinyl choline",
        "opd": "Pancuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "58f2473f-c7bf-4c47-83da-83c97bc67351",
        "choice_type": "single"
    },
    {
        "question": "Drug used in treatment of malignant hypehermia is",
        "exp": "MH is a pharmacogenetic clinical syndrome that, in its classic form occurs during anesthesia with a volatile halogenated alkane such as halothane and/or the administration of the depolarizing muscle relaxant succinylcholine. The fulminant MH episode observed clinically produces rapidly increasing body temperature (by as much as 1deg C in 5 minutes) and extreme acidosis as a result of an acute loss of control of intracellular calcium levels and compensatory uncontrolled increases in skeletal muscle metabolism that may proceed to severe rhabdomyolysis. Although MH was initially associated with a moality rate of 60%, earlier diagnosis and the use of dantrolene have reduced the moality to less than 1. 4%. Current cases of MH are restricted in severity because of diagnostic awareness, early detection through end-expired carbon dioxide (CO2), the use of less potent anesthetic triggers, and the administration of drugs that attenuate the progression of the fulminant episode. The incidence of fulminant MH was repoed to be 1 case per 62, 000 anesthetics administered when triggering agents were not used, but the number of suspected cases was 1 case per 4500 anesthetics administered when triggering agents were administered. Clinical signs of malignant hypehermia: Treatment of malignant hypehermia: Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Diazepam",
        "opc": "Paracetamol",
        "opd": "Phenobarbitone",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "68fad2d9-c7c4-44f2-9005-0c80339c1694",
        "choice_type": "single"
    },
    {
        "question": "A 10-year old child is undergoing squint surgery. He suddenly developed increased heart rate, arrhythmia, high fever, metabolic and respiratory acidosis on aerial blood gases and elevation of end-tidal CO2. Which of the following would be the first agent of choice in the management of thiscondition?",
        "exp": "MH is a pharmacogenetic clinical syndrome that, in its classic form occurs during anesthesia with a volatile halogenated alkane such as halothane and/or the administration of the depolarizing muscle relaxant succinylcholine. The fulminant MH episode observed clinically produces rapidly increasing body temperature (by as much as 1deg C in 5 minutes) and extreme acidosis as a result of an acute loss of control of intracellular calcium levels and compensatory uncontrolled increases in skeletal muscle metabolism that may proceed to severe rhabdomyolysis. Although MH was initially associated with a moality rate of 60%, earlier diagnosis and the use of dantrolene have reduced the moality to less than 1. 4%. Current cases of MH are restricted in severity because of diagnostic awareness, early detection through end-expired carbon dioxide (CO2), the use of less potent anesthetic triggers, and the administration of drugs that attenuate the progression of the fulminant episode. The incidence of fulminant MH was repoed to be 1 case per 62, 000 anesthetics administered when triggering agents were not used, but the number of suspected cases was 1 case per 4500 anesthetics administered when triggering agents were administered. Clinical signs of malignant hypehermia: Treatment of malignant hypehermia: Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Paracetamol",
        "opc": "Procainamide",
        "opd": "Sodium bicarbonate",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "52a2e891-746d-43e6-9ee0-c4956ac28b47",
        "choice_type": "single"
    },
    {
        "question": "A 10-year old child is undergoing squint surgery. He suddenly developed increased heart rate, arrhythmia, high fever, metabolic and respiratory acidosis on arterial blood gases and elevation of end tidal CO2. Which of the following would be the first agent of choice in the management of this condition?",
        "exp": "Ans. a. Dantrolene (Ref: Miller's 7/e p1180-1189; Lee 13/e p352-354: Morgan 4/945-950). Sudden development of increased heart rate, arrhythmia, high fever, metabolic and respiratory acidosis on arterial blood gases and elevation of end tidal CO2 in a child undergoing squint surgery is highly suggestive of malignant hyperthermia. Dantrolene would be the first agent of choice in the management of malignant hyperthermia. ''Malignant Hyperthermia: Dantrolene is the only drug effective in reversing the symptoms and preventing the episode. \"Suxamethonium is the drug most commonly responsible for causing malignant hyperthermia. 'Drugs causing malignant hyperthermia are- succinylcholine (most common cause), halothane (MC inhalational agent), iso/des/sevo/methoxy- fluranes, lignocaine, TCA, MAO inhibitors and phenothiazines. ''Thiopentone and pancuronium are protective drugs for malignant hyperthermia, as these raise the triggering threshold. ''In malignant hyperthermia susceptible patients, safe anesthetics are N2O, Non-depolarizing muscle relaxants (atracurium), opiates, tranquilizers, etomidate, barbiturates (thiopentone) and propofol. 'Malignant Hyperthermia* Autosomal dominant genetic disorder of skeletal muscle* Occurs in susceptible individuals due to exposure to some triggering agents, typically Suxamethonium or volatile agents, which cause an abnormal increase in intracellular calcium.* It is caused by dysregulation of excitation-contraction coupling in skeletal muscle. Triggering Agents:* Succinylcholine (most common cause)* Halothane (MC inhalational agent)* Halogenated Anesthesia:- Fluranes: Isoflurane, desflurane, sevoflurane. methoxy-flurane- Ether- Cyclopropane* Lignocaine* TCA* MAO inhibitors* Phenothiazines. Clinical Features:* Rise in end tidal CO2 (1st sign)* Masseter muscle rigidity (MMR) and tachycardia are earliest sign* Hypermetabolic features, metabolic acidosis, fever, hyperthermia* Sympathetic over activity: Tachycardia, arrhythmia, unstable BP. initial hypertension* Muscle damage: Masseter muscle spasm, generalized rigidity, hyperkalemia. Tretment:* Triggering agent must be stopped and hyperventilate with 100% oxygen* The mainstay of therapy is immediate administration of IV dantrolene.* Dantrolene is the only drug effective in reversing the symptoms and preventing the episode.",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Paracetamol",
        "opc": "Procainamide",
        "opd": "Sodium bicarbonate",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "cfab1ae5-2dcc-487a-b89c-c1b5e1a8588c",
        "choice_type": "single"
    },
    {
        "question": "Hepatoxic anaesthetic agent is:",
        "exp": "Ans. is 'd' Halothane Halothane is hepatoxic. It is \"contraindicated\" in liver diseases. Other Important side effects of Halothane. Arrhythmia (Max Arrhythmogenic)*Malignant Hyperthermia *",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Ether",
        "opc": "Nitrous Oxide",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "6864bd8f-5c99-4f91-b502-86a3a945553a",
        "choice_type": "single"
    },
    {
        "question": "On doing laparoscopic cholecystectomy patient developed wheezing. Which of the following is used in the treatment?",
        "exp": "Ans. d. Deepen the plane of anesthesia (Ref: Yao and Artusio's Anesthesiology: Problem oriented Patient Management, 7th edition, by Fun-Sun F. Yao. Vinod Malhotra, and Manuel L. Fontes). On doing laparoscopic cholecystectomy patient developed wheezing, which should be treated by deepening of the plane of anesthesia. The most common cause of asthmatic attack during surgery is inadequate depth of anesthesia. First, deepen the level of anesthesia and increase FIO2. Remember that the patient is under anesthesia and undergoing surgery. Therefore, medical intervention, such as B-agonist administration, is not the first choice of treatment. - Yao and Artusio's Anesthesiology. In the middle of surgery, the patient developed a severe wheezing attack. How do you manage it? First, deepen the level of anesthesia and increase FIO2, Remember that the patient is under anesthesia and undergoing surgery. Therefore, medical intervention, such as B-agonist administration, is not the first choice of treatment. The most common cause of asthmatic attack during surgery is inadequate depth of anesthesia. The patient with asthma has an extremely sensitive tracheobronchial tree. When the level of anesthesia is too light, the patient may develop bucking, straining, or coughing as a result of the foreign body (endotracheal tube) in the trachea and then bronchospasm. First, the blood pressure is taken to ensure it is normal or high, and then anesthesia is deepened by increasing the concentration of inhalation agents, such as sevoflurane, halothane, or isoflurane. which are direct bronchodilators as well. An incremental dose of ketamine maybe a quick way of maintaining blood pressure, rapidly deepening anesthesia, achieving bronchodilation, and avoiding the problem of delivering an inhaled anesthetic to a patient with poor ventilation. At the same time, oxygenation can be improved by increasing the inspired oxygen concentration and decreasing nitrous oxide. The patient should be continuously ventilated with a volume-cycled ventilator. Second, relieve mechanical stimulation. Pass a catheter through the endotracheal tube to suction secretions and determine whether there is an obstruction, kinking of the tube, or overinflation of the endotracheal tube cuff. The cuff of the endotracheal tube can be deflated, the tube moved back 1 to 2 cm, and the cuff reinflated. Occasionally, the endotracheal tube slips down and stimulates the carina of the trachea, causing severe bronchospasm during light anesthesia. Surgical stimulation, such as traction on the mesentery, intestine, or stomach, should be stopped temporarily, because it causes vagal reflex and can cause bronchospasm. Third, medical intervention is necessary if the previously mentioned treatment cannot break the bronchospasm or the anesthesia cannot be increased because of hypotension. The cornerstone of the treatment of the intraoperative bronchospasm is inhalation of B2-agonists such as albuterol, which induce further bronchodilation even in the presence of adequate inhalational anesthesia. Fourth, bring in an intensive care unit (ICU) ventilator. Anesthesia ventilators are not designed for patients with high airway resistance. An ICU ventilator can generate inspiratory pressures as high as 120 cm H2O. With low tubing compliance, little ventilation is wasted into the circuit.",
        "cop": 4,
        "opa": "IV ketamine",
        "opb": "IV lignocaine",
        "opc": "Administration of beta agonist",
        "opd": "Deepen the plane of anesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "b347d2bf-902d-4c22-beb3-68ce096f90b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic agents does not trigger malignant hypehermia",
        "exp": "Malignant hypehermia (MH) is a rare (1: 15, 000 in pediatric patients and 1: 40, 000 in adult patients) genetic hypermetabolic muscle disease, the characteristic phenotypical signs and symptoms of which most commonly appear with exposure to inhaled general anesthetics or succinylcholine (triggering agents). MH may occasionally present more than an hour after emergence from an anesthetic, and rarely may occur without exposure to known triggering agents. Most cases have been repoed in young males; almost none have been repoed in infants, and few have been repoed in the elderly. Neveheless, all ages and both sexes may be affected. The incidence of MH varies significantly from country to country and even among different geographic localities within the same country, reflecting varying gene pools. The upper Midwest appears to have the greatest incidence of MH in the United States. Anesthetic drugs that trigger MH include ether, halothane, enflurane, isoflurane, desflurane, sevoflurane, and depolarizing muscle relaxants, succinylcholine being the only anesthetic drug currently used. Desflurane and sevoflurane appear to be less potent triggers than halothane and produce a more gradual onset of MH. The onset may be explosive if succinylcholine is used. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Suxamethonium",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "52b9b237-7de3-44b4-8372-68b8606ecc1e",
        "choice_type": "single"
    },
    {
        "question": "Malignant hyperthermia is caused by -",
        "exp": "Ans. is 'a' i. e., Succinylcholine + halothane o Tachycardia and not bradycardia, is a feature of malignant hyperthermia. Malignant hyperthermiao Malignant hyperthermia is a life-threatening medical emergency which is genetically determined. The condition occurs during or immediately after anaesthesia and may be precipitated by potent inhalational agents. o The mechanism involves a sudden rise in intracellular calcium due to release of stored calcium in sarcoplasmic reticulum stimulating contraction, rhabdomyolysis and a hypermetabolic state. Drugs causing malignant hyperthermia# Succinylcholine# Desflurane# Tricyclic antidepressants# Halothane# Cyclopropane# Phenothiazines# Isoflurane# Ether# Lignocaine# Enflurane# Methoxyflurane # Sevoflurane# MAO inhibitors o Succinylcholine is the most common cause of MHo Amongst inhalational agents halothane is the most common cause. o Combination of Sch and Halothane has a much higher incidence. Clinical featureso Masseter spasm - if a patient develops severe masseter spasm after suxamethonium, there is a significant possibility of malignant hyperthermia. o Tachycardia, arrhythmias and hypertension. o Hyperthermiao Rise in end-tidal CO2 - May rise to more than 100 mm Hg (normal is 32-42 mm Hg). It is the earliest and most sensitive indicator. o Hyperkalemia, metabolic acidosis, elevated creatininephosphokinase, muscle rigidity. o Increased myoglobin, renal failure. o Muscle biopsy contracture test (definitive diagnostic procedure) The muscle biopsy contracture test is the most sensitive and specific test. The Caffeine Halothane Contracture test (CHCT), a test performed on freshly biopsied muscle; is the \"gold standard\" for diagnosis of malignant hyperthermia. However, the test is available only at few centers in the world (only about 30 centers world wide) and it is very costly. The CHCT test should be considered for all those judged to be at significant risk for malignant hyperthermia, either through family history, or by elicitation of signs of an episode of malignant hyperthermia, or if there had been any previous uncharacterized adverse reaction to a general anesthetic. Managemento Stop all anaesthetics immediately. o Hyperventilation with 100% oxygeno Cooling of body by ice coolingo Correct acidosis and hyperkalemia. o Maintain urine output. o IV dantrolene is the drug of choiceo Procaine is the local anaesthetic of choice for malignant hyperthermia patients. o Propofol is the intravenous anaesthetic of choice for malignant hyperthermia patient.",
        "cop": 1,
        "opa": "Succinylcholine + halothane",
        "opb": "Propranolol",
        "opc": "Lidocaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "38bac731-a487-4c2b-9868-262c4cf12e25",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is contraindicated in head injury?",
        "exp": "Ans. is 'a' i. e., Ketamine o Ketamine increases cerebral blood flow, metabolism, oxygen consumption and intracranial tension, unlike thiopentone, propofol&etomidate, which have cerebroprotectiveeffect, therefore ketamine is contraindicated in head injury, intracranial space occupying lesions and for neuroanaesthesia. Ketamineo The primary site of action is in the cortex and subcortical areas; not in the reticular activating system (site of action of barbiturates), o It acts on NMD A receptors. o Short duration of action (10-15 minutes) is due to redistribution from brain and blood to other tissues of the body, o Ketamine is different from most other anaesthetic induction agents in that it has significant analgesic action. o Ketamine increases IOT and cerebral metabolism - contraindicated in head injury. o It causes sympathetic stimulation with elevation of HR, CO & BP - contraindicated in hypertension and ischemic heart disease. o It also raises IOT - contraindicated in glaucoma. o It relieves bronchospasm - intravenous anaesthetic of choice in asthmatics (inhalation anaesthetic of choice in asthmatic is halothane). o Injection is not painful (All other inducing agents cause pain on injection), o It is i. v. anaesthetic of choice in child ren (Sevoflurane is inhalation agent of choice). o Because it causes sympathetic stimulation it is intravenous anaesthetic of choice in patients with shock and hypovolumia. o It has no muscle relaxant property rather muscle tone is increased. o Airway reflexes (pharyngeal and laryngeal) are not depressed - intravenous anaesthetic of choice for emergency anaesthesia (no starvation is required). o Ketamine produces emergence reaction during awakening from anaesthesia - vivid dreaming, illusions, extracorporeal experiences, excitment, confusion, fear and euphoria - contraindicated in psychiatric illness like schizophrenia.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Halothane",
        "opc": "N2O",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "52fbf779-ef03-476c-846c-f5a66d785595",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an ideal method to prevent aspiration pneumonia?",
        "exp": "Ans: a (Endotracheal tube (cuffed) Ref: Ajay Yadav, p. 97. Cuffed endotracheal tube is an ideal method to prevent aspiration pneumonia. Pulmonary aspiration (1 in 3000)* Most common cause of death associated with anaesthesia* Normal intragastric pressure is 5 - 7 cm of water and regurgitation is prevented by tone of lower esophageal sphincter (LES)* A pressure of > 20 cm of water is required to overcome LES tone* Predisposing factorsa) Full stomach-most important factorb) Depressed level of consciousnessc) Conditions decreasing the tone of LES* Pregnancy (Mendelson syndrome- acid aspiration in late pregnancy)* Abdominal tumours* Obesity* Hiatus hernia* Presence of nasogastric tube* Drugsd) Conditions delaying gastric emptying* Diabetes* Hypothyroidism* Narcotics* Pain* Anxiety* Anticholinergics. Atropine/ glycopyrrolate. Opiods. Thiopentone. Sodium nitroprusside. Dopamine. Halothane. Ganglion blockers. Pathology: Chemical trauma to bronchial and alveolar mucosa and injury to vascular endothelium can cause exudative pneumonitis or pulmonary edema (ARDS). Note:* Selliks maneuver - If GA is to be given in full stomach it should be rapid sequence (crash) intubation while the assistant maintains the cricoid pressure. Segments of lung affected in foreign body aspiration* In supine position most commonly involved segment is apical segment of right lower lobe* In lateral position most commonly involved segment is posterior segment of upper lobe (right upper lobe in rt lateral and left upper lobe in left lateral)* In standing / sitting position aspiration most commonly occurs in posterior basal segment of right lower lobe",
        "cop": 1,
        "opa": "Endotracheal tube (cuffed)",
        "opb": "Inhalational anesthetic",
        "opc": "Increase the intra abdominal pressure",
        "opd": "Full stomach",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "dc6c7068-00dc-42e6-8acc-58e1805f8896",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent is associated with maximum histamine release?",
        "exp": "Ans. is 'a' i. e., d-Tubocurarine Important facts about MRs* Longest acting Neuromuscular blocker - Pancuronium (duration of action 120-180 minutes). (Goodman & Gilman 11th/e p. 222) (Note: In some books pipecuronium or Doxacurium have given as the longer activity).* Shortest and fastest acting neuromuscular blocker - Succinylcholine (suxamethonium) - duration of action 5-8 minutes.* Shortest acting competitive (nondepolarizing) neuromuscular blocker ->> Mivacurium (duration of action 12- 18 minutes).* Fastest acting nondepolarizing blocker - Rocuronium (can be used for endotracheal intubation as an alternative to Sch).* Histamine release is caused by - D-TC (maximum tendency), succinylcholine, mivacurium, doxacurium, atracurium, tubocurarine - can cause bronchoconstriction.* Virtually no histamine release. -- Pancuronium.* Vagal block is caused by - Pancuronium(Maximal), recuronium, Gallamine.* Vagal stimulation is caused by - succinylcholine (can cause bradycardia).* Ganglion block is caused by - d-Tc (Maximum), Metocurine, Alcuronium.* Ganglion stimulation is caused by - Succinylcholine* Most commonly used muscle relaxant for routine surgery - vecuronium.* Most potent skeletal muscle relaxant - Doxacurium.* Least potent skeletal muscle relaxant - Succinylcholine (Gallamine was least potent but it is not used now).* Least potent nondepolarising muscle relaxant - Rocuronium.* MR of choice for - intubation - Sch (1st choice), Rapacuroium (2nd choice), Rocuronium (3rd choice).* Mivacurium is the only non-depolarizing blocker that is metabolized by plasma cholinesterase.* Gallamine was the most nephrotoxic NM blocker - was contraindicated in renal failure. Due to its nephrotoxic and tetratogenic potential it has been withdrawn.* Recuronium produces pain on injection.",
        "cop": 1,
        "opa": "d-Tubocurarine",
        "opb": "Cisatracurium",
        "opc": "Pancronium",
        "opd": "Rocuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "7b5c3b41-a28a-4c30-baa3-49174cdb6e84",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in cardiogenic shock is",
        "exp": "Dopamine or dobutamine are positive inotropic drugs with the prompt onset and sho duration of action; they are most useful in patients with failure complicated by severe hypotension. Katzung 13e pg: 220",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Phenylalanine",
        "opc": "Noradrenaline",
        "opd": "Adrenaline",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications of anaesthesia",
        "id": "6358335c-4acc-4bf4-bac5-c543e20c8df8",
        "choice_type": "single"
    },
    {
        "question": "Post operative shivering is treated with:",
        "exp": "Ans: (Pethidine) Ref: Miller's Anesthesia, 7th edn. and Internet. Explanation: Post Operative Shivering. It is commonly seen (incidence - 3. 5%) due to fall in core temperature. Risk factors as: Age > b years. Prolonged duration of surgery. Use of an intravenous induction agent. It is also commonly seen after halothane anaesthesia. Intravenous pethidine (0. 35 - 0. 5 mg/kg) and elonidine (1. 5 mcg/kg) has been widely studied in adults. Therefore, it has become most recommended treatment options in children. A single intravenous dose of dexmedetomidine (0. 5 mcg/kg) has been found to be as effective as pethidine in controlling shivering. Oxygen therapy and forced air warming of the child.",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Antihistaminics",
        "opc": "Anticholinergics",
        "opd": "Pethidine",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "baf04fb5-a2f6-4e7f-b5da-ea8cabbf2342",
        "choice_type": "single"
    },
    {
        "question": "Ketamine is contraindicated in?",
        "exp": "Ans is 'c' i. e., Glaucoma Contraindications of Ketamine1. CNS - Ketamine increases cerebral blood flow, metabolism, oxygen consumption and intracranial tension, unlike thiopentone, propofol & etomidate which have cerebroprotective effect - Ketamine is contraindicated in head injury, Intracranial space occupying lesion and for neuro-anesthesia. Cerebrovascular responsiveness to CO2 is preserved, and reducing the arterial CO2 tension by hyperventilation attenuates the ketamine induced rise in ICT. 2. Cardiovascular - Ketamine has direct myocardial depressant (negative ionotropic) & vasodilator effect. However, ketamine also has indirect sympathomimetic effect. Indirect sympathomimetic effect predominates over direct myocardial depressant & vasodilator effect; usual response is increased BP, cardiac output and heart rate - Cardiac O2 demand is increased - Ketamine is contraindicated in aortic aneurysm, hypertensive and ischemic heart disease. Ketamine also sensitizes the heart to adrenaline - arrhythmias may occur. As ketamine cause sympathetic stimulation it is intravenous anesthetic of choice in patients with shock and hypovolemia. 3. Ketamine increases intra-ocular tension - Contraindicated in glaucoma & open eye surgery.",
        "cop": 3,
        "opa": "Status asthmaticus",
        "opb": "Obstetric hemorrhage",
        "opc": "Glaucoma",
        "opd": "Shock",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "ac8c6fa3-735d-4d64-9e29-bf1081a9d471",
        "choice_type": "single"
    },
    {
        "question": "Postpartum lady after 48 hours of cesarean section, suffering from headache and signs of meningism. Headache gets relieved on lying down. Immediate treatment would be:",
        "exp": "Ans. A. Epidural blood patch. Explanation. As patient has signs of meningism, the treatment would be epidural blood patch. The Lybecker classification of severity for PDPH: Mild PDPH (Score 1). Postural headache with slight restriction of daily activities. Not bedridden. No associated symptoms. Responds well to non-opiate analgesics (Paracetamol, NSAID, Caffeine). Moderate PDPH (Score 2). Postural headache with significant restriction of daily activities. Bedridden part of the day associated symptoms may or may not present. Requires the addition of opiate derivatives. Severe PDPH (Score 3). Postural headache with complete restriction of daily activities. Bedridden all day associated symptoms present (photophobia, diplopia, tinnitus, nausea, vomiting). Not responsive to the above conservative management. If the question was like this:",
        "cop": 1,
        "opa": "Epidural blood patch",
        "opb": "Do lumbar puncture",
        "opc": "Foot end elevation",
        "opd": "Sumatriptan",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "6094708d-b9f4-43ee-8274-9bdea443e242",
        "choice_type": "single"
    },
    {
        "question": "Drug causing malignant hyperthermia:",
        "exp": "Ans. b. Suxamethonium (Ref: Milier's 7/e p1180-1189, Lee 13/e p352-354, Morgan 4/e p945-950). Suxamethonium is the drug most commonly responsible for causing malignant hyperthermia.",
        "cop": 2,
        "opa": "Cisatracurium",
        "opb": "Suxamethonium",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "04022e53-d467-4ded-b6b0-46e81f520a4e",
        "choice_type": "single"
    },
    {
        "question": "Bone marrow depression is seen with chronic administration of -",
        "exp": "Ans. is 'b' i. e., N2O Nitrous oxide N2. Oo It is colourless, odourless, heavier than air, nonirritating and noninflammable gas. o It is also called laughing gas. o MAC is 105% (least potent) - even pure N2O at 1 atmospheric pressure can not produce adequate anaesthesia. o It has good analgesic but poor muscle relaxant activity. o It is supplied under pressure in blue coloured steel cyclinders. o It has very low blood solubility - induction is quick and smooth with rapid recovery. o Second gas effect and diffusion hypoxia occur with N2O only. o N2O is generally used as a carrier and adjuvant to other anaesthetics - A mixture of 70% N2O + 25 - 30% O2 + 0[?]2 - 2% another potent anaesthetic is employed for most of the surgical procedures. o Entonox is a mixture of 50% N2O and 50% O2. o It has little effect on respiration, heart and BP. o It can cause bone marrow depression and vit B12 deficiency. o N2O is the only anaesthetic reported to produce hematologic toxicity and neurotoxicity with long term administration. o Both toxicides are the result of the interaction of N2O with vit B12. o Complete bone marrow failure can be expected after several days of continuous exposure. o Bone marrow changes are preventable by pretreating patients with large doses of folinic acid. o Other manifestations of vit B12 deficiency eg. megaloblastic anemia, subacute combined degeneration of cord may also occur. o Methemoglobinemia and laryngospasm may occur. o It is contraindicated in patients with air cavities like pneumothorax, pneumoperitoneum and volvulus - expansion and increase in pressure occur.",
        "cop": 2,
        "opa": "Isoflurane",
        "opb": "N2O",
        "opc": "Ether",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "49cc3f73-df06-46ff-b008-f891b4e05b61",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old boy taken for ophthalmic examination under anaesthesia. His father told that he has lowerlimb weakness & his elder brother died at 14 years of age. Which anaethetic drug has to be avoided-",
        "exp": "Ans. is 'a' i. e., Succinylcholine o History suggestive of some type of muscle dystrophy, o Sch can cause dangerous hyperkalemia in Muscular dystrophy. Succinylcholineo SCh is a depolarising skeletal muscle relaxant. o It causes sustained partial depolarization of muscle end plate - intially produce twitching and fasciculation followed by flaccid paralysis. o It is the shortest and fastest acting skeletal muscle relaxant. o It is the only muscle relaxant which stimulate autonomic ganglia and vagus. o SCh is the most commonly used muscle relaxant for passing endotracheal tube (mivacurium and rocuronium are alternatives). o SCh is rapidly hydrolysed by plasma cholinesterase, some patients have genetically determined abnormality or deficiency of pseudocholinesterase, in them, SCh causes phase II block, o It can cause muscle fasiculations and soreness, change in BP and HR, arrythmia, histamine release and K+ efflux from muscles. o Dangerous hyperkalemia can occur in patients with burn, crush injury, muscular dystrophy, GB. Syndrome, paraplegia or hemiplagia, mysthenia gravis and rhabdomyolysis - contraindicated in such patients. o It can accentuate malignant hyperthermia caused by halothane. o SCh causes increase in all pressures - inraocular, intracranial, BP, and intrabdominal - contraindicated in glaucoma, head injury.",
        "cop": 1,
        "opa": "Succinylcholine",
        "opb": "Pancuronium",
        "opc": "Atracurium",
        "opd": "Dexacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "fc850f71-b223-48e5-95ad-80f1baabf8c3",
        "choice_type": "single"
    },
    {
        "question": "Etomidate is not used for long term infusion because?",
        "exp": "Ans. is 'a' i. e., Results in adrenal suppression * Etomidate suppresses corticosteroid synthesis in the adrenal cortex by reversibly inhibiting 11 b-hydroxylase, which coverts 11-deoxycortisol to cortisol and by a relative minor effect on 17a - hydroxylase.* There is decreased synthesis of adrenal corticoids with increase in precursors 11-deoxycortisol and 17-hydroxyprogesterone.* ACTH secretion increases due to loss of feedback inhibition.* Using a continuous etomidate infusion for sedation of critically ill trauma patients in intensive care units has been associated with increased mortality due to adrenal suppression.* The mortality of patients exposed to a continuous infusion of etomidate for more than 5 days increased from 25% to 44%, mainly due to infectious causes such as pneumonia.* Vit 'C' supplementation restores cortisol levels to normal after use of etomidate. About other options* It produces little cardiovascular and respiratory depression - Agent of choice for cardiovascular surgeries (bypass, aneurysms, valve surgery). Etomidate is most cardiostable inducing agent. Coronary perfusion pressure is maintained when it is used with fentanyl.* Similar to thiopentone & propofol, etomidate is cerebroprotective - Decreases cerebral blood flow, metabolism, oxygen consumption and ICT.* Superficial thrombophlebitis and pain may occur on IV injection but intraarterial injection is not associated with local or vascular complications.",
        "cop": 1,
        "opa": "Results in adrenal suppression",
        "opb": "May cause vasospasm",
        "opc": "Results in cardiac arrhythmias",
        "opd": "May cause increase in ICT",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "089ca4d0-f249-4734-96ec-652d20d39ef8",
        "choice_type": "single"
    },
    {
        "question": "Complication of massive blood transfusion?",
        "exp": "Ans is 'c' i. e. Hyperkalemia * The potassium concentration of blood increases during storage & massive transfusion of units containing increased potassium may lead to hyperkalemia - adding to elevated potassium levels caused by severe shock, renal dysfunction and muscle necrosis. Massive blood transfusion* A massive blood transfusion is defined as the replacement of a patient's total blood volume in <24 h which is generally described as transfusion of >10 units of blood products (specifically Packed red blood cells within a 24-hour period)* Hemorrhagic shock is the only indication for a massive transfusion* The greatest concern during MTP is the lethal triad: i) Hypothermiaii) Coagulopathy (dilutional)iii) Acidosis (Lactic acidosis from inability to breakdown citrate secondary to hepatic dysfunction). Other complication include1) Hypocalcemia and hypomagnesemia from high citrate concentration2) Hyperkalemia3) Air embolism4) Metabolic alkalosis from breakdown of citrate5) Paradoxical hypokalaemia6) Metabolic alkalosis7) Transfusion-associated acute lung injury8) Transfusion reactions such as ABO incompatibility, anaphylaxis, febrile non-haemolytic reactions9) Infectionsa) HIV / AIDS, hepatitis, v. CJD, HTLV, malaria, CMVb) sepsis / septicaemia10) Fluid overload and acute pulmonary oedema (APO)11) Transfusion-associated graft vs host disease12) DIC",
        "cop": 3,
        "opa": "Hypercalcemia",
        "opb": "Hypermagnesemia",
        "opc": "Hyperkalemia",
        "opd": "Hyperthermia",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "c14b4ee8-7005-41e5-8423-503d6d34d229",
        "choice_type": "single"
    },
    {
        "question": "Post spinal headache lasts for -",
        "exp": "Ans. is 'c' i. e., 10 days o Post dural puncture headache is due to CSF leak. Typical location is bifrontal or occipital, o Headache gets worsen on sitting or upright posture and is relieved by lying down position and abdominal pressure - The hallmark of postdural puncture headache i. e.. association with body position, o The onset of headache is usually 12-72 hours following the procedure, however, it may be seen almost immediately. In most cases it lasts for 7-10 days. o PDPH is believed to result from leakage of CSF from a dural defect and decreased ICT. Loss of. CSF ata rate faster that it can be produced causes traction on structure supporting the brain, particularly dura and tentorium. Traction on cranial nerve (particularly 6th nerve) produces diplopia, o Factors that increase the incidence of PDPH art young age, female sex, Pregnancy, large bore needle and multiple punctures. o Use of small bore needle can prevent PDPH. o Intially conservative treatment is given which includes analgesics (NSAIDs), oral or i. v., fluids, Sumatriptan, cosyntropin, caffeine and recumbent position. o If conservative treatment fails, epidural blood patch can be used. It involves injecting 15-20 ml of autologus blood into the epidural space which stop leakage of CSF by coagulation and mass effect.",
        "cop": 3,
        "opa": "10 min",
        "opb": "1 hrs",
        "opc": "10 days",
        "opd": "1 week",
        "subject_name": "Anaesthesia",
        "topic_name": "Complications Of Anaesthesia",
        "id": "84d8bffc-cc01-4d62-9ac6-bea73af95413",
        "choice_type": "single"
    }
]