[
    {
        "question": "In status asthmaticus, anesthetic agent used as bronchodilator:-",
        "exp": "Morphine - Morphine depresses respiratory center in a dose dependent manner Rate | Tidal | volume In healthy individuals - no cognizable respiratory depression MARKED DEPRESSION In patients with: Asthma COPD Corpulmonalae Lungs and kidney Disease THIOPENTONE SODIUM -decreases respiratory rate KETAMINE: Bronchodilation (best IV anesthetic against causing bronchodilation) Airway reflexes are maintained Respiratory center is not depressed. d/t sympathetic stimulation the following are observed: HR CO | BP Agent of choice in: Shock( duetoo the sympathetic stimulation) bronchial asthma(as it causes bronchodilation) HALOTHANE - causes bronchodilation. Best inhalational bronchodilator followed by sevoflurane",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Thiopentone sodium",
        "opc": "Ketamine",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "1a2131cc-6c33-4cc6-b560-36372d9cb8ce",
        "choice_type": "single"
    },
    {
        "question": "False statement about post-dural puncture headache (PDPH):",
        "exp": "Post Dural puncture Headache Pathophysiology - CSF leak - ICP |es - Traction on nerve fibres originating from piamater Site - Occipital > Frontal > Retrorbital Duration - 7-10 days Pathognomic sign - Change in posture aggravates headache Predisposing conditions - Dura cutting needle (spinal needle)* Most commonly seen with 22G Quincke needle Wide bore needle * Multiple attempts * Pregnancy (In pregnancy dura mater is very fragile- venous engorgement fragility increases chances of PDPH is more) Note- Early ambulation never predispose to PDPH",
        "cop": 4,
        "opa": "Breach of dura",
        "opb": "Onset of headache is usually 12-72 hours following procedure",
        "opc": "Commonly occipito - frontal in location",
        "opd": "Headache is relieved in sitting standing position",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "6322cfb5-4266-40ac-8ee4-b1ff12a8c200",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following inhalational agent is the induction agent of choice in children?",
        "exp": "Methoxyflurane Nephrotoxic Has maximum chloride release. Sevoflurane Sweat smelling - administrable face mask. Induction and emergence form anesthesia are fast Desflurane :Has pungent odour, is less potent ,therefore higher concentration has to be used It can cause Air passage irritation Coughing Breathe holding Laryngospasm Isoflurane - mildly pungent Causes vasodilation while cardiac output is maintained. Good in patients with myocardial insufficiency Dilates coronaries - can cause coronary steal phenomenon in CAD patients",
        "cop": 2,
        "opa": "Methoxyflurane",
        "opb": "Sevoflurane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "33e4af37-31d9-485c-a715-7619ef4e4cc5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for hypotensive anaesthesia:",
        "exp": "Hypotensive anesthesia (Controlled Hypotension) Number of the surgeries requires a lesser than normal blood pressure, b/c surgical site is very vascular In these surgeries - decrease the blood pressure of the patient (controlled hypotension) Keep the BP low till the surgery goes on, once the surgery finishes bring BP back to normal. So sho acting drugs are need Sodium nitroprusside Nitroglycerine Esmolol Inhalational anesthetic agents Isoflurane Sevoflurane Desflurane (peripheral resistance)",
        "cop": 3,
        "opa": "Isoflurane",
        "opb": "Nitroglycerin",
        "opc": "Both 1 & 2",
        "opd": "Dantrolene",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "b84855be-70cd-4338-a514-87239c7410f0",
        "choice_type": "multi"
    },
    {
        "question": "Anaesthesia given to dog:",
        "exp": "Any i/m injectable drug which we are using in human can be used in canines as well Ketamine Used in asthmatics as very good bronchodilator Induces dissociative anesthesia Acts mainly by inhibiting NMDA receptors in brain Highly lipid soluble Midazolam Extreme rapid absorption (peak in 20min.) Cause problems In elderly (ataxia) More liable for abuse, therefore it is not available now for oral use as a hypnotic Used as an i/m premedicant or i/v anesthetic",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Medetomidine hydrochloride",
        "opc": "Midazolam",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "6e8859c2-d33b-4d8d-8663-ab90f3f7633e",
        "choice_type": "multi"
    },
    {
        "question": "Compression ventilation ratio in case of Neonatal CPR:-",
        "exp": "Ratio of CPR administration Adult - 30 : 2 (1 or 2 Rescuer) Paediatrics(Child) -30 : 2 (1 Rescuer) - 15 : 2 (2 Rescuer) Neonate - 3 : 1 (2 Rescuer mandatory)",
        "cop": 1,
        "opa": "3:01",
        "opb": "15:02",
        "opc": "30:02:00",
        "opd": "100:08:00",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "d3bf9aa8-e6bf-4377-bdcd-582b4b3306c7",
        "choice_type": "single"
    },
    {
        "question": "Shoest action local anaesthetic:",
        "exp": "Shoest Acting LA Chlorprocaine Longest acting LA Dibucaine",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Cocaine",
        "opc": "Dibucaine",
        "opd": "Chloroprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "a8f0b047-20c1-4ac4-9cef-ee7529f60c48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Inhalation anaesthesia agent is Hepatotoxic:",
        "exp": "Side effects of inhalation anesthetics Halothane: Auto immune hepatitis Disrupts dual blood supply Respiratory depression Sevoflurane Produce Comp A (nephrotoxic) Day care surgery Inhalational induction agent of choice Pediatric population Isoflurane Coronary steel phenomenon Procaine Local anesthetic Used in cataract surgery",
        "cop": 3,
        "opa": "Sevoflurane",
        "opb": "Isoflurane",
        "opc": "Halothane",
        "opd": "Procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "FMGE 2018",
        "id": "3bedb51a-0d6c-415e-ba51-63f285715532",
        "choice_type": "single"
    }
]