[
    {
        "question": "The main controlling agent for respiratory drive is which of the following -",
        "exp": "Central chemoreceptors are situated in the deeper pa of medulla oblongata, close to the dorsal respiratory group of neurons. This area is known as a chemosensitive area, and the neurons are called chemoreceptors. Chemoreceptors are in close contact with blood and cerebrospinal fluid. Central chemoreceptors are connected with respiratory centers, paicularly the dorsal respiratory group of neurons through synapses. These chemoreceptors act slowly but effectively. Central chemoreceptors are responsible for 70% to 80% of increased ventilation through chemical regulatory mechanisms. Main stimulant for central chemoreceptors is the increased hydrogen ion concentration. However, if hydrogen ion concentration increases in the blood, it cannot stimulate the central chemoreceptors because the hydrogen ions from blood cannot cross the blood-brain barrier and blood-cerebrospinal fluid barrier. On the other hand, if carbon dioxide increases in the blood, it can easily cross the blood-brain barrier and bloodcerebrospinal fluid barrier and enter the interstitial fluid of the brain or the cerebrospinal fluid. There, carbon dioxide combines with water to form carbonic acid. Since carbonic acid is unstable, it immediately dissociates into hydrogen ion and bicarbonate ion. CO2 + H2O - H2CO3 - H+ + HCO3- Hydrogen ions stimulate the central chemoreceptors. From chemoreceptors, the excitatory impulses are sent to the dorsal respiratory group of neurons, resulting in increased ventilation (increased rate and force of breathing). Because of this, excess carbon dioxide is washed out and respiration is brought back to normal. Lack of oxygen does not have a significant effect on the central chemoreceptors, except that it generally depresses the overall function of the brain. Ref: Sembulingam - physiology 7th edition",
        "cop": 1,
        "opa": "CO2",
        "opb": "Oxygen",
        "opc": "NO",
        "opd": "HBO3",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "9463eeaf-d1a7-4421-8e8a-885d79459848",
        "choice_type": "single"
    },
    {
        "question": "Local anaesthetic acts by inhibition of",
        "exp": "The nerve resting membrane potential is little affected by local anesthetics. As the concentration of local anesthetic applied to the nerve is increased, a decrease in the rate of depolarization and in the peak amplitude of the action potential occurs until the impulse is abolished. It is not possible, however, to derive data on the binding of local anesthetics to Na+ channels from measurement of the changes in nerve impulses. By using a \"voltage-clamp\" procedure, Na+ currents and their inhibition by local anesthetics can be directly assayed. When the membrane of isolated neurons is rapidly depolarized to a constant value, the time course of ionic currents is observed. Sodium currents during one initial depolarization are reduced by subclinical doses of local anesthetic (e.g., 0.2mM lidocaine) and totally abolished by clinical doses (e.g., 1% lidocaine, [?]40mM). If the test depolarization is applied repeatedly, for example, at frequencies higher than 5Hz (five pulses per second), the paially depressed (tonically inhibited) Na+ current is fuher reduced incrementally for each pulse until a new steady-state level of inhibition is reached. This frequency-dependent inhibition, also called phasic inhibition. Local anesthetics bind in the inner vestibule of the closed Na+ channel. Amino acid mutations in the S6 segments of D-1, D-3, and D-4 all modify local anesthetic action, thus suggesting either that these regions form a pharmacophore small enough to simultaneously contact the drug at three surfaces or that the local anesthetic molecule moves rapidly among these three segments. X - binding site of LA. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Na channels",
        "opb": "Mg channels",
        "opc": "Ca channels",
        "opd": "K channels",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5e72fa22-530d-45a1-bc4b-b73c7cc1353e",
        "choice_type": "single"
    },
    {
        "question": "Stellate ganglion block is characterised by all of the following except",
        "exp": "A stellate ganglion block is an injection of local anesthetic in the sympathetic nerve tissue of the neck. These nerves are a pa of the sympathetic nervous system. The nerves are located on either side of the voice box, in the neck.",
        "cop": 4,
        "opa": "Miosis",
        "opb": "Ptosis",
        "opc": "Flushing",
        "opd": "Sweating",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5f4eb54a-bc53-4668-ba8d-e1e17e24de68",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an exception to Meyer Oveon rule",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics ... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient. This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Objections to the outdated lipid hypotheses: 1. Stereoisomers of an anesthetic drug Stereoisomers that represent mirror images of each other are termed enantiomers or optical isomers (for example, the isomers of R-(+)- and S-(-)-etomidate). Physicochemical effects of enantiomers are always identical in an achiral environment (for example in the lipid bilayer). However, in vivo enantiomers of many general anesthetics (e.g. isoflurane, thiopental, etomidate) can differ greatly in their anesthetic potency despite the similar oil/gas paition coefficients. For example, the R-(+) isomer of etomidate is 10 times more potent anesthetic than its S-(-) isomer 2. Non-immobilizers According to the Meyer-Oveon correlation, the anesthetic potency of the drug is directly propoional to its lipid solubility, however, there are many compounds that do not satisfy this rule. These drugs are strikingly similar to potent general anesthetics and are predicted to be potent anesthetics based on their lipid solubility, but they exe only one constituent of the anesthetic action (amnesia) and do not suppress movement (i.e. do not depress spinal cord functions) as all anesthetics do. These drugs are referred to as non-immobilizers. 3. Temperature increases do not have an anesthetic effect 4. Effect vanishes beyond a ceain chain length According to the Meyer-Oveon correlation, in a homologous series of any general anesthetic (e.g. n-alcohols, or alkanes), increasing the chain length increases the lipid solubility, and thereby should produce a corresponding increase in anesthetic potency. However, beyond a ceain chain length, the anesthetic effect disappears. For the n-alcohols, this cutoff occurs at a carbon chain length of about 13 and for the n-alkanes at a chain length of between 6 and 10, depending on the species. 5. Non-hydrophobic anesthetics. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Non anaesthetics",
        "opb": "Non immobilizer",
        "opc": "cut off effect",
        "opd": "Hydrophobic site",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5076f6d9-ce00-42b6-835a-639121f12faa",
        "choice_type": "multi"
    },
    {
        "question": "High quality CPR include all except",
        "exp": "High quality means providing compressions at the proper depth and rate, making sure not to lean on the chest, and keeping interruptions to an absolute minimum. The AHA CPR quality consensus statement details the components required to optimize CPR: Chest compression fraction > 80% (Stay on the chest and limit interruptions) Compression rate of 100-120 compressions/minute Compression depth > 5-6 cm Avoid leaning on the chest, which prevents full recoil Avoid excessive ventilation (Aim for 8-10 breaths/minute)",
        "cop": 1,
        "opa": "Chest compression 200/min",
        "opb": "Depth of 2 or more inches",
        "opc": "Complete recoil after compression",
        "opd": "Avoid excessive ventilation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "653e669f-2842-489e-8cf0-634386709e60",
        "choice_type": "multi"
    },
    {
        "question": "The potency of an inhalational anaesthetic agent depends upon",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics ... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient\". This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "blood gas paition coefficient",
        "opb": "Oil-gas paition coefficient",
        "opc": "Gas pressure",
        "opd": "Blood pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "f94d737e-3ed1-483f-8c30-fcb1ae47438e",
        "choice_type": "single"
    },
    {
        "question": "ASA classification is done for",
        "exp": null,
        "cop": 2,
        "opa": "Fasting",
        "opb": "Risk",
        "opc": "Pain",
        "opd": "Lung capacity",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "455b453b-4227-4294-8aa6-8537ed40f54f",
        "choice_type": "single"
    },
    {
        "question": "Minimum &;starvation time&; required in general anaesthesia",
        "exp": "Traditionally, patients are considered to be at risk if their gastric volume is greater than 25 mL (0.4 mL/kg) and their gastric pH is less than 2.5. Some investigators believe that controlling acidity is more impoant than volume and that the criteria should be revised to a pH less than 3.5 with a volume greater than 50 mL. Patients who have eaten immediately prior to emergency surgery are obviously at risk. Traditionally, \"NPO after midnight\" implied a preoperative fast of at least 6 h. The current opinion allows clear liquids until 2 h before the induction of anesthesia. According to the American Society of Anesthesiologists (ASA) guideline, breast milk is permitted up to 4 h before anesthesia. Infant formula, nonhuman milk, and a light meal are permitted up to 6 h before induction. Patients consuming a heavy meal including meat, fats, and fried foods should fast for 8 h. Ceain patient populations are paicularly likely to have large volumes of acidic gastric fluid: patients with an acute abdomen or peptic ulcer disease, children, the elderly, diabetic patients, pregnant women, and obese patients. Fuhermore, pain, anxiety, or opioids may delay gastric emptying. Note that pregnancy and obesity place patients in double jeopardy by increasing the chance of aspiration (increased intraabdominal pressure and distoion of the lower esophageal sphincter) and the risk of aspiration pneumonia (increased acidity and volume of gastric contents). Aspiration is more common in patients undergoing esophageal, upper abdominal, or emergency laparoscopic surgery. Ref: Morgan & Mikhail&;s clinical anesthesiology 6e",
        "cop": 2,
        "opa": "4 hours",
        "opb": "8 hours",
        "opc": "12 hours",
        "opd": "24 hours",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "6bdca4f6-538f-4948-8b7b-15529c94d486",
        "choice_type": "single"
    },
    {
        "question": "A mid tracheostomy is done over",
        "exp": "a mid tracheostomy is done at 2nd and 3rd tracheal rings behind the isthumus,it is the operation of choice .",
        "cop": 2,
        "opa": "1st and 2nd tracheal ring",
        "opb": "2nd and 3rd tracheal ring",
        "opc": "3rd and 4th tracheal ring",
        "opd": "5th and 6th tracheal ring",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "21d0ddc8-2f04-40eb-9495-1ff0aa41f2cb",
        "choice_type": "single"
    },
    {
        "question": "Dead space is increased by all except",
        "exp": "Dead space is actually composed of gases in nonrespiratory airways (anatomic dead space) and alveoli that are not perfused (alveolar dead space). The sum of the two components is referred to as physiological dead space. In the upright position, dead space is normally about 150 mL for most adults (approximately 2 mL/kg) and is nearly all anatomic. The weight of an individual in pounds is roughly equivalent to dead space in milliliters. Dead space can be affected by a variety of factors. Endotracheal intubation decreases the dead space. Ref: Miller&;s anesthesia 8th edition Ref: Morgan & Mikhail&;s clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Anticholinergic drugs",
        "opb": "Standing",
        "opc": "Hyperextention of Neck",
        "opd": "Endotracheal intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "214b2b67-bfd0-45b6-a26b-6462a3c83069",
        "choice_type": "multi"
    },
    {
        "question": "All statements are true about gas cylinders except",
        "exp": ".N20 is stored in blue steel cylinders as a colorless liquid under 745 psi pressure and is in equilibrium with the gas phase (approximately 50 atmospheres at room temperature). The tank maintains that pressure until it is empty.",
        "cop": 4,
        "opa": "Pressure of N2O is 745 psig at 20 degrees centigrade",
        "opb": "Higher pressure indicates impurity in N2O",
        "opc": "N2O is in liquid form",
        "opd": "Emergency oxygen 'E' cylinder has more gas than 'H' cylinder",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "44376717-1633-42d3-97c7-6f1dd19c7715",
        "choice_type": "multi"
    },
    {
        "question": "Colour code of oxygen cylinder is",
        "exp": "Color coding of cylinders is introduced to prevent accidental misplacement of cylinders.",
        "cop": 1,
        "opa": "Black cylinder with white shoulders",
        "opb": "Black cylinder with grey shoulders",
        "opc": "White cylinder with black shoulders",
        "opd": "Grey cylinder with white shoulders",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "c32b231a-bed5-4aa9-8c74-ae4381431e6b",
        "choice_type": "single"
    },
    {
        "question": "Exception of Meyer-Oveon rule are all except",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics ... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient. This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Objections to the outdated lipid hypotheses: 1. Stereoisomers of an anesthetic drug Stereoisomers that represent mirror images of each other are termed enantiomers or optical isomers (for example, the isomers of R-(+)- and S-(-)-etomidate). Physicochemical effects of enantiomers are always identical in an achiral environment (for example in the lipid bilayer). However, in vivo enantiomers of many general anesthetics (e.g. isoflurane, thiopental, etomidate) can differ greatly in their anesthetic potency despite the similar oil/gas paition coefficients. For example, the R-(+) isomer of etomidate is 10 times more potent anesthetic than its S-(-) isomer 2. Non-immobilizers According to the Meyer-Oveon correlation, the anesthetic potency of the drug is directly propoional to its lipid solubility, however, there are many compounds that do not satisfy this rule. These drugs are strikingly similar to potent general anesthetics and are predicted to be potent anesthetics based on their lipid solubility, but they exe only one constituent of the anesthetic action (amnesia) and do not suppress movement (i.e. do not depress spinal cord functions) as all anesthetics do. These drugs are referred to as non-immobilizers. 3. Temperature increases do not have an anaesthetic effect 4. Effect vanishes beyond a ceain chain length According to the Meyer-Oveon correlation, in a homologous series of any general anesthetic (e.g. n-alcohols, or alkanes), increasing the chain length increases the lipid solubility, and thereby should produce a corresponding increase in anesthetic potency. However, beyond a ceain chain length, the anesthetic effect disappears. For the n-alcohols, this cutoff occurs at a carbon chain length of about 13 and for the n-alkanes at a chain length of between 6 and 10, depending on the species. 5. Non-hydrophobic anesthetics. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Non anaesthetics",
        "opb": "Non immobilizer",
        "opc": "Cut off effect",
        "opd": "Hydrophobic site of action",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "651fe8b8-e475-45ad-8b66-54dd0c797c18",
        "choice_type": "multi"
    },
    {
        "question": "Malampati grading is for",
        "exp": "Mallampati classification: a frequently performed test that examines the size of the tongue in relation to the oral cavity. The more the tongue obstructs the view of the pharyngeal structures, the more difficult intubation maybe Class I: The entire palatal arch, including the bilateral faucial pillars, is visible down to the bases of the pillars. Class II: The upper pa of the faucial pillars and most of the uvula are visible. Class III: Only the soft and hard palates are visible. Class IV: Only the hard palate is visible. Ref: Miller&;s anesthesia 8th edition Ref: Morgan & Mikhail&;s clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Mobility of cervical spine",
        "opb": "Mobility of atlantoaxial joint",
        "opc": "Assesment of free rotation of neck before intubation",
        "opd": "Inspection of oral cavity before intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "4cec9149-1712-4d29-bd0f-ad1b76a3b0b6",
        "choice_type": "single"
    },
    {
        "question": "The nerve fibers which are most sensitive to local anesthetic belong to ----- group",
        "exp": "Classification of peripheral nerves is impoant in determining the sequence of local anesthetic blockade. B fibers are the most sensitive. Dilation of cutaneous blood vessels is often the first sign of local anesthetic onset. C fibers and A-d are next-in sensitivity. They result in the inability to feel cool sensations such as an alcohol wipe. Next-in sensitivity are the A-g, A-b, and A-a fibers, which result in the loss of sensation, pressure, proprioception, and finally motor paralysis. Local anesthetic concentration must be adequate to block nerve fibers. It takes approximately twice the concentration of local anesthetic to block motor fibers as it does to block sensory fibers, and sympathetic fibers require the least. The order of blockade onset is B fibers > C fibers = A-d fibers > A-g fibers > A-b fibers > A-a fibers. Fiber type myelin function A-a +++ Motor (efferent: to skeletal muscle) A-b ++ Touch, pressure, proprioception (afferent: from skin) A-g ++ Motor (efferent: to muscle spindles) A-d ++ Pain (sharp, fast) and temperature (efferent: from skin) B + Preganglionic sympathetic (efferent: to vascular smooth muscle) C none Pain (dull, slow) and temperature (afferent from skin); postganglionic sympathetic (efferent: to vascular smooth muscle)",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "cb6fdbf7-583c-4da9-b5f7-0dc692358943",
        "choice_type": "single"
    },
    {
        "question": "High airway resistance is seen in",
        "exp": "Resistance impedes airflow into (and out of) the lung. The major component of resistance is the resistance exeed by the airways (large and small), and a minor component is the sliding of the lung and the chest wall tissue elements during inspiration (and expiration). Resistance is overcome by (driving) pressure. In spontaneous breathing, Resistance (R) is calculated as driving pressure (DP) divided by the resultant gas flow (F): R = DP/F The value of airway resistance is approximately 1 cm H2O/L/sec, and is higher in obstructive lung disease (e.g., COPD, asthma); in severe asthma, it is elevated approximately tenfold. The presence of an endotracheal tube adds a resistance of 5 (or 8) cm H2O/L/min for a tube with an internal diameter of size 8 (or 7) cm. For any tube for which the airflow is laminar (smooth, streamlined), the resistance increases in direct propoion to the tube length and increases dramatically (to the fouh power) as the diameter of the tube is reduced. Two factors explain why most (approximately 80%) of the impedance to gas flow occurs in the large airways. First, as bronchi progressively branch, the resistances are arranged in parallel and the total cross-sectional area at the level of the terminal bronchioles adds up to almost tenfold that at the trachea. Second, in tubes that are large, irregular or branched, the flow is often turbulent, not laminar. When flow is laminar: F(lam) = DP/R In contrast, when the flow is turbulent: F(turb) = DP/R2 Therefore, for a given radius, far more pressure is required to achieve comparable flow where the flow is turbulent; thus, the effo required is greater, and if prolonged or severe, respiratory failure is more likely. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Respiratory bronchiole",
        "opb": "Intermediate bronchiole",
        "opc": "Terminal bronchiole",
        "opd": "Main bronchus",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "cfdb0644-0572-4bb3-92de-499607ec1305",
        "choice_type": "single"
    },
    {
        "question": "The pin index code of nitrous oxide is",
        "exp": "The Pin Index Safety System, or PISS, is a means of connecting high-pressure cylinders containing medical gases to a regulator or other utilization equipment. It uses geometric features on the valve and yoke to prevent mistaken use of the wrong gas. This system is widely used worldwide for anesthesia machines, poable oxygen administration sets, and inflation gases used in surgery. Cylinders attach to the machine hanger-yoke assemblies that utilize a pin index safety system to prevent accidental connection of a wrong gas cylinder. The yoke assembly includes index pins, a washer, a gas filter, and a check valve that prevents retrograde gas flow. PIN INDICES OF COMMONLY USED GASES: O2: 2,5 N2O: 3,5 Mixture of O2 and N2O (50% / 50%), commonly called Entonox: 7 (a single pin, located in the center) Air: 1,5 Mixtures of CO2 and O2 with more than 7% CO2: 1,6 Mixtures of CO2 and O2 with less than 7% CO2: 2,6 He: No pin Mixtures of O2 and He with less than 80% He, commonly called Heliox: 2,4 Mixtures of O2 and He with more than 80% He: 4-6 Cyclopropane: 3,6 Ethylene: 1,3 Nitrogen: 1,4 Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "2, 5",
        "opb": "1, 5",
        "opc": "3, 5",
        "opd": "2, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "8e02ddd3-7f83-4d2d-aa1e-4da2403c621f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common method used to know depth of anaesthesia",
        "exp": "BIS- Bispectral index * BIS monitoring was first introduced for clinical use in 1996. It was approved by FDA as a technique of monitoring depth of anaesthesia and reducing the incidence of intraoperative awareness during General anaesthesia in 2004. * 100 - Awake * 80 - light / moderate sedation * 60 - General anaesthesia * 40 - Deep hypnotic state * 20 - burst suppression * 0 - isoelectric EEG Ref:- Understanding Anesthetic Equipment and Procedures - Baheti & Laheri Pg num:- 304,305",
        "cop": 4,
        "opa": "Oesophageal contractility",
        "opb": "Depressed Responses",
        "opc": "Hypotension",
        "opd": "BIS",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "06472784-f583-4ebb-a7ee-e8ecd39cb468",
        "choice_type": "single"
    },
    {
        "question": "Fulminant hepatic failure can be caused by",
        "exp": "The first modern halogenated volatile anesthetic, halothane, was introduced in 1955. Clinical exposure to halothane is associated with two distinct types of hepatic injury. Subclinical hepatotoxicity occurs in 20% of adults who receive halothane. It is characterized by mild postoperative elevations in alanine aminotransferase and aspaate aminotransferase, but is reversible and innocuous. Anaerobic halothane reduction by CYP2A6 to a 2-chloro-1,1,1-trifluoroethyl radical is thought to mediate this mild hepatic injury. The fulminant form of hepatotoxicity, commonly known as halothane hepatitis, is characterized by elevated alanine aminotransferase, aspaate aminotransferase, bilirubin, and alkaline phosphatase levels, massive hepatic necrosis following the administration of halothane. Halothane hepatitis is rare (1 in 5000 to 35,000 administrations in adults), but is fatal in 50% to 75% of these cases. Because of the potential for fatal hepatitis, halothane is no longer used in adult patients in many countries. Halothane hepatitis is caused by a hypersensitivity reaction associated with the oxidative metabolism of halothane. The highly reactive trifluoroacetyl chloride metabolite of halothane oxidation can react with nearby liver proteins. In most patients who developed hepatic necrosis after halothane anesthesia, antibodies against TFA-modified proteins were detected, suggesting that the hepatic damage is linked to an immune response against the modified protein, which acts as a neoantigen. Accordingly, patients who develop halothane hepatitis often have a history of prior exposures to halothane or other volatile anesthetics, together with symptoms suggestive of immune reactivity, such as fever, rash, ahralgia, and eosinophilia. A current hypothesis is that TFA-protein adducts induce a cytotoxic T cell reaction in sensitized individuals, which leads to liver damage. However, the immune responses observed in halothane hepatitis might not mediate liver injury. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Nitrous oxide",
        "opd": "Phenobarbitone",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "8ca00678-1009-45dd-8419-a32a0735505c",
        "choice_type": "single"
    },
    {
        "question": "All of the following factors decrease the minimum alveolar concentration (MAC) of an inhalational anaesthetic agent except",
        "exp": "MINIMUM ALVEOLAR CONCENTRATION: The MAC of an inhaled anesthetic is the alveolar concentration that prevents movement in 50% of patients in response to a standardized stimulus (eg, surgical incision). MAC is a useful measure because it mirrors brain paial pressure, allows comparisons of potency between agents, and provides a standard for experimental evaluations. Ref: Miller&;s anesthesia 8th edition Ref: Morgan & Mikhail&;s clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Hypothermia",
        "opb": "Hyponatremia",
        "opc": "Hypocalcemia",
        "opd": "Anemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "d4a2c9b1-018d-4a49-bd7a-f173c5ad9dae",
        "choice_type": "multi"
    }
]