[
    {
        "question": "MAC stands for?",
        "exp": "Ans. is 'a' i. e., Minimum alveolar concentration Minimal alveolar concentration (MAC)* Most important measure of potency is minimal alveolar concentration (MAC). MAC is the lowest concentration of the anesthetic in pulmonary alveoli needed to produce immobility in response to a painful stimulus (surgical incision) in 50% individuals. Higher the MAC, less potent the anesthetic agent.* Methoxyflurane has minimum MAC (0. 16%) - The most potent inhalational agent.* N2O has maximum MAC (105) - The least potent inhalational agent.* Order of potency in decreasing order (MAC in increasing order): -* Methoxyflurane (MAC = 0. 16 %) > Trilene (MAC = 0. 2%) > Halothane (MAC = 0. 74%) > Chloroform (MAC = 0. 8 %) > Isoflurane (MAC = 1. 15 %) > Enflurane (MAC = 1. 68%) > Ether (MAC = 1. 92 %) > Sevoflurane (MAC = 2. 0 %)> Desflurane (MAC = 6. 0%) > Cyclopropane (MAC = 9. 2%) > N20 (MAC 104%). Factor affecting MAC1. Age: - Young age increases and old age decreases MAC. 2. Alcohol: - Chronic intoxication increases and acute intoxication decreases MAC. 3. Temperature: - Both hypothermia and hyperthermia decrease MAC. 4. Electrolyte: - Hypercalcemia, Hypermagnesemia & Hyponatremia decrease. Whereas hypernatremia increases MAC. 5. Anemia: - Decrease MAC6. Hypoxia (p. O2 < 40), and hypercarbia (p. CO2 > 95) decrease MAC. 7. Pregnancy: - Decreases MAC8. Drugs: -A. Decreasing MAC - Local anaesthetics (except cocaine) Opioids, Ketamine, Barbiturates, Benzodiazepines, Verapamil, Lithium, Sympatholytics (Methyldopa, reserpine, Clonidine, Dexmedetomidine), Chronic amphetamine use. B. Increasing MAC: - Acute amphetamine intake, Cocaine, ephedrine.",
        "cop": 1,
        "opa": "Minimum alveolar concentration",
        "opb": "Minimal analgesic concentration",
        "opc": "Minimal anesthetic concentration",
        "opd": "Maximum alveolar concentration",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "4407a8cd-6210-4bb0-a016-085ab9eeb310",
        "choice_type": "single"
    },
    {
        "question": "The main controlling agent for respiratory drive is which of the following -",
        "exp": "Central chemoreceptors are situated in the deeper pa of medulla oblongata, close to the dorsal respiratory group of neurons. This area is known as a chemosensitive area, and the neurons are called chemoreceptors. Chemoreceptors are in close contact with blood and cerebrospinal fluid. Central chemoreceptors are connected with respiratory centers, paicularly the dorsal respiratory group of neurons through synapses. These chemoreceptors act slowly but effectively. Central chemoreceptors are responsible for 70% to 80% of increased ventilation through chemical regulatory mechanisms. Main stimulant for central chemoreceptors is the increased hydrogen ion concentration. However, if hydrogen ion concentration increases in the blood, it cannot stimulate the central chemoreceptors because the hydrogen ions from blood cannot cross the blood-brain barrier and blood-cerebrospinal fluid barrier. On the other hand, if carbon dioxide increases in the blood, it can easily cross the blood-brain barrier and bloodcerebrospinal fluid barrier and enter the interstitial fluid of the brain or the cerebrospinal fluid. There, carbon dioxide combines with water to form carbonic acid. Since carbonic acid is unstable, it immediately dissociates into hydrogen ion and bicarbonate ion. CO2 + H2O - H2. CO3 - H+ + HCO3- Hydrogen ions stimulate the central chemoreceptors. From chemoreceptors, the excitatory impulses are sent to the dorsal respiratory group of neurons, resulting in increased ventilation (increased rate and force of breathing). Because of this, excess carbon dioxide is washed out and respiration is brought back to normal. Lack of oxygen does not have a significant effect on the central chemoreceptors, except that it generally depresses the overall function of the brain. Ref: Sembulingam - physiology 7th edition",
        "cop": 1,
        "opa": "CO2",
        "opb": "Oxygen",
        "opc": "NO",
        "opd": "HBO3",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "9463eeaf-d1a7-4421-8e8a-885d79459848",
        "choice_type": "single"
    },
    {
        "question": "For foreign body causing sudden choking, most appropriate first line of management is?",
        "exp": "ANSWER: (B) Heimlich maneuver. REF: Dhingras 4th ed p. 257. Management of Laryngeal foreign body: A large bolus of food/ foreign body obstructed above the cords may make the patient totally aphonic, unable to cry for help. He may die of asphyxia unless immediate first aid measures are taken. H eimlich. Js maneuvers: S udden thrust dire cte d up wards and backwards, b elo w the epigastrium, squeezes the air from the lungs, sufficient to dislodge a foreign body. Cricothyrotomy or emergency tracheostomy should be done if Heimlich's maneuvers fails. Once acute respiratory emergency is over, foreign body can be removed by direct laryngoscopy or by laryngofissure, if found impacted. Management of Tracheal and bronchial foreign bodies: Bronchoscopy under general anesthesia. Emergency removal of these foreign bodies is not indicated unless there is airway obstruction or they are of the vegetable nature (e. g. seeds) and likely to swell up. Methods to remove tracheobronchial foreign body: Conventional rigid bronchoscopy. Rigid bronchoscopy with telescopic aid. Bronchoscopy with C-arm fluoroscopy. Use of Dormia basket or Fogartys balloon for rounded objects. Tracheostomy first and then bronchoscopy through the tracheostome. Thoracotomy and bronchotomy for peripheral foreign bodies. Flexible fiber optic bronchoscopy in selected adult patients.",
        "cop": 2,
        "opa": "Tracheostomy",
        "opb": "Heimlich maneuver",
        "opc": "Airway insertion",
        "opd": "Laryngoscopy",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "3afb4faf-3ac8-4476-84f9-f782557b0d57",
        "choice_type": "single"
    },
    {
        "question": "Local anaesthetic acts by inhibition of",
        "exp": "The nerve resting membrane potential is little affected by local anesthetics. As the concentration of local anesthetic applied to the nerve is increased, a decrease in the rate of depolarization and in the peak amplitude of the action potential occurs until the impulse is abolished. It is not possible, however, to derive data on the binding of local anesthetics to Na+ channels from measurement of the changes in nerve impulses. By using a \"voltage-clamp\" procedure, Na+ currents and their inhibition by local anesthetics can be directly assayed. When the membrane of isolated neurons is rapidly depolarized to a constant value, the time course of ionic currents is observed. Sodium currents during one initial depolarization are reduced by subclinical doses of local anesthetic (e. g., 0. 2mM lidocaine) and totally abolished by clinical doses (e. g., 1% lidocaine, [?]40mM). If the test depolarization is applied repeatedly, for example, at frequencies higher than 5. Hz (five pulses per second), the paially depressed (tonically inhibited) Na+ current is fuher reduced incrementally for each pulse until a new steady-state level of inhibition is reached. This frequency-dependent inhibition, also called phasic inhibition. Local anesthetics bind in the inner vestibule of the closed Na+ channel. Amino acid mutations in the S6 segments of D-1, D-3, and D-4 all modify local anesthetic action, thus suggesting either that these regions form a pharmacophore small enough to simultaneously contact the drug at three surfaces or that the local anesthetic molecule moves rapidly among these three segments. X - binding site of LA. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Na channels",
        "opb": "Mg channels",
        "opc": "Ca channels",
        "opd": "K channels",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5e72fa22-530d-45a1-bc4b-b73c7cc1353e",
        "choice_type": "single"
    },
    {
        "question": "Stages of Anaesthesia were established by:",
        "exp": "Ans. is 'a' Ether Guedel's staging of Anaesthesia was given for Ether. Stage of Anaesthesia are as follows*Stage I - Analgesia*Stage II - Delirium or excitement*, partially dilated pupil. Stage III - Stage of Surgical Anaesthesia. It is divided in 4 stages. Moving eye to fixed eye. Corneal & laryngeal reflex lost. Light reflex lost. Intercostal paralysis, Abdominal respiration, Pupils widely dilated*Stage IV - Stage of Medullary Paralysis*",
        "cop": 1,
        "opa": "Ether",
        "opb": "Nitrous Oxide",
        "opc": "Cyclopropane",
        "opd": "Chloroform",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "5d54b51b-00fe-4014-bd35-d4de52fa5366",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive method of non invasive monitoring of cardio-vascular ischemia in perioperative period is -",
        "exp": "Ans. is 'd' i. e., TEE o Two dimensional TEE is the most sensitive method to detect myocardial ischemia and air embolism in peri-operative period. o Detection of regional w all motion abnormality a rapid and more sensitive indicator of myocardial ischemia than is the ECGo Decreased systolic wall thickening may be more reliable index for ischemia than endocardial wall motion abnormality alone.",
        "cop": 4,
        "opa": "NIBP",
        "opb": "BOG",
        "opc": "Pulse oximeter",
        "opd": "TEE",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "c7ac7895-a0e4-483c-aed5-d3063fde8ca6",
        "choice_type": "single"
    },
    {
        "question": "Stellate ganglion block is characterised by all of the following except",
        "exp": "A stellate ganglion block is an injection of local anesthetic in the sympathetic nerve tissue of the neck. These nerves are a pa of the sympathetic nervous system. The nerves are located on either side of the voice box, in the neck.",
        "cop": 4,
        "opa": "Miosis",
        "opb": "Ptosis",
        "opc": "Flushing",
        "opd": "Sweating",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5f4eb54a-bc53-4668-ba8d-e1e17e24de68",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an exception to Meyer Oveon rule",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient. This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Objections to the outdated lipid hypotheses: 1. Stereoisomers of an anesthetic drug Stereoisomers that represent mirror images of each other are termed enantiomers or optical isomers (for example, the isomers of R-(+)- and S-(-)-etomidate). Physicochemical effects of enantiomers are always identical in an achiral environment (for example in the lipid bilayer). However, in vivo enantiomers of many general anesthetics (e. g. isoflurane, thiopental, etomidate) can differ greatly in their anesthetic potency despite the similar oil/gas paition coefficients. For example, the R-(+) isomer of etomidate is 10 times more potent anesthetic than its S-(-) isomer 2. Non-immobilizers According to the Meyer-Oveon correlation, the anesthetic potency of the drug is directly propoional to its lipid solubility, however, there are many compounds that do not satisfy this rule. These drugs are strikingly similar to potent general anesthetics and are predicted to be potent anesthetics based on their lipid solubility, but they exe only one constituent of the anesthetic action (amnesia) and do not suppress movement (i. e. do not depress spinal cord functions) as all anesthetics do. These drugs are referred to as non-immobilizers. 3. Temperature increases do not have an anesthetic effect 4. Effect vanishes beyond a ceain chain length According to the Meyer-Oveon correlation, in a homologous series of any general anesthetic (e. g. n-alcohols, or alkanes), increasing the chain length increases the lipid solubility, and thereby should produce a corresponding increase in anesthetic potency. However, beyond a ceain chain length, the anesthetic effect disappears. For the n-alcohols, this cutoff occurs at a carbon chain length of about 13 and for the n-alkanes at a chain length of between 6 and 10, depending on the species. 5. Non-hydrophobic anesthetics. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Non anaesthetics",
        "opb": "Non immobilizer",
        "opc": "cut off effect",
        "opd": "Hydrophobic site",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "5076f6d9-ce00-42b6-835a-639121f12faa",
        "choice_type": "multi"
    },
    {
        "question": "MAC of an anesthetic agent is the measure of its?",
        "exp": "Ans. is 'a' i. e., Potency * Minimum alveolar concentration (MAC) - Measure of potency.* Blood: Gas partition coefficient - Blood solubility of anesthetic agent and determines the speed of induction & recovery.* Oil: Gas partition coefficient - Lipid solubility of anesthetic agent and is related to potency of anesthetic agent.",
        "cop": 1,
        "opa": "Potency",
        "opb": "Speed of induction and recovery",
        "opc": "Lipid solubility",
        "opd": "Toxicity",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "fffbe1fd-fc1e-4e17-bd57-ec3095067e8e",
        "choice_type": "single"
    },
    {
        "question": "High quality CPR include all except",
        "exp": "High quality means providing compressions at the proper depth and rate, making sure not to lean on the chest, and keeping interruptions to an absolute minimum. The AHA CPR quality consensus statement details the components required to optimize CPR: Chest compression fraction > 80% (Stay on the chest and limit interruptions) Compression rate of 100-120 compressions/minute Compression depth > 5-6 cm Avoid leaning on the chest, which prevents full recoil Avoid excessive ventilation (Aim for 8-10 breaths/minute)",
        "cop": 1,
        "opa": "Chest compression 200/min",
        "opb": "Depth of 2 or more inches",
        "opc": "Complete recoil after compression",
        "opd": "Avoid excessive ventilation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "653e669f-2842-489e-8cf0-634386709e60",
        "choice_type": "multi"
    },
    {
        "question": "The potency of an inhalational anaesthetic agent depends upon",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient\". This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "blood gas paition coefficient",
        "opb": "Oil-gas paition coefficient",
        "opc": "Gas pressure",
        "opd": "Blood pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "f94d737e-3ed1-483f-8c30-fcb1ae47438e",
        "choice_type": "single"
    },
    {
        "question": "Blood: Gas (B: G) partition coefficient is a measure of -",
        "exp": "Ans. is 'b' i. e., Speed of induction and recovery o B: G partition coefficient is the measure of solubility of agent in the blood. Blood: Gas partition coefficient (B: G cofficient)o It is the measure of solubility of the agent in the blood. Agent with low blood solubility (low B: G coefficient) will have high concentration in alveolar air as it will diffuse less through the alveolar capillary membrane because of low blood solubility. Since alveolar concentration determines the induction and recovery, induction & recovery will be fast with agent with less B: G partition coefficient; and induction & recovery will be slower with agents with high B: G partition coefficiento Desflurane has minimum B: G partition coefficient (least blood solubility). Has Fastest onset and recovery. o Methoxyflurane has maximum B: G partition coefficient (Maximum blood solubility). Has slowest onset & recovery. o Speed of onset & recovery; in decreasing order (Increasing order of B: G partition coefficient and blood solubility). Desflurane (0. 42) > Cyclopropane (0. 44) > N2O (0. 47) > Sevoflurane (0. 69) > Isoflurane (1. 38) > Enflurane (1. 8) > Halothane (2. 4) > Chloroform (8) > Trilene (9) > Ether (12) > Methoxyflurane (15).",
        "cop": 2,
        "opa": "Potency of anaesthetic agent",
        "opb": "Speed of induction and recovery",
        "opc": "Lipid solubility of agent",
        "opd": "None",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "1bf89534-95d4-416f-9c5f-dd57feab64c6",
        "choice_type": "multi"
    },
    {
        "question": "Which day is considered as \"World anaesthesia day\"?",
        "exp": "Ans. (b) 16th October. Ref.: Miller's 7/e, ch-1, Operations that made history by Harold Ellis understanding anaesthesia by Pillai p 15",
        "cop": 2,
        "opa": "16th September",
        "opb": "16th October",
        "opc": "16th November",
        "opd": "16th December",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "fb94e6b6-e8ff-4363-bda4-2fd36ab38150",
        "choice_type": "single"
    },
    {
        "question": "Reason of difficult intubation in an obese patient is?",
        "exp": "Ans is 'd' i. e. All of the above. Reasons for difficult intubation in obese patientsi) Increased soft tissue mass* The increased weight & volume of soft tissue can distort the airway in a supine obese patient, making visualization of vital structures harder.* This can also make \"lifting up\" on the laryngoscope handle harder, as there is more weight to lift. ii) Increased pressure on diaphragm* Obese abdomens prevent normal diaphragmatic excursion, more so in supine position. This leads to lower tidal volumes in spontaneously breathing patients, faster desaturation once sedated/paralysed, and more difficult bag-valve-mask ventilation. iii) Reduced \"Safe Apnoea Time\"* This is the time between rendering a patient apnoeic with an anaesthetic, and the time they start to desaturate.* This happens more quickly in obese patients due to the poor mechanics of their airway (mentioned above), and their increased metabolic demands.",
        "cop": 4,
        "opa": "Difficult visualization",
        "opb": "Decreased safe apnea time",
        "opc": "Lower tidal volume",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "f7328544-23e2-4a11-a7df-be91e1512833",
        "choice_type": "multi"
    },
    {
        "question": "The laryngoscope shall be held in which hand by a right handed person for the purpose of intubation?",
        "exp": "Ans. b. Left hand (Ref: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">l). The laryngoscope should be held in left hand by a right-handed person, for the purpose of intubation. \"Laryngoscope used for intubation is also called as Macintosch's laryngoscope. It has to be held in the anesthetist's or surgeon's left hand for purpose of intubation so that the endotracheal tube can be held in right hand to insert in in trachea Dexterity of surgeon or anesthetist does not matter in conventional laryngoscope as the curvature of blade is in such a manner that it has to be held in left hand. \"\"Laryngoscopes are a left-handed instrument, with the operators right hand used to pass the tube. Ever since the early pioneers described the procedure it was appreciated that tongue displacement to one side would facilitate reaching the larynx. Since an operator would want their dominant hand free for instrumentation, the laryngoscope became, by default, a left-handed instrument (appropriate since 85% of the population is right hand dominant). \"- http://www. airwaycam. com/laryngoscope-blade-design. html",
        "cop": 2,
        "opa": "Right hand",
        "opb": "Left hand",
        "opc": "Either",
        "opd": "Neither",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "3c23c44a-3877-46fe-9b26-505ceb62fe25",
        "choice_type": "multi"
    },
    {
        "question": "ASA classification is done for",
        "exp": null,
        "cop": 2,
        "opa": "Fasting",
        "opb": "Risk",
        "opc": "Pain",
        "opd": "Lung capacity",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "455b453b-4227-4294-8aa6-8537ed40f54f",
        "choice_type": "single"
    },
    {
        "question": "Minimum &; starvation time&; required in general anaesthesia",
        "exp": "Traditionally, patients are considered to be at risk if their gastric volume is greater than 25 mL (0. 4 mL/kg) and their gastric pH is less than 2. 5. Some investigators believe that controlling acidity is more impoant than volume and that the criteria should be revised to a pH less than 3. 5 with a volume greater than 50 mL. Patients who have eaten immediately prior to emergency surgery are obviously at risk. Traditionally, \"NPO after midnight\" implied a preoperative fast of at least 6 h. The current opinion allows clear liquids until 2 h before the induction of anesthesia. According to the American Society of Anesthesiologists (ASA) guideline, breast milk is permitted up to 4 h before anesthesia. Infant formula, nonhuman milk, and a light meal are permitted up to 6 h before induction. Patients consuming a heavy meal including meat, fats, and fried foods should fast for 8 h. Ceain patient populations are paicularly likely to have large volumes of acidic gastric fluid: patients with an acute abdomen or peptic ulcer disease, children, the elderly, diabetic patients, pregnant women, and obese patients. Fuhermore, pain, anxiety, or opioids may delay gastric emptying. Note that pregnancy and obesity place patients in double jeopardy by increasing the chance of aspiration (increased intraabdominal pressure and distoion of the lower esophageal sphincter) and the risk of aspiration pneumonia (increased acidity and volume of gastric contents). Aspiration is more common in patients undergoing esophageal, upper abdominal, or emergency laparoscopic surgery. Ref: Morgan & Mikhail&; s clinical anesthesiology 6e",
        "cop": 2,
        "opa": "4 hours",
        "opb": "8 hours",
        "opc": "12 hours",
        "opd": "24 hours",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "6bdca4f6-538f-4948-8b7b-15529c94d486",
        "choice_type": "single"
    },
    {
        "question": "A mid tracheostomy is done over",
        "exp": "a mid tracheostomy is done at 2nd and 3rd tracheal rings behind the isthumus, it is the operation of choice.",
        "cop": 2,
        "opa": "1st and 2nd tracheal ring",
        "opb": "2nd and 3rd tracheal ring",
        "opc": "3rd and 4th tracheal ring",
        "opd": "5th and 6th tracheal ring",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "21d0ddc8-2f04-40eb-9495-1ff0aa41f2cb",
        "choice_type": "single"
    },
    {
        "question": "Depth of anesthesia can be best assessed by",
        "exp": "Ans. d (Bispectral Index) (Ref. CSDT 12th/pg. Chapter 11 & Anaesthesia by Ajay Yadav, 2nd/pg. 45)MONITORING THE DEPTH OF ANESTHESIA# The Bispectral Index is a monitor that can be used in many cases to assess anesthetic depth.# It is measured from superficial scalp electrodes and is a processed electroencephalogram.# It is possible that this type of monitoring approach will be increasingly used to assess anesthetic depth.# A Bispectral index (BIS) monitor is a modern neurophysiological monitoring device which continually analyses a patient's electroencephalogram during general anesthesia to assess the level of consciousness during anesthesia.# The \"depth of anesthesia\" is commonly used as a surrogate for \"the likelihood of forming experiences or memory. \"# BIS is therefore best described as a monitor of the depth of the hypnotic component of anesthesia or sedation.# BIS demonstrates a dose-response relationship with inhalational and hypnotic intravenous agents, such as propofol and midazolam, which is independent of the agent(s) being used and correlates with clinical assessments of the level of consciousness.# Ketamine, however, causes EEG activation, complicating BIS interpretation.",
        "cop": 4,
        "opa": "Pulse oximeter",
        "opb": "End-tidal PCO2",
        "opc": "Acid blood gas analysis",
        "opd": "Bispectral index",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "e8cf3e05-02fd-4219-8f2a-71fed5681eed",
        "choice_type": "single"
    },
    {
        "question": "In clinical anaesthesia, which nerve is the most popular site, and commonly used for monitoring neuromuscular response during anaesthesia & in intensive care units?",
        "exp": "(A) Ulnar nerve[Miller's Anaesthesia6-1557, 1559, 1559f)[?]. Neuromuscular function is monitored by evaluating the muscular response to Supramaximal Stimulation of a Peripheral Motor Nerve. Two types of stimulation can be used: 1. Electrical & 2. Magnetic. Electrical nerve stimulation is by far the most commonly used method in clinical practice. [?]. Patterns of Nerve Stimulation: For evaluation of neuromuscular function, the most commonly used patterns of electrical nerve stimulation are Single-Twitch, TOF, Tetanic, Post-Tetanic Count (PTC), & Double-Burst Stimulation (DBS). Advantages of Train-of-Four (TOF) stimulation are greatest during nondepolarizing blockade because the degree of block can be read directly from the TOF response even though a preoperative value is lacking. TOF stimulation has some advantages over tetanic stimulation: It is less painful &, unlike tetanic stimulation, doesnot generally affect the degree of neuromuscular blockade. Sites of Nerve Stimulation & Different Muscle Responses: Any superficially located peripheral motor nerve may be stimulated. In clinical anesthesia, the ulnar nerve is the most popular site. Median, posterior tibial, common peroneal, & facial nerves are also sometimes used. For stimulation of the ulnar nerve, the electrodes are best applied to the volar side of the wrist. Distal electrode should be placed about 1 cm proximal to the point at which the proximal flexion crease of the wrist crosses the radial side of the tendon to the flexor carpi ulnaris muscle. Proximal electrode should preferably be placed so that the distance between the centers of the two electrodes is 3 to 6 cm. Electrical stimulation normally elicits only finger flexion & thumb adduction. If one electrode is placed over the ulnar groove at the elbow, thumb adduction is often pronounced because of stimulation of the flexor carpi ulnaris muscle. Ulnar groove placement of electrodes (sometimes preferred in small children) is used, the active negative electrode should be at the wrist to ensure maximal response. Polarity of the electrodes is less crucial, placement of the negative electrode distally normally elicits the greatest neuromuscular response. Because different muscle groups have different sensitivities to neuromuscular blocking agents, results obtained for one muscle cannot be automatically extrapolated to other muscles. Diaphragm is among the most resistant of all muscles to both depolarizing and nondepolarizing neuromuscular blocking drugs. Clinical significance is that onset time is normally shorter for the diaphragm than for the adductor pollicis muscle and the diaphragm recovers from paralysis more quickly than the peripheral muscles do. Other respiratory muscles are less resistant than the diaphragm, as are the larynx & the corrugator supercilii muscles. Most sensitive are the abdominal muscles, the orbicularis oculi muscle, the peripheral muscles of the limbs, & the geniohyoid, masseter, & upper airway muscles. From a practical clinical point of view, it is worth noting that: Response of the corrugator supercilii to facial nerve stimulation reflects the extent of neuromuscular blockade of the laryngeal adductor muscles & abdominal muscles better than the response of the adductor pollicis to ulnar nerve stimulation does. Upper airway muscles seem to be more sensitive than the peripheral muscles. Although three investigations using acceleromyography have indicated small differences in the response to TOF nerve stimulation in the arm (adductor pollicis muscle) & the leg (flexor hallucis brevis muscle), these differences are probably of little clinical significance. Remember: In assessing neuromuscular function, use of a relatively sensitive muscle such as the adductor pollicis of the hand has both disadvantages & advantages. During surgery it is a disadvantage that even total elimination of the response to single-twitch & TOF stimulation does not exclude the possibility of movement of the diaphragm, such as hiccuping & coughing.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Fascial nerve",
        "opc": "Posterior tibial nerve",
        "opd": "Median nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "27f7cbfe-87cc-4f90-b0cd-a300b94ddfe2",
        "choice_type": "single"
    },
    {
        "question": "Dead space is increased by all except",
        "exp": "Dead space is actually composed of gases in nonrespiratory airways (anatomic dead space) and alveoli that are not perfused (alveolar dead space). The sum of the two components is referred to as physiological dead space. In the upright position, dead space is normally about 150 mL for most adults (approximately 2 mL/kg) and is nearly all anatomic. The weight of an individual in pounds is roughly equivalent to dead space in milliliters. Dead space can be affected by a variety of factors. Endotracheal intubation decreases the dead space. Ref: Miller&; s anesthesia 8th edition Ref: Morgan & Mikhail&; s clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Anticholinergic drugs",
        "opb": "Standing",
        "opc": "Hyperextention of Neck",
        "opd": "Endotracheal intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "214b2b67-bfd0-45b6-a26b-6462a3c83069",
        "choice_type": "multi"
    },
    {
        "question": "Compression depth in CPR in Adults is?",
        "exp": "Ans. (b) 2 inch. Ref: 2010 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science with Treatment Recommendations Co. STR",
        "cop": 2,
        "opa": "1 inch",
        "opb": "2 inch",
        "opc": "3 inch",
        "opd": "4 inch",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "76def6df-cba6-45b1-a07b-f55d402afdcf",
        "choice_type": "single"
    },
    {
        "question": "EEG in anesthesia is useful in:",
        "exp": "Ans. a. Depth of general anesthesia (Ref: Morgan 4/144-146; Lee's 12/e p146, 286, 447)EEG in anesthesia is useful in monitoring the depth of anesthesia (GA) with 16-lead. Uses of EEG in anesthesia. To assess the sedation and awareness. QTo monitor epileptic activityQ, and to control antiepileptic drugs infusion, especially in paralyzed patients. To monitor the changes in conscious levels. QDuring cerebrovascular surgery, to confirm the adequacy of cerebral oxygenation. QMonitoring the depth of anesthesiaQ (GA) with 16-lead. Have look on some new and important techniques. Bispectral Index Scale (BIS). It is based on the principle of EEGQIt uses 3 EEG electrodes placed on frontal, parietal and temporal lobes. QBIS is used to monitor: Intraoperative awareness. QDepth of anesthesia. QIts value ranges from 0-100 (0: coma: 100: awake). Target intra-operative BIS: 40-60. QTarget sedation BIS: 60-80. QEntropy. It is based on the principle of EEG and EMGQ",
        "cop": 1,
        "opa": "Depth of general anesthesia",
        "opb": "Depth of local anesthesia",
        "opc": "Depth of neuromuscular block",
        "opd": "Depth of analgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "bd196a9c-0f6f-4c43-b9ba-aae4f6158e86",
        "choice_type": "single"
    },
    {
        "question": "All statements are true about gas cylinders except",
        "exp": ". N20 is stored in blue steel cylinders as a colorless liquid under 745 psi pressure and is in equilibrium with the gas phase (approximately 50 atmospheres at room temperature). The tank maintains that pressure until it is empty.",
        "cop": 4,
        "opa": "Pressure of N2O is 745 psig at 20 degrees centigrade",
        "opb": "Higher pressure indicates impurity in N2O",
        "opc": "N2O is in liquid form",
        "opd": "Emergency oxygen 'E' cylinder has more gas than 'H' cylinder",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "44376717-1633-42d3-97c7-6f1dd19c7715",
        "choice_type": "multi"
    },
    {
        "question": "Colour code of oxygen cylinder is",
        "exp": "Color coding of cylinders is introduced to prevent accidental misplacement of cylinders.",
        "cop": 1,
        "opa": "Black cylinder with white shoulders",
        "opb": "Black cylinder with grey shoulders",
        "opc": "White cylinder with black shoulders",
        "opd": "Grey cylinder with white shoulders",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "c32b231a-bed5-4aa9-8c74-ae4381431e6b",
        "choice_type": "single"
    },
    {
        "question": "Exception of Meyer-Oveon rule are all except",
        "exp": "Meyer-Oveon correlation of anesthetic potency with solubility in olive oil interpreted by the majority of researchers as an indicator that lipids are likely the anesthetic target. This interpretation focused attention on anesthetic effects on the bulk physical propeies of cell membranes, which were known at that time to consist primarily of lipid molecules. Such nonspecific or \"lipoid-based\" anesthetic theories dominated the field from the 1960s to the 1980s. Moreover, the simple elegance of the relationship between MAC and lipid solubility graphically illustrated Meyer and Oveon's conclusion that \"All chemically indifferent substances that are soluble in fat are anesthetics... their relative potency as anesthetics will depend on their affinity to fat on the one hand and water on the other hand, that is, on the fat/water paition coefficient. This was interpreted as oring lipids as the primary targets of anesthetics and a single nonspecific theory to explain anesthesia. Objections to the outdated lipid hypotheses: 1. Stereoisomers of an anesthetic drug Stereoisomers that represent mirror images of each other are termed enantiomers or optical isomers (for example, the isomers of R-(+)- and S-(-)-etomidate). Physicochemical effects of enantiomers are always identical in an achiral environment (for example in the lipid bilayer). However, in vivo enantiomers of many general anesthetics (e. g. isoflurane, thiopental, etomidate) can differ greatly in their anesthetic potency despite the similar oil/gas paition coefficients. For example, the R-(+) isomer of etomidate is 10 times more potent anesthetic than its S-(-) isomer 2. Non-immobilizers According to the Meyer-Oveon correlation, the anesthetic potency of the drug is directly propoional to its lipid solubility, however, there are many compounds that do not satisfy this rule. These drugs are strikingly similar to potent general anesthetics and are predicted to be potent anesthetics based on their lipid solubility, but they exe only one constituent of the anesthetic action (amnesia) and do not suppress movement (i. e. do not depress spinal cord functions) as all anesthetics do. These drugs are referred to as non-immobilizers. 3. Temperature increases do not have an anaesthetic effect 4. Effect vanishes beyond a ceain chain length According to the Meyer-Oveon correlation, in a homologous series of any general anesthetic (e. g. n-alcohols, or alkanes), increasing the chain length increases the lipid solubility, and thereby should produce a corresponding increase in anesthetic potency. However, beyond a ceain chain length, the anesthetic effect disappears. For the n-alcohols, this cutoff occurs at a carbon chain length of about 13 and for the n-alkanes at a chain length of between 6 and 10, depending on the species. 5. Non-hydrophobic anesthetics. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Non anaesthetics",
        "opb": "Non immobilizer",
        "opc": "Cut off effect",
        "opd": "Hydrophobic site of action",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "651fe8b8-e475-45ad-8b66-54dd0c797c18",
        "choice_type": "multi"
    },
    {
        "question": "Dead space is increased by all except:",
        "exp": "Ans: D (Endotracheal intubation) Ref: Miller Textbook of Anaesthesia. 6th edition. Explanation: Dead Space. Endotracheal intubation bypasses the gases from upper respiratory tract thereby decreasing the anatomical dead space. Dead space increases with standing and hyperextension of the neck as the volume of the upper respiratory tract increases. Anticholinergics increase the diameter of the upper airway by hronchodilatation and antisialagogue action thereby increasing the dead space. Normal dead space-150 ml (l/3rd of the normal tidal volume).",
        "cop": 4,
        "opa": "Anticholinergic drugs",
        "opb": "Standing",
        "opc": "Hyperextention of neck",
        "opd": "Endotracheal intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "39dade02-5138-4e2b-b4ef-4a6e60f9fe36",
        "choice_type": "multi"
    },
    {
        "question": "Who coined term anaesthesia -",
        "exp": "Ans. is 'b' i. e., Holmeso The term 'Anaesthesia' was coined by Oliver Wendell Holmes in 1846. o The term \"Balanced Anaesthesia\" was coined by John Lundy and Ralph Waters.",
        "cop": 2,
        "opa": "Morton",
        "opb": "Holmes",
        "opc": "Morgan",
        "opd": "Priestly",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "9c236d1f-fa7c-4819-b374-b0a1db408bd8",
        "choice_type": "single"
    },
    {
        "question": "O2 carrying capacity of crystalloids & colloids is?",
        "exp": "Ans is 'd' i. e. None* Colloids 8c crystalloids have no oxygen carrying capacity. Oxygen carrying resuscitation fluids* Only class of fluids that are able to carry oxygen are Blood Products. These are Cryoprecipitate and plasma protein factors (PPF), Fresh frozen plasma (FFP), and Packed red blood cells (PRBCs) and whole blood.* They pull fluid from extravascular space into intravascular space to increase plasma volume (plasma expanders). RBC products also carry oxygen to increase tissue oxygenation 8c they also increase body's supply of various products (such as clotting factors, hemoglobin).* Indications include -i) Cryoprecipitate and plasma protein factors (PPF) - Management of acute bleeding (greater than 50% slow blood loss or 20% acutely)ii) Fresh frozen plasma (FFP) - Increase clotting factor levels in patients with demonstrated deficiencyiii) Packed red blood cells (PRBCs) and whole blood - To increase oxygen-carrying capacity in patients with anemia and substantial hemoglobin deficits PRBCs are used for blood loss up to 25% of total blood volume & whole blood is used for blood loss over 25% of total blood volume.",
        "cop": 4,
        "opa": "More than whole blood",
        "opb": "Equivalent to whole blood",
        "opc": "More than packed RBCs",
        "opd": "None",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "ff38d75b-b81e-4f73-9c59-e7c57677572f",
        "choice_type": "multi"
    },
    {
        "question": "In spinal anaesthesia the drug is deposited between-",
        "exp": "Ans. is 'b' i. e., Pia and arachnoid matter Spinal anaesthesiao In spinal anaesthesia LA is injected into subarachnoid space (space between pia matter and arachnoid matter), o Structure pierced during SA (from outside in) - Skin - Subcutaneous tissue - Supraspinous & intraspinous ligament - Ligamentum falvum - Duramater - Arachnoidmater. o Site of spinal anaesthesia. L2. 3 or L3-4 intervertebral space in adult (In adult spinal cord ends at lower border of L1 vertebrae). L4. 5 intervertebral space in children (spinal cord ends at lower border of L3 vertebrae in children). o Spinal anaesthesia leads to creation of a zone of differential blockade, ie motor fibres are blocked two levels tower and autonomic fibres are blocked two levels higher than the sensory blockade due to different sensitivity of different fibres.",
        "cop": 2,
        "opa": "Dura and arachnoid",
        "opb": "Pia and arachnoid",
        "opc": "Dura and vertebra",
        "opd": "Into the cord substance",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "afb7b584-42ad-4891-8461-c3658c91edb3",
        "choice_type": "single"
    },
    {
        "question": "Malampati grading is for",
        "exp": "Mallampati classification: a frequently performed test that examines the size of the tongue in relation to the oral cavity. The more the tongue obstructs the view of the pharyngeal structures, the more difficult intubation maybe Class I: The entire palatal arch, including the bilateral faucial pillars, is visible down to the bases of the pillars. Class II: The upper pa of the faucial pillars and most of the uvula are visible. Class III: Only the soft and hard palates are visible. Class IV: Only the hard palate is visible. Ref: Miller&; s anesthesia 8th edition Ref: Morgan & Mikhail&; s clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Mobility of cervical spine",
        "opb": "Mobility of atlantoaxial joint",
        "opc": "Assesment of free rotation of neck before intubation",
        "opd": "Inspection of oral cavity before intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "4cec9149-1712-4d29-bd0f-ad1b76a3b0b6",
        "choice_type": "single"
    },
    {
        "question": "The nerve fibers which are most sensitive to local anesthetic belong to ----- group",
        "exp": "Classification of peripheral nerves is impoant in determining the sequence of local anesthetic blockade. B fibers are the most sensitive. Dilation of cutaneous blood vessels is often the first sign of local anesthetic onset. C fibers and A-d are next-in sensitivity. They result in the inability to feel cool sensations such as an alcohol wipe. Next-in sensitivity are the A-g, A-b, and A-a fibers, which result in the loss of sensation, pressure, proprioception, and finally motor paralysis. Local anesthetic concentration must be adequate to block nerve fibers. It takes approximately twice the concentration of local anesthetic to block motor fibers as it does to block sensory fibers, and sympathetic fibers require the least. The order of blockade onset is B fibers > C fibers = A-d fibers > A-g fibers > A-b fibers > A-a fibers. Fiber type myelin function A-a +++ Motor (efferent: to skeletal muscle) A-b ++ Touch, pressure, proprioception (afferent: from skin) A-g ++ Motor (efferent: to muscle spindles) A-d ++ Pain (sharp, fast) and temperature (efferent: from skin) B + Preganglionic sympathetic (efferent: to vascular smooth muscle) C none Pain (dull, slow) and temperature (afferent from skin); postganglionic sympathetic (efferent: to vascular smooth muscle)",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "cb6fdbf7-583c-4da9-b5f7-0dc692358943",
        "choice_type": "single"
    },
    {
        "question": "Potency of inhalational anesthetic agent is measured by-",
        "exp": "Ans. is 'a' i. e., Minimum alveolar concentration o Minimum alveolar concentration (MAC) & Oil: gas partition cofficient (lipid solubility) - Measure of Potencyo Blood: gas partition coefficient - measure blood solubility and speed of induction & recovery. Minimal alveolar concentration (MAC)o Most important measure of potency is minimal alveolar concentration (MAC). MAC is the lowest concentration of the anaesthetic in pulmonary alveoli needed to produce immobility in response to a painful stimulus (surgical incision) in 50% individuals. Higher the MAC, less potent the anaesthetic agent. o Methoxyflurane has minimum MAC (0. 16%). The most potent inhalational agent. o N2O has maximum MAC (105). The least potent inhalational agent. o Order of potency in decreasing order (MAC in increasing order): Methoxyflurane (MAC = 0. 16 %) > Trilene (MAC = 0. 2%) > Halothane (MAC = 0. 74%) > Chloroform (MAC = 0. 8 %)> Isoflurane (MAC = 1. 15 %) > Enflurane (MAC = 1. 68%) > Ether (MAC = 1. 92 %) > Sevoflurane (MAC = 2. 0 %) > Desflurane (MAC = 6. 0%) > Cyclopropane (MAC = 9. 2%) > N2O (MAC 104%).",
        "cop": 1,
        "opa": "Minimum alveolar concentration",
        "opb": "Diffusion coefficient",
        "opc": "Dead space concentration",
        "opd": "Alveolar blood concentration",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "e818abfc-d969-48a7-935f-d2d05d3c4554",
        "choice_type": "single"
    },
    {
        "question": "The physiological dead space is decreased by:",
        "exp": "Ans. is 'c' i. e., Neck flexion Factor. Effect. Posture Uprightincrease. Supinedecrease. Position of airway Neck extensionincrease. Neck flexiondecrease. Ageincrease. Artificial airwaydecrease. Positive pressure ventilationincrease. Anticholinergic drugsincrease. Pulmonary perfusion Pulmonary emboliincrease. Hypotensionincrease. Emphysemaincrease Factors affecting dead space.",
        "cop": 3,
        "opa": "Upright position",
        "opb": "Positive pressure ventilation",
        "opc": "Neck flexion",
        "opd": "Emphysema",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "e725bc3e-ab99-474a-aa05-0edf3b4a2a40",
        "choice_type": "single"
    },
    {
        "question": "M. C. nerve used for monitoring during anaesthesia",
        "exp": "Ans. is 'a' i. e. Ulnar nerve Most common nerve used for monitoring during anaesthesia is ulnar nerve. Ulnar nerve supplies adductor pollicis, and this muscle is most commonly observed during perioperative period. Adductor pollicis muscle is monitored for neuromuscular blockade. If adductor pollicis is showing no activity it means laryngeal muscles have already been blocked and intubation can be performed. At the reversal, if there is activity in adductor pollicis it means that diaphragmatic activity has already returned and the patient will be able to maintain tidal volume even after extubation. Also know. The muscle to show earliest reversal is orbicularis oculi, supplied by the facial nerve. Common peroneal nerve can also be used for monitoring.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Facial nerve",
        "opc": "Radial nerve",
        "opd": "Median nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "04684bf0-0934-40b2-b791-e4ae7fc6e4d9",
        "choice_type": "single"
    },
    {
        "question": "High airway resistance is seen in",
        "exp": "Resistance impedes airflow into (and out of) the lung. The major component of resistance is the resistance exeed by the airways (large and small), and a minor component is the sliding of the lung and the chest wall tissue elements during inspiration (and expiration). Resistance is overcome by (driving) pressure. In spontaneous breathing, Resistance (R) is calculated as driving pressure (DP) divided by the resultant gas flow (F): R = DP/F The value of airway resistance is approximately 1 cm H2O/L/sec, and is higher in obstructive lung disease (e. g., COPD, asthma); in severe asthma, it is elevated approximately tenfold. The presence of an endotracheal tube adds a resistance of 5 (or 8) cm H2O/L/min for a tube with an internal diameter of size 8 (or 7) cm. For any tube for which the airflow is laminar (smooth, streamlined), the resistance increases in direct propoion to the tube length and increases dramatically (to the fouh power) as the diameter of the tube is reduced. Two factors explain why most (approximately 80%) of the impedance to gas flow occurs in the large airways. First, as bronchi progressively branch, the resistances are arranged in parallel and the total cross-sectional area at the level of the terminal bronchioles adds up to almost tenfold that at the trachea. Second, in tubes that are large, irregular or branched, the flow is often turbulent, not laminar. When flow is laminar: F(lam) = DP/R In contrast, when the flow is turbulent: F(turb) = DP/R2 Therefore, for a given radius, far more pressure is required to achieve comparable flow where the flow is turbulent; thus, the effo required is greater, and if prolonged or severe, respiratory failure is more likely. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Respiratory bronchiole",
        "opb": "Intermediate bronchiole",
        "opc": "Terminal bronchiole",
        "opd": "Main bronchus",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "cfdb0644-0572-4bb3-92de-499607ec1305",
        "choice_type": "single"
    },
    {
        "question": "The pin index code of nitrous oxide is",
        "exp": "The Pin Index Safety System, or PISS, is a means of connecting high-pressure cylinders containing medical gases to a regulator or other utilization equipment. It uses geometric features on the valve and yoke to prevent mistaken use of the wrong gas. This system is widely used worldwide for anesthesia machines, poable oxygen administration sets, and inflation gases used in surgery. Cylinders attach to the machine hanger-yoke assemblies that utilize a pin index safety system to prevent accidental connection of a wrong gas cylinder. The yoke assembly includes index pins, a washer, a gas filter, and a check valve that prevents retrograde gas flow. PIN INDICES OF COMMONLY USED GASES: O2: 2, 5 N2O: 3, 5 Mixture of O2 and N2O (50% / 50%), commonly called Entonox: 7 (a single pin, located in the center) Air: 1, 5 Mixtures of CO2 and O2 with more than 7% CO2: 1, 6 Mixtures of CO2 and O2 with less than 7% CO2: 2, 6 He: No pin Mixtures of O2 and He with less than 80% He, commonly called Heliox: 2, 4 Mixtures of O2 and He with more than 80% He: 4-6 Cyclopropane: 3, 6 Ethylene: 1, 3 Nitrogen: 1, 4 Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "2, 5",
        "opb": "1, 5",
        "opc": "3, 5",
        "opd": "2, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "8e02ddd3-7f83-4d2d-aa1e-4da2403c621f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common method used to know depth of anaesthesia",
        "exp": "BIS- Bispectral index * BIS monitoring was first introduced for clinical use in 1996. It was approved by FDA as a technique of monitoring depth of anaesthesia and reducing the incidence of intraoperative awareness during General anaesthesia in 2004. * 100 - Awake * 80 - light / moderate sedation * 60 - General anaesthesia * 40 - Deep hypnotic state * 20 - burst suppression * 0 - isoelectric EEG Ref:- Understanding Anesthetic Equipment and Procedures - Baheti & Laheri Pg num:- 304, 305",
        "cop": 4,
        "opa": "Oesophageal contractility",
        "opb": "Depressed Responses",
        "opc": "Hypotension",
        "opd": "BIS",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "06472784-f583-4ebb-a7ee-e8ecd39cb468",
        "choice_type": "single"
    },
    {
        "question": "Positive end-expiratory pressure causes increase in which respiratory parameter -",
        "exp": "Ans. is 'd' i. e., All of the above * Positive airway pressure therapy means proving positive pressure during breathing. It may be:-1) Positive end-expiratory pressure (PEEP)# PEEP is the positive pressure is applied at the end of expiration during mechanical ventilation. So, PEEP has two features: -i) Positive pressure is applied during expiration (at the end). ii) Used for mechanical ventilation2) Continuous positive Airway pressure (CPAP)# CPAP is application of positive-pressure: -i) During both inspiration and expiration. ii) In spontaneous breathing. Pulmonary effects of PEEP and CPAP* Positive pressure in PEEP 8c CPAP results in: -i) Re-expansion (recruitment) and stabilization of partially collapsed lung, which causes: -a) Increased FRC, tidal volume & lung compliance. b) Correction of ventilation! perfusion abnormalities - Improved oxygenation. ii) Redistribution ofextravascular lung water from interstitial space between alveoli and endothelial cells towards peri-bronchial and perihilar areas - As fluid moves away from the space between vessels & alveolar space, oxygen can diffuse more easily from alveoli into the blood - Improved arterial oxygenation. Adverse effects of PEEP/CPAP1. Pulmonary* Controlled PEEP or CPAP improve lung compliance and correct ventilation/perfusion abnormalities. However, excessive PEEP or CPAP can overdistend alveoli & bronchi which results in: -i) Increased dead space ventilationii) Reduced lung complianceiii) Increased pulmonary vascular resistance & Right ventricular afterload. iv) Barotrauma (Pneumothorax, pneumopericardium, pneumoperitonium, Subcutaneous emphysema). 2. Extrapulmonary* These adverse effects are primary circulatory and are related to transmission of elevated airway pressure to the chest:-i) Decreased cardiac output (due to increased intrathoracic pressure venous return is decreased). ii) Decreased hepatic & renal blood flow (due to decreased cardiac output 8c elevated CVP)iii) Increased ADH & angiotensiniv) Decreased urinary output, GFR and free water clearance (Decrease Renal function). v) Increased ICT (due to increased CVP).",
        "cop": 4,
        "opa": "Lung compliance",
        "opb": "FRC",
        "opc": "Tidal volume",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "d648c8eb-b645-4d78-a66a-e5bd94ceb0a0",
        "choice_type": "multi"
    },
    {
        "question": "Fulminant hepatic failure can be caused by",
        "exp": "The first modern halogenated volatile anesthetic, halothane, was introduced in 1955. Clinical exposure to halothane is associated with two distinct types of hepatic injury. Subclinical hepatotoxicity occurs in 20% of adults who receive halothane. It is characterized by mild postoperative elevations in alanine aminotransferase and aspaate aminotransferase, but is reversible and innocuous. Anaerobic halothane reduction by CYP2. A6 to a 2-chloro-1, 1, 1-trifluoroethyl radical is thought to mediate this mild hepatic injury. The fulminant form of hepatotoxicity, commonly known as halothane hepatitis, is characterized by elevated alanine aminotransferase, aspaate aminotransferase, bilirubin, and alkaline phosphatase levels, massive hepatic necrosis following the administration of halothane. Halothane hepatitis is rare (1 in 5000 to 35, 000 administrations in adults), but is fatal in 50% to 75% of these cases. Because of the potential for fatal hepatitis, halothane is no longer used in adult patients in many countries. Halothane hepatitis is caused by a hypersensitivity reaction associated with the oxidative metabolism of halothane. The highly reactive trifluoroacetyl chloride metabolite of halothane oxidation can react with nearby liver proteins. In most patients who developed hepatic necrosis after halothane anesthesia, antibodies against TFA-modified proteins were detected, suggesting that the hepatic damage is linked to an immune response against the modified protein, which acts as a neoantigen. Accordingly, patients who develop halothane hepatitis often have a history of prior exposures to halothane or other volatile anesthetics, together with symptoms suggestive of immune reactivity, such as fever, rash, ahralgia, and eosinophilia. A current hypothesis is that TFA-protein adducts induce a cytotoxic T cell reaction in sensitized individuals, which leads to liver damage. However, the immune responses observed in halothane hepatitis might not mediate liver injury. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Nitrous oxide",
        "opd": "Phenobarbitone",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "8ca00678-1009-45dd-8419-a32a0735505c",
        "choice_type": "single"
    },
    {
        "question": "All of the following factors decrease the minimum alveolar concentration (MAC) of an inhalational anaesthetic agent except",
        "exp": "MINIMUM ALVEOLAR CONCENTRATION: The MAC of an inhaled anesthetic is the alveolar concentration that prevents movement in 50% of patients in response to a standardized stimulus (eg, surgical incision). MAC is a useful measure because it mirrors brain paial pressure, allows comparisons of potency between agents, and provides a standard for experimental evaluations. Ref: Miller&; s anesthesia 8th edition Ref: Morgan & Mikhail&; s clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Hypothermia",
        "opb": "Hyponatremia",
        "opc": "Hypocalcemia",
        "opd": "Anemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental concepts",
        "id": "d4a2c9b1-018d-4a49-bd7a-f173c5ad9dae",
        "choice_type": "multi"
    },
    {
        "question": "Minimum alveolar concentration (MAC) of an anesthetic agent means it produces lack of reflex response to skin incision in____ of subjects.",
        "exp": "Ans. b (50%). (Ref. Shorttext book, Anaesthesia, 2nd ed., 54-55). Anesthetic potency of volatile anesthetics is measured by MAC. MAC represents the alveolar concentration of an anesthetic (at one atmosphere) that prevents movement in 50 percent of the subjects in response to pain. MINIMUM ALVEOLAR CONCENTRATION (MAC) - MAC = 1/ potency of drug# For determination of MAC in humans, the usual stimulus used is surgical skin incision.# It represents after a short time the partial pressure of the anesthetic in the central nervous system (CNS) and it is therefore the most useful index of anesthetic potency.# MAC is age-dependent, being lowest in newborns, reaching a peak in infants, and then decreasing progressively with increasing age.# The MAC can also be altered following administration of opioids.# As a rule of thumb, the addition of every one percent of alveolar nitrous oxide to another inhalation anesthetic will decrease in the MAC of that gas about one percent.# Increases in MAC result from hyperthermia and hypernatremia.# Decreases in MAC can result from hypothermia, hyponatremia, pregnancy, hypotension, and drugs such as lithium, lidocaine, opioids, and alpha2 agonists. Minimum alveolar concentration of inhaled anesthetics in 100% oxygen:- Halothane 0. 74 percent- Enflurane 1. 68 percent- Isoflurane 1. 15 percent- Desflurane 6. 3 percent- Sevoflurane 2. 0 percent- Nitrous oxide 104 percent Factors increasing MACFactors decreasing MACDrugs decreasing MAC1) Hyperthermia2) MAO inhibitors3) Hypernatremia4) Alcohol abuse (chronic)1) Hyperthermia2) Hypoxia3) Metabolic acidosis4) Pregnancy5) Alcohol abuse (acute). 1) Opiods, Pancuronium2) Propofol, Ketamine3) Benzodiazepines4) Barbiturates, Lidocaine5) Clonidine.",
        "cop": 2,
        "opa": "25%",
        "opb": "50%",
        "opc": "75%",
        "opd": "100%",
        "subject_name": "Anaesthesia",
        "topic_name": "Fundamental Concepts",
        "id": "f0a888cd-816b-4fa3-bdd6-87c2e839129f",
        "choice_type": "single"
    }
]