[
    {
        "question": "Which of the following inhalational anesthetic agent is contraindicated in liver disease?",
        "exp": "Ans. b (Halothane). (Ref. Lee's synopsis of Anesthesia 12th ed. 163). Ether may cause a transient depression of liver function but does not cause significant damage. HALOTHANE# Dose: 0. 5% (MAC 0. 75%)# Actions: analgesic, anaesthetic# Advantages:- Potent and effective, - Allows for high FI02 delivery, - Bronchodilatation, - Low irritant, - Nice smell; can be used for induction# Disadvantages:- CVS depression, - Cerebral Vasodilatation- | ICP, - Respiratory depression, Airway irritation, - \"halothane hepatitis\", - Arrhythmias, - Myocardial depression, - Incidence of malignant hyperpyrexia. ISOFLURANE# An isomer of enflurane.# It is a stable agent, so, no need of preservative.# It does not depress myocardium, so good for cardiac surgery.# Sensitizes heart to catecholamines, but not nephro/hepatotoxic.# Commonly used in neurosurgery.# Can cause coronary-steal syndrome. ENFLURANE# Nonirritating and noninflammable Liquid# Stimulates salivary and respiratory secretions slightly# Heart rate decreases little and reduction of cardiac output is less marked.# Does not sensitize the heart to adrenaline, arrhythmias are rare.# Bronchodilatation is similar to halothane.# It is a better skeletal muscle relaxant.# Contraindicated in epilepsy. METHOXYFLURANE# It has highest amount of fluoride content.# It can be converted into oxalate in the liver and can cause oxalate renal stone formation.# It is nephrotoxic and causes high out put renal failure.# Not used commonly. SEVOFLURANE# Induction and emergence from anaesthetic are fast and rapid changes in depth can be achieved.# Acceptability is good by pediatric patients.# Sevoflurane does not cause sympathetic stimulation and airway irritation even during rapid induction. Amount of fluoride liberated is safe for kidney and liver.# It is degraded by soda lime - not recommended for use in closed circuit.# Sevoflurane has rapid induction (1-2 min) and also emergence from anesthesia is more rapid than Isoflurane, and is comparable with than seen after continuous Propofol anesthesia. This makes it suitable for day -stay surgery. DESFLURANE# Anaesthetic for out patient surgery.# Induction and recovery are very fast.# Postanaesthetic cognitive and motor impairment is short-lived.# Desflurane is less potent than isoflurane; may induce coughing, breath holding and laryngospasm.# Desflurane can serve as a good alternative to isoflurane for routine surgery.",
        "cop": 2,
        "opa": "Methoxyflurane",
        "opb": "Halothane",
        "opc": "Ether",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "ed341a70-2030-4fd9-8202-cf1783f2ffef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following determines the speed of recovery from IV anesthetic?",
        "exp": "Ans. c. Redistribution of the drug from sites in the CNSAn IV anesthetic completely bypasses the process of absorption, because the drug is placed directly into the bloodstream. Highly perfused organs (vessel rich) including the brain take up disproportionately large amount of drug compared to less perfused areas (the muscle, fat, and vessel-poor groups). Drugs bound to plasma proteins are unavailable for uptake by an organ. After the highly perfused organs are saturated during initial distribution, the greater mass of the less perfused organs continue to take up drug from the bloodstream. As plasma concentration falls, some drug leaves the highly perfused organs to maintain equilibrium. This redistribution from the vessel-rich group is responsible for termination of effect of many anesthetic drugs.",
        "cop": 3,
        "opa": "Liver metabolism of drug",
        "opb": "Protein binding of drug",
        "opc": "Redistribution of the drug from sites in the CNS",
        "opd": "Plasma clearance of the drug",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "30908661-30a7-4f55-a1e2-29d52d2d17db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent is epileptogenic?",
        "exp": "Ans: d. (Pethidine). Ref: Pharmacology and Physiology in Anesthetic Practice Stoelting, pg. 9290% of meperidine (pethidine) undergoes demethylation tonormeperidine. Normeperidine is one half as active asmeperidine as an analgesic. Normeperidine produces CNSstimulation. Normepiridine toxicity manifests as myoclonus. Seizures is most likely during prolonged administration of meperidine (pethidine) as during patient controlledanalgesia, especially in presence of impaired renal function.",
        "cop": 4,
        "opa": "Propofol",
        "opb": "Thiopentone",
        "opc": "Dexmedetomidine",
        "opd": "Pethidine",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "310199a2-6aa2-4189-8df7-e61675bb86df",
        "choice_type": "single"
    },
    {
        "question": "Propofol and thiopentone are:",
        "exp": "Ans: a (Inducing agents) Ref: Ajay Yadav, 3rd ed, p. 72. Thiopentone is the most commonly used IV anaesthetic agent for induction. Propofol is also used in good centres. Commonly used IV inducing agents:# Thiopentone# Ketamine# Althesin# Opioids# Propofol# Methohexitone# Midazolam",
        "cop": 1,
        "opa": "Inducing agents",
        "opb": "Maintenance agents",
        "opc": "Reversing agents",
        "opd": "Local anaesthetics",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "9d89798e-6336-47f7-92c3-f22dfbf4302b",
        "choice_type": "single"
    },
    {
        "question": "Safest anesthetic agent in porphyria patient is?",
        "exp": "Ans. is 'c' i. e., Propofol Anesthetics in porphyria. Safe. Unsafe (should not be used)* Propofol* Benzodiazepines* Opioids (other than pentazocine)- morphine, codeine, pethidine, fentanyl, alfentanyl, naloxone* Lidocaine, Bupivacaine* Muscle relaxants* Neostagmine, atropine, glycopyrrolate* Aspirin, indomethacin, naproxen* Halothane, N2O, isoflurane* Barbiturate (thiopentone)* Etomidate* Pentazocine* Ropivacaine",
        "cop": 3,
        "opa": "Pentazocine",
        "opb": "Etomidate",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "a02b6cd3-27c6-4635-a1d8-ef0e9e2cdba4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following barbiturate is used for induction?",
        "exp": "Ans: a (Thiopentone) Ref: KDT, 6th ed, p. 374* Thiopentone sodium is an ultrashortacting thiobarbiturate highly soluble in water, yielding a very alkaline solution (pH 10. 4)* On IV injection it produces loss of consciousness in one arm- brain circulation time * Ultrashort duration of thiopentone is because of methyl group added to it. At induction it causes mild hypokalaemia* Elimination half life of thiopentone is 10. 4 hours but consciousness is regained after 15-20 min because of redistribution (drug redistributed from brain to tissues with less vascularity like muscle or fat)* 80-90% is bound to plasma proteins (mainly albumin)* Metabolized in liver and metabolic products are eliminated through kidney* MOA - inhibits function of synapse. Transmission of excitatory neurotransmitters like Ach is inhibited and that of inhibitory neurotransmitters like GABA is enhanced* Cerebral protection - cerebral oxygen consumption, cerebral metabolic rate and intra cranial tension are decreased (therefore agent of choice)* Causes hypotension and decreases intra ocular pressure* Pregnancy - crosses placental barrier and achieves high concentration in brain of fetus* Stimulates ADH action and has got antithyroid activity* * poor analgesic and muscle relaxant action* Intra arterial injection - very dreadful complication which may lead to gangrene and loss of limb if not diagnosed early* Absolute contraindication - acute intermittent porphyria and variegate porphyria. Thiopentone induces enzyme aminolevulenic acid synthetase which stimulates formation of porphyrin in susceptible individuals Barbiturates Long acting- Phenobarbitone. Short acting- Butobarbitone- Pentobarbitone. Ultra short acting- Thiopentone- Methohexitone",
        "cop": 1,
        "opa": "Thiopentone",
        "opb": "Naloxone",
        "opc": "Naltrexone",
        "opd": "Phenobarbitone",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "4ad0838e-4aec-4723-9c44-a152a743ab92",
        "choice_type": "single"
    },
    {
        "question": "Anesthectic agent with least minimum alveolar concentration (MAC):",
        "exp": "Ans: (b) Isoflurane. Ref: Stoelting's Pharmacology and Physiology in Anesthetic Practice, 4th edition. MAC (MINIMUM ALVEOLAR CONCENTRATION)MAC is the concentration of inhalational agent in alveoli at 1 atm that prevents skeletal muscle movement in response to a supra-maximal painful stimulus (surgical skin incision) in 50% of patients. It is used to measure potency of inhalational agents. MAC[?]1/Potency. Potency is a measure of drug activity expressed in terms of the amount required to produce an effect of given intensity. Lesser amounts of drug required to produce maximum effect is called as more potent drug. For inhalational anaesthetic agents potency are measured by MAC value. Lesser the MAC more is the potency (MAC [?]1 /Potency). Inhalational agents order from maximum potent to minimum potent. Meth oxyflurane>Trilene>Halothane>Chloroform>Isoflurane>Enflurane>Sevoflurane>Ether>Sevoflurane>Xenon>N2O*MAC of Common Inhalational Agents: Inhalational agents. MACMethoxyflurane0. 16. Trilene0. 2. Halothane0. 75. Chloroform0. 8. Isoflurane1. 17. Enflurane1. 63. Sevoflurane1. 8. Ether1. 9. Desflurane6. 6. Xenon71. N20104. Factor Affecting MAC: Increase of MACDecrease of MACNo Change of MAC*. Hyperthermia*. Hypernatremia (|Na)*. Sympathomimetic drugs*. Cyclosporine*. Excessive pheomelanin production (red hair)*. Hypothermia*. Increasing age (6% per decade)*. Alpha 2 agonist agents*. Acute alcohol ingestion*. Pregnancy and postpartum upto 72 hours*. Lithium*. Lidocaine*. Hyponatremia*. Ketanserine*. Adrenergic antagonist agents*. BP<40 mm Hg*. PaO<38 mm Hg*. Chronic alcohol abuse*. Gender*. Duration of anaesthesia*. Pa. CO 15 - 95 mm Hg*. PaO>38 mm Hg*. BP>40 mm Hg*. Hyper or Hypokalemia*. Thyroid dysfunction*. Anaesthetic metabolism",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Isoflurane",
        "opc": "Desflurane",
        "opd": "Xenon",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "ea553791-31c7-4052-b3a4-dc0f1eedb0c4",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition ketamine can be used:",
        "exp": "Ans: a (Hypovolaemia) Ref: Ajay Yadav, 2nd ed, p. 78, 139, 141. Ketamine stimulates sympathetic system causing: Tachycardia. Hypertension. IV anaesthetic of choice in shock ie good for hypovolaemic patients. IV anaesthetic of choice in asthmatics. Causes dissociative anaesthesia, i. e.. a state of profound analgesia, light sleep, increased muscle tone and emergence delirium. Marked analgesia is a prominent feature and more analgesic than propofol and thiopentanone causes increased muscle tone and myalgia. It is anaesthetic of choice in skin grafting. Dissociative anaesthesia is due to excitation of limbic system and inhibition of thalamus and neocortex. pH of 10% solution is 4. IV dose. IM dose. Infusion rate. Oral dose- 1 -2 mg/kg of body weight- 6-10 mg/kg- 40 microgram /kg/mt- 6 mg/kg. Side effects: Increase all pressures! intracranial, intraocular, blood pressure). Post operative myalgia and myoglobinuria. Hallucination and diazepam is used for treatment. Increased salivation use atropine. Drug of choice. Hepatic failure. Renal failure. Anaesthetic agent. Isoflurane/ sevoflurane. Isoflurane/ sevoflurane/desflurane/ halothane. Muscle relaxant. Atracurium /cisatracurium. Atnicuiium/ cisatracurium/ fentanyl. Opiod. Fentanyl. Fentanyl. Contraindication. None. Methoxyflurane/ gallaminc/ enflurane. Anaesthetic of choice in: Cardiac patients. Day care surgery. Intravenous- etomidate. Anaesthesia- propofol + alfentanyl + isoflurane. Inhalation- isoflurane. Opiod- alfentanyl > fentanyl. MR- vecuronium. Shock patient- IV ketamine. Asthmatic patient. Neonates and children. Intravenous- ketamine. Inhalation- sevoflurane. Inhalation- halothane. Intravenous- thiopentone. MR- pancuronium> propofol Neurosurgical operations. Aneurysm surgery-Isoflurane + thiopentone / propofol. Etomidate. Electroconvulsive therapy-Total intravenous anaesthesia-Methohexitone. Proporfol -falfentanyl / fentanyl. Patient susceptible to malignant hyperthermia. Controlled hypotension. Induction- propofol. Isoflurane Maintenance- nitrous oxide Local anaesthesia-- procaine. Phaeochromocytoma. Enflurane. Haemorrhagic shock- cyclopropane. Epileptics. Induction - thiopentone. Maintainence - isoflurane. Skin grafting- ketamine Muscle relaxant causing histamine release (MAST). Mivacurium. Atracutium. SuccinylcholineD-Tubocurarine",
        "cop": 1,
        "opa": "Hypovolemia",
        "opb": "Myocardial infarction",
        "opc": "Hypertension",
        "opd": "Head injury",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "43f38f58-7b05-4abe-a0c6-5a3d4a105768",
        "choice_type": "single"
    },
    {
        "question": "Inhalational anesthetic of choice in children is?",
        "exp": "Ans. is 'a' i. e., Sevoflurane * Unlike desflurane, sevoflurane poses no problem in induction, acceptability is good even in pediatric patients.* Therefore, sevoflurane is the inhalational agent of choice for induction.* Ketamine is the i/v anesthetic of choice in children. Anesthesia in Children -Induction. Inhalational induction* Inhalational agent with mask is the induction method of choice in children.* Sevoflurane is the inhalation agent of choice for induction. Sevoflurane is used in N2O+O2 gas mixture. Halothane is second choice inhalational agent for induction. Isoflurane and desflurane are not used for induction as they are more pungent and associated with more coughing 8c laryngospasm. Intravenous induction* Intravenous induction is preferred when induction by mask is contraindicated i. e., in full stomach patients or of child comes in the operation theatre with IV line in situ.* Thiopentol or propofol are commonly used agents. Propofol is particularly suitable for out patient surgery. Ketamine is preferred in children with hypovolemia. Etomidate can be used in child with unstable cardiovascular status as it is most cardio-vascular stable intravenous inducing agent. Maintenance* As sevoflurane cause emergence delirium and agitation, it is not used for maintenance. After induction with sevoflurane anaesthesia, isoflurane or Halothane are used for maintenance anaesthesia. During maintenance, anaesthetic gas mixture contain N2O+O2 +Halothane or isoflurane. Halothane is commonly used for induction and maintenance in children.* If sevoflurane is continued for maintenance, administration of an opioid (Fentanyl) 15-20 min before the end of the procedure can reduce the incidence of emergence delirium and agitation. Muscle relaxants. Depolarizing blockers* Children are more susceptible to cardiac arrhythmia, Hyperkalemia and rhabdomyolysis after administration of succinylcholine. If a child unexpectedly experiences cardiac arrest following administration of sucinylcholine, immediate treatment for hyperkalemia should be instituted. For this reason, succinylcholine is best avoided for routine elective surgery in children.* Generally accepted indications for succinylcholine are1) Rapid sequence induction, 2) Laryngospasm, and 3) Rapid muscle relaxation prior to intravenous access (e. g., regurgitation).* Profound bradycardia and sinus node arrest can develop in pediatric patients following first dose of succinyl choline, if given without pretreatment with atropine. Therefore, atropine must always be administered prior to succinylcholine in children.* Children with muscular dystrophy are more prone to develop hyperkalemia: Arrhythmia and cardiac arrest may occur - Should be avoided in such patients. Non-depolarizing muscle relaxants* Functional maturation of NM junction is not complete unti 12 months of age, therefore new born sarevery sensitive to non-depolarizing muscle relaxants.* Kidney and liver functions are immature in neonate - Atracurium/cisatracurium is the muscle relaxant of choice in newborn as it does not require renal or hepatic elimination. For the same reason mivacurium can also be used.* In older children the choice of non-depolarizing muscle relaxant depends on the side effects, and onset & duration of action: -i) Mivacurium for procedures lasting 10-15 min. ii) Atracurium/cisatracurium for precedures lasting around 30 min. iii) Pancuronium when tachycardia is desired e. g., with fentanyliv) Vecuronium (fastest acting non-depolarizing NM blocker) for intubation in place of SCH. v) Atracurium/cisatracurium in patients with renal or hepatic disease.",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Halothane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "ded10279-80c4-4917-8d70-dde8ea3dd928",
        "choice_type": "single"
    },
    {
        "question": "\"Dissociate anaesthesia\" is seen with?",
        "exp": "Ans. b (Ketamine). (Ref: KD Tripathi, Pharmacology 4th, ed., 353)KETAMINE# -Sensitizes heart to effects of adrenaline# -Increases IOT and ICT and intrauterine pressure# -No muscle relaxation, analgesia +++# -Bronchodilator# -Has antiepileptic action# -May cause delirium tremens# -Induces so-called 'dissociative anaesthesia'<MH2005># -Profound analgesia, immobility, amnesia, with light sleep and feeling of dissociation from ones own body and the surroundings.# -Heart rate, cardiac output and BP are elevated due to sympathetic stimulation.# -It has been recommended in head and neck, patients who have bleed, asthmatics and for short operations.# -It is good for repeated use; burn dressing, angiographies, cardiac catheterization and trauma surgery.# -Dangerous for hypertensives and in ischaemic.# -Drug of choice in paediatric, bum, porphyria patients and useful in elderly.",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Thiopental",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "2cf8e13c-e85c-43c3-a72d-3b2c0254e4fb",
        "choice_type": "single"
    },
    {
        "question": "Dissociative anesthetic agent?",
        "exp": "Ans. b (Ketamine) (Ref: KD Tripathi, Pharmacology 6th, ed., 376; 344). Ketamine and tiletamine are the two dissociative anesthetics currently available. Ketamine is pharmacologically related to the hallucinogen phencyclidine; induces a so called 'dissociative anaesthesia' characterized by profound analgesia, immobility, amnesia with endoscopic, light sleep and feeling of dissociation from ones own body and the surroundings. The primary site of action is in the cortex and subcortical areas; not in the reticular activating system (unlike barbiturates). Respiration is not depressed, airway reflexes are maintained. KETAMINE (dissociative anaesthesia)# Phencyclidine (PCP) derivative. 2# Primary site of action is thalamoneocortical projection.# Fast onset.# Dose-related unconsciousness and dissociative state analgesia.# Strong analgesic. 2# Not as amnestic as benzodiazepines.# No suppression of the CVS and RS.# May cause hallucinations and disturbing dreams, especially in adults and is its most common side-effect.# Intracranial tension is highly increased. 0# Potent bronchodilator. 0# Dilates pupils and triggers nystagmus.# Increased salivation.# Increased muscle tone and purposeless movements of the extremities# Increased cerebral blood flow and intracranial pressure.# Dose:- IV: 2 mg/kg- IM: 5-10 mg/kg0# Induction of choice for:- Asthmatics- Shock- Children (by intramuscular route) as an alternative to inhalational induction (inhalational is the method of choice for induction in children).- Constrictive pericarditis, cardiac tamponade, and right-to-left shunts.- Can be used as a sole agent for minor procedures (like I and D), burn dressings.- Preferred agent for patients with full stomach (pharyngeal and laryngeal reflexes are preserved).- Poor risk patients (ASA IV) (because of safety).- Depressed patients (they have better recovery after ketamine). PROPOFOL# Propofol preparation is derived from egg- extract.# It can induce nausea & vomiting# PROPOFOL should not be used as induction agent in the following situations:- Allergies: Patients with a history of previous allergic reaction to propofol or allergies to soybeans and eggs.- Pregnancy.- Hypercholesterolemia.- Muscle relaxants: There have been reports of severe bronchospasm in patients receiving atracurium after propofol. It is best to administer nonhistamine-releasing muscle relaxants.- Cardiovascular-challenged patients: Patients who are hypovolemic (i. e., trauma, dialysis) or who have cardiovascular disease may not tolerate the decrease in MAP and myocardial depression associated with propofol.# It is not contraindicated in porphyria.",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Thiopental",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "d6b8b263-1cd8-4e4f-9668-5ff41020282c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pleasant anaesthetic agent preferred for inhalation mask anaesthesia in children?",
        "exp": "Ans. A. Sevolfurane. (Ref. Lee's Synopsis of Anaesthesia 13th/pg. 136). Sevoflurane, with low blood gas solubility allows rapid induction and early emergence. Due to its pleasant odor, it is nonirritant to the airway which makes it an attractive alternative for inhalational induction in children. An area where sevoflurane might be expected to find increasing use is that of laryngeal mask airway (LMA) insertion which is becoming more frequent in paediatric ambulatory surgery as this avoids some of the hazards of endotracheal intubation. Inhalational Anaesthetics# HALOTHANE# ISOFLURANE# NITROUS OXIDE# SEVOFLURANESEVOFLURANE# used widely for induction in children as is not irritant to the airway and has good cardiovascular stability# apnea can occur with prolonged use of high concentrations; use for a brief time only# emergence times are usually short following sevoflurane anaesthesia (unless administration is prolonged); ensure adequate analgesia is given to cover the early recovery period# agitation during recovery appears to be common in children# there is a theoretical risk of nephrotoxicity due to Compound A which is formed by the breakdown of sevoflurane by carbon dioxide absorbents; reduce sevoflurane degradation by avoiding prolonged use in low-flow systems (<2 L/ minute).# Induction: Up to 8% inspired concentration in oxygen with or without nitrous oxide produces surgical anaesthesia in <2 minutes.# Maintenance: 0. 5-3% inspired concentration in oxygen with or without nitrous oxide; use concentrations in lower end of range when using nitrous oxide. HALOTHANE# Mode of action- Halothane is a volatile liquid anaesthetic. It's advantages are that it is potent, induction is smooth, pleasant to inhale, the vapor is not irritant to the skin and mucous membranes and does not produce necrosis when split on tissues. It suppresses salivary, mucous, bronchial, and gastric secretions and dilates the bronchioles.- Indications. Induction but more often for the maintenance of general anaesthesia.- Specific considerations. Halothane reduces muscle tone in pregnant uterus and generally its use is not recommended in obstetrics because of the increased risk of postpartum hemorrhage.- Halothane should not be used for patients with cardiac arrhythmias.- Halothane was considered to be unsafe in patients with acute porphyria.# Adverse Effects- Cardiovascular: Halothane has a depressant action on the cardiovascular systemand reduces blood pressure; signs of overdosage are bradycardia and profound hypotension. It is also a respiratory depressant and can cause cardiac arrhythmias; there have been instances of cardiac arrest. The sensitivity of the heart to sympathomimetic amines is increased.- Hepatic: dysfunction, hepatitis, and necrosis have been reported following the use of halothane, more frequent following repeated use. Serious hepatotoxicity has limited its use in recent years.- Other: malignant hyperpyrexia, involuntary muscle movements, hiccup, coughing, bronchospasm, laryngospasm and respiratory depression.# Drug interactions1. Adrenaline: the concurrent use of adrenaline with halothane may lead to seious side effects since fatalities have been reported in some patients associated with ventricular fibrillation. 2. Calcium-Channel Blockers: verapamil has been reported to cause cardiac arrest when given with halothane. 3. Morphine, chlorpromazine: both drugs increase the depressant effects of halothane. 4. Suxamethonium: reports of potentiation of suxamethonium-induced muscle damage by prior anaesthetic induction using halothane have been observed.# Sodium Bicarbonate: sodium bicarbonate, given to induce metabolic alkalosis, decreased total peripheral resistance during halothane anaesthsia and might lead to severe hypotension.# Dosage- Anaesthesia may be induced with 2 to 4% v/v of halothane in oxygen or mixtures of nitrous oxide and oxygen; It takes up to about 5 minutes to attain surgical anaesthesia and halothane produces little or no excitement in the induction period. For induction in children a concentration of 1. 5 to 2% v/v has been used.. The more usual practice is to induce anaesthesia with an intravenous agent. Anaesthesia is maintained with concentrations of 0. 5 to 2% v/v depending on the flow rate used; the lower concentration is usually suitable for the elderly. ISOFLURANE# Mode of action. Thought to enhance inhibitory ion channel activity and inhibit excitatory activity in the brain to induce hypnosis and amnesia, and in the spinal cord to cause immobility in response to painful stimuli.# Indications. Induction and maintenance of general anaesthesia.# Contraindications. Specific considerations. Pregnancy: Limited data; ADEC category B3. Reduce maintenance dose in obstetric anaesthesia. Breastfeeding: No data.# Adverse effects. Common: On induction, coughing, breath-holding, laryngospasm.# Dosage. Induction: 1. 5-3% inspired concentration in oxygen and nitrous oxide produces surgical anaesthesia within 10 minutes; alternatively, start at an inspired concentration of 0. 5% and increase gradually to the required level.# Maintenance: 0. 5-2. 5% inspired concentration in oxygen and nitrous oxide; 1. 5-3. 5% inspired concentration when used with oxygen alone. NITROUS OXIDEIntroduction:# in anaesthesia, it is mainly used as an adjunct to other inhalational anaesthetics, allowing them to be used at lower concentrations# it is a weak anaesthetic but has strong analgesic properties; used in subanaesthetic concentrations in obstetrics, emergency care and procedures not requiring loss of consciousness; premixed nitrous oxide 50% and oxygen 50% alone is suitable for self-administration# prolonged inhalation can inactivate vitamin B12 and interfere with DNA synthesis causing haematological and neuro- logical adverse effects; avoid exposures of >6 hours# whether or not chronic low level occupational exposure is harmful to staff remains unresolved; control nitrous oxide pollution using a scavenging system and effective ventilation# protect cylinders containing 50% nitrous oxide and 50% oxygen from the cold; if cooled to temperatures < -7degC, liquid nitrous oxide separates and may require remixing before use# Mode of action. Nitrous oxide is an anesthetic administred by inhalation. It is a weak anaesthetic with minimum alveolar concentration value of 110%. It has strong analgesic properties, but produces little muscle relaxation.# Indications. Nitrous oxide is used as an adjuvant to other anaesthetics and permits them to be used at a significantly reduced dosage. It is given with oxygen for anaesthesia especially in obstetrics. Recovery is usually rapid from nitrous oxide anaesthesia.# Specific considerations. Air-containing cavities (e. g. middle ear occlusion, abdominal distension, pneumothorax, air embolus), or during or after pneumoencephalography or vitreoretinal surgery involving gases such as sulphur hexafluoride: risk of increased pressure and/or volume within such cavities. Vitamin B12 deficiency: increased risk of neurological dysfunction, including subacute combined degeneration of the spinal cord with prolonged exposure. Pregnancy: Safe to use; ADEC category A.# Adverse effects. The main complications are those due to varying degrees of hypoxia.. Rare: With prolonged (eg >24 hours) or repeated use: megaloblastic anemia, leucopenia, agranulocytosis, neuropathy, myeloneuropathy. Dosage. Induction: 70% with 30% oxygen, (in combination with other anaesthetic agent). Maintenance: 30-70% with oxygen, (in combination with other anaesthetic agent). Analgesia: 25-50% with oxygen.",
        "cop": 1,
        "opa": "Sevolfurane",
        "opb": "Desflurane",
        "opc": "isoflurane",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "b9c3dc38-29dc-4cd9-b8e8-5d06cf5cd18f",
        "choice_type": "single"
    },
    {
        "question": "Abnormal plasma choline esterase produces apnea due to which of the following?",
        "exp": "Ans. c (Suxamethonium). (Ref. KD Tripathi, Pharmacology 6th/ 355). Drugs Metabolized By Pseudocholinesterase##Propandid. Remifentanyl- #Esmolol -(Mnemonic: PREM SE pseudocholinesterae)#Mivacuronium#Scoline (Suxamethonium) #Ester linked LA (except cocaine)-",
        "cop": 3,
        "opa": "Halothane",
        "opb": "Lignocaine",
        "opc": "Suxamethonium",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "6f4786f6-b623-4b15-be2b-83bd08b186ea",
        "choice_type": "single"
    },
    {
        "question": "Which side effect is associated with halothane?",
        "exp": "Ans is 'b' i. e. Malignant hyperthermia Side effects associated with halothane* Halothane causes maximum direct depression of myocardial contractility by reducing intracellular calcium - Contraindicated in severe cardiac disease.* It causes fall in BP & CO (due to myocardial depression) - Contraindicated in hypovolemia.* It decreases heart rate (bradycardia) due to vagal stimulation as a result of inhibition of baro-receptor reflex. Halothane has the maximum propensity to sensitize the heart to arrhythmogenic action of adrenaline - Epinephrine should be avoided in doses above 1. 5 mg/kg.* Halothane causes direct hepatotoxicity (hepatitis, hepatic necrosis) - Contraindicated in patients with acute hepatic disease & Jaundice.* Halothane causes post anaesthetic shivering, and chills (Halothane shakes) - Maximum propensity amongst inhalational agents.* It can cause malignant hyperthermia.* Halothane causes uterine relaxation, Therefore Post partum hemorrhage (PPH) can occur if used in labor.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Malignant hyperthermia",
        "opc": "Tachycardia",
        "opd": "Uterine contraction",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "28228417-7148-412d-b2c9-480fe55bbb4c",
        "choice_type": "single"
    },
    {
        "question": "Effect of ketamine on IOP is?",
        "exp": "Ans. is 'a' i. e., Increases it * Ketamine increases all pressures, i. e. BP, ICT, IOT and intragastric pressure.* Contraindicated in glaucoma & open eye surgery. Ketamine* The primary site of action is in the cortex and subcortical areas; not in the reticular activating system (site of action of barbiturates).* It acts on NMD A receptors.* Short duration of action (10-15 minutes) is due to redistribution from brain and blood to other tissues of the body.* Ketamine is different from most other anaesthetic induction agents in that it has significant analgesic action.* Ketamine increases IOT and cerebral metabolism - contraindicated in head injury.* It causes sympathetic stimulation with elevation of HR, CO & BP - contraindicated in hypertension and ischemic heart disease.* It also raises IOT - contraindicated in glaucoma.* It relieves bronchospasm - intravenous anaesthetic of choice in asthmatics (inhalation anaesthetic of choice in asthmatic is halothane).* Injection is not painful (All other inducing agents cause pain on injection).* It is i. v. anaesthetic of choice in children (Sevoflurane is inhalation agent of choice).* Because it causes sympathetic stimulation it is intravenous anaesthetic of choice in patients with shock and hypovolumia.* It has no muscle relaxant property rather muscle tone is increased.* Airway reflexes (pharyngeal and laryngeal) are not depressed - intravenous anaesthetic of choice for emergency anaesthesia (no starvation is required).* Ketamine produces emergence reaction during awakening from anaesthesia - vivid dreaming, illusions, extracorporeal experiences, excitment, confusion, fear and euphoria - contraindicated in psychiatric illness like schizophrenia.",
        "cop": 1,
        "opa": "Increases it",
        "opb": "Decreases it",
        "opc": "Does not affect",
        "opd": "First increases then decreases",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "ef6a099c-aa63-454b-911e-2518f275a40c",
        "choice_type": "single"
    },
    {
        "question": "Inhalat ional anesthetic agent of choice in children is?",
        "exp": "Ans. is 'a' i. e., Sevoflurane * Unlike desflurane, sevoflurane poses no problem in induction, acceptability is good even in pediatric patients.* Therefore, sevoflurane is the inhalational agent of choice for induction. Anesthesia in Children -Induction. Inhalational induction* Inhalational agent with mask is the induction method of choice in children.* Sevoflurane is the inhalation agent of choice for induction. Sevoflurane is used in N2O+O2 gas mixture. Halothane is second choice inhalational agent for induction. Isoflurane and desflurane are not used for induction as they are more pungent and associated with more coughing 8c laryngospasm. Intravenous induction* Intravenous induction is preferred when induction by mask is contraindicated i. e., in full stomach patients or of child comes in the operation theatre with IV line in situ.* Thiopentol or propofol are commonly used agents. Propofol is particularly suitable for out patient surgery. Ketamine is preferred in children with hypovolemia. Etomidate can be used in child with unstable cardiovascular status as it is most cardio-vascular stable intravenous inducing agent. Maintenance* As sevoflurane cause emergence delirium and agitation, it is not used for maintenance. After induction with sevoflurane anaesthesia, isoflurane or Halothane are used for maintenance anaesthesia. During maintenance, anaesthetic gas mixture contain N2O+O2 +Halothane or isoflurane. Halothane is commonly used for induction and maintenance in children.* If sevoflurane is continued for maintenance, administration of an opioid (Fentanyl) 15-20 min before the end of the procedure can reduce the incidence of emergence delirium and agitation. Muscle relaxants. Depolarizing blockers* Children are more susceptible to cardiac arrhythmia, Hyperkalemia and rhabdomyolysis after administration of succinylcholine. If a child unexpectedly experiences cardiac arrest following administration of sucinylcholine, immediate treatment for hyperkalemia should be instituted. For this reason, succinylcholine is best avoided for routine elective surgery in children.* Generally accepted indications for succinylcholine are1) Rapid sequence induction, 2) Laryngospasm, and 3) Rapid muscle relaxation prior to intravenous access (e. g., regurgitation).* Profound bradycardia and sinus node arrest can develop in pediatric patients following first dose of succinyl choline, if given without pretreatment with atropine. Therefore, atropine must always be administered prior to succinylcholine in children.* Children with muscular dystrophy are more prone to develop hyperkalemia: Arrhythmia and cardiac arrest may occur - Should be avoided in such patients. Non-depolarizing muscle relaxants* Functional maturation of NM junction is not complete unti 12 months of age, therefore new born sarevery sensitive to non-depolarizing muscle relaxants.* Kidney and liver functions are immature in neonate - Atracurium/cisatracurium is the muscle relaxant of choice in newborn as it does not require renal or hepatic elimination. For the same reason mivacurium can also be used.* In older children the choice of non-depolarizing muscle relaxant depends on the side effects, and onset & duration of action: -i) Mivacurium for procedures lasting 10-15 min. ii) Atracurium/cisatracurium for precedures lasting around 30 min. iii) Pancuronium when tachycardia is desired e. g., with fentanyliv) Vecuronium (fastest acting non-depolarizing NM blocker) for intubation in place of SCH. v) Atracurium/cisatracurium in patients with renal or hepatic disease.",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Methoxyflurane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "a739f3b8-cf30-448e-9651-9e2604efef32",
        "choice_type": "single"
    },
    {
        "question": "Ideal inhalational inducing agent of choice is?",
        "exp": "Ans is c' i. e. Sevoflurane * Inhalational agent of choice for induction is sevoflurane* Unlike desflurane it poses no problem in induction, acceptability is good even by pediatric patients inducing agent of choice in children* Usually induction is done by intravenous anaesthetic agent, However sometime either it is not possible e. g., where i. v., access is difficult to obtain or it is not accepted (by children). In these situations induction is done byan inhalational agent through face mask. Also know* Propofol is the most frequently used IV anesthetic for induction. Thiopentone is the second most commonly used agent.",
        "cop": 3,
        "opa": "Halothane",
        "opb": "Desflurane",
        "opc": "Sevoflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "92e1ca81-cb37-449f-b23f-bdce10dd91a2",
        "choice_type": "single"
    },
    {
        "question": "Inhalational anesthetic that can be used for induction:",
        "exp": "Ans. A. Sevoflurane. Explanation. Option a: Sevoflurane with a comparative higher MAC and sweet smell. Ideal for inhalational induction. Halothane also has similar property, so it can also be used as induction agent. Option d: As MAC of Nitrous is 104, even if we use 100% nitrous patient can not be induced. Options b and c: Desflurane and enflurane are pungent smelling and not used during induction. These may result in choking and breath holding while induction. Partition coefficient at 37degC Agent. MACa (vol%)MACAWAKEb (Vol %). Vapor pressure (mm Hg, 20degC). Blood. Brain. Fat%Recovered as metabolities. Gas. Blood. Blood. Halothane0. 750. 412432. 32. 95120. Isoflurane1. 20. 42501. 42. 6450. 2. Enflurane1. 60. 41751. 81. 4362. 4. Sevoflurane20. 61600. 651. 7483. Desflurane62. 46640. 451. 3270. 02n2oc10560. 0. Gas0. 471. 12. 30. 004. Xe7132. 6. Gas0. 12----0a. MAC (minimum alveolar concentration) values are expressed as vol% the percentage of the atmosphere that is anesthetic. A value of MAC > 100% means that hyperbaric conditions would be required. b. MACAWAKE is the concentration at which appropriate responses to commands are lost. c. EC5. Qfor memory supression (vol %): isoflurane, 0. 24; N20, 52. 5; values not available for other agents.",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Desflurane",
        "opc": "Enflurane",
        "opd": "Nitrous oxide",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "6265f41a-1e01-4446-a8c7-fe1ab966438a",
        "choice_type": "single"
    },
    {
        "question": "Most surgeries are performed in which stage of general anesthesia?",
        "exp": "Ans. is 'c' i. e., 3 * Stage 3 of general anesthesia is known as the stage of surgical anesthesia as most of the surgeries are performed in this stage. Stages of anaesthesia* Guedel described four stages of ether anaesthesia dividing the Illrd stage into 4 planes. 1. Stage 1 (Stage of analgesia): - It extends from beginning of anesthetic inhalation to the loss of consciousness. 2. Stage 2 (Stage of delirium or excitement): - From the loss of consciousness to beginning of regular respiration. There is roving eye ball (maximum movement of eye). Pupil is partially dilated. Eye lash reflex is lost - First reflex to be lost. However eyelid reflex remains present. 3. Stage 3 (stage of surgical anesthesia): - From beginning of regular respiration to cessation of spontaneous breathing. Most surgeries are done in this stage. It is divided into 4 planes:-A. Plane 1: - From beginning of regular respiration to cessation of eye movement. There is roving eye ball. Eye lid reflex is lost. This plane ends when eye ball become fixed. Pupil size is normal. B. Plane 2: - From cessation of eye movement to respiratory Paresis. Eye ball is fixed. There is loss of corneal reflex. Pupil starts dilating ( 1/2 dilated). C. Plane 3: - From respiratory paresis to respiratory paralysis. Pupil 3/4 dilated. Swallowing reflex and laryngeal reflexes are lost. D. Plane 4: - Intercostal paralysis, there is only abdominal respiration. Pupil is fully dilated. Carinal reflex (Cough reflex) is lost - Last reflex to be lost.* Lacrimation is present in plane II & III and absent in Plane III, IV. 4. Stage 4 (stage of medullary paralysis): - There is respiratory arrest and apnea. Pupil is fully dilated 8c fixed.",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "1eaf2a0e-3a7b-4bfa-8e37-17b3b1401e79",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic of choice for day care procedures is?",
        "exp": "Ans. is 'c' i. e., Propofol Ambulatory (outpatient/day care) anaesthesia -* Ambulatory or day care or outpatient anaesthesia means, patient comes on same day, gets operated and is discharged on same day. So, the drugs used in outpatient anaesthesia are those which have short duration of action. Anaesthetic techniques and agents ideal for day care surgery are: -Premedication* Usually premedication is not used. However in anxious patients, midazolam is the drug of choice, which should be given 1-2 hours before the surgery with sip of water by oral route or 30 min. before surgery by im route. If patient is prone to nausea and vomiting, dolasetron is the drug of choice. Ondansetron is an alternative. Airway* Laryngeal mask airway is preferred over intubation. Intravenous anaesthetics* Intravenous route is the preferred method for induction. Propofol is the intravenous anaesthetic of choice for induction because of its smooth induction and rapid recovery. Antiemetic action of propofol is also beneficial - use of propofol for induction or maintenance of anaesthesia is associated with a reduced incidence of post- operative nausea and vomiting. Inhalational agents* Inhalational anaesthetics are preferred for the maintenance. Desflurane (1st choice) and sevoflurane (2nd choice are the agents of choice. These agents are used along with N2O as N2O decreases the requirement of other anaesthetics hence fastening the recovery. Halothane and isoflurane have largely been replaced by the less soluble desflurane and sevoflurane. Muscle relaxants* Mivacurium is the muscle relaxant of choice because of its short duration of action. Succinylcholine should be avoided as it causes post-operative myalgia. However, if intubation is required, succinylcholine remains the agent of choice. Opioid analgesics* Opioids compounds are frequently administered during anaesthesia to suppress autonomic responses to tracheal intubation and painful (noxious) surgical stimuli. These drugs are also useful supplements to inhaled anaesthetics during maintenance period. Alfentanil is the agent of choice because of rapid onset and shorter duration of action. Remifentanil is emerging as an alternative because of much shorter duration of action. Fentanyl or sufentanil can also be used.",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Diazepam",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "124b8c80-081f-46a8-84c6-be0205555d2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a property of propofol?",
        "exp": "Ans is 'b' i. e. Anticonvulsant effect * It does not possess anticonvulsive action (unlike thiopentone), rather sometimes it can produce muscle twitching & myoclonus. Propofol properties* Propolol is the most frequently used intravenous anaesthetic today.* It can be used for both induction as well as maintenance.* Like thiopentone it is cerebroprotective - Reduce ICT, cerebral metabolism, oxygen consumption and cerebral perfusion.* Like thiopentone it also decreases intraocular pressure.* It causes fall in BP and bradycardia.* Like thiopental it does not possess muscle relaxant action.* Propofol possess significant antiemetic and antipruritic action* Propofol decreases polymorphonuclear leukocyte chemotoxis but not aherence, phagocytosis and killing (Thiopentone blocks all these) - Increased life threatening infections.* Because the required decrease in concentration for awakening after anesthesia or sedation with propofol is generally less than 50%, recovery from propofol remains rapid even after prolonged infusion.* Propofol is particularly suitable for outpatient surgery (day care surgery) as residual impairment is less marked and shorter acting.* Intermittent injection or continuous infusion of propofol is frequently used for total i. v. anaesthesia (TIVA) when supplemented by fentanyl.* Propofol causes dose dependent myocardial depression.* It is anaesthetic of choice for intubation in ICU and for patients with malignant hyperthermia.* It is metabolized in liver, but significant extrahepatic metabolism also occur in lungs, and excreted via kidney.* Side effects - pain on injection, myoclonus, apnea, | BP and rarely thrombophlebitis.",
        "cop": 2,
        "opa": "Pain on injection",
        "opb": "Anticonvulsant effect",
        "opc": "Increase chances of infection",
        "opd": "No muscle relaxant property",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "b598659f-df91-4820-bfcc-a6dab248d5f0",
        "choice_type": "single"
    },
    {
        "question": "Commonly used route of administration for general anaesthesia is",
        "exp": "Ans. b (Intravenous). (Ref: Anesthesia by Ajay Yadav 2nd/pg. 71; KD Tripathi, 5th/pg. 342)INTRAVENOUS ANAESTHESIA# The most commonly used route of administration used for general anesthesia is IV for induction of anesthesia and inhalational agents are preferred for maintenance.# The most commonly used IV anesthetic agent for induction is thiopentone, # Ideal characteristics of IV anesthetics are- Compatible with other dugs- High therapeutic index- Inexpensive- Independent of liver/kidneys for metabolism/excretion- No toxic metabolites- Long shelf life and resistance to microbial contamination- Non-cumulative- Non-allergenic- No cardiopulmonary depression- No effect on cerebral blood flow- No endocrinologic effect- No pain on injection- Quick and smooth induction-recovery- Reversible with specific antagonist- Potent, so small volume is required for anesthetic induction/maintenance. IV Anesthetic agents: Barbiturates. Non-barbiturates. Dissociatives- Oxybarbiturate - pentobarbital and methohexital- Thiobarbiturates - thiopental and thiamylal- Propofol- Etomidate- Alphaxalone- Propanidid. Ketamine. Tiletamine",
        "cop": 2,
        "opa": "Inhalational",
        "opb": "Intravenous",
        "opc": "Intraarterial",
        "opd": "Subcutaneous",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "d5c6d1c1-f794-4e57-9417-1be5128111aa",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old dental assistant presents with increased weakness and fatigue. Lab tests reveal megaloblastic anemia. Which of the following is most likely responsible for the presence of anemia?",
        "exp": "Answer: b) Nitrous oxide. NITROUS OXIDE (laughing gas). Has second gas effect during induction & diffusion hypoxia after discontinuation of anesthesia in recovery phase. As N2O is used in high concentration (70-80%) it leads to entry of N2O in blood at a rate higher than minute (1 lit/min) volume. N2O has low blood solubility. So it rapidly diffuse into alveoli & dilutes the alveolar air-Partial Pressure of O2 in alveoli is reduced i. e. diffusion hypoxia. Diffusion hypoxia is prevented by administering 100% oxygen for 5-10 min after discontinuing N2. OPoynting effect: Entonox (50% O2 & 50% N2O) & mixture of gases (O2 & N2O) keeps them in gaseous form. If another potent anesthetic eg. Halothane is added, it also will be delivered to the blood at a rate higher than minute volume & the induction will be faster. N2O is a good analgesic but weak anaesthetic and poor muscle relaxant. Hence it is not a complete anaesthetic. N2O has blood gas coefficient of 0. 47 and has fast induction. It has MAC value of 104; Hence Potency is low. N2O is used as a carrier gas given in a mixture of 33% O2 and 66% N2. OContraindications for N2O: Middle ear surgeries and tympanoplasty. Laparoscopic surgeries. Acute intestinal obstruction and volvulus. Microlaryngeal surgeries. Pneumothorax, pneumoperitonium. Eye surgeries. Pneumoencephalos. It should be avoided in patients with pulmonary hypertension. Adverse effects: bone marrow depression (agranulocytosis, megaloblastic anemia) and even neurological deficiencies (peripheral neuropathies and pernicious anemia). NOTE: Nitrous oxide is one of the most common anesthetics used in dental procedures. Prolonged exposure to nitrous oxide results in the development of megaloblastic anemia. Mechanism: Nitrous oxide oxidizes the cobalt in methylcobalamin to produce physiologically inactive B12. The resultant deficiency leads to megaloblastic anemia. Severe forms even present with myelosuppression and sub-acute combined degeneration. Side effects of nitrous oxide: Methylcobalamin deficiency. Pneumothorax and pneumoperitoneum. Methemoglobinemia.",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Nitrous oxide",
        "opc": "Lignocaine",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "ce6e9485-18bb-4183-af01-5ab5bfa27021",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female presents with pain in the right lower iliac fossa. Rebound tenderness is positive in this patient. She was diagnosed with appendicitis and was operated under general anesthesia. Postoperative lab findings showed increased levels of transaminases with the absence of increased bilirubin. Which of the following agent is most likely responsible for the elevation of the enzymes?",
        "exp": "Answer: b) Halothane. Halothane is responsible for the increase in the serum transaminases postoperatively in this case. There are two types of hepatotoxicity associated with halothane administration. Type IType II* Benign, self-limiting, and common.* Transaminases levels are mildly increased, without evidence of jaundice.* This is due to reductive biotransformation of halothane.* It is fulminant and rare.* It is immune-mediated.* Associated with centrilobular liver necrosis.* Clinically, it presents with fever, jaundice, and grossly elevated serum transaminase levels.* Has significant mortality rate.",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Halothane",
        "opc": "Methoxyflurane",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "3cc8dd8d-b5f2-42bd-8860-2b41ab2b07bc",
        "choice_type": "single"
    },
    {
        "question": "Inhalational agent of choice for induction of anesthesia in Children?",
        "exp": "Ans. a (Sevoflurane) (Ref. Anaesthesia by Ajay yadav 3rd ed., p 65)SEVOFLURANE# Chemistry and Physical Properties- It is nonflammable and nonexplosive in mixtures of air or oxygen.- Care must be taken to ensure that sevoflurane is not used with an anesthesia machine in which the CO2 absorbent has been dried by prolonged gas flow through the absorbent.- Sevoflurane reaction with desiccated CO2 absorbent also can produce CO2 which can result in serious patient injury.# Pharmacokinetics- rapid induction of anesthesia, and rapid emergence following discontinuation of administration.- Sevoflurane is metabolized in liver by CYP2. E1 & predominant product being hexafluoroisopropanol, # Clinical Use- Sevoflurane is widely used, particularly for outpatient anesthesia, because of its rapid recovery.- Suited for inhalation induction of anesthesia (particularly in children) as it is not irritating to airway.- It the most effective clinical bronchodilator of the inhalational anesthetics.- Unlike isoflurane or desflurane, sevoflurane does not produce tachycardia and thus may be a preferable agent in patients prone to myocardial ischemia.# Side Effects- Hypotensive effect- Sevoflurane produces effects on cerebral vascular resistance, cerebral metabolic O2 consumption, and cerebral blood flow that are very similar to those produced by isoflurane and desflurane.- Biochemical evidence of transient renal injury has been reported in human volunteers.- It is not known to cause hepatotoxicity. Anesthetic. Solubility. MAC (%). Metabolism (%). Unique side effects/properties. Nitrous oxide0. 5>1000. Low potency; because the MAC is >100, it cannot provide com plete anesthesia; good for induction; good anesthesia and amnesia. Desflurane0. 46. 5<0. 1. Pulmonary irritant. Sevoflurane0. 72. 03-Isoflurane1. 41. 30. 2-Enflurane1. 81. 78. Proconsultant. Halothane2. 30. 820. Halothane hepatitis; sensitizes heart to arrhythmogenic effects of catecholamines. Methoxyflurane120. 2>70. Nephrotoxicity. Oil: gas partition approx. = 150 + MACEducational point:# Fluoride ion liberation - M >> S >> E >> I > D.# Desflurane is a strong airway irritant, and can cause coughing, breath-holding, laryngospasm, and excessive respiratory secretions. Because of its irritant properties, desflurane is not used for induction of anesthesia.",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Enflurane",
        "opc": "Isoflurane",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "dc4678af-b353-4a7b-a1b9-7e4369a62eeb",
        "choice_type": "single"
    },
    {
        "question": "Arrhythmias are most common when adrenaline is used with",
        "exp": "Ans. a (Halothane) (Ref. Anaesthesia by Ajay Yadav, 2nd/pg. 60-62)DRUGS CAUSING SENSITIZATION OF HEART WITH ADRENALINE# Cyclopropane# Chloroform# Enflurane# Halothane# Trilene# NO# Methoxyflurane. Also know: In terms of the extent of hepatic metabolism, the rank order for the inhaled anesthetics is methoxyflurane > halothane > enflurane > sevoflurane > isoflurane > desflurane > nitrous oxide.",
        "cop": 1,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Enflurane",
        "opd": "Sevoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "971c9788-ebf1-423a-aa26-7c5e942a2b6a",
        "choice_type": "single"
    },
    {
        "question": "Inhalational agent with lowest blood gas coefficient is:",
        "exp": "Ans: (c) Xenon. Ref. Stoelting's Pharmacology and Physiology in Anesthetic Practice, 4th edition 4. Blood gas partition coefficient (BG coefficient): It is ratio of solubility of a gas (inhalational agent) in blood and in the air (alveolar air)\"Low the BG coefficient = Lesser the solubility of gas in blood = Rapid onset of action\"BG coefficient can be affected by: Serum lipid content. Serum protein content. Hematocrit. Age. Inhalational agents. BG coeficient. Vapour pressure (mm Hg). Boiling point (degree Celsius). Xenon0. 115--Desflurane0. 4267323. 5. Nitrous oxide0. 465200-88. Sevoflurane0. 6916258. 5. Isoflurane1. 4623848. 5. Enflurane1. 9017456. 5. Halothane2. 5424350. Chloroform816060. Trilene96087. Ether1242536. Methoxyflurane1323103",
        "cop": 3,
        "opa": "Isoflurane",
        "opb": "NO",
        "opc": "Xenon",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "6c01a7ea-7c91-4842-820d-95b6dfc1aa94",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent known to cause pain on intravenous injection:",
        "exp": "Ans: (d) Propofol. Ref: Stoelting's Pharmacology and Physiology in Anesthetic Practice, 4th edition. Propofol: Causes pain on intravenous injection due to presence of egg lecithin in its commercial preparation. Etomidate - Pain and venous irritation has been virtually eliminated with the use of lipid emulsion vehicle and avoid in propylene glycol. Ketamine and Thipenthol Na are not emulsion preparations and do not cause pain on IV injection. Composition of 1% Propofol Emulsion: 1% propofol o 10% soyabean oil2. 25% Glycerol o 1. 2% egg lecithin0. 005% di sodium edetate (to prevent bacterial growth). Prevention of pain duration IV injection of Propofol: Should be given in large bore cannula and in running fluid. Add 1% lidocaine with 10 ml of propofol before injection. Give fentanyl before propofol injection. Use lipid based formulation of propofol. Fospropofol (Aquavan): Is a phosphorylated prodrug of propofol. No pain on IV injection. Longer shelf half life. Slight longer peak effect and more prolong duration of action1 mg Fospropofol=0. 54mg propofol",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Etomidate",
        "opc": "Thiopentone",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "c0a09cde-271a-4469-85e2-fc5ee45d05df",
        "choice_type": "single"
    },
    {
        "question": "The most suitable agent for IV induction and maintenance in a day care surgery?",
        "exp": "Ans. c (Propofol) (Ref: Morgan's 3rd edition, p. 173, 804; Lee Anaesthesia 12th edition, p. 417). Currently, propofol has superceded thiopentone as an i. v. anaesthetic, both for induction as well as maintenance. It lacks airway irritancy and is particularly suited for outpatient surgery, because residual impairment is less marked and shorter-lasting. Incidence of postoperative nausea and vomiting patient acceptability is very good. DAY CARE ANESTHESIAMSIAPMMivacurium(Muscle relaxant of choice). Succinylcholine(for intubation). Isoflurane & Desflurane(Inhalation agent of choice). Alfentarnil(for Amnesia). Propofol(as inducing) agent of choice). Midazolam(For relief of anxietyand sedation)PROPOFOLChemistry and Formulations# The active ingredient in propofol, 2, 6-diisopropylphenol, is essentially insoluble in aqueous solutions and is formulated only for IV administration as a 1% (10 mg/mL) emulsion in 10% soybean oil, 2. 25% glycerol, and 1. 2% purified egg phosphatide. Dosage and Clinical Use# The induction dose of propofol in a healthy adult is 1. 5 to 2. 5 mg/kg and it has an onset and duration of anesthesia similar to thiopental. For short procedures, small boluses (10% to 50% of the induction dose) every 5 minutes or as needed are effective. An infusion of propofol produces a more stable drug level (100 to 300 mg/kg per minute) and is better suited for longer-term anesthetic maintenance. Propofol elicits pain on injection. Pharmacokinetics and Metabolism# Propofol's shorter duration after infusion can be explained by its very high clearance, coupled with the slow diffusion of drug from the peripheral to the central compartment. The rapid clearance of propofol explains its less severe hangover compared with barbiturates, and may allow for a more rapid discharge from the recovery room. Propofol is metabolized in the liver to less active metabolites that are renally excreted; however, its clearance exceeds hepatic blood flow, and an hepatic metabolism has been demonstrated. Propofol is highly protein bound, and its pharmacokinetics, like those of the barbiturates, may be affected by conditions that alter serum protein levels. Side Effects# Nervous System. The CNS effects of propofol are similar to those of barbiturates. Propofol decreases CMRO:, cerebral blood flow, and intracranial and intraocular pressures by about the same amount as thiopental. Unlike thiopental, propofol is not a proven acute intervention for seizures.# Cardiovascular. Causes fall in blood pressure that can be explained by both vasodilation and mild depression of myocardial contractility. As with thiopental, propofol should be used with caution in patients at risk for or intolerant of decreases in blood pressure.# Respiratory and Other Side Effects. At equipotent doses, propofol produces a slightly greater degree of respiratory depression than thiopental. Patients given propofol should be monitored to ensure adequate oxygenation and ventilation. Although propofol does cross placental membranes, it is considered safe for use in pregnant women, and like thiopental, only transiently depresses activity in the newborn.",
        "cop": 3,
        "opa": "Etomidate",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "b16b94ee-ca72-4b85-909c-b00d6b40d92a",
        "choice_type": "single"
    },
    {
        "question": "Minimum alveolar concentration (MAC) denotes:",
        "exp": "Ans. B. Potency. Explanation. MAC is an indicator of gas potency. The blood: gas partition coefficient is an indicator of solubility, which affects the rate of induction and emergence; it is NOT related to MAC. MAC: Alveolar concentration of a gas at which 50% of subjects do not respond to surgical incision. MAC of Inhaled Anesthetics Gas. Blood: Gas partition coefficient MAC*Halothane2. 40. 75% Enflurane1. 91. 7% Isoflurane1. 41. 2% Sevoflurane0. 652. 0% n2o0. 47104% Desiflurane0. 426. 0% MAC values for adults 36--49 years old. Important points: Remarkably consistent across species. MAC is a population average; not a true predictor of an individual's response. MAC is an ED50 concentration. The ED95 is +- 25%, so at 1. 3 MAC, 95% of patients will not respond to incision. MAC values are additive (e. g. 0. 5 MAC isoflurane + 0. 5 MAC N20 = 1 MAC)MAC-A wake (a. k. a. MAC-A ware): The MAC necessary to prevent response to verbal/tactile stimulation. - Volatiles: ~0. 4 MAC; N20: -0. 6 MACMAC-BAR: The MAC necessary to \"blunt the autonomic response\" to a noxious stimulus --1. 6 MACMAC-intubation: The MAC necessary to prevent laryngeal response to \"endotracheal intubation\" --1. 3 MAC",
        "cop": 2,
        "opa": "Efficacy",
        "opb": "Potency",
        "opc": "Solubility",
        "opd": "Diffusibility",
        "subject_name": "Anaesthesia",
        "topic_name": "General Anesthesia",
        "id": "e5faa886-bbed-432a-b00a-43920f0eaa50",
        "choice_type": "single"
    }
]