[
    {
        "question": "Who coined term anaesthesia",
        "exp": "Oliver Wendell Holmes coined the term anesthesia. In 1846, Holmes coined the word anesthesia. In a letter to dentist William T. G. Moon, the first practitioner to publicly demonstrate the use of ether during surgery, he wrote: \"Everybody wants to have a hand in a great discovery. All I will do is to give a hint or two as to names--or the name--to be applied to the state produced and the agent. The state should, I think, be called \"Anaesthesia. \" This signifies insensibility--more paicularly... to objects of touch. \" Ether was used for frivolous purposes (\"ether frolics\"), but not as an anesthetic agent in humans until 1842, when Crawford W. Long and William E. Clark independently used it on patients for surgery and dental extraction, respectively. However, neither Long nor Clark publicized his discovery. Four years later, in Boston, on October 16, 1846, William T. G. Moon conducted the first publicized demonstration of general anesthesia for surgical operation using ether. The dramatic success of that exhibition led the operating surgeon to exclaim to a skeptical audience: \"Gentlemen, this is no humbug! \" Joseph Priestley produced nitrous oxide in 1772, and Humphry Davy first noted its analgesic propeies in 1800. Gardner Colton and Horace Wells are credited with having first used nitrous oxide as an anesthetic for dental extractions in humans in 1844. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Moon",
        "opb": "Holmes",
        "opc": "Morgan",
        "opd": "Priestly",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "5a4d3e7d-5358-48ef-b7ac-57e7e7a5b3a8",
        "choice_type": "single"
    },
    {
        "question": "MAC stands for",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. Low MAC - High potency MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104 Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Minimum alveolar concentration",
        "opb": "Minimal analgesic concentration",
        "opc": "Minimal anaesthetic concentration",
        "opd": "Maximum alveolar concentration",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f6ef2d56-11af-45d1-8954-e505a3dd9800",
        "choice_type": "single"
    },
    {
        "question": "Which sensitizes the myocardium to catecholamines",
        "exp": "Halothane-catecholamine sensitization also promotes abnormal automaticity of dominant and latent atrial pacemakers. These effects may produce premature ventricular contractions and arrhythmias originating from the His bundle. Intact sinoatrial node function reduces the incidence of epinephrine induced ventricular escape during halothane anesthesia and is protective against His bundle arrhythmias. Halothane and, to a lesser extent, other volatile anesthetics sensitize the myocardium to the arrhythmogenic effects of epinephrine. Sensitization is the interaction between volatile anesthetics and catecholamines that leads to reductions in the threshold for both atrial and ventricular arrhythmias. Halothane and, to a lesser extent, isoflurane may be arrhythmogenic in Purkinje fibers in experimental myocardial infarction by facilitating reentrant activity or increasing temporal dispersion of the refractory period recovery. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Isflurane",
        "opb": "Ether",
        "opc": "Halothane",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "338789a0-9686-454f-a8cf-070de9ca03f5",
        "choice_type": "single"
    },
    {
        "question": "Intraocular pressure is increased by which anesthetic",
        "exp": "Ketamine may be contraindicated in patients with an open eye injury or other ophthalmologic disorder, in which a ketamine-induced increase in intraocular pressure would be detrimental. ketamine increases all the pressures - blood pressure intracranial pressure intragastric pressure intraocular pressure Ref: Miller's anesthesia 8th edition.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "O2",
        "opc": "N20",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "3504585d-4fa6-4d99-a45e-fbaddb44f97d",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man undergoing an inguinal hernia repair is induced with propofol. Which of the following is most likely to be observed",
        "exp": "Hypotension and apnea are the most common side effects of propofol. Propofol does not cause hypehermia, indeed, it is the anesthetic of choice in patients at risk for malignant hypehermia. Propofol is associated with a fast emergence, which is also an advantage of the drug.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Apnea",
        "opc": "Hypehermia",
        "opd": "Prolonged sedation",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "30ba716c-c1a5-457a-960d-2e7a480058b4",
        "choice_type": "single"
    },
    {
        "question": "A patient after giving inhalational anaestheia developed fulminant hepatitis, patient was exposed to same drug previously. Which is the drug",
        "exp": "The first modern halogenated volatile anesthetic, halothane, was introduced in 1955. Clinical exposure to halothane is associated with two distinct types of hepatic injury. Subclinical hepatotoxicity occurs in 20% of adults who receive halothane. It is characterized by mild postoperative elevations in alanine aminotransferase and aspaate aminotransferase, but is reversible and innocuous. Anaerobic halothane reduction by CYP2. A6 to a 2-chloro-1, 1, 1-trifluoroethyl radical is thought to mediate this mild hepatic injury. The fulminant form of hepatotoxicity, commonly known as halothane hepatitis, It is characterized by elevated alanine aminotransferase, aspaate aminotransferase, bilirubin, and alkaline phosphatase levels, and massive hepatic necrosis following the administration of halothane. Halothane hepatitis is rare (1 in 5000 to 35, 000 administrations in adults), but is fatal in 50% to 75% of these cases. Because of the potential for fatal hepatitis, halothane is no longer used in adult patients in many countries. Halothane hepatitis is caused by a hypersensitivity reaction associated with the oxidative metabolism of halothane. The highly reactive trifluoroacetyl chloride metabolite of halothane oxidation can react with nearby liver proteins. In most patients who developed hepatic necrosis after halothane anesthesia, antibodies against TFA-modified proteins were detected, suggesting that the hepatic damage is linked to an immune response against the modified protein, which acts as a neoantigen. Accordingly, patients who develop halothane hepatitis often have a history of prior exposures to halothane or other volatile anesthetics, together with symptoms suggestive of immune reactivity, such as fever, rash, ahralgia, and eosinophilia. A current hypothesis is that TFA-protein adducts induce a cytotoxic T cell reaction in sensitized individuals, which leads to liver damage. However, the immune responses observed in halothane hepatitis might not mediate liver injury. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Halothane",
        "opb": "N20",
        "opc": "Enflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f606b723-bf31-4390-a1e7-c95d86c0e0c6",
        "choice_type": "single"
    },
    {
        "question": "Ketamine acts an which receptor",
        "exp": "Ketamine has multiple effects throughout the central nervous system, and it is well recognized to inhibit N-methyl-D-aspaate (NMDA) channels and neuronal hyperpolarization-activated cationic (HCN1) channels. Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "GABAA",
        "opb": "GABAB",
        "opc": "NMDA",
        "opd": "Glutamate",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "d101e7c4-1e2f-43d4-af77-b0e044a4207a",
        "choice_type": "single"
    },
    {
        "question": "Least soluble anesthetic agent is",
        "exp": "Blood-gas paition coefficient, also known as Ostwald coefficient for blood-gas, is a term used in pharmacology to describe the solubility of inhaled general anesthetics in blood. The coefficient is defined as the ratio of the concentration in blood to the concentration in gas that is in contact with that blood when the paial pressure in both compaments is equal. It is inversely propoional to the induction rate. It determines the onset of induction and recovery. anesthetic blood gas solubility Nitrous oxide 0. 47 Halothane 2. 4 Isoflurane 1. 4 Sevoflurane 0. 65 Desflurane 0. 45 Methoxyflurane 12 Enflurane 1. 9",
        "cop": 1,
        "opa": "Desflurane",
        "opb": "Sevoflurane",
        "opc": "Halothane",
        "opd": "Methoxyflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "49090fa2-2ee0-4a32-b560-1b973f33cf93",
        "choice_type": "single"
    },
    {
        "question": "Index of potency of general anaesthesia -",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. The MAC of a volatile substance is inversely propoional to its lipid solubility (oil: gas coefficient), in most cases. This is the Meyer-Oveon hypothesis put forward in 1899-1901 by Hans Horst Meyer and Charles Ernest Oveon. MAC is inversely related to potency, i. e. high MAC equals low potency. MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104 Factors affecting: MAC increases with hypehermia, hypernatremia, and redheads. MAC decreases with anemia, hypercarbia, hypoxia, hypothermia, hypotension (MAP < 40 mm. Hg), and pregnancy. Medications, illicit drugs, and prior substance use history have also been found to affect MAC. For example, acute use of amphetamines, cocaine, ephedrine, and chronic use of alcohol increase MAC. Whereas, administration of propofol, etomidate, barbiturates, benzodiazepines, ketamine, opiates, local anesthetics, lithium, verapamil, and alpha 2-agonists (dexmedetomidine, clonidine) decrease MAC. Acute alcohol intoxication and chronic amphetamine use have also been found to decrease MAC. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Minimum alveolar concentration",
        "opb": "Diffusion coefficient",
        "opc": "Dead space concentration",
        "opd": "Alveolar blood concentration",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "3c33405f-f621-499a-96da-f6301e522aac",
        "choice_type": "single"
    },
    {
        "question": "Second gas effect is seen with",
        "exp": "The second gas effect is a distinct phenomenon that occurs independently of the concentration effect. The ability of the large-volume uptake of one gas (first gas) to accelerate the rate of increase of the Pa of a concurrently administered companion gas (second gas) is known as the second gas effect. For example, the initial large volume uptake of nitrous oxide accelerates the uptake of companion gases such as volatile anesthetics and oxygen. Basics of Anaesthesia 7e pg: 99",
        "cop": 2,
        "opa": "Ether",
        "opb": "Nitrous oxide",
        "opc": "Halothane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "63e96e4e-910a-4a9c-aee3-fda2dbd05ac0",
        "choice_type": "single"
    },
    {
        "question": "The most potent synthetic opioid is",
        "exp": "Sufentanil has a high affinity for the mu receptor, higher than that of any other opioid.",
        "cop": 2,
        "opa": "Remifentanil",
        "opb": "Sufentanil",
        "opc": "Alfentanil",
        "opd": "Fentanyl",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f388c0c1-5324-4954-a99d-7b61dafc1d14",
        "choice_type": "single"
    },
    {
        "question": "Which anesthetic has a maximum MAC?",
        "exp": "MAC (age 30-55 years) % of 1 atmosphere Halothane 0. 76 Isoflurane 1. 15 Enflurane 1. 63 Sevoflurane 1. 85 Desflurane 6. 0 Nitrous oxide 104 Basics of Anaesthesia 7e pg: 94",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Halothane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "c9428144-f211-46d7-bbbc-e05861a7b94d",
        "choice_type": "single"
    },
    {
        "question": "What is the critical temperature of N2O",
        "exp": "In thermodynamics, a critical point (or critical state) is the endpoint of a phase equilibrium curve. The most prominent example is the liquid-vapor critical point, the endpoint of the pressure-temperature curve that designates conditions under which a liquid and its vapor can coexist. At higher temperatures, the gas cannot be liquefied by pressure alone. At the critical point, defined by a critical temperature Tc and a critical pressure pc, phase boundaries vanish. critical temperature of N2O: 38. 5degC",
        "cop": 4,
        "opa": "118 degrees",
        "opb": "-88 degrees",
        "opc": "26 degrees",
        "opd": "36. 5 degrees",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "3d0799f7-a13d-4278-8bd3-2712de135b60",
        "choice_type": "single"
    },
    {
        "question": "Stage of analgesia in anaesthesia is -",
        "exp": "Guedel's classification is a means of assessing of depth of general anesthesia introduced by Ahur Ernest Guedel for Ether in1937. Stage I (stage of analgesia or disorientation) Stage II (stage of excitement or delirium) Stage III (stage of surgical anesthesia) plane I to IV Stage IV: from stoppage of respiration till death Stage III (stage of surgical anesthesia): from onset of automatic respiration to respiratory paralysis. It is divided into four planes: Plane I - from onset of automatic respiration to cessation of eyeball movements Plane II - from cessation of eyeball movements to beginning of paralysis of intercostal muscles Plane III - from beginning to completion of intercostal muscle paralysis. Plane IV - from complete intercostal paralysis to diaphragmatic paralysis Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Stage-1",
        "opb": "Stage-2",
        "opc": "Stage-3",
        "opd": "Stage-4",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "a3b06b60-fa60-4606-9384-722c7ea0ec01",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalational anesthetic should be avoided in middle ear surgery?",
        "exp": "Nitrous oxide is more soluble than nitrogen in blood and diffuses into air-filled cavities quicker than nitrogen diffuses out. The ensuing increased middle ear pressure may be problematic, including potential dislodgement of tympanoplasty grafts. Fuhermore, acute discontinuation of high concentrations of nitrous oxide markedly decreases cavity pressure and may cause serous otitis. Basics of anesthesia 7e pg: 536",
        "cop": 2,
        "opa": "Ether",
        "opb": "Nitrous oxide",
        "opc": "Halothane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "8a0c97e6-cd49-4bbd-ae6c-0d659a009ce2",
        "choice_type": "single"
    },
    {
        "question": "Induction agent of choice in bronchial asthma",
        "exp": "Ketamine is a bronchial smooth muscle relaxant. When it is given to patients with reactive airway disease and bronchospasm, pulmonary compliance is improved. Ketamine is as effective as halothane or enflurane in preventing experimentally induced bronchospasm. The mechanism for this effect is probably a result of the sympathomimetic response to ketamine, but isolated bronchial smooth muscle studies showed that ketamine can directly antagonize the spasmogenic effects of carbachol and histamine. Because of its broncho-dilating effect, the administration of ketamine can treat status asthmaticus unresponsive to conventional therapy. A potential respiratory problem, especially in children, is the increased salivation that follows ketamine administration; this effect can be modulated by an anticholinergic drug such as atropine or glycopyrrolate. Racemic ketamine is a potent bronchodilator, making it a good induction agent for asthmatic patients; however, S(+) ketamine produces minimal bronchodilation. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Thiopentone",
        "opb": "Methhexitone",
        "opc": "Ketamine",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f5dc8e72-d1f0-46d3-83d4-995da57dbc1e",
        "choice_type": "single"
    },
    {
        "question": "Muscle rigidity is caused by which anaesthetic",
        "exp": "Opioids can increase muscle tone and may cause muscle rigidity. The incidence of rigidity noted with opioid anesthetic techniques varies significantly because of differences in dose and speed of opioid administration, the concomitant use of N2O, the presence or absence of muscle relaxants, and the patient's age. Opioid-induced rigidity is characterized by increased muscle tone that sometimes progresses to severe stiffness with the potential for serious problems. Clinically significant opioid-induced rigidity usually begins just as or after a patient loses consciousness. Mild manifestations of rigidity, such as hoarseness, can occur in conscious patients. Vocal cord closure is primarily responsible for the difficult ventilation with a bag and mask that follows the administration of opioids. The precise mechanism by which opioids cause muscle rigidity is not clearly understood. Muscle rigidity is not the result of a direct action on muscle fibers because it can be decreased or prevented by pretreatment with muscle relaxants. Mechanisms of opioid-induced muscle rigidity involving the CNS have been postulated. Pharmacologic investigation using selective agonists and antagonists suggest that systemic opioid-induced muscle rigidity is primarily caused by activation of central m receptors, whereas supraspinal d1 and k1 receptors may attenuate this effect. Some aspects of opioid-induced catatonia and rigidity (increased incidence with age, muscle movements resembling extrapyramidal side effects) are similar to Parkinson's disease and suggest similarities in neurochemical mechanisms. Patients with Parkinson's disease, paicularly if they are inadequately treated, may experience reactions such as dystonia following opioid administration. Pretreatment with or concomitant use of nondepolarizing muscle relaxants can decrease the incidence and severity of rigidity. Induction doses of sodium thiopental and subanesthetic doses of diazepam and midazolam can prevent, attenuate, or successfully treat rigidity. Rapid administration of larger doses of opioids (paicularly fentanyl, sufentanil, remifentanil, and alfentanil) can induce chest wall rigidity severe enough to make ventilation with bag and mask nearly impossible. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e.",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Ether",
        "opc": "Sevoflurane",
        "opd": "Alfentanil",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "088f83a6-6e76-49df-8186-86a1cb51ba5e",
        "choice_type": "single"
    },
    {
        "question": "Inducing agent with maximum incidence of vomiting",
        "exp": "Postoperative nausea and vomiting are more common following etomidate than following propofol or barbiturate induction. Propofol also possesses significant antiemetic activity with small (sub hypnotic) doses (i. e., 10 mg in adults). The median concentration of propofol with an antiemetic effect was 343 ng/mL, which also causes a mild sedative effect. This concentration can be achieved by an initial dose of propofol infusion of 10 to 20 mg followed by 10 ug/kg/minute. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Etomidate",
        "opc": "Thiopentone",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "4df8da90-d1ae-4f0d-a5ae-db86ccc18e90",
        "choice_type": "single"
    },
    {
        "question": "IV administration of which drug is most painful among the following",
        "exp": "* Pain on injection is the most commonly repoed adverse event during propofol administration. Not seen with etomidate due to use of etomidate in lipid emulsion vehicle. Ref:- Stoelting's Pharmacology and Physiology in Anesthetic Practice 5th edition Pg num:- 168, 170",
        "cop": 2,
        "opa": "Methohexitol",
        "opb": "Propofol",
        "opc": "Etomidate",
        "opd": "Ketamine",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "390e52c0-b0e7-4557-8d3d-05e3822e6ca4",
        "choice_type": "single"
    },
    {
        "question": "Minimum Alveolar concentration of halothane is",
        "exp": "Halothane is a potent anesthetic with a MAC of 0. 74%. Its blood/gas paition coefficient of 2. 4 makes it an agent with moderate induction and recovery time. It is not a good analgesic and its muscle relaxation effect is moderate.",
        "cop": 1,
        "opa": "0. 74%",
        "opb": "1-2%",
        "opc": "6%",
        "opd": "2%",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "d8c15424-0ed5-4757-81be-2758b8475def",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the fastest acting inhalational agent?",
        "exp": "Blood-gas paition coefficient, also known as Ostwald coefficient for blood-gas, is a term used in pharmacology to describe the solubility of inhaled general anesthetics in blood. The coefficient is defined as the ratio of the concentration in blood to the concentration in gas that is in contact with that blood when the paial pressure in both compaments is equal. It is inversely propoional to the induction rate. It determines the onset of induction and recovery. anesthetic blood gas solubility Nitrous oxide 0. 47 Halothane 2. 4 Isoflurane 1. 4 Sevoflurane 0. 65 Desflurane 0. 45 Methoxyflurane 12 Enflurane 1. 9 Newer anesthetics (such as desflurane) typically have smaller blood-gas paition coefficients than older ones (such as ether); these are preferred because they lead to faster onset of anesthesia and faster emergence from anesthesia once application of the anesthetic is stopped.",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Ether",
        "opd": "Sevofluron",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "d7d5c188-26ee-4e55-81a1-59e9a4e1a925",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic having epileptogenic potential?",
        "exp": "Sevoflurane and enflurane may be associated with epileptiform activity on the EEG, especially at higher concentrations or when controlled hyperventilation is instituted. Seizure-like activity has been repoed in children during sevoflurane induction, but the clinical implications of these observations are not clear Basics of Anaesthesia 7e pg: 110",
        "cop": 1,
        "opa": "Enflurane",
        "opb": "Nitrous oxide",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "90e79771-232d-4f0e-9d28-eecf0400a250",
        "choice_type": "single"
    },
    {
        "question": "Modality best utilized for neuromuscular monitoring during maintenance of anaesthesia is",
        "exp": "Neuromuscular monitoring, also known as a train of four monitoring, is a technique used during recovery from the application of general anaesthesia to objectively determine how well a patient&; s muscles are able to function.",
        "cop": 1,
        "opa": "Train of four",
        "opb": "Single twitch",
        "opc": "Tetanic stimulation",
        "opd": "Post-tetanic stimulation",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "4f166a9a-a656-4653-ac4b-0c5b31f32383",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old female underwent surgery. Postoperatively she told the anesthetist that she was aware of preoperative events. Intraoperative awareness is evaluated by",
        "exp": "A bispectral index (BIS) monitor is commonly utilized to assess depth of sedation when administering sedative, hypnotic, or anesthetic agents during surgical and medical procedures. The depth of sedation is calculated by measuring cerebral electric activity an electroencephalogram (EEG). The BIS algorithm processes the frontal EEG and conves the signal to a waveform on the BIS monitor 100 to 90-awake and responding appropriately to verbal stimulation 80 to 70-responsive to loud commands or mild shaking 70 to 60-intense tactile stimulation is needed for a response 60 to 40-unresponsive to verbal stimulus; general anesthesia obtained with a low chance for explicit recall less than 40-deep hypnotic state; possible protective responses still intact. less than 20-burst suppression (EEG pattern characterized by cycles of high-voltage electrical movement alternating with cycles of no activity in the brain); respiratory drive is limited, but possible protective responses still intact. 0-totally suppressed EEG (flat line). Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Pulse oximetry",
        "opb": "Colour doppler",
        "opc": "Bispectral imaging",
        "opd": "End tidal CO2",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "7a930bf5-f9e0-41a7-aa6c-6e04e1182476",
        "choice_type": "single"
    },
    {
        "question": "Hepatotoxic agent is",
        "exp": "The first modern halogenated volatile anesthetic, halothane, was introduced in 1955. Clinical exposure to halothane is associated with two distinct types of hepatic injury. Subclinical hepatotoxicity occurs in 20% of adults who receive halothane. It is characterized by mild postoperative elevations in alanine aminotransferase and aspaate aminotransferase, but is reversible and innocuous. Anaerobic halothane reduction by CYP2. A6 to a 2-chloro-1, 1, 1-trifluoroethyl radical is thought to mediate this mild hepatic injury. The fulminant form of hepatotoxicity, commonly known as halothane hepatitis, It is characterized by elevated alanine aminotransferase, aspaate aminotransferase, bilirubin, and alkaline phosphatase levels, and massive hepatic necrosis following the administration of halothane. Halothane hepatitis is rare (1 in 5000 to 35, 000 administrations in adults), but is fatal in 50% to 75% of these cases. Because of the potential for fatal hepatitis, halothane is no longer used in adult patients in many countries. Halothane hepatitis is caused by a hypersensitivity reaction associated with the oxidative metabolism of halothane. The highly reactive trifluoroacetyl chloride metabolite of halothane oxidation can react with nearby liver proteins. In most patients who developed hepatic necrosis after halothane anesthesia, antibodies against TFA-modified proteins were detected, suggesting that the hepatic damage is linked to an immune response against the modified protein, which acts as a neoantigen. Accordingly, patients who develop halothane hepatitis often have a history of prior exposures to halothane or other volatile anesthetics, together with symptoms suggestive of immune reactivity, such as fever, rash, ahralgia, and eosinophilia. A current hypothesis is that TFA-protein adducts induce a cytotoxic T cell reaction in sensitized individuals, which leads to liver damage. However, the immune responses observed in halothane hepatitis might not mediate liver injury. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Ether",
        "opc": "N2O",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "703f2b92-6af3-4913-9b47-16514c0fd94a",
        "choice_type": "single"
    },
    {
        "question": "Percentage of thiopentone used for induction is",
        "exp": "The usual concentration of thiopental is 2. 5%. The usual doses of thiopental (3 to 4 mg/kg) and thiamylal (3 to 4 mg/kg) are approximately twice the dose of methohexital (1 to 2 mg/kg). In dose-response studies, the ED50 for thiopental ranged from 2. 2 to 2. 7 mg/kg, and the ED50 for methohexital was 1. 1 mg/kg. Less interpatient variability is seen in the dose-response to barbiturates than to benzodiazepines when used for anesthesia induction, but significant variability remains in the dose of thiopental required to induce anesthesia. Interpatient dose variability is related to the presence of hemorrhagic shock, cardiac output, lean body mass, obesity, gender, and age. Hemorrhagic shock, lean body mass, age, and obesity explain the variability of patients' responses resulting from a decrease in the central volume of distribution. Finally, patients who have severe anemia, burns, malnutrition, widespread malignant disease, uremia, ulcerative colitis, or intestinal obstruction also require smaller induction doses of barbiturates. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "0. 50%",
        "opb": "1. 50%",
        "opc": "2. 50%",
        "opd": "4. 50%",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "eb3ab30d-b3ec-4b1d-8edf-f4afb083479c",
        "choice_type": "single"
    },
    {
        "question": "Among the following anaesthetic drug/inducing agents which should be avoided in a patient with a history of epilepsy",
        "exp": "The barbiturates (thiopental, methohexital, and pentobarbital) and propofol are well established as agents for the treatment of refractory status epilepticus. Benzodiazepines too are used in status epilepticus. In ketamine, myoclonic activity is associated with increased subcoical electrical activity, which is not apparent on surface EEG. It is contraindicated in epileptic patients.",
        "cop": 3,
        "opa": "propofol",
        "opb": "Thiopentone",
        "opc": "Ketamine",
        "opd": "Midazolam",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "21741fa8-0cd2-4e99-9ba2-2910550788d0",
        "choice_type": "single"
    },
    {
        "question": "Least soluble anaesthetic agent is",
        "exp": "Blood-gas paition coefficient, also known as Ostwald coefficient for blood-gas, is a term used in pharmacology to describe the solubility of inhaled general anesthetics in blood. The coefficient is defined as the ratio of the concentration in blood to the concentration in gas that is in contact with that blood when the paial pressure in both compaments is equal. Newer anesthetics (such as desflurane) typically have smaller blood-gas paition coefficients than older ones (such as ether); these are preferred because they lead to faster onset of anesthesia and faster emergence from anesthesia once application of the anesthetic is stopped. If an anesthetic has a high coefficient, then a large amount of it will have to be taken up in the body's blood before being passed on to the fatty (lipid) tissues of the brain where it can exe its effect. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Desflurane",
        "opb": "Sevoflurane",
        "opc": "Halothane",
        "opd": "Methoxyflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "228a9c90-d6e9-4c90-ad11-b2c70b74d43b",
        "choice_type": "single"
    },
    {
        "question": "Emergence delirium is associated with",
        "exp": "Ketamine causes postoperative delirium and hallucinations. It is also contraindicated in delirium tremens and head injury. Ketamine increases cerebral metabolism, CBF, and ICP. So contraindicated in neurosurgeries. Ketamine, like other phencyclidines, produces undesirable psychological reactions, which occur during awakening from ketamine anesthesia and are termed emergence reactions. The common manifestations of these reactions, which vary in severity and classification, are vivid dreaming, extracorporeal experiences (sense of floating out of body), and illusions (misinterpretation of a real, external sensory experience). These incidents of dreaming and illusion are often associated with excitement, confusion, euphoria, and fear. They occur in the first hour of emergence and usually abate within 1 to several hours. These psychic emergence reactions are secondary to ketamine-induced depression of auditory and visual relay nuclei, thus leading to misperception or misinterpretation of auditory and visual stimuli. The incidence of the psychic emergence reactions ranges from 3% to 100%. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Pentothal sodium",
        "opb": "Ketamine",
        "opc": "Droperidol",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "76d6e8ef-8da2-4b82-b3ee-82b15b44159e",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic agent that predisposes to maximum arrhhmias",
        "exp": "Halothane-catecholamine sensitization also promotes abnormal automaticity of dominant and latent atrial pacemakers. These effects may produce premature ventricular contractions and arrhythmias originating from the His bundle. Intact sinoatrial node function reduces the incidence of epinephrine induced ventricular escape during halothane anesthesia and is protective against His bundle arrhythmias. Halothane and, to a lesser extent, other volatile anesthetics sensitize the myocardium to the arrhythmogenic effects of epinephrine. Sensitization is the interaction between volatile anesthetics and catecholamines that leads to reductions in the threshold for both atrial and ventricular arrhythmias. Halothane and, to a lesser extent, isoflurane may be arrhythmogenic in Purkinje fibers in experimental myocardial infarction by facilitating reentrant activity or increasing temporal dispersion of the refractory period recovery. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Isoflurance",
        "opb": "Enflurane",
        "opc": "Halothane",
        "opd": "Ether",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f9f0eabb-d2a5-4f24-b509-93ecc05371e4",
        "choice_type": "single"
    },
    {
        "question": "Inducing agent of choice in DIC",
        "exp": "The cardiovascular stimulatory effects make ketamine a desirable drug for the induction of anesthesia in unstable cardiovascular patients suffering from hypovolemia, hemorrhagic shock, or cardiovascular depression in sepsis. Ketamine bronchodilation and profound analgesia allowing the use of high oxygen concentrations make ketamine an excellent choice for induction of anesthesia in patients with reactive airway disease. Patients who have sustained trauma with extensive blood loss are typical candidates for rapid-sequence anesthesia induction with ketamine. Patients with septic shock also may benefit from ketamine. The intrinsic myocardial depressant effect of ketamine may manifest in this situation if trauma or sepsis has caused depletion of catecholamine stores before the patient's arrival in the operating room. The use of ketamine in these patients does not obte the need for appropriate preoperative preparation, including restoration of intravascular blood volume. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Thiopentone",
        "opb": "Ketamine",
        "opc": "Methohexitone",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "a570cb73-175d-4d3f-90b6-3e41be69444c",
        "choice_type": "single"
    },
    {
        "question": "Which among the following used as a pre-anaesthetic medication causes the longest amnesia?",
        "exp": "The longest amnesia is produced by lorazepam although half-life of lorazepam (15 hours) is shoer than diazepam (36 hours) and this is probably because of its strong receptor binding potential.",
        "cop": 2,
        "opa": "Diazepam",
        "opb": "Lorazepam",
        "opc": "Midazolam",
        "opd": "Flunitrazepam",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "beb2207e-2a73-464a-93be-b1b0518ec981",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic is safe in heart failure",
        "exp": "Etomidate has proven useful in patients with valvular or ischemic heart disease who are undergoing noncardiac surgical procedures and in patients with poor cardiac function. The hemodynamic stability seen with etomidate is caused by its lack of effect on the sympathetic nervous system and on the function of the baroreceptor. In multiple studies, etomidate has been used for induction in patients with a compromised cardiovascular system who are undergoing coronary aery bypass surgery or valve surgery, as well as in patients requiring induction of general anesthesia for percutaneous transluminal coronary angioplasty, aoic aneurysm repair, and thoracic surgery. For cardioversion, the rapid onset, quick recovery, and maintenance of aerial blood pressure in these sometimes hemodynamically tenuous patients, combined with continued spontaneous respiration, make etomidate an acceptable choice. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Etomidate",
        "opb": "Propofol",
        "opc": "Thiopentone",
        "opd": "Ketamine",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "47f9ec01-b85e-4627-819d-49baba28ab00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic agent cause hypertension on injection?",
        "exp": "In contrast to other anesthetic agents, ketamine increases aerial blood pressure, heart rate, and cardiac output, paicularly after rapid bolus injections. These indirect cardiovascular effects are due to the central stimulation of the sympathetic nervous system and inhibition of the reuptake of norepinephrine after release at nerve terminals. Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Halothane",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "782d460c-d2f0-4c2b-a79c-342937ec459d",
        "choice_type": "single"
    },
    {
        "question": "Second gas effect is",
        "exp": "The increase in the paial pressures of the other gases in the alveolar mixture resulting from the rapid uptake of high concentrations of nitrous oxide during inhalational anesthesia induction is known as the second gas effect. The second gas effect is also evident in this example: the rapid uptake of N2O and reduced alveolar gas volume sustains Piso near its original inspired value and increases alveolar PO2, thereby augmenting uptake of these gases. Note also that the rapid uptake of N2O into blood results in an effective increase in minute ventilation, because more circuit gas is passively drawn into alveoli as alveolar gas is absorbed rapidly. These effects have been demonstrated in humans and animals, and theoretically, are sho-lived and peain only to the period of initial rapid transfer of N2O from alveoli to blood. The second gas effect may persist beyond the initial rapid phase of N2O uptake. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Displacement of N20 by Oxygen",
        "opb": "Displacement of oxygen by N20",
        "opc": "Facilitation of inhalation of Halothane by N20",
        "opd": "Removal of oxygen by N20 from alveoli during recovery from general anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "536e0ba3-fc58-4a2b-965f-b12c1c1171b2",
        "choice_type": "single"
    },
    {
        "question": "The triad of general anaesthesia includes",
        "exp": "The triad of general anesthesia: Unconsciousness (narcosis) analgesia muscle relaxation The pentad of anesthesia: Loss of consciousness loss of reflex response amnesia muscle relaxation analgesia Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Unconsciousness, analgesia and muscle relaxation",
        "opb": "Anxiolysis, analgesia and unconsciousness",
        "opc": "Muscle relaxation, sedation and analgesia",
        "opd": "Dissociation, analgesia and muscle relaxation",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f57d4468-4022-4e61-acc1-675e53df01f2",
        "choice_type": "single"
    },
    {
        "question": "Least absorbed from mucous membrane are",
        "exp": "Hydrophobicity is a primary determinant of intrinsic anesthetic potency because the anesthetic molecule must penetrate into the nerve membrane and bind at a paially hydrophobic site on the Na+ channel. Clinically, however, the correlation between hydrophobicity and anesthetic potency is not as precise as in an isolated nerve. Differences between in vitro and in vivo potency may be related to a number of factors, including local anesthetic charge and hydrophobicity (which influence paitioning into and transverse diffusion across biologic membranes) and vasodilator or vasoconstrictor propeies (which influence the initial rate of vascular uptake from injection sites into the central circulation). Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Lidocaine",
        "opb": "Tetracaine",
        "opc": "Procaine",
        "opd": "Cocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "a34f62b6-ba9f-4de3-971f-76198e94855f",
        "choice_type": "single"
    },
    {
        "question": "Diffusion hypoxia is seen with -",
        "exp": "DIFFUSION HYPOXIA also known as FINK EFFECT OR THIRD GAS EFFECT At the end of general anesthesia, N2O is switched off so that inspired gas changes from N2O+O2 - N2+O2. As a result, N2O stas diffusing out of the blood into alveoli while N2 diffuses into blood. Due to the difference in solubilities of the two gases, N2O diffuses out more rapidly as it has high solubility. This diluted other gases present in alveoli and relative concentration of O2 falls. It is termed as diffusion hypoxia. Clinical Significance: 100% oxygen should be given for at least 5-10minutes after switching off N2O in order to overcome the relative fall of O2 concentration in the alveoli during Recovery from general anesthesia.",
        "cop": 4,
        "opa": "Ether",
        "opb": "Cyclopropane",
        "opc": "Halothane",
        "opd": "Nitrous oxide",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "31962e45-0f16-40ac-a252-fa27b380d5e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic agents causes a rise in the Intracranial pressure",
        "exp": "Sevoflurane's solubility in blood is slightly greater than desflurane (lb/g 0. 65 versus 0. 42). Nonpungency and rapid increases in alveolar anesthetic concentration make sevoflurane an excellent choice for smooth and rapid inhalation inductions in pediatric and adult patients. In fact, inhalation induction with 4% to 8% sevoflurane in a 50% mixture of nitrous oxide and oxygen can be achieved within 1 min. Likewise, its low blood solubility results in a rapid fall in alveolar anesthetic concentration upon discontinuation and a more rapid emergence compared with isoflurane. Similar to isoflurane and desflurane, sevoflurane causes slight increases in CBF and intracranial pressure at normocarbia, although some studies show a decrease in CBF. High concentrations of sevoflurane (>1. 5 MAC) may impair the autoregulation of CBF, thus allowing a drop in CBF during hemorrhagic hypotension. This effect on CBF autoregulation seems to be less pronounced than with isoflurane. Cerebral metabolic oxygen requirements decrease, and seizure activity has not been repoed. Propofol and thiopentone are cerebroprotective as they reduce ICP and CMRO2. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Sevoflurane",
        "opb": "Thiopentone sodium",
        "opc": "Lignocaine",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "2c20de6d-f399-41ae-bc15-c94a5b3896b9",
        "choice_type": "single"
    },
    {
        "question": "Sodium Thiopentone is ultra sho acting d/t",
        "exp": "Barbiturate pharmacokinetics has been described in physiologic and compament models. Both these pharmacokinetic models describe rapid redistribution as the primary mechanism that terminates the action of a single induction dose. Physiologic models of barbiturates describe a rapid mixing of the drug within the central blood volume followed by a quick distribution of the drug to highly perfused, low-volume tissues (i. e., brain), with a slower redistribution of the drug to lean tissue (muscle), which terminates the effect of the initial (induction of anesthesia) dose. In these models, adipose tissue uptake and metabolic clearance (elimination) play only minor roles in the termination of the effects of the induction dose. The reasons are the minimal perfusion ratio of adipose tissue compared with other tissues and the slow rate of removal. Ref: Miller's anesthesia 8th edition",
        "cop": 3,
        "opa": "Rapid absorption",
        "opb": "Rapid metabolism",
        "opc": "Rapid redistribution",
        "opd": "Rapid excretion",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "7fca4e73-c0d6-4059-ae8c-80dd95c9098a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs produces dissociative anesthesia",
        "exp": "The anesthetized state has been termed dissociative anesthesia because patients who receive ketamine alone appear to be in a cataleptic state, in contrast to other states of anesthesia that resemble normal sleep. Patients anesthetized with ketamine have profound analgesia, but they keep their eyes open and maintain many reflexes. Corneal, cough, and swallow reflexes all may be present, but they should not be assumed to be protective. The patient has no recall of surgery or anesthesia, but amnesia is not as prominent with ketamine as with the benzodiazepines. Ref: Miller's anesthesia 8th edition",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Thiopentone",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "dacfe1f5-98dc-41f2-b98b-55d2d846eb7b",
        "choice_type": "single"
    },
    {
        "question": "Least diffusion coefficient is for-",
        "exp": "Blood-gas paition coefficient, also known as Ostwald coefficient for blood-gas, diffusion co-efficient is a term used in pharmacology to describe the solubility of inhaled general anesthetics in blood. The coefficient is defined as the ratio of the concentration in blood to the concentration in gas that is in contact with that blood when the paial pressure in both compaments is equal. It is inversely propoional to the induction rate. It determines the onset of induction and recovery. anesthetic blood gas solubility Nitrous oxide 0. 47 Halothane 2. 4 Isoflurane 1. 4 Sevoflurane 0. 65 Desflurane 0. 45 Methoxyflurane 12 Enflurane 1. 9",
        "cop": 4,
        "opa": "Isoflurane",
        "opb": "Enflurane",
        "opc": "Halothane",
        "opd": "N2O",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "1686b0bf-615a-49c1-b4a6-589851cadb5a",
        "choice_type": "single"
    },
    {
        "question": "Why 100% oxygen has to be given to a patient after recovering from N2O anesthesia?",
        "exp": "Diffusion hypoxia may occur at the conclusion of nitrous oxide administration if patients are allowed to inhale room air. The initial high-volume outpouring of nitrous oxide from the blood into the alveoli when inhalation of this gas is discontinued can so dilute the PAo2 that the Pao2 decreases. The occurrence of diffusion hypoxia is prevented by filling the patient's lungs with oxygen at the conclusion of nitrous oxide administration. Basics of Anaesthesia 7e pg: 104",
        "cop": 1,
        "opa": "Diffusion hypoxia",
        "opb": "Second gas effect",
        "opc": "Atelectasis",
        "opd": "Bronchoconstriction",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f1e29e20-6d0d-4158-bc46-3d82804487d8",
        "choice_type": "single"
    },
    {
        "question": "Induction agent that may cause adrenal coex suppression is",
        "exp": "The specific endocrine effects manifested by etomidate consist of a dose-dependent reversible inhibition of the enzyme 11b-hydroxylase, which results in decreased biosynthesis of coisol. Blockade of the cytochrome P450-dependent enzyme 11b-hydroxylase also results in decreased mineralocoicoid production and increased formation of intermediaries (11-deoxycoicosterone). Subsequent research has shown that etomidate is far more potent as an inhibitor of steroid synthesis than as a sedative-hypnotic agent. The etomidate concentrations associated with adrenocoical suppression are less than 10 ng/mL, which are much lower than the concentrations needed for hypnosis (>200 ng/mL). Ref: Miller's anesthesia 8th edition",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Etomidate",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "980aa12c-a592-4e38-924d-b84839c4943d",
        "choice_type": "single"
    },
    {
        "question": "Ether was first used by",
        "exp": "Ether was used for frivolous purposes (\"ether frolics\"), but not as an anesthetic agent in humans until 1842, when Crawford W. Long and William E. Clark independently used it on patients for surgery and dental extraction, respectively. However, neither Long nor Clark publicized his discovery. Four years later, in Boston, on October 16, 1846, William T. G. Moon conducted the first publicized demonstration of general anesthesia for surgical operation using ether. The dramatic success of that exhibition led the operating surgeon to exclaim to a skeptical audience: \"Gentlemen, this is no humbug! \" Joseph Priestley produced nitrous oxide in 1772, and Humphry Davy first noted its analgesic propeies in 1800. Gardner Colton and Horace Wells are credited with having first used nitrous oxide as an anesthetic for dental extractions in humans in 1844. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Priestley",
        "opb": "Moon",
        "opc": "Wells",
        "opd": "Simpson",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "6eba1feb-f4f5-4d46-ae0b-897369dab138",
        "choice_type": "single"
    },
    {
        "question": "Diffusion hypoxia is seen during -",
        "exp": "DIFFUSION HYPOXIA also known as FINK EFFECT OR THIRD GAS EFFECT At the end of general anesthesia, N2O is switched off so that inspired gas changes from N2O+O2 - N2+O2. As a result, N2O stas diffusing out of the blood into alveoli while N2 diffuses into blood. Due to the difference in solubilities of the two gases, N2O diffuses out more rapidly as it has high solubility. This diluted other gases present in alveoli and relative concentration of O2 falls. It is termed as diffusion hypoxia. Clinical Significance: 100% oxygen should be given for at least 5-10minutes after switching off N2O in order to overcome the relative fall of O2 concentration in the alveoli during Recovery from general anesthesia.",
        "cop": 2,
        "opa": "Induction of anaesthesia",
        "opb": "Recovering anaesthesia",
        "opc": "Preoperatively",
        "opd": "Postoperatively",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "9eb7a09b-699d-4699-9a47-3dc4de0f657a",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with blunt trauma to the abdomen to the emergency depament. His heart rate is 150/min and his BP 80/50 mm Hg. He is scheduled to undergo an emergency laparotomy. Which of the following is anaesthetic agent of choice?",
        "exp": "The cardiovascular stimulatory effects make ketamine a desirable drug for the induction of anesthesia in unstable cardiovascular patients suffering from hypovolemia, hemorrhagic shock, or cardiovascular depression in sepsis. Ketamine bronchodilation and profound analgesia allowing the use of high oxygen concentrations make ketamine an excellent choice for induction of anesthesia in patients with reactive airway disease. Patients who have sustained trauma with extensive blood loss are typical candidates for rapid-sequence anesthesia induction with ketamine. Patients with septic shock also may benefit from ketamine. The intrinsic myocardial depressant effect of ketamine may manifest in this situation if trauma or sepsis has caused depletion of catecholamine stores before the patient's arrival in the operating room. The use of ketamine in these patients does not obte the need for appropriate preoperative preparation, including restoration of intravascular blood volume. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Thiopentone",
        "opb": "Midazolam",
        "opc": "Ketamine",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "063ea950-2822-464d-baf9-6e6bbac76272",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least affected by anesthesia",
        "exp": "EVOKED POTENTIALS: The purpose of intraoperative evoked potentials is to monitor neural pathways in hopes of avoiding iatrogenic injury to the nervous system. Sensory evoked potentials (SEPs) evaluate the integrity of ascending sensory tracts while motor evoked potentials (MEPs) deal with the functionality of descending motor pathways. SENSORY EVOKED POTENTIALS Three SEP modalities are used clinically: somatosensory (SSEP), auditory (BAEP), and visual (VEP). The amplitude of these potentials is much smaller than that of the background EEG and must be extracted from the surrounding \"noise\" using signal averaging. The compromise of a neurologic pathway is evident with an increase in the latency and/or a decrease in the amplitude of EP waveforms. All anesthetics influence EP waveforms to some degree. EPs of coical origin (i. e. the coical poion of SSEPs and VEPs) are considered more prone to modification by anesthetics than brainstem potentials (i. e. BAEPs and subcoical poions of SSEPs). It is imperative to maintain constant anesthetic drug levels during the recording of EPs. Bolusing IV infusions or abrupt changes in MAC values of inhaled agents can be detrimental, paicularly during critical poions of a procedure. When recording coical EPs (SSEPs and VEPs) one should generally incorporate intravenous techniques as high concentrations of volatiles can eliminate coical EPs. Neveheless, all volatile anesthetics increase coical latency and decrease coical amplitude. However, desflurane and sevoflurane appear to be more forgiving with SSEPs than agents such as enflurane and isoflurane. For instance, desflurane at up to 1 MAC without nitrous oxide is compatible with coical median nerve SSEP monitoring during scoliosis surgery. The use of nitrous oxide should probably be avoided during EP monitoring as it exhibits profound depressant effects on SSEPs and VEPs when combined with a volatile agent. SSEPs: Pathway = Dorsal columns (UE)/lateral funiculus (LE). Electrical stimulation of mixed nerve, coical sho-latency waveforms measured. Decreased amplitude of 50% + 10% prolongation in latency is significant. Signal averaged. Volatiles = dose-dependent decrease in amplitude, increase in latency (< 1. 0 MAC is ideal, not required) Brainstem potentials are quite resilient about anesthetics and are considered compatible with most anesthetic regimens. Regarding IV agents, studies on thiopental have shown that even with doses far over what is required to produce an isoelectric EEG, SSEP, and BAEP waveforms are preserved even if there is a predictable increase in latency and decrease in amplitude. Propofol increases latency and decreases the amplitude of coical EPs, but is considered an integral component of balanced intravenous neurosurgical anesthesia. Opioids produce minimal changes in SEP waveforms, even in high doses. Because of this, they are recommended for use as infusions during EP monitoring. Both clonidine and dexmedetomidine decrease anesthetic requirements and have minimal effects on coical EPs and are considered safe to use during monitoring. For practical purposes, ALL intravenous agents have a negligible effect on coical SSEP's, except for etomidate and ketamine, which can increase the amplitude. Propofol, in concentrations sufficient to induce burst suppression, will abolish later coical responses, but not the primary coical responses (N20/P22 for median nerve, P40/N45 for tibial nerve), which are used for monitoring. MOTOR EVOKED POTENTIALS: Transcranial electrical stimulation of the motor strip is a reliable method of producing intraoperative motor potentials that can be recorded from the spinal cord, peripheral nerve, or muscle. MEPs are exquisitely sensitive to anesthetics, especially inhalational agents. Volatiles, therefore, should be avoided during the recording of myogenic MEPs. Benzodiazepines, barbiturates, and propofol all depress MEPs, however, adequate recordings can be obtained during propofol anesthesia by controlling serum levels and increasing stimuli rates. Muscle relaxants can affect the recorded EMG response by depressing myoneural transmission. is. However, adequate MEP recordings can be achieved as long as one or two twitches on TOF can be maintained. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e Ref: openanesthesia. org",
        "cop": 1,
        "opa": "Brainstem Auditory Evoked Response (BAER)",
        "opb": "Visual Evoked Response (VER)",
        "opc": "Somatosensory Evoked potential (SSEP)",
        "opd": "Electroencephalogram [EEG)",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "c38cc8a0-7ddc-4e83-aadb-08e9412bfe77",
        "choice_type": "single"
    },
    {
        "question": "Percentage of Halothane metabolized -",
        "exp": "The extent and location of inhaled anesthetic metabolism depends on multiple chemical factors. Inhaled anesthetics undergo varying degrees of biotransformation in various tissues. Methoxyflurane undergoes by far the greatest metabolism, estimated at 70%, and experiments indicate that only a small fraction of drug taken up into body tissues is exhaled. Given the remarkable lipophilicity of methoxyflurane, respiratory clearance of this drug from muscle and fat extends over a period of days. Halothane is the next most lipophilic drug and ranks second in metabolic clearance. Thus, prolonged residence in body tissues is an impoant factor in the biotransformation of inhaled anesthetics. Chemical stability is another impoant factor. Of the major organs involved in anesthetic biotransformation, the liver and kidneys are exposed to the highest metabolite concentrations and thus are most susceptible to damage from toxic metabolites. Clinically significant hepatotoxicity is primarily associated with exposure to halothane, and nephrotoxicity is associated with methoxyflurane. Ref: Miller's anesthesia 8th edition",
        "cop": 4,
        "opa": "50%",
        "opb": "5%",
        "opc": "2. 50%",
        "opd": "25%",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "e05408dd-16a6-4b00-bbf5-54d096342646",
        "choice_type": "single"
    },
    {
        "question": "The inhalational agent of choice in children is",
        "exp": "An inhaled induction of anesthesia with sevoflurane in oxygen with or without nitrous oxide is a common method used in children because it does not require IV access. IV induction is selected in children who already have IV access, who request an IV induction, or for whom an IV induction is indicated (full stomach, persistent gastroesophageal reflux disease, significant potential for cardiopulmonary compromise). The most common induction anesthetic in children is propofol 2 to 3 mg/kg Basics of Anaesthesia 7e pg: 603",
        "cop": 2,
        "opa": "Methoxyflurane",
        "opb": "Sevoflurane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "379287f7-a871-4ca6-98d1-8e8d14649b9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has minimum MAC?",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. Low MAC - High potency MAC values of adult Methoxyflurane: 0. 16 Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104 Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Methoxyflurane",
        "opb": "N2O",
        "opc": "Halothane",
        "opd": "Desflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "827d6617-1613-41ff-a214-c29fa0ba0bcb",
        "choice_type": "single"
    },
    {
        "question": "Which sensitizes the myocardium to catecholamines?",
        "exp": "Halothane sensitizes the myocardium to the dysarrhythmogenic effects of catecholamines. Halothane anesthesia is also associated with fulminant hepatic necrosis Basics of Anaesthesia 7e pg: 94",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Halothane",
        "opc": "Isoflurane",
        "opd": "Desflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "0bc42ad2-2693-4cea-91f3-291b464cd9a8",
        "choice_type": "single"
    },
    {
        "question": "Most potent bronchodilator among inhalational anesthetic agent is",
        "exp": "Halothane is considered a potent bronchodilator, as it often reverses asthma-induced bronchospasm. This action is not inhibited by b-adrenergic blocking agents. Halothane attenuates airway reflexes and relaxes bronchial smooth muscle by inhibiting intracellular calcium mobilization. Halothane also depresses clearance of mucus from the respiratory tract (mucociliary function), promoting postoperative hypoxia and atelectasis. Morgan clinical anesthesia 5e pg: 16",
        "cop": 2,
        "opa": "Isoflurane",
        "opb": "Halothane",
        "opc": "Sevoflurane",
        "opd": "Desflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "88eb84c9-98ad-4578-8d50-eb392a00d0d7",
        "choice_type": "single"
    },
    {
        "question": "Percentage of hepatitis after halothane use",
        "exp": "The first modern halogenated volatile anesthetic, halothane, was introduced in 1955. Clinical exposure to halothane is associated with two distinct types of hepatic injury. Subclinical hepatotoxicity occurs in 20% of adults who receive halothane. It is characterized by mild postoperative elevations in alanine aminotransferase and aspaate aminotransferase, but is reversible and innocuous. Anaerobic halothane reduction by CYP2. A6 to a 2-chloro-1, 1, 1-trifluoroethyl radical is thought to mediate this mild hepatic injury. The fulminant form of hepatotoxicity, commonly known as halothane hepatitis, It is characterized by elevated alanine aminotransferase, aspaate aminotransferase, bilirubin, and alkaline phosphatase levels, and massive hepatic necrosis following the administration of halothane. Halothane hepatitis is rare (1 in 5000 to 35, 000 administrations in adults), but is fatal in 50% to 75% of these cases. Because of the potential for fatal hepatitis, halothane is no longer used in adult patients in many countries. Halothane hepatitis is caused by a hypersensitivity reaction associated with the oxidative metabolism of halothane. The highly reactive trifluoroacetyl chloride metabolite of halothane oxidation can react with nearby liver proteins. In most patients who developed hepatic necrosis after halothane anesthesia, antibodies against TFA-modified proteins were detected, suggesting that the hepatic damage is linked to an immune response against the modified protein, which acts as a neoantigen. Accordingly, patients who develop halothane hepatitis often have a history of prior exposures to halothane or other volatile anesthetics, together with symptoms suggestive of immune reactivity, such as fever, rash, ahralgia, and eosinophilia. A current hypothesis is that TFA-protein adducts induce a cytotoxic T cell reaction in sensitized individuals, which leads to liver damage. However, the immune responses observed in halothane hepatitis might not mediate liver injury. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "20%",
        "opb": "40%",
        "opc": "1 in 30000",
        "opd": "1 in 3000",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f39377ef-8c1e-40b6-b421-ce9075dd95b6",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following inhalational anesthetics is most likely to cause fluoride ion nephrotoxicity",
        "exp": "Methoxyflurane causes dose-related nephrotoxicity because of the inorganic fluoride that resulted from the metabolism of this anaesthetic. Basics of Anaesthesia 7e pg 86",
        "cop": 1,
        "opa": "Methoxyflurane",
        "opb": "Enflurane",
        "opc": "Halothane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "cb0eaf88-e10c-453a-b3f3-f14fe4daaec4",
        "choice_type": "single"
    },
    {
        "question": "Laughing gas is",
        "exp": "Humphry Davy coined the name \"laughing gas\" for nitrous oxide. Nitrous oxide, commonly known as laughing gas or nitrous, is a chemical compound, an oxide of nitrogen with the formula N2O. At room temperature, it is a colourless, non-flammable gas, with a slight metallic scent and taste. At elevated temperatures, nitrous oxide is a powerful oxidiser similar to molecular oxygen. It is soluble in water. Nitrous oxide is a weak general anaesthetic, and so is generally not used alone in general anaesthesia, but used as a carrier gas (mixed with oxygen) for more powerful general anaesthetic drugs such as sevoflurane or desflurane. It has a minimum alveolar concentration of 105% and a blood/gas paition coefficient of 0. 46. The use of nitrous oxide in anaesthesia, however, can increase the risk of postoperative nausea and vomiting. Recreational inhalation of nitrous oxide, with the purpose of causing euphoria and/or slight hallucinations, began as a phenomenon for the British upper class in 1799, known as \"laughing gas paies\". In rats, N2O stimulates the mesolimbic reward pathway by inducing dopamine release and activating dopaminergic neurons in the ventral tegmental area and nucleus accumbens, presumably through antagonistic of NMDA receptors localised in the system. This action has been implicated in its euphoric effects and, notably, appears to augment its analgesic propeies as well. It is remarkable, however, that in mice, N2O blocks amphetamine-induced carrier-mediated dopamine release in the nucleus accumbens and behavioural sensitisation, abolishes the conditioned place preference (CPP) of cocaine and morphine, and does not produce reinforcing (or aversive) effects of its own. Effects of CPP of N2O in rats are mixed, consisting of reinforcement, aversion and no change. In contrast, it is a positive reinforcer in squirrel monkeys, and is well known as a drug of abuse in humans. These discrepancies in response to N2O may reflect species variation or methodological differences. In human clinical studies, N2O was found to produce mixed responses, similarly to rats, reflecting high subjective individual variability.",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Halothane",
        "opc": "Chloroform",
        "opd": "Diethylether",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "37d49c49-8b4d-4d46-9c9b-a3233fa32ea5",
        "choice_type": "single"
    },
    {
        "question": "Gas stored in liquid form is",
        "exp": "N20 is stored in blue steel cylinders as a colorless liquid under 745 psi pressure and is in equilibrium with the gas phase (approximately 50 atmospheres at room temperature). The tank maintains that pressure until it is empty.",
        "cop": 2,
        "opa": "Carbon dioxide",
        "opb": "Nitrous oxide",
        "opc": "Cyclopropane",
        "opd": "Oxygen",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f9699360-8d93-45e2-9bcf-5328f354190d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent causes muscle rigidity",
        "exp": "Opioids can increase muscle tone and may cause muscle rigidity. The incidence of rigidity noted with opioid anesthetic techniques varies significantly because of differences in dose and speed of opioid administration, the concomitant use of N2O, the presence or absence of muscle relaxants, and the patient's age. Opioid-induced rigidity is characterized by increased muscle tone that sometimes progresses to severe stiffness with the potential for serious problems. Clinically significant opioid-induced rigidity usually begins just as or after a patient loses consciousness. Mild manifestations of rigidity, such as hoarseness, can occur in conscious patients. Vocal cord closure is primarily responsible for the difficult ventilation with a bag and mask that follows the administration of opioids. The precise mechanism by which opioids cause muscle rigidity is not clearly understood. Muscle rigidity is not the result of a direct action on muscle fibers because it can be decreased or prevented by pretreatment with muscle relaxants. Mechanisms of opioid-induced muscle rigidity involving the CNS have been postulated. Pharmacologic investigation using selective agonists and antagonists suggest that systemic opioid-induced muscle rigidity is primarily caused by activation of central m receptors, whereas supraspinal d1 and k1 receptors may attenuate this effect. Some aspects of opioid-induced catatonia and rigidity (increased incidence with age, muscle movements resembling extrapyramidal side effects) are similar to Parkinson's disease and suggest similarities in neurochemical mechanisms. Patients with Parkinson's disease, paicularly if they are inadequately treated, may experience reactions such as dystonia following opioid administration. Pretreatment with or concomitant use of nondepolarizing muscle relaxants can decrease the incidence and severity of rigidity. Induction doses of sodium thiopental and subanesthetic doses of diazepam and midazolam can prevent, attenuate, or successfully treat rigidity. Rapid administration of larger doses of opioids (paicularly fentanyl, sufentanil, remifentanil, and alfentanil) can induce chest wall rigidity severe enough to make ventilation with bag and mask nearly impossible. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e.",
        "cop": 1,
        "opa": "Fentanyl",
        "opb": "Halothane",
        "opc": "Ketamine",
        "opd": "Droperidol",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "eca50fad-7c6a-4504-a10b-88b6670f56f0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not cause malignant hypehermia",
        "exp": "Anesthetic drugs that trigger Malignant Hypehermia include ether, halothane, enflurane, isoflurane, desflurane, sevoflurane, anddepolarizing muscle relaxants, succinylcholine being the only anesthetic drug currently used. Desflurane and sevoflurane appear to be less potent triggers than halothane and produce a more gradual onset of MH. The onset may be explosive if succinylcholine is used. Mild hypothermia and the preadministration of barbiturates, tranquilizers, propofol, or nondepolarizing neuromuscular blockers delay or prevent the onset of MH The two classic clinical manifestations of fulminant MH syndrome may sta with one of the following two scenarios: 1. Rigidity after induction with succinylcholine but successful intubation, followed rapidly by the symptomslisted after scenario 22. Normal response to induction of anesthesia and uneventful anesthetic course until the onset of the following symptoms:* Unexplained sinus tachycardia or ventricular arrhythmias (or both)* Tachypnea, if spontaneous ventilation is present* Unexplained decrease in oxygen (O2) saturation (because of a decrease in venous O2 saturation)* Increase in end-tidal paial pressure of CO2 (Pco2) with adequate ventilation and, in most cases, unchanged ventilation* Unexpected metabolic and respiratory acidosis* Central venous desaturation* Increase in body temperature above 38. 8deg C with no obvious cause. TREATMENTAcute management for MH can be summarized as follows: 1. Discontinue all anesthetic agents and hyperventilate with 100% O2 with a fresh flow to at least 10 L/min. With increased aerobic metabolism, normal ventilation must increase. However, CO2 production is also increased because of neutralization of fixed acid by bicarbonate; hyperventilation removes this additional CO2. 2. Reconstitute dantrolene in sterile water (not saline), and administer rapidly (2. 5 mg/kg intravenously to a total dose of 10 mg/kg IV) every 5 to 10 minutes until the initial symptoms subside. 3. Administer bicarbonate (1 to 4 m. Eq/kg IV) to correct the metabolic acidosis with frequent monitoring of blood gases and pH. 4. Control fever by administering iced fluids, cooling the body surface, cooling body cavities with sterile iced fluids, and, if necessary, using a heat exchanger with a pump oxygenator. Cooling should be halted when the temperature approaches 38deg C to prevent inadveent hypothermia. 5. Monitor urinary output, and establish diuresis if urine output is inadequate. Administer bicarbonate to alkalinize urine to protect the kidney from myoglobinuria induced renal failure. 6. Blood gases, electrolytes, CK, temperature, arrhythmia, muscle tone, and urinary output guide fuher therapy. Hyperkalemia should be treated with bicarbonate, glucose, and insulin. Effective doses of dantrolene to reverse MH are the most effective way to lower serum potassium levels. In severe cases, calcium chloride or calcium gluconate may be used. 7. Analyze coagulation studies (e. g., international normalized ratio, platelet count, prothrombin time, fibrinogen, fibrin split degradation products). Safe anesthetics consist of nitrous oxide, barbiturates, etomidate, propofol, opiates, tranquilizers, and nondepolarizing neuromuscular blocking drugs. Volatile anesthetics and succinylcholine must be avoided at all times, even in the presence of dantrolene. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Isoflurane",
        "opb": "Desflurane",
        "opc": "N2O",
        "opd": "Enflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "786c8573-132a-4907-9213-70d9df5578d8",
        "choice_type": "single"
    },
    {
        "question": "A 40-year female has to undergo incisional hernia surgery under general anesthesia. She complains of awareness during her past cesarean section. Which of the following monitoring techniques can be used to prevent such awareness?",
        "exp": "A bispectral index (BIS) monitor is commonly utilized to assess depth of sedation when administering sedative, hypnotic, or anesthetic agents during surgical and medical procedures. The depth of sedation is calculated by measuring cerebral electric activity an electroencephalogram (EEG). The BIS algorithm processes the frontal EEG and conves the signal to a waveform on the BIS monitor 100 to 90-awake and responding appropriately to verbal stimulation 80 to 70-responsive to loud commands or mild shaking 70 to 60-intense tactile stimulation is needed for a response 60 to 40-unresponsive to verbal stimulus; general anesthesia obtained with a low chance for explicit recall less than 40-deep hypnotic state; possible protective responses still intact. less than 20-burst suppression (EEG pattern characterized by cycles of high-voltage electrical movement alternating with cycles of no activity in the brain); respiratory drive is limited, but possible protective responses still intact. 0-totally suppressed EEG (flat line). Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Color doppler",
        "opb": "Bispectral index monitoring",
        "opc": "Transesophageal echocardiography",
        "opd": "Pulse plethysmography",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "6f6cb8cd-af1e-4196-9f64-b3950ce1ad95",
        "choice_type": "single"
    },
    {
        "question": "Minimum alveolar concentration {MAC} of an anaesthetic agent means it produces lack of reflex response to skin incision in, --- of subjects -",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. Low MAC - High potency MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104 Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "25%",
        "opb": "50%",
        "opc": "75%",
        "opd": "100%",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "addb61fe-a960-451a-99ea-e021902eeff4",
        "choice_type": "single"
    },
    {
        "question": "Minimum Alveolar Concentration of sevoflurane in % is",
        "exp": "Minimum alveolar concentration is defined as alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. Low MAC - High potency MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7",
        "cop": 4,
        "opa": "0. 75",
        "opb": "0. 42",
        "opc": "1. 15",
        "opd": "2",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "4863193b-edb1-4227-8fc3-79a704f318a0",
        "choice_type": "single"
    },
    {
        "question": "The most suitable agent for IV induction and maintenance in a day care surgery",
        "exp": "PROPOFOL The active ingredient in propofol, 2, 6-diisopropylphenol, is essentially insoluble in aqueous solutions and is formulated only for IV administration as a 1% (10 mg/ml) emulsion in 10% soybean oil, 2. 25% glycerol, and 1. 2% purified egg phosphatide. In the United States, disodium EDTA (0. 05 mg/ml) or sodium metabisulfite (0. 25 mg/ml) is added to inhibit bacterial growth. The induction dose of propofol in a healthy adult is 1. 5 to 2. 5 mg/kg and it has an onset and duration of anesthesia similar to thiopental. As with barbiturates, dosages should be reduced in the elderly and in the presence of other sedatives and increased in young children. Because of its reasonably sho elimination half-life, propofol often is used for maintenance of anesthesia as well as for induction. For sho procedures, small boluses (10% to 50% of the induction dose) every 5 minutes or as needed are effective. An infusion of propofol produces a more stable drug level (100 to 300 mg/kg per minute) and is better suited for longer-term anesthetic maintenance. Infusion rates should be tailored to patient response and the levels of other hypnotics. Sedating doses of propofol are 20% to 50% of those required for general anesthesia. However, even at these lower doses, caregivers should be vigilant and prepared for all of the side effects of propofol discussed below, paicularly airway obstruction and apnea. Propofol elicits pain on injection that can be reduced with lidocaine and the use of larger arm and antecubital veins. Excitatory phenomena during induction with propofol occur at about the same frequency as with thiopental, but much less frequently than with methohexital. Side Effects: Nervous System: The CNS effects of propofol are similar to those of barbiturates. Propofol decreases CMRO2, cerebral blood flow, and intracranial and intraocular pressures by about the same amount as thiopental. Like thiopental, propofol has been used in patients at risk for cerebral ischemia; however, no human outcome studies have been performed to determine its efficacy as a neuroprotectant. Results from studies on the anticonvulsant effects of propofol have been mixed; some data even suggest it has proconvulsant activity when combined with other drugs. Thus, unlike thiopental, propofol is not a proven acute intervention for seizures. Cardiovascular. Propofol produces a dose-dependent decrease in blood pressure that is significantly greater than that produced by thiopental. The fall in blood pressure can be explained by both vasodilation and mild depression of myocardial contractility. Propofol appears to blunt the baroreceptor reflex or is directly vagotonic because smaller increases in heart rate are seen for any given drop in blood pressure after doses of propofol. As with thiopental, propofol should be used with caution in patients at risk for or intolerant of decreases in blood pressure. Respiratory and Other Side Effects: At equipotent doses, propofol produces a slightly greater degree of respiratory depression than thiopental. Patients given propofol should be monitored to ensure adequate oxygenation and ventilation. Propofol appears to be less likely than barbiturates to provoke bronchospasm. It has no clinically significant effects on hepatic, renal, or endocrine organ systems. Unlike thiopental, propofol appears to have significant anti-emetic action and is a good choice for sedation or anesthesia of patients at high risk for nausea and vomiting. Propofol provokes anaphylactoid reactions and histamine release at about the same low frequency as thiopental. Although propofol does cross placental membranes, it is considered safe for use in pregnant women, and like thiopental, only transiently depresses activity in the newborn.",
        "cop": 3,
        "opa": "Etomidate",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "0fb56149-fcb7-485c-aad4-4d2d8eed1647",
        "choice_type": "single"
    },
    {
        "question": "Action of which anaesthetic agent is through NMDA receptors?",
        "exp": "Molecular modeling and electrophysiology studies suggested that Xe and isoflurane selectively inhibit the N-methyl-D-aspaate (NMDA) receptor by binding to its glycine agonist site359 through the phenylalanine 758 residue. Advantages and disadvantages of xenon (Xe) anesthesia. Advantages Ine (probably nontoxic with no metabolism) Minimal cardiovascular effects Low blood solubility Rapid induction and recovery Does not trigger malignant hypehermia Environmentally friendly Nonexplosive Disadvantages High cost Low potency (MAC = 70% Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Xenon",
        "opb": "NO",
        "opc": "Succinylcholine",
        "opd": "Etomidate",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "fecc2baa-b588-4c54-b69e-243d839bfded",
        "choice_type": "single"
    },
    {
        "question": "Depth of anaesthesia can be best assessed by -",
        "exp": "A bispectral index (BIS) monitor is commonly utilized to assess depth of sedation when administering sedative, hypnotic, or anesthetic agents during surgical and medical procedures. The depth of sedation is calculated by measuring cerebral electric activity an electroencephalogram (EEG). The BIS algorithm processes the frontal EEG and conves the signal to a waveform on the BIS monitor 100 to 90-awake and responding appropriately to verbal stimulation 80 to 70-responsive to loud commands or mild shaking 70 to 60-intense tactile stimulation is needed for a response 60 to 40-unresponsive to verbal stimulus; general anesthesia obtained with a low chance for explicit recall less than 40-deep hypnotic state; possible protective responses still intact. less than 20-burst suppression (EEG pattern characterized by cycles of high-voltage electrical movement alternating with cycles of no activity in the brain); respiratory drive is limited, but possible protective responses still intact. 0-totally suppressed EEG (flat line). Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Pulse oximeter",
        "opb": "End-tidal p. CO2",
        "opc": "Bispectral index",
        "opd": "Acid blood gas analysis",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "6ea4e127-4d49-41b1-bf53-b005cdc58838",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic gas with maximum respiratory irritation",
        "exp": "* Desflurane, unlike halothane or sevoflurane has a pungent smell which makes it unpleasant for inhalational induction. * When more than 6% desflurane is used, the pungency produces salivation, airway irritation, breath holding and coughing. Ref:- Stoelting's Pharmacology and Physiology in Anesthetic Practice 5th edition; pg num:- 101",
        "cop": 1,
        "opa": "Desflurane",
        "opb": "Sevoflurane",
        "opc": "Enflurane",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "78fb2bf8-3ce3-4f0f-bff7-9f455f8a7d89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalational agent is contraindicated in renal disease?",
        "exp": "Methoxyflurane produces inorganic fluoride, which was responsible for the sporadic incidence of nephrotoxicity (i. e., high-output renal failure) after prolonged anesthesia Basics of anesthesia 7e pg: 95",
        "cop": 1,
        "opa": "Methoxyflurane",
        "opb": "Sevoflurane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "b535ad27-035b-449d-b378-28f9718d4b36",
        "choice_type": "single"
    },
    {
        "question": "The anaesthetic agent that causes maximum increase in intracranial pressure is",
        "exp": "By dilating cerebral vessels, halothane lowers cerebral vascular resistance and increases cerebral blood volume and CBF. Autoregulation, the maintenance of constant CBF during changes in aerial blood pressure, is blunted. Concomitant rises in intracranial pressure can be prevented by establishing hyperventilation before the administration of halothane. Cerebral activity is decreased, leading to electroencephalographic slowing and modest reductions in metabolic oxygen requirements. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 2,
        "opa": "Isoflurane",
        "opb": "Halothane",
        "opc": "Enflurane",
        "opd": "Desflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "6e5f7d29-7193-4fcb-b145-9ab9f453760e",
        "choice_type": "single"
    },
    {
        "question": "Individual intraoperative awareness is evaluated by-",
        "exp": "A bispectral index (BIS) monitor is commonly utilized to assess depth of sedation when administering sedative, hypnotic, or anesthetic agents during surgical and medical procedures. The depth of sedation is calculated by measuring cerebral electric activity an electroencephalogram (EEG). The BIS algorithm processes the frontal EEG and conves the signal to a waveform on the BIS monitor 100 to 90-awake and responding appropriately to verbal stimulation 80 to 70-responsive to loud commands or mild shaking 70 to 60-intense tactile stimulation is needed for a response 60 to 40-unresponsive to verbal stimulus; general anesthesia obtained with a low chance for explicit recall less than 40-deep hypnotic state; possible protective responses still intact. less than 20-burst suppression (EEG pattern characterized by cycles of high-voltage electrical movement alternating with cycles of no activity in the brain); respiratory drive is limited, but possible protective responses still intact. 0-totally suppressed EEG (flat line). Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 3,
        "opa": "Pulse oximetry",
        "opb": "Colour doppler",
        "opc": "Bispectral imaging",
        "opd": "End tidal CO2",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "15df145c-c70b-4cee-a220-b5aa59aa9105",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent which is explosive in the presence of cautery",
        "exp": "Ether (Diethyl ether) It is a highly volatile liquid, produces irritating vapors which are inflammable and explosive. (C2. H5 -- O -- C2. H5) Ether is a potent anesthetic, produces good analgesia and marked muscle relaxation by reducing ACh output from motor nerve endings. The dose of competitive neuromuscular blockers should be reduced to about 1/3. It is highly soluble in blood. Induction is prolonged and unpleasant with struggling, breath-holding, salivation and marked respiratory secretions (atropine must be given as premedication to prevent the patient from drowning in his own secretions). Recovery is slow; postanaesthetic nausea, vomiting, and retching are marked. Respiration and BP are generally well maintained because of reflex stimulation and a high sympathetic tone. It does not sensitize the heart to Adrenaline and is not hepatotoxic. Ether is not used now in developed countries because of its unpleasant and inflammable propeies. However, it is still used in developing countries, paicularly in peripheral areas because it is--cheap, can be given by open drop method (though congestion of eye, soreness of trachea and ether burns on face can occur) without the need for any equipment, and is relatively safe even in inexperienced hands. Ref: K. D. Tripathi essentials of pharmacology 7e",
        "cop": 2,
        "opa": "Nitrous Oxide",
        "opb": "Ether",
        "opc": "Trilene",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "831f59fb-e164-4bcf-a7e1-5ab3107be3d5",
        "choice_type": "single"
    },
    {
        "question": "The following anaesthetic drug causes pain on intravenous administration",
        "exp": "Induction of anesthesia with propofol is often associated with pain on injection, apnea, hypotension, and, rarely, thrombophlebitis of the vein into which propofol is injected. Pain on injection is reduced by using a large vein, avoiding veins in the dorsum of the hand, and adding lidocaine to the propofol solution or changing the propofol formulation. Multiple other drugs and distraction techniques have been investigated to reduce the pain on injection of propofol. Pretreatment with a small dose of propofol, opiates, nonsteroidal antiinflammatory drugs, ketamine, esmolol or metoprolol, magnesium, a flash of light, a clonidine-ephedrine combination, dexamethasone, and metoclopramide all have been tested with variable efficacy. Ref: Millers anesthesia 8th edition.",
        "cop": 2,
        "opa": "Midazolam",
        "opb": "Propofol",
        "opc": "Ketamine",
        "opd": "Thiopentone sodium",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "8ecb2f2e-4f2e-43be-a622-52842c4fcc28",
        "choice_type": "single"
    },
    {
        "question": "Highest MAC is of Which inhalational agent-",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. Low MAC - High potency MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104",
        "cop": 1,
        "opa": "Xenon",
        "opb": "Halothane",
        "opc": "Sevoflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "327eb34c-294a-41a7-a8d3-a36a3bd2c093",
        "choice_type": "single"
    },
    {
        "question": "Highly lipid-soluble agent would be associated with",
        "exp": "Minimum alveolar concentration is defined as the alveolar concentration of an inhaled anesthetic agent that prevents movement in 50% of patients in response to a standardized surgical stimulus. The MAC of a volatile substance is inversely propoional to its lipid solubility (oil: gas coefficient), in most cases. This is the Meyer-Oveon hypothesis put forward in 1899-1901 by Hans Horst Meyer and Charles Ernest Oveon. MAC is inversely related to potency, i. e. high MAC equals low potency. MAC values of adult Halothane: 0. 75 Sevoflurane: 2. 0 Isoflurane: 1. 2 Desflurane: 6. 0 Enflurane: 1. 7 Xenon: 70 N2O: 104 Factors affecting: MAC increases with hypehermia, hypernatremia, and redheads. MAC decreases with anemia, hypercarbia, hypoxia, hypothermia, hypotension (MAP < 40 mm. Hg), and pregnancy. Medications, illicit drugs, and prior substance use history have also been found to affect MAC. For example, acute use of amphetamines, cocaine, ephedrine, and chronic use of alcohol increase MAC. Whereas, administration of propofol, etomidate, barbiturates, benzodiazepines, ketamine, opiates, local anesthetics, lithium, verapamil, and alpha 2-agonists (dexmedetomidine, clonidine) decrease MAC. Acute alcohol intoxication and chronic amphetamine use have also been found to decrease MAC. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e",
        "cop": 1,
        "opa": "Potent anaesthetic action",
        "opb": "Potent analgesic action",
        "opc": "Excellent muscle relaxant action",
        "opd": "Least respiratory depression",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "0d1de1a1-8b19-4b98-9d97-c61e399f1007",
        "choice_type": "single"
    },
    {
        "question": "Thiopentone has cerebroprotective effect because of-",
        "exp": "Barbiturate-induced reductions in oxygen requirements and cerebral metabolic activity are mirrored by changes in the electroencephalogram (EEG), which progress from low-voltage fast activity with small doses to high-voltage slow activity, burst suppression, and electrical silence with larger doses. Barbiturates may protect the brain from transient episodes of focal ischemia (eg, cerebral embolism) but probably do not protect from global ischemia (eg, cardiac arrest). With the reduction in CMRO2, a parallel reduction in cerebral perfusion occurs, as seen in decreased cerebral blood flow (CBF) and ICP. Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e.",
        "cop": 1,
        "opa": "Decrease cerebral metabolism",
        "opb": "Reduction of vasospasm",
        "opc": "Calcium channel blockage",
        "opd": "Free redical removal l",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f17d0cc8-f5d0-4a2a-9aaf-be1b5a1330f1",
        "choice_type": "single"
    },
    {
        "question": "A 20 yr old patient presented with early pregnancy for Medical termination of Pregnancy in day care facility. What will be the anesthetic induction agent of choice?",
        "exp": "Propofol is the single best agent for daycare surgeries. rapid metabolism no residual effect low incidence of nausea and vomiting",
        "cop": 3,
        "opa": "Thiopentone",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Diazepam",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "fe2d3782-e694-4285-8404-02a4615b0e6a",
        "choice_type": "single"
    },
    {
        "question": "The Blade of the laryngoscope used in intubation of newborn is",
        "exp": "The Macintosh blade is the most widely used of the curved laryngoscope blades, while the Miller blade is the most popular style of straight blade. The Miller blades are commonly used for infants. Uncuffed tubes are limited mostly to pediatric patients (in small children, the cricoid cailage, the narrowest poion of the pediatric airway, often provides an adequate seal for mechanical ventilation).",
        "cop": 3,
        "opa": "Curved blade with uncuffed tube",
        "opb": "Straight blade with Cuffed tube",
        "opc": "Straight blade with uncuffed tube",
        "opd": "Curved blade with cuffed tube",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "66e19c7b-f86c-4e29-a0c7-f38690ad90d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as preanesthetic medication which causes the longest amnesia?",
        "exp": "The longest amnesia is produced by lorazepam although half life of lorazepam (15 hours) is shoer than diazepam (36 hours) and this is probably because of its strong receptor binding potential. Its relatively potent amnesic effect, with its anxiolytic and sedative effects, makes lorazepam useful as premedication.",
        "cop": 3,
        "opa": "Midazolam",
        "opb": "Diazepam",
        "opc": "Lorazepam",
        "opd": "Flunitrazepam",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "17bd42c4-7a27-4dbb-9cff-a4bc22250194",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is contraindicated in a patient with raised intracranial pressure?",
        "exp": "ketamine increases all the pressures - blood pressure intracranial pressure intragastric pressure intraocular pressure In patients with increased ICP who are breathing spontaneously, ketamine should be used with caution because it can increase ICP and has been repoed to cause apnea. It is contraindicated. Ref: Miller's anesthesia 8th edition.",
        "cop": 4,
        "opa": "Thiopentone",
        "opb": "Propofol",
        "opc": "Midazolam",
        "opd": "Ketamine",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "89af0d4b-7d01-4ce7-90e9-b7fcbdf2dfdd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalational agents has the maximum blood gas solubility coefficient?",
        "exp": "Blood-gas paition coefficient, also known as Ostwald coefficient for blood-gas, is a term used in pharmacology to describe the solubility of inhaled general anesthetics in blood. The coefficient is defined as the ratio of the concentration in blood to the concentration in gas that is in contact with that blood when the paial pressure in both compaments is equal. It is inversely propoional to the induction rate. It determines the onset of induction and recovery. anesthetic blood gas solubility Nitrous oxide 0. 47 Halothane 2. 4 Isoflurane 1. 4 Sevoflurane 0. 65 Desflurane 0. 45 Methoxyflurane 12 Enflurane 1. 9",
        "cop": 1,
        "opa": "Isoflurane",
        "opb": "Sevoflurane",
        "opc": "Desflurane",
        "opd": "Nitrous oxide",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "f66a9478-28b0-4564-8694-90ea49833677",
        "choice_type": "single"
    },
    {
        "question": "Stage of surgical anesthesia during ether administration is",
        "exp": "Guedel's classification is a means of assessing of depth of general anesthesia introduced by Ahur Ernest Guedel for Ether in1937. Stage I (stage of analgesia or disorientation) Stage II (stage of excitement or delirium) Stage III (stage of surgical anesthesia) plane I to IV Stage IV: from stoppage of respiration till death Stage III (stage of surgical anesthesia): from onset of automatic respiration to respiratory paralysis. It is divided into four planes: Plane I - from onset of automatic respiration to cessation of eyeball movements Plane II - from cessation of eyeball movements to beginning of paralysis of intercostal muscles Plane III - from beginning to completion of intercostal muscle paralysis. Plane IV - from complete intercostal paralysis to diaphragmatic paralysis Ref: Miller's anesthesia 8th edition Ref: Morgan & Mikhail's clinical anesthesiology 6e.",
        "cop": 3,
        "opa": "Loss of Consciousness",
        "opb": "failure of circulation",
        "opc": "Regular respiration to cessation of breathing",
        "opd": "Loss of Consciousness to beginning of regular respiration",
        "subject_name": "Anaesthesia",
        "topic_name": "General anaesthesia",
        "id": "05efacf2-26c7-4fc5-acb0-75a922638a3b",
        "choice_type": "single"
    }
]