[
    {
        "question": "Maintenance of anaesthesia in 70 yr male for surgery duration 4-6 hrs should ideally include?",
        "exp": "ANSWER: (D) O2 + Air + Desflurane + Atracurium + Remifentanyl. REF: Miller's Anaesthesiology 7th Ed Ch 71 Table 71-7, Ch 28, Stoelting s Anesthesia and Co- Existing Disease, 5th ed. Ch 25. The most important information in the above question is that the patient is 70 yrs old, i. e, of a geriatric age. Geriatric patients have a lot of anaesthetic implications. As a rule, we must consider shorter acting agents in these patients. Our body can be considered to be divided into 3 compartments when we inject any drug. These compartments are formed on the basis of the speed with which the drug reaches various parts of the body. Three-compartment model (including the biophase) schematizing the basic pharmacokinetic processes that occur after intravenous drug administration. I = dosing scheme as a function of timekl0 = Rate constant reflecting all processes acting to irreversibly remove drug from the central compartment. VI = central compartment volume, usually expressed in liters or liters per kilogram. Central compartment-blood, highly vascular tissues like brain - The effect of Anaesthetic drugs primarily depends on the duration of drug in central compartment & volume of the compartment since they primarily act on CNSIntermediate compartment-intermediate blood supply organs like skeletal muscles. Peripheral compartment-adipose tissue - responsible for storage & delayed release of drugs into circulation. Geriatric patients have an increased fat mass and decreased muscle mass. Also, they are dehydrated leading to contraction of the central compartment. Thus, more drug is present in the central compartment on immediate injection (causing a profound effect at a normal dose), & more fat is available for delayed release of drugs back into the circulation, leading to prolonged action of drugs (see figure). They may have a decreased renal & hepatic clearance. Decreased cardiac output may contribute to a slow onset of drug effects followed by prolonged action secondary to delayed clearance (i. e. f barbiturates, benzodiazepines). Minimal alveolar concentration of inhalation anesthetics decreases with age (6% for each decade after age 40), which parallels loss of neurons and decreased cerebral metabolism. Short-acting intravenous drugs and volatile anesthetics with lower partition coefficients provide the advantage of more rapid elimination, brisk emergence, and reorientation to the patient's surroundings, and potentially lower incidence of confusion and delirium during recovery. However, the recovery of cognitive function, measured by the Mini-Mental State Examination, has not been shown to be different between various agents. Desflurane is associated with the most rapid emergence. (It has a low solubility hence faster onset & shorter time for emergence)A more predictable method of opioid titration may be to use a shorter acting opioid such as remifentanil. By adjusting the bolus and infusion doses, the variability in remifentanil pharmacokinetics is considerably less than for other intravenous opioids. (Morphine has a much longer duration of action). Similarly, it may be prudent to use shorter acting muscle relaxants. Studies show that there is an increased incidence of postoperative residual block and pulmonary complications in patients receiving pancuronium compared with atracurium or vecuronium. Atracurium depends to a small extent on hepatic metabolism and excretion, and elimination half-life is prolonged in elderly patients. Clearance is unchanged with age, however, suggesting that alternative pathways of elimination (ester hydrolysis and Hofmann elimination) assume importance in elderly patients. CLINICAL PHARMACOLOGY OF ANESTHETIC AGENTS IN ELDERLY PATIENTSDrug. Brain Sensitivity. Pharmacokinetics. Doseinhaled agents|--|Thiopental--|Initial distribution volume|Etomidate--|Initial distribution volume| |Clearance Propofol||Clearance|Midazolam||Clearance|Morphine||Clearance|Sufentanil|--|Alfentanil| |Fentanyl| |Remifentanil||Clearance-- |Central compartment volume|Pancuronium. NA|Clearance|Atracurium. NA----Cisatracurium. NA----Vecuronium. NA|Clearance|",
        "cop": 4,
        "opa": "O2+Air + Isoflurane + Pancuronium + Morphine",
        "opb": "O2+Air + Sevoflurane + Pancuronium + Remifentanyl",
        "opc": "O2+Air + Halothane + Vecuronium + Morphine",
        "opd": "O2+Air + Desflurane + Atracurium + Remifentanyl",
        "subject_name": "Anaesthesia",
        "topic_name": "Geriatric Anesthesia",
        "id": "fd5bc635-0ba0-4c45-9c44-5c6125dd0752",
        "choice_type": "multi"
    }
]