[
    {
        "question": "APRV stands for:",
        "exp": "APRV - Airway Pressure Release Ventilation Mode of mechanical ventilation that is less common than pressure control or volume control, APRV was described initially by Stock and Downs in 1987 as a continuous positive airway pressure (CPAP) with an intermittent release phase. APRV applies CPAP (P high) for a prolonged time (T high) to maintain adequate lung volume and alveolar recruitment, with a time-cycled release phase to a lower set of pressure (P low) for a sho period of time (T low) or (release time) where most of ventilation and CO2 removal occurs Using high-flow (demand valve) CPAP circuit, unrestricted spontaneous breathing can be integrated and can happen any time regardless of the ventilator cycle. If the patient has no spontaneous respiratory effo, APRV becomes typical to 'inverse ratio pressure'-limited, 'time cycle'-assisted mechanical ventilation (pressure-controlled ventilation).",
        "cop": 2,
        "opa": "Adult pressure release ventilation",
        "opb": "Airway pressure release ventilation",
        "opc": "Air pressure reverse ventilation",
        "opd": "Airway pressure reduction ventilation",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "578ff365-4324-4df8-ab68-631fa3b0d743",
        "choice_type": "single"
    },
    {
        "question": "Which anaesthetic agent does not affect blood flow to liver?",
        "exp": "- Total hepatic blood flow = hepatic aery blood flow + poal blood flow- Liver maintains total hepatic blood flow by autoregulation- All inhalational anesthetic agents disrupt dual blood supply of liver - Halothane completely disrupts dual blood supply- Halothane - acyl halide (metabolite) - Auto immune hepatitis - Enflurane also affects liver blood flow- Isoflurane, sevoflurane & desflurane - maintain hepatic blood flow - Desflurane - Best in maintaining liver blood flow - Not metabolized by liver and kidney - Sevoflurane - Higher MAC- Decreases little amount of hepatic blood flow",
        "cop": 2,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Enflurane",
        "opd": "Sevoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "ef56e095-bd65-4405-9740-31e9458e8474",
        "choice_type": "single"
    },
    {
        "question": "To prevent combustion during anesthesia what combination is used?",
        "exp": "Tube/cuff/drapes Oxidant O2/N2O Volatile agents - Desflurane, sevoflurane, halothane, isoflurane - non combustible- Laser surgery - we use laser tube * Covered by a metallic & nonmetallic reflecting layer which is wrapped around the tube* Laser reflecting material is used to cover the tube * So that the tube doesn't catch fire* Usually high volume, low pressure cuff is used, but for laser Sx Low volume, high pressure cuff is used (because we don't want any gas to pass through this cuff from lower airway to upper airway (tight seal) * We don't inflate the tube with air, inflate with H2O+dye added to it (if cuff breaks dye spread in entire area, come to know cuff has damaged, immediately we change the tube)* H2O act as extinguisher Surgical drapes - Are arranged in proper order so that gases doesn't accumulate inside the surgical drape- Wet gauges are used to prevent fire Management of airway fire- Stoppage of O2 +N2O (disconnect the circuit)- Try to extinguish the fire with normal saline or distilled water- Remove the ET tube - Reintubate with fresh ET tube- IV steroid + IV antibiotic- Steroids given to prevent airway edema- Antibiotic to prevent infection- Minimum O2, maximum air There are three elements essential to the creation of an airway fire: heat or an ignition source (laser or electrosurgical unit), fuel (paper drapes, ETT, or gauze swabs), and an oxidizer (O2, air, or N2O). The danger of an airway fire is not limited to general anesthesia. It can also occur during facial procedures under monitored anesthesia care electrocautery used in close proximity to delivered supplemental oxygen.",
        "cop": 3,
        "opa": "O2 25% & N2O 75%",
        "opb": "O2 50% & N2O 50%",
        "opc": "O2 25% & He 75%",
        "opd": "O2 75% & N2O 25%",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "1abcff38-0657-44c8-9158-f718dfce5bde",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetic acts by:",
        "exp": "NORMAL LOCAL ANESTHETIC Sodium passess through voltage gated sodium channel and cause change in membrane potential and cause depolarization. Local anesthetic attatches to sodium channel and prevents propogation & depolarization. LA also has mild action on potassium calcium and NMDA channels",
        "cop": 1,
        "opa": "Blocking sodium gated channel",
        "opb": "Blocking calcium gated channel",
        "opc": "Blocking potassium gated channel",
        "opd": "Blocking chloride gated channel",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "eb3e778c-aa70-43c7-a86e-2c2263299b89",
        "choice_type": "single"
    },
    {
        "question": "Post operative shivering is treated with",
        "exp": "Shivering is the response of the body because of Hypothermia(32-35oC) Can happen in Intra operative patient with Normothermia, because their Thermoregulation is disturbed because of Anesthesia (GA/Local) According to ASA guideline in the management of Shivering Non pharmacological - Active warming of the patient Pharmacological- Pethidine (meperidine), Best drug for managing shivering - Tramadol Other drugs used for shivering- Ondansetron- Ketamine- Clonidine & dexmedetomidine- Anticholinergic drugs",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Antihistaminics",
        "opc": "Anticholinergics",
        "opd": "Pethidine",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "9fd563f0-3024-4213-8eea-e21d48d9626f",
        "choice_type": "single"
    },
    {
        "question": "A resident at the emergency depament is preparing for a lumbar puncture in a 26 years old female with suspected subarachnoid bleeding. Although she presented with altered sensorium, CT brain was found to be normal. During LP, which structure is pierced after the spinal needle crosses interspinous ligament?",
        "exp": "Skin | Sub cutaneous fascia | Supra/inter spinous ligament | Ligamentum flava | Dura mater | Arachnoid mater | Return of CSF",
        "cop": 1,
        "opa": "Ligamentum flavum",
        "opb": "Arachnoid membrane",
        "opc": "Areolar tissue",
        "opd": "Subarachnoid space",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "60a04de1-edb4-4bdd-8137-eff25c604e61",
        "choice_type": "single"
    },
    {
        "question": "Landmark for superior laryngeal nerve block",
        "exp": "- Larynx is supplied by vagus- Upper larynx above vocal cord - supplied by internal branch of superior laryngeal nerve- Below vocal cord - recurrent laryngeal nerve- Feel the hyoid and try to palpate greater cornua of hyoid bone and take the needle on the side of the neck, taking the needle lateral to the greater cornua of hyoid bone, and hit in the hyoid bone, then we pass our needle just below the hyoid bone, we either give local anesthetic there, or we take needle few cms inside and pierce the membrane b/w hyoid bone and thyroid and give the drug or at superior cornua of thyroid cailage instead of caudally we give cranially 2ml of 2% lignocaine Anesthetize lower pa of vocal cord - 4ml of 2% lignocaine Injecting local anesthetic solution bilaterally, in the vicinity of the superior laryngeal nerves where they lie between the greater cornua of the hyoid bone and the superior cornua of the thyroid cailage as they traverse the thyrohyoid membrane to the submucosa of the piriform sinus, blocks the internal branch of the superior laryngeal nerve. The overlying skin is cleaned with alcohol or povidone-iodine (Betadine). The cornua of the hyoid bone or the thyroid cailage can be used as landmark",
        "cop": 4,
        "opa": "Angle of mandible",
        "opb": "C7 transverse process",
        "opc": "Cricoid cailage",
        "opd": "Great cornua hyoid bone",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2018",
        "id": "53127722-9677-4ea2-9656-976b7a5c620a",
        "choice_type": "single"
    }
]