[
    {
        "question": "Current mode of analgesia best for intrapartum pain relief:",
        "exp": "Ans. a (Epidural analgesia)LUMBAR EPIDURAL ANALGESIAIndications for lumbar epidural analgesia:# Pain in labor, management of the patient with preeclampsia who does not have a coagulation abnormality, management of labor in patients with certain cardiac lesions, and management of breech delivery.# Of the various pharmacologic methods of pain relief used in labor and delivery, regional analgesia techniques--spinal, epidural and combined spinal epidural (CSE) are the most flexible, effective, and least depressing to the CNS, allowing for an alert, participating mother and an alert neonate. Absolute contraindications:# Patient refusal, hemodynamic instability, infection at the anticipated site of puncture, and absence of resuscitation equipment. Relative contraindications:# Fever, preexisting CNS disease, hypovolemia, hypotension, lack of experience by the anesthetist, and blood coagulation defects.# Although an arbitrary platelet count of 100, 000 per mm3 has been advocated as the lower limit for safe lumbar epidural analgesia, successful blocks without epidural bleeding complications have been obtained with platelet counts as low as 50, 000 per mm3. Three principal advantages of lumbar epidural analgesia:# The parturient remains awake and cooperative.# The incidence of complications is very low when the technique is used correctly.# Once an epidural catheter is in place, it can be used to provide analgesia or anesthesia for a vaginal or cesarean delivery. The disadvantages of lumbar epidural analgesia:# The possibility of poor perineal analgesia# The presence of \"hot spots\", where analgesia is insufficient# Delayed onset of action# Technical difficulty (Technical failure occurs in approximately 4% of cases)# Intravascular injection# Accidental dural puncture",
        "cop": 1,
        "opa": "Epidural analgesia",
        "opb": "Spinal anaesthesia",
        "opc": "Inhalational",
        "opd": "Local analgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "a36597d8-c8b2-4eec-b36c-8c91c04ab87d",
        "choice_type": "single"
    },
    {
        "question": "Maximum dose of lignocaine with adrenaline is (in mg/ kg)",
        "exp": "Ans. c (7). (Ref. Harrisons Medicine, 18th/735)LIGNOCAINE# Maximum safest dose 3 mg/kg or 200 mg and with adrenaline 7 mg/kg or 500 mg.# Duration of effect 45 to 60 min and with adrenaline it is 2-3 hours.# Should not be given in patients with history of malignant hyperthermia.# Concentration usedo Surface topical analgesia- 4%o As jelly, for urethra- 2%o Nerve blocks/epidural/infiltration block-- 1-2%o Spinal- 5%# Lignocaine is an amide# It is 4 times less potent than bupivacaine# Drug of choice for lignocaine-induced arrhythmia is bretylium tosylate (SGPGI 2002)# Repeated doses of 4-5 mL of 0. 5% bupivacaine or 1% lignocaine are used to maintain epidural analgesia.# 'Transient neurological symptoms' is an disntinct side-effect of Lignocaine. Educational point: The baricity of the local anesthetic solution. Baricity is defined by the ratio of the density of the local anesthetic solution to the density of CSF. A solution with a ratio > 1 is hyperbaric and tends to sink with gravity within the CSF. An isobaric solution has a baricity of 1 and tends to remain in the immediate area of injection. A ratio < 1 is a hypobaric solution, which rises in the CSF.",
        "cop": 3,
        "opa": "4",
        "opb": "2",
        "opc": "7",
        "opd": "10",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "d86b98eb-c7ef-4052-ab4e-2b0c78dcdd58",
        "choice_type": "single"
    },
    {
        "question": "Dose of local anesthesia for spinal is/are?",
        "exp": "Ans. is 'c' i. e., Lignocaine - 5%o. Dose of lignocaine for spinal anesthesia is 5% solution diluted in 7. 5% dextroseo. Bupivacaine dose for spinal anesthesia is 0. 75% solution diluted in 8. 25% dextrose. Local Anesthetic Dosing for Spinal Anesthesia Suggested Dose (mg). Duration of Effect (Minutes). Anesthatic. Usual Concentration. Lower extremities, perineum. Upper abdomen. Local anesthetic without epinephrine. Local anesthetic with epinephrine. Lidocaine5% in dextrose30-5075-10060-7575-90. Bupivacaine0. 75% in dextrose5-1012-1790-120100-150. Ropivacaine0. 25-1. 0%8-128-128-1216-1890-120. Tetracaine0. 5% - 1% in dextrose4-810-1690-120120-140*. Epinephrine concentration 1: 200, 000, or 5mg/mL.",
        "cop": 3,
        "opa": "Lignocaine -1%",
        "opb": "Lignocaine - 2. 5%",
        "opc": "Lignocaine - 5%",
        "opd": "Bupivacaine - 0. 5%",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "319ef090-99aa-4ea0-9aee-9d81af03dc44",
        "choice_type": "single"
    },
    {
        "question": "In spinal anaesthesia the needle pierced upto",
        "exp": "Ans. d (Subarachnoid space). (Ref. Harrisons, Medicine, 18th/735)SPINAL ANESTHESIA# The term \"spinal anesthesia\" was coined in 1885 by Leonard Corning. Technique of spinal anesthesia:# In spinal anaesthesia the spinal needle is pierced upto subarachnoid space where the anaesthetic agent is injected to produce the anaesthesia.# The selected level should be below LI in an adult and L3 in a child to avoid needle trauma to the spinal cord. As an anatomic landmark, the L3-L4 interspace is located at the line intersecting the top of the iliac crests. Either a midline or paramedian approach can be used.# The anatomic layers passed through include skin, subcutaneous structures, supraspinous ligament, interspinous ligament, ligamentum flavum, dura mater, and arachnoid membrane.# Once the needle tip is believed to be in the subarachnoid space, the stylet is removed to see if CSF appears at the needle hub. With small diameter needles (26 to 29 gauge) this generally requires 5 to 10 seconds, but may require >1 minute in some patients. Gentle aspiration may speed the appearance of CSF. If CSF does not appear, the needle orifice may be obstructed by a nerve root and rotating the needle 90 degrees may result in CSF flow. Alternatively, the needle orifice may not be completely in the subarachnoid space and advancing an additional 1 to 2 mm may result in brisk CSF flow. This is particularly true of pencil-point needles, which have their orifice on the side of the needle shaft proximal to the needle tip.# Finally, failure to obtain CSF suggests that the needle orifice is not in the subarachnoid space and the needle should be reinserted.# Common complications include hypotension, bradycardia, increased sensitivity to sedative medications, nausea and vomiting (possibly secondary to hypotension), postdural puncture headache, nerve injury, total spinal, and hematoma/abscess formation at the site of puncture.# Total spinal anesthesia results from local anesthetic depression of the cervical spinal cord and brain stem. Signs and symptoms include dysphonia, dyspnea, upper extremity weakness, loss of consciousness, pupillary dilation, hypotension, bradycardia, and cardiopulmonary arrest. Eaily recognition is the key to management. Treatment includes securing the airway, mechanical ventilation, volume infusion, and pressor support.# Absolute contraindications include local infection at the puncture site, bacteremia, severe hypovolemia, coagulopathy, severe stenotic valvular disease, infection at the site of the procedure, and intracranial hypertension. Relative contraindications include progressive degenerative (demyelinating) neurologic disease (multiple sclerosis), low back pain, and sepsis.# Intrathecal opioids:- Opioids produce intense visceral analgesia and may prolong sensory blockade without affecting motor or sympathetic function.- Fentanyl and sufentanil have a rapid onset of action and an effective duration greater than 6 hours.- Morphine lasts 6-24 hours.- Side effects include respiratory depression (which may occur late with hydrophilic agents), nausea, vomiting, pruritus, and urinary retention.",
        "cop": 4,
        "opa": "Subdural space",
        "opb": "Extradural space",
        "opc": "Epidural space",
        "opd": "Subrachnoid space",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "5c230271-f1c6-4a71-9ccf-2955c8d5456c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following sensation appears first on recovery for local anesthesia?",
        "exp": "Answer: c) Proprioception. Proprioception is the first sensation to recover from anesthesia. It is followed by muscle tone, pain, touch, and temperature. The order of sensitivity is of nerve fibers to anesthetic is: Type B and C > type A d > type Ab and Ag > type Aa. Thinner and myelinated fibers have greater firing range and are the first nerve fibers to be affected during anesthesia.",
        "cop": 3,
        "opa": "Temperature",
        "opb": "Muscle tone",
        "opc": "Proprioception",
        "opd": "Pain",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "91033d01-99f2-4bf7-827e-e29acd952a4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerves are affected after Spinal anaesthetic block?",
        "exp": "Ans. d (Sensory, autonomic and motor nerves) (Ref: Synopsis of Anaesthesia by Lee, 12th edition; p. 690). As a general rule of thumb, the greater the diameter of the nerve fibre, the greater the concentration of LA required to produce conduction blockade. Small unmyelinated fibres are more vunerable to blockade than large myelinated fibres.# Sequence of nerve blockade by LAAutonomic -Sensory - Motor# Sequence of recover from LAMotor -Sensory -Autonomic# Sequence of sensory fibers blockade by LATemperature -Pain -Touch -Deep pressure -Proprioception",
        "cop": 4,
        "opa": "Motor and sensory nerve only",
        "opb": "Sensory and autonomic nerve only",
        "opc": "Sensory nerves only",
        "opd": "Sensory, autonomic, and motor nerves",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "36efa87f-7c39-49d1-98e1-c0060a26bbd1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an ESTER?",
        "exp": "Ans. d (Bupivacaine ) (Ref. Lee anaesthesia 12th/ 591 & Anaesthesia by Ajya yadav, 2nd, pg 105)LOCAL ANESTHETIC AGENTSEsters. Amides. All metabolised by pseudocholinesterase except cocaine. Metabolised in liver. High chances of allergic reactions. Low chances of allergic reactions. Untable solution. Stable solution. Eg: Amethocaine (Tetracaine). Bupivacaine. Benzocaine. Etidocaine. Cocaine. Lignocaine. Chlorprocaine. Mepivacaine. Procaine. Prilocaine. Hint: Letter Y appears twice in the name of ail amides, while it appears only once in esters. Local anesthetic agents. Subclass. Mechanism of Action. Effects. Clinical Applications. Pharmacokinetics, Toxicities. Amides. Lidocaine. Blockade of sodium channels. Slows, then blocks action potential propagation. Short-duration procedures- epidural, spinal anesthesia. Parenteral-duration 30-60 min - 2-6 h with epinephrine - Toxicity: CNS excitation. Bupivacaine. Same as lidocaine. Same as lidocaine. Longer-duration procedures. Parenteral-duration 2-4 h. Toxicity: CNS excitation-cardiovascular collapse. Prilocaine, ropivacaine, mepivacaine, levobupivacaine: like bupivacaine. Esters Procaine. Like lidocainelike lidocaine. Very short procedures. Parenteral. duration 15-30 min-30-90 min with epinephrine. Toxicity: Like lidocaine. Cocaine. Same as above also has sympa- thomimetic effects. Same as above. Procedures requiring high surface activity and vasoconstriction. Topical or parenteral, duration l-2h Toxicity: CNS excitation, convulsions, cardiac arrhythmias, hypertension, stroke. Tetracaine: Used for spinal, epidural anesthesia, duration 2-3 h",
        "cop": 4,
        "opa": "Amethocaine",
        "opb": "Benzocaine",
        "opc": "Procaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "32337e67-fd14-43cf-81ea-88d6db7033e0",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old female opts for painless labor. On administration of the epidural anesthetic, there is a sudden drop in the blood pressure. The reason for this was found to be accidental intravenous injection of the anesthetic drug. Which of the following drugs is the most likely responsible for the present condition?",
        "exp": "Answer: d) Bupivacaine. Bupivacaine. Bupivacaine is typically used in painless labor. It is long-acting and an amide local anesthetic. It is injected outside the duramater. The most important complication is accidental intravenous administration of the drug. This can be prevented by slow administration in 3-5 mL increments gradually to watch out for the side effects related to intravenous administration. Bupivacaine binds to the sodium channels more strongly, especially those in the bundle of His, when compared to local anesthetics. This can result in significant cardiac arrhythmias, which present as palpitations and hypotension. Concentrations of 0. 125 % and 0. 25 % are used in painless labor; 0. 75 % is absolutely contraindicated because of cardiovascular adverse effects.",
        "cop": 4,
        "opa": "Tetracaine",
        "opb": "Lignocaine",
        "opc": "Ropivacaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "a785bece-f7fd-45aa-ab13-76d44843a16e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mixture of anesthetics is applied on skin?",
        "exp": "Ans is 'a' i. e. Lidocaine and prilocaine Eutectic mixture of local Anaesthetics (EMLA)* This is unique topical preparation which can anaesthetize intact skin.* It is a mixture of 2. 5% lidocaine and 2. 5% prilocaine.* It acts slowly and the cream must held in contact with skin for at least 1 hour.* EMLA is used: to make venepuncture painless especially in children, and for procedure like skin grafting & circumcision.* As systemic absorption of prilocaine can cause methemoglobinemia, EMLA should not be used on mucocutaneous membrane or in very small child.",
        "cop": 1,
        "opa": "Lidocaine and prilocaine",
        "opb": "Bupivacaine and prilocaine",
        "opc": "Lidocaine and bupivacaine",
        "opd": "Lidocaine and procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "01a68c09-fea3-4c4a-aa2f-5cf694022f93",
        "choice_type": "single"
    },
    {
        "question": "ETT is not useful for:",
        "exp": "Ans. (a) Pneumothorax. Ref: Miller's Anaesthesia 7h ed. / 288. ETT is Endotracheal Tube Toilet* It involves clearance of airway secretions, and is a normal process needed for the preservation of airway patency and the prevention of respiratory tract infection.* Impaired clearance of airway secretions like in patients with depressed level of consciousness can result in atelectasis and pneumonia, and may contribute to respiratory failure.* The primary indications for tracheal suctioning is to remove secretions in order to enhance oxygenation or to obtain samples of lower respiratory tract secretions for diagnostic tests. In the end, perform tracheal suctioning after endotracheal intubation to clear the airway of aspirated material or secretions or to enhance oxygenation in a tracheostomy patient with respiratory insufficiency.* Perform bronchopulmonary toilet when secretions are visible in the endotracheal tube or at the orifice of the tracheostomy tube. Perform tracheal suctioning when the patient has coarse rales, rhonchi, or tubular breath sounds; acute or worsening dyspnea; or arterial oxygen desaturation.",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Pulmonary toilet",
        "opc": "Obstruction",
        "opd": "Decreased level of consciousness",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "63b4e327-6596-4b0b-8eb2-39a6d454294c",
        "choice_type": "single"
    },
    {
        "question": "Continuous epidural anaesthesia is used for:",
        "exp": "279. Ans: a (Post operative analgesia) Ref: Ajay Yadav, p. 124. Continuous epidural anesthesia is used for post operative analgesia. Epidural anaesthesia or extradural anaesthesia or peridural block. Indications* Mainly used for controlling post operative pain * All surgeries which can be performed under spinal anaesthesia plus upper abdominal surgeries, thoracic surgeries and even neck surgeries can be performed* For painless labour* To control chronic pain due to cancer and other chronic painful conditions* Acute occlusive vascular conditions* Blood patch for post spinal headache. Note: Needle most commonly used - Touhy needle. Durran sign - in unconscious patients rapid induction of drug in epidural space causes increase in rate and depth of respiration. Level of block required for common surgeries. Cesarian section-upto T6. Prostate-upto T 10. Testicular surgeries-upto 110. Hernia-upto T 10. Appendix-upto T 8. Hysterectomy-upto T 6. Perianal surgeries-sacral segments. Structures encountered while giving spinal anaesthesia7 structures1) Skin2) Subcutaneous tissue3) Supraspinous ligament- connecting the tips of spinous process4) Inter spinous ligament - joins the spinous processes together5) Ligamentum flavum - running from lamina to lamina6) Dura7) Arachnoid",
        "cop": 1,
        "opa": "Post operative analgesia",
        "opb": "Extending time of surgery",
        "opc": "General anaesthesia",
        "opd": "In children",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "d42f51d2-1d67-4711-aa7a-35b9457ae436",
        "choice_type": "single"
    },
    {
        "question": "What is this instrument used for:",
        "exp": "Ans. (a) Ventilation. Ref.: Miller's Anaesthesia 7th ed. / 2139* AMBU Bag stands for Ambulatory Breathing Unit.* It is a self-refilling bag-valve-mask unit with 1-1. 5L capacity, used for ventilating and oxygenating intubated patients, allowing both spontaneous and artificial respiration.",
        "cop": 1,
        "opa": "Ventilation",
        "opb": "Feeding",
        "opc": "TURP",
        "opd": "Cholestomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "bb320e2c-83d8-477c-a700-426c7feb4bd7",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetic act by?",
        "exp": "Ans. is 'a' i. e., Na+ channel inhibition * Local anesthetics act by inhibiting Na+ channels from inside. Mechanism of action of LA* Local anesthetics act by blocking Na+ channels. By blocking Na+ channels they block nerve conduction by decreasing the entry (Influx) of Na+ ions during upstroke of action potential.* LAS prolong the inactive state - channel takes longer to recover ->> refractory period of the fiber is increased.* LAS first penetrate the axonal membrane to come inside and then their active species (cationic form) bind to Na+ channel front inside.* Cationic form (active form) is able to approach its receptor only when the channel is open at the inner face - So resting nerve is resistant to block as Na+ channels are not activated and cationic form is not able to approach its receptor.* So blockade develops rapidly when the nerve is stimulated repeatedly.* Degree of blockade is frequency dependent - greater blockade at higher frequency of stimulation.* Exposure to higher concentration of Ca+2 reduces inactivation of Na+ channels and lessens the block. Sequence of events* Order of blockade of fibers B > C > Ad > Ag, b > Aa (i. e., Type B fibers are most susceptible).* Accordingly order of block is autonomic (Preganglionic sympathetic) > Sensory > motor. Order of recovery is in reverse order.* Among sensory afferents, order of block is Temperature (cold before heat) > Pain > touch > deep pressure > proprioception.* When applied to tongue, bitter taste is lost first followed by sweet and sour, and salty taste last of all.* Myelinated nerves are blocked earlier than nonmyelinated.* Smaller fibers are more sensitive than larger fibers.",
        "cop": 1,
        "opa": "Na+ channel inhibition",
        "opb": "Ca++ channel inhibition",
        "opc": "Mg++ channel inhibition",
        "opd": "K+ channel inhibition",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "586f950e-6533-4ef8-b69b-828bc2b0033c",
        "choice_type": "single"
    },
    {
        "question": "Least useful in Treatment of local anesthetic induced convulsions/seizures?",
        "exp": "Ans. a (Phenytoin sodium) (Ref. Katzung pharma, 9th/Chapter 26; Anaesthesia by Ajay Yadav 3rd/pg. 111). When local anesthetic-induced seizures occur, hypoxia, hypercarbia and acidosis develop rapidly. ABC (Airway, Breathing and Circulation) is the mainstay of treatment. Administration of O2 by mask, or ventilation support by bag and mask, is often all that is necessary to treat seizures. If seizures interfere with ventilation, benzodiazepines, small dose propofol or thiopental can be used. The use of succinylcholine effectively facilitates ventilation and, by abolishing muscular activity, decreases the severity of acidosis. However neuronal seizure activity is not inhibited and therefore, cerebral metabolism and oxygen requirements remain increased. LOCALANAESTHETICSMechanism of action of local anesthetics# Diffusion of the unionized (base) form across the nerve sheath and membrane# Re-equilibration between the base and cationic forms in the axoplasm# Binding of the cation to a receptor site inside of the Na+ channel, resulting in its blockade and consequent inhibition of Na+ conductance. Order of blockade: small fibre > large fibres; myelinated fibres > unmyelinated fibres. Modality blocked: autonomic and pain > touch/pressure > motor. There are two main classes: amides and esters. Local anesthetic potency. Agent. Lipid Solubility. Relative Potency. Protein. Duration Binding (%)p. Ka. Onset Time. Procaine<115. Short8. 9. Slow2-Chloroprocaine>13-Short9. 1. Very Quickquick. Mepivacaine11. 575. Medium7. 7. Quick. Lidocaine3265. Medium7. 8. Quick. Bupivacaine28895. Long8. 1. Moderate. Tetracaine80895. Long8. 4. Slow. Etidocaine140895. Long7. 9. Quick. Ropivacaine14894. Long8. 1. Moderate. Local anaesthetic Toxicity: The following are accepted plasma levels of selected local anesthetics, above which systemic effects are expected in humans: Lidocaine 5 mcg/mL; mepivacaine 5 mcg/mL; bupivacaine 1. 5 mcg/mL; ropivacaine 4 mcg/mL. A. CNS Toxicity# Lightheadedness, tinnitus, perioral numbness, confusion (especially known with Lignocaine)# Muscle twitching, auditory and visual hallucinations# Tonic-clonic seizure, unconsciousness, respiratory arrest# Benzodiazepines or rapidly acting barbiturates administered intravenously are the drugs of choice for both the prevention and arrest of convulsions.# Transient neurological symptoms is side-effect of LIGNOCAINE# Seizures induced by local anesthetics can also be treated with small doses (given intravenously) of thiopental 1-2 mg/ kg, propofol 0. 5-1 mg/kg, midazolam 2-4 mg total dose, or diazepam 0. 1 mg/kg. B. Cardiotoxicity# Hypertension, tachycardia, can occur or# Decreased contractility and cardiac output, Sinus bradycardia, ventricular dysrhythmias, circulatory arrest# Bretylium tosylate is drug of choice for lignocaine-induced arrhythmias.^C. Methemoglobinemia# Prilocaine doses of more than 600 mg are needed to produce clinically significant methemoglobinemia.# Depending on the degree, methemoglobinemia can lead to tissue hypoxia. 02. Hb curve shifts to left (P50 < 27 mm. Hg).# Rx: Methylene blue (l-2mg/kg of 1% solution over 5 min) or less successfully with ascorbic acid (2 mg/kg). Educational points: Ropivacaine# Ropivacaine is a new amide local anesthetic that is structurally and behaviorally similar to bupivacaine.# Like bupivacaine, it is highly protein bound and has a lengthy duration of action.# It is, however, less cardiotoxic.# With ropivacaine, sensory anesthesia may be provided without a significant degree of motor blockade.# These characteristics may make ropivacaine an ideal anesthetic for use in obstetric procedures.",
        "cop": 1,
        "opa": "Phenytoin sodium",
        "opb": "Thiopentone sodium",
        "opc": "Midazolam",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "aa6f1f9b-69eb-40de-a70e-c0d342f4d804",
        "choice_type": "single"
    },
    {
        "question": "A 23 years old male presents with ingrown nail. The ingrown nail was removed after administering a ring block. The mechanism of action of the local anesthetic used is",
        "exp": "Answer: b) Blockage of activated sodium channels. LOCAL ANESTHETICSInterfere with the excitation process in a nerve membrane in one or more of the following ways: Altering the basic resting potential of the nerve membrane. Altering the threshold potential (firing level). Decreasing the rate of depolarization. Prolonging the rate of repolarization. LA's are weak bases carrying a positive charge at the tertiary amine group at physiological pH. MOA: Blocks voltage gated Na+ channels from inside of cell membrane by binding to a-subunit. Nerve block produced by local anesthetics is called a nondepolarizing nerve block. LA's are weak bases; they act by penetrating the axonal membrane in the unionized form. After penetration, they get ionized and block the activated sodium channels from within, thereby preventing the propagation of action potentials.",
        "cop": 2,
        "opa": "Opening of sodium channels",
        "opb": "Blockage of activated sodium channels",
        "opc": "Increased frequency of GABA activated chloride channels",
        "opd": "Increased duration of GABA activated chloride channels",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "c6b85368-d8fe-4c98-822a-b583a16add40",
        "choice_type": "single"
    },
    {
        "question": "Pin index system for nitrous oxide:",
        "exp": "Ans: (c) 3, 5. Ref: Miller's Anaesthesia 7th ed. / 675. Gas. Color Code. Pin index position. Body. Shoulder. Oxygen. Black. White2, 5. Nitrous oxide. Blue. Blue3, 5. CO2. Gray. Gray1, 6. Helium. Brown. Brown2, 5. Air. Grey. White/black quartered1, 5",
        "cop": 3,
        "opa": "1, 6",
        "opb": "2, 5",
        "opc": "3, 5",
        "opd": "1, 5",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "bf354dd5-19bd-47b1-8867-81a0fbaacb6b",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic local anesthetic agent is?",
        "exp": "Ans is 'd' i. e. Bupivacaine * Bupivacaine is the most cardiotoxic local anesthetic.* Levobupivacaine (The S(-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure. Other important information about Bupivacaine (Sensoricaine, Marcaine)* Bupivacaine is 2nd most commonly used local anesthetic (after lidocaine).* Bupivacaine has the highest local tissue irritancy amongst local anesthetics.* Concentrations used for bupivacaine are: - Nerve block: 0. 5%, Epidural: 0. 25 - 0. 5 % (WB 98)> and spinal: 0. 5%.* Maximum safe dose is 2 mg/kg without adrenaline and 3mg/kg with epinephrine.",
        "cop": 4,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Mepivacaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "07013580-2f98-4c1e-abcf-dec7a7e588d4",
        "choice_type": "single"
    },
    {
        "question": "Pin index system for oxygen",
        "exp": "Ans: (b) 2, 5. Ref: Miller's Anaesthesia 7th ed. / 675* Pin index for oxygen is 2, 5.* Cylinder of oxygen is black body with white shoulder. Gas. Color Code. Pin index position. Body. Shoulder. Oxygen. Black. White2, 5. Nitrous oxide. Blue. Blue3, 5. CO2. Gray. Gray1, 6. Helium. Brown. Brown2, 5. Air. Grey. White/black quartered1, 5",
        "cop": 2,
        "opa": "1, 5",
        "opb": "2, 5",
        "opc": "4, 5",
        "opd": "3, 5",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "027707f3-c54a-47d9-ac0f-8faea34dfb9f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in neuro- axial anesthesia?",
        "exp": "Ans. is 'c' i. e. Bier's block * Central neuraxial block, as the name suggests, it pertains to local anesthetics placed around the nerves of the central nervous system. Examples are spinal anesthesia, Epidural anesthesia and caudal anesthesia.* BIER'S BLOCK or Intravenous regional anesthesia (IVRA) is a form of regional anesthesia used most often for surgery of the forearm and hand.",
        "cop": 3,
        "opa": "Spinal block",
        "opb": "Epidural block",
        "opc": "Bier's block",
        "opd": "Caudal block",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "12411d83-cd29-4e96-bf19-e08b6401baea",
        "choice_type": "single"
    },
    {
        "question": "Oxygen cylinder color:",
        "exp": "Ans: (a) Black body white shoulder. Ref: Miller's Anaesthesia 7th ed. / 675. Gas. Color Code. Pin index position. Body. Shoulder. Oxygen. Black. White2, 5. Nitrous oxide. Blue. Blue3, 5. CO2. Gray. Gray1, 6. Helium. Brown. Brown2, 5. Air. Grey. White/black quartered1, 5",
        "cop": 1,
        "opa": "Black body white shoulder",
        "opb": "White body black shoulder",
        "opc": "Brown body and shoulder",
        "opd": "Blue body and shoulder",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "c6f49b9b-9f69-47e1-8546-a44d6bab6473",
        "choice_type": "single"
    },
    {
        "question": "Which local anaesthetic has highest protein binding capacity?",
        "exp": "Ans. B. Tetracaine. (Ref. Clinical Anesthesia by Paul 5th/pg. 458; Table 17-2s). Physicochemical Properties of Clinically Used Local Anesthetics: LOCAL ANESTHETICp. Ka% IONIZED(at pH 7. 4)PARTITION COEFFICIENT(LIPID SOLUBILITY)% PROTEIN BINDINGAMIDES Bupivacaine8. 1833, 42095. Etidocaine7. 7667, 31794. Lidocaine7. 97636664. Mepivacaine7. 66113077. Prilocaine7. 97612955. Ropivacaine8. 18377594. ESTERS Chloroprocaine8. 795810not avail able. Procaine8. 9971006. Tetracaine8. 5935, 82294. Additional Educational points:# Speed Of Onset Is Related To - p. Ka# Duration of action is related to - protein binding# Potency is related to - lipid. Relative Potency of Local Anesthetics for Different Clinical Applications: BUPIVACAINECHLORO- PROCAINELIDOCAINEMEPIVACAINEPRILOCAINEROPIVACAINEPeripheral nerve3. 6N/A12. 60. 83. 6. Spinal9. 61111N/AEpidural40. 51114. Dose-Dependent Systemic Effects of Lidocaine. PLASMA CONCENTRATION (mcg/mL)EFFECT1-5. Analgesia5-10. Lightheadedness Tinnitus Numbness of tongue10-15. Seizures Unconsciousness15-25. Coma Resp arrest>25. CVS depression",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Tetracaine",
        "opc": "Prilocaine",
        "opd": "Procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "b25f258b-28f8-4c49-8dff-a7526421b0b7",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetic that can cause Methemoglobinemia",
        "exp": "Ans. b (Prilocaine) (Ref. KDT 5th ed., 325; Anaesthsia by Ajay Yadav 3rd ed., 218-appendix; 114). Local anesthetic is associated with the risk of Methemoglobinemia- Prilocaine. PRILOCAINE# Prilocaine is an amide type local anesthetic agent.# Safest Local Anesthetic# Metabolized in liver, kidney and lung# Maximum safest dose is 5 mg/kg with adrenaline 8 mg/kg# Most suitable for Bier's block (0. 5%)# Methemoglobinemia occurs at higher dose (prilocaine is unique amongst the local anesthetic agents for its ability to reduce the blood's oxygen carrying capacity to cause clinically detectable cyanosis.)# Stored in cool place# Metabolized by pseudocholine esterase# Agent of choice in patients with history of malignant hyperthermia.# It is the first synthetic local anesthetic introduced in 1905.# Practically, it is not used today.# Prilocaine can however be used for Bier's block (or intravenous regional anaesthesia--IVRA). No serious complications have been documented.# Equipotent with lignocaine, but its duration of action is longer and it is less toxic.# It is not a surface anesthetic. Chart 1: Drug capable of inducing methemoglobinemia Acetaminophen. Anti malaria drugs. Nitrates. Nitric oxidep-Aminislicylic acid. Chloroquine. Ammonum nitrate. Nitrous oxide. Local anesthetics. Primaquine. Silver nitrate. Piperazine. Benzocaine. Quinacrine. Sodium nitrate. Rifampin. Bupivacaine. Methylene blue. Nitroglycerine. Riluzole. Lidocaine. Dapsone. Nitroprusside. Sulfonamides. Polocaine. Phenacetins. Bismuth subnitrate. Sulfasalazine. EMLA*Phenazopyndine. Nitntes. Sulfamethoxazole. Anticonvusants. Flutamide. Amyl nitrate. Sulfadiazine. Vaiproic acid. Hydroxylamine. Isobutyl nitrate. Sulfapyridine. Phenytoin. Oral hypoglycemic. Metochlopramide. Nitrofurantoin. Sulfones. Sulfanilamide",
        "cop": 2,
        "opa": "Ropivacaine",
        "opb": "Prilocaine",
        "opc": "Amethocaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Local and Regional Anesthesia",
        "id": "736c4393-2b23-4527-ba3f-3194526cefac",
        "choice_type": "single"
    }
]