[
    {
        "question": "Following are hepatotoxic anesthetic agents except-",
        "exp": "Ans. is 'd' i.e.. Propofol o Following are the groups of hepatotoxic anesthetic agents:i) Group I: Drugs with well known hepatotoxic potential and containing Chlorine or bromine. Eg: chloroform,ii) Group II: Drugs which contain fluorine Eg: halothane, methoxyflurane. o Desflurane, enflurane, sevoflurane, isoflurane, nitrous oxide and carbon tetrachloride are also linked with hepatotoxic ity.",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Chloroform",
        "opc": "Ether",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "e32cfbed-a15f-470d-a5c0-255b14e59d68",
        "choice_type": "multi"
    },
    {
        "question": "Local anaesthetic injected directly into the tissue -",
        "exp": "Ans. is 'a' i.e., Infiltration anaesthesia Infiltration anaesthesiao It is the injection of local anaesthetic directly into tissue without taking into consideration the course of cutaneous nerve.o It can be so superficial as to include only the skin, it also can include deeper structureso It is used for minor surgeries, e.g. incision & drainage, suturing etc.o Adrenaline can be used along with LA to prolong its duration of action and to prevent its systemic absorptiono However adrenaline containing solution should not be used into tissues supplied by endarteries, e.g. in fingers and toes, ear, nose, and penis because vasoconstriction may lead to gangrene.Conduction blockA. Field blocko Is produced by subcutaneous injection of a solution of local anaesthetic in order to anaesthetize the region distal to the injection.o For example, subcutaneous infiltration of the proximal portion of the volar surface of the forearm results in extensive area of cutaneous anaesthesia that starts 2 to 3 cm distal to the site of injection.B. Nerve blocko LA is injected around a peripheral nerve or a plexus. Examples are -Upper limb - brachial plexus and wrist blockHead & Neck - Stellate ganglion block, trigeminal nerve block.Thorax & abdomen - Interc4ostal nerve & celiac plexuso Note - Most common complication of brachial plexus block is pneumothorax.",
        "cop": 1,
        "opa": "Infiltration anaesthesia",
        "opb": "Nerve block",
        "opc": "Field block",
        "opd": "Bier's block",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "fe50a882-04a1-45b4-a8fb-6fed0b2eb168",
        "choice_type": "single"
    },
    {
        "question": "Local anaesthetics act by-",
        "exp": "Ans. is 'a' i.e., Na channel inhibition inside gate o Local anesthetics act by inhibiting Na+ channels from inside.Mechanism of action of LAo Local anaesthetics block generation and conduction of nerve impulse at all part of neuron where they come in contact, without causing structural damage.o Thus not only sensory but motor impulses and autonomic control is also interrupted,o Mechanism of action# Normally Na+ channel in axonal membrane has following phases :LAs prolong the inactive state - channel takes longer to recover - refractory period of the fiber is increased.LAs first penetrate the axonol membrane to come inside and then their active species (cationic form) bind to Na+ channel from inside.Cationic form (active form) is able to approach its receptor only when the channel is open at the inner face - So resting nerve is resistant to block as Na+ channels are not activated and cationic form is not able to approach its receptor.So blockade develops rapidly when the nerve is stimulated repeatedly.Degree of blockade is frequency dependent - greater blockade at higher frequency of stimulation.Exposure to higher concentration of Ca+2 reduces inactivation of Na+ channels and lessens the block.o Order of blockade of fibres B > C > Ad > Aa, b & g (Autonomic > Sensory > Motor). Order of recovery is in reverse order.o Among sensory afferent order of block is : Temperature (cold before heat) > Pain > touch > deep pressure,o When applied to tongue, bitter taste is lost first followed by sweet and sour, and salty taste last of all.o Myelinated nerves are blocked earlier than nonmyelinated,o Smaller fibres are more sensitive than larger fibres.",
        "cop": 1,
        "opa": "Na channel inhibition inside gate",
        "opb": "Na channel inhibition outside gate",
        "opc": "K channel inhibition inside gate",
        "opd": "K channel inhibition outside gate",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "da50b434-53c9-4330-b171-e93f8ed2c634",
        "choice_type": "single"
    },
    {
        "question": "Local anaesthetic with prolonged action -",
        "exp": "Ans. is 'd' i.e., Dibucaineo Dibucaine is the longest acting local anaesthetico Chlorprocaine is the shortest acting local anaesthetico Decreasing order of duration : - Dibucaine > Bupivacine = Tetracaine = Ropivacaine =Etidocaine > Prilocaine = Lignocaine = Mepivacaine = Cocaine > Procaine > Chlorprocaine.",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Cocaine",
        "opc": "Lidocaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "bfc166ab-500e-43f6-99b1-509356d54f80",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic local anaesthetic is-",
        "exp": "Ans. is 'a' i.e., Bupivacaine Bupivacaine (Sensoricaine. Marcaine)o Bupivacaine is 2nd most commonly used local anaesthetic (after lidocaine).o Bupivacaine has the highest local tissue irritancy amongst local anaesthetics,o It is the most cardiotoxic local anaesthetic.o Levobupivacaine (The S(-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure,o Concentrations used for bupivacaine are : - Nerve block : 0.5%, Epidural: 0.25 - 0.5 %, and spinal: 0.5%.o Maximum safe dose is 2 mg/kg without adrenaline and 3mg/kg with epinephrine.",
        "cop": 1,
        "opa": "Bupivacaine",
        "opb": "Procaine",
        "opc": "Prilocaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "3baddd31-12f5-44ae-8994-0cc25b66355a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an amide:",
        "exp": "Ans. is 'b' i.e. procaineThis one has been repeated so many times beforeAmide linked Local anaestheticsLidocaineBupivacaineDibucainePrilocaineRopivacaineEster linked local anaestheticsCocaineProcaineChlorprocaineTetracaineBenzocaine",
        "cop": 2,
        "opa": "Lidocaine",
        "opb": "Procaine",
        "opc": "Prilocaine",
        "opd": "Etidocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "04b58a19-4825-4d38-a6b0-77d6c4ac458e",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetics block which ion channel:",
        "exp": "Ans (c) Na+Ref: KDT 6th ed. / 353",
        "cop": 3,
        "opa": "K+",
        "opb": "Ca+",
        "opc": "Na+",
        "opd": "Cl",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "63aba441-88c8-452e-8b95-90e8682f47dc",
        "choice_type": "single"
    },
    {
        "question": "All are used for local infiltration except -",
        "exp": "Ans. is 'c' i.e., Dibucaine Use of local anaesthesia to produce regional anaesthesiaAnestheticTopicalLocal infiltrationPeripheral Nerve blockIntravenous regional (Bier's block)SpinalEpiduralEsters o ProcaineNoYesYesNoYesNoo ChlorprocaineNoYesYesYesNoYeso Tetracaine (Amethocaine)YesNoNoNoYesNoo CocaineYesNoNoNoNoNoo BenzocaineYesNoNoNoNoNoAmides o LidocaineYesYesYesYesYesYeso MepivacaineNoYesYesNoNoYeso BupivacaineNoYesYesNoYesYeso RopivacaineNoYesYesNoYesYeso EtidocaineNoYesYesNoNoYeso PrilocaineNoYesYesYesNoNoo DibucaineYesNoNoNoNoNo",
        "cop": 3,
        "opa": "Lidocaine",
        "opb": "Ropivacaine",
        "opc": "Dibucaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "f303c801-59f9-4afc-88a8-60b0276b18c3",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly used local anaesthetics -",
        "exp": "Ans. is 'b' i.e., BupivacaineBupivacaineo Bupivacaine is 2nd most commonly used local anaesthetic (after lidocaine).o Bupivacaine has the highest local tissue irritancy amongst local anaesthetics,o It is the most cardiotoxic local anaesthetic.o Levobupivacaine (The S(-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure,o Concentrations used for bupivacaine are : - Nerve block : 0[?]5%, Epidural : 0[?]25 - 0[?]5 %, and spinal : 0[?]5%.o Maximum safe dose is 2 mg/kg without adrenaline and 3mg/kg with epinephrine.",
        "cop": 2,
        "opa": "Dibueaine",
        "opb": "Bupivacaine",
        "opc": "Prilocaine",
        "opd": "Tetracaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "86c1c2ec-a23f-459e-80d8-f49237295665",
        "choice_type": "single"
    },
    {
        "question": "Maximum dose of lignocaine with adrenaline (in mg/kg) -",
        "exp": "Ans. is 'c' i.e., 7 mg/kg o Maximum safe dose of plain lidocaine- 300 mg (4[?]5 mg'kg).o Maximum safe dose of lidocaine with epinephrine- 500 mg (7 mg.'kg).",
        "cop": 3,
        "opa": "4",
        "opb": "5",
        "opc": "7",
        "opd": "10",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "0fd839a4-6ade-4841-bd67-4a5a77fee53e",
        "choice_type": "single"
    },
    {
        "question": "Percentage of lidocaine in Eutectic mixture -",
        "exp": "Ans. is 'b' i.e., 2.5% Eutectic mixture of local Anaesthetics o This is unique topical preparation which can anesthetize intact skin. o It is a mixture of 2.5% lidocaine and 2.5 prilocaine. o It acts slowly and the cream must be held in contact with the skin for at least 1 hour. o EMLA is used: to make venepuncture painless especially in children, and for procedures like skin grafting & circumcision. o As systemic absorption of prilocaine can cause methemoglobinemia, EMLA should not be used on mucocutaneous membrane or in a very small child.",
        "cop": 2,
        "opa": "1%",
        "opb": "2.50%",
        "opc": "5%",
        "opd": "10%",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "5c34d13b-2cd1-4912-a3ec-6cba6ba5c3cc",
        "choice_type": "single"
    },
    {
        "question": "All are methods of regional anaesthesia except -",
        "exp": "Ans. is 'd' i.e., Total intravenous anaesthesia Regional anaesthesia (Local anaesthesia)o Regional anaesthesia means loss of sensation in body part without the loss of consciousness or the impairment of central control of vital function.o Methods are:1. Topical anaesthesia (surface anaesthesia)2. Infiltration anaesthesia3. Intravenous regional anaesthesia (Bier's block)4. Conduction block (either field block or nerve block).5. Spinal anaesthesia6. Epidural anaesthesia",
        "cop": 4,
        "opa": "Topical anaesthesia",
        "opb": "Bier's block",
        "opc": "Nerve block",
        "opd": "Total intravenous anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "26142a03-56ae-40be-bf65-9210b79647de",
        "choice_type": "multi"
    },
    {
        "question": "All are esters EXCEPT:",
        "exp": "Ans. (a) PrilocaineRef: KDT 6th ed. / 352",
        "cop": 1,
        "opa": "Prilocaine",
        "opb": "Cocaine",
        "opc": "Tetracaine",
        "opd": "Chlorprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "559f738e-14f3-480e-82f5-a1489926abea",
        "choice_type": "multi"
    },
    {
        "question": "Centrineuraxial anaesthesia is not contraindicated in:",
        "exp": "Ans: B (Patient on aspirin) Ref: Miller Textbook of Anaesthesia. 6th editionExplanationPatients on Single anti platelet drug is not a contraindication to central neuraxial blockade. whereas patients on multiple antiplatelet drugs are contraindicated for neuraxial anesthesia,Patients on Anticoagulants. Fibrinolytic agents and Thrombocytopenia (platelet count <80.000) are at risk of bleeding and neuraxial hematoma with a possibility of spinal cord compression. Such patients are contraindicated for neuraxial anesthesia.Patients with raised Intracranial pressure carry a risk of coning of the brainstem and death. Such patients are contraindicated for neuraxial anesthesia.Contraindications for Centrineuraxial AnesthesiaAnticoagulantsFibrinolytic agentsThrombocytopeniaRaised intracranial pressureMultiple antiplatelet drugs",
        "cop": 2,
        "opa": "Platelets <80.000",
        "opb": "Patient on aspirin",
        "opc": "Patient on anticoagulants",
        "opd": "Raised intracranial pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "05f591ee-8322-4762-a056-be0ced943116",
        "choice_type": "single"
    },
    {
        "question": "Treatment of bupivacaine toxicity includes: (PGI May 2011)",
        "exp": "Ans: C (Bretylium) TREATMENT OF BUP1VACA1NE INDUCED CARDIOTOXIC1TY MILLER 6TH/933\"Many resuscitation drugs, including atropine, epinephrine, bretylium, lidocaine, amrinone, and phenytoin, have been used in animal studies and occasionally in humans for the treatment of bupivacaine overdose and cardiovascular collapse. In our view, beyond the established uses of epinephrine, vasopressin, and atropine in their designated steps in the advanced cardiac life support (ACLS) protocol and beyond the use of Intralipid as detailed later, there is no established role for anti arrhythmic drugs or other traditional resuscitation drugs in the setting of bupivacaine-induced cardiac arrest It is not recommended that bupivacaine-induced ventricular arrhythmias be treated with iidocaine or amiodaroneThe clinical implications for cardiac resuscitation after intravascular injection or overdose of local anesthetic are the following: Miller 6th/933No medications are uniformly effective in facilitating resuscitation from bupivacaine-induced cardiac arrest or severe ventricular tachycardia. Basic principles of cardiopulmonary resuscitation should be emphasized first, including attention to securing the airway; providing oxygenation and ventilation, and performing chest compressions if needed.Because resuscitation after local anesthetic-induced circulatory collapse is so difficult, prevention of massive intravascular injection or excessive dosing is crucial.Negative aspiration of the syringe does not always exclude intravascular placement, incremental, fractionated dosing should be the rule for all patients undergoing major conduction blockade. Although changes on the ECG are not always present before circulatory collapse, they often are, and continuous attention to the ECG (including changes in QRS morphology, rate, rhythm, or ectopy) may be lifesaving by terminating injection before a lethal dose is administered.If a patient experiences profound cardiovascular depression or circulatory arrest after the administration of bupivacaine, ropivacaine, or by extrapolation, other local anesthetics, then along with initiation of basic life support and theACLS protocol we support the recommendation of Weinberg and colleagues that a rapid bolus of Intralipid 20%<t\\ 1.5 mL/kg (or roughly 100 mL in adults), be administered without delay, followed if necessary by an infusion of 0.25 mL/kg/min for the next 10 minutesTreatment of Bupivacaine Induced Cardiotoxicity Barash Anesthesia 6th/545\"Potent local anesthetics (e.g., bupivacaine! can produce profound cardiovascular depression and malignant dysrhythmias that should be promptly treated. Oxygenation and ventilation must be immediately instituted, with cardiopulmonary resuscitation if needed. Ventricular dysrhythmias may be difficult to treat and may need large and multiple doses of electrical cardioversion, epinephrine, vasopressin, and amiodarone. The use of calcium channel blockers in this setting is not recommended, as its cardiodepressant effect is exaggerated\"A novel and promising treatment for cardiac toxicity is the administration of intravenous lipid to theoretically remove bupivacaine from sites of action. Administration of 100 mL of 20% lipid solution has been reported to allow successful resuscitation of a patient from bupivacaine-induced dysrhythmias refractory to conventional therapy.These findings raise the question of whether standard propofol in a 10% lipid solution would be a preferred treatment for cardiac toxicity. However, the dose of lipid in a standard induction dose of propofol would be too small and the dose of propofol would lead to unacceptable cardiac depression",
        "cop": 3,
        "opa": "Isoprenaline",
        "opb": "Calcium channel blockers",
        "opc": "Bretylium",
        "opd": "Metoprolol",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "f44d23a4-5216-4b42-8ebe-e5a6a2c0c3e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an ester:",
        "exp": "Ans: (a) ChlorprocaineESTER and AMIDESEster (one Tin name)Amides (2 Tin name)* Cocaine* Benzocaine* Chlorprocaine* Tetracaine* Lignocaine* Bupivacaine* Prilocaine* Dibucaine* EtidocaineRemember: Amide group of LA contain \"2 i\" in their names.* All LA causes causes vasodilation and hypotension, EXCEPT Cocaine. It causes vasoconstriction and significant rise in BP.",
        "cop": 1,
        "opa": "Chlorprocaine",
        "opb": "Bupivacaine",
        "opc": "Dibucaine",
        "opd": "Prilocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "c11f4c02-88e2-4b56-a572-91ff9584784a",
        "choice_type": "single"
    },
    {
        "question": "Longest acting local anaesthetic drug is?",
        "exp": "Ans. (d) BupivacaineRef: Morgan's Anaesthesiology 4/e, p 269",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Prilocaine",
        "opc": "Lignocaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "3cb002bb-6132-49cd-b688-2bb3242999f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an amide -",
        "exp": "Ans. is 'b' i.e., Procaine Local Anaesthetics|||AmidesEstersLidocaineBupivacaineDibucaine (cinchocain)PrilocaineRopivacaineCocaineProcaineChloroprocaineTetracaine (Amethocain)BenzocaineAdvantages of amides over esters:o Produces more intense and longer lasting anaesthesiao Cause less hypersensitivity reactionso Produce longer lasting anaesthesia as they are not hydrolysed by esterasesRemembero Amide LAs bind to a1 acid glycoprotein, while ester LAs do not bind to plasma protein.o Ester LAs can antagonize the action of sulfonamide due to PABA residue.",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Mepivacaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "feb6d223-c84a-4167-968d-ecc8dc389eca",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following local anesthetics is highly cardio-toxic:",
        "exp": "Ans. is 'd' i.e., Bupivacaine Local anaesthetics are cardiac depressants but no significant effects are observed at conventional doses.At higher doses or on inadvertent i.v. injection they have quinidine like effect on heart i.e. they -Decrease automaticity Decrease excitability Decrease contractility Decrease conductivity Increase effective refractory periodAt a very high plasma concentration, some local anaesthetics can markedly alter electrophysiological properties of heart and they can themselves induce cardiac arrhythmias.Bupivacaine is the most cardiotoxic local anaesthetic and it can produce arrhythmias and severe cardiotoxic reactions which areA. V. heart blockDysrhythmias such as ventricular fibrillationCirculatory collapse (This occurs due to smooth muscle dilatation)",
        "cop": 4,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Mepivacaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "669801ae-3ee8-4f49-9ea0-32109476546d",
        "choice_type": "single"
    },
    {
        "question": "Bupivacaine toxicity causes -",
        "exp": "Ans. is 'c' i.e., CardiotoxicityBupivacaineo Bupivacaine is 2nd most commonly used local anaesthetic (after lidocaine).o Bupivacaine has the highest local tissue irritancy amongst local anaesthetics,o It is the most cardiotoxic local anaesthetic.o Levobupivacaine (The S(-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure,o Concentrations used for bupivacaine are : - Nerve block : 0.5%, Epidural: 0.25 - 0.5 %, and spinal: 0.5%.o Maximum safe dose is 2 mg/kg without adrenaline and 3mg/kg with epinephrine.",
        "cop": 3,
        "opa": "Renal toxicity",
        "opb": "Pulmonary toxicity",
        "opc": "Cardiotoxicity",
        "opd": "None",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "f12fe0a4-aa48-4efa-a86c-ef6103311632",
        "choice_type": "multi"
    },
    {
        "question": "Shortest acting local anesthetic agent is -",
        "exp": "Ans. is 'a' i.e., Procaine o Chlorprocaine is the shortest acting LA. Amongst the given options procaine is shortest acting.Local Anesthetic agentsShort duration(< 30 min) Low potencyIntermediate duration (30-90 min) Intermediate potencyLong duration (> 120 min) High potencyChlorprocaine (shortest acting)LignocaineMepivacaineBupivacaineTetracaineProcainePrilocaineCocaineEtodicaineRopivacaineDibucaine (longest acting)",
        "cop": 1,
        "opa": "Procaine",
        "opb": "Lidocaine",
        "opc": "Tetracaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "a11b4c42-e681-4156-b787-035c504bfe3e",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is NOT an amide -",
        "exp": "Ans. is 'b' i.e., Procaine Local AnaestheticsAmidesEstersLidocaineBupivacaineDibucaine (cinchocain)PrilocaineRopivacaineCocaineProcaineChloroprocaineTetracaine (Amethocain)Benzocaine",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Mepivacaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "3f5884e0-7f35-4118-864f-9c887cbca77d",
        "choice_type": "single"
    },
    {
        "question": "Longest acting local anesthetic agent is -",
        "exp": "Ans. is 'd' i.e., Dibucaine Local Anesthetic agentsShort duration(< 30 min)Low potencyIntermediate duration (30-90 min)Intermediate potencyLong duration (> 120 min) High potencyChlorprocaine (shortest acting)LignocaincMepivacaineBupivacaineTetracaineProcainePrilocaineCocaineEtodicaineRopivacaineDibucaine (longest acting)",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Lidocaine",
        "opc": "Prilocaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "9622c513-c48c-42cb-83bd-ffa116b5d3b2",
        "choice_type": "single"
    },
    {
        "question": "First sensation to be lost in local anesthetic use is?",
        "exp": "Ans. (c) TemperatureRef: Morgan 3/e, p 260",
        "cop": 3,
        "opa": "Touch",
        "opb": "Pain",
        "opc": "Temperature",
        "opd": "Pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "d8878ea2-ee68-4e7f-abac-4450fd88109c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following local anesthetic is most cardiotoxic -",
        "exp": "Ans. is 'd' i.e., Bupivacaine o Bupivacaine is the most cardiotoxic local anaesthetic.Important facts about LAo Chlorprocaine is the shortest acting LA.o Dibucaine is the longest acting, most potent and most toxic LA.o Bupivacaine is the most cardiotoxic LA (Ropivacaine is a newer bupivacaine congener with less cardiotoxicity).o Levobupivacaine (The S (-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure.o Prilocaine can cause Methaemoglobinemia.o Lignocaine is the most commonly used LA.o Bupivacaine has the highest local tissue irritancy.o Chlorprocaine is contraindicated in spinal anaesthesia as it can cause paraplegia due to presence of neurotoxic preservative sodium metabisulphite.o Procaine is the LA of choice in malignant hyperthermia.",
        "cop": 4,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Mepivacaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "114e5a6f-1277-40e6-99fc-90c3fefe99ad",
        "choice_type": "single"
    },
    {
        "question": "All are true about lidocaine except:",
        "exp": "Ans. b. It is most cardiotoxic local anesthetic (Ref: Katzung 11/e p239)LidocaineMOA: Blocks both activated and inactivated Na+ channels with rapid kineticsQ.Pharmacokinetics: Has extensive first pass hepatic metabolismQ, only 3% of orally administered lidocaine appears in the plasma.Most physicians administer IV lidocaine only to patients with arrhythmias.Lidocaine ToxicityLidocaine is the least cardiotoxicQ of currently used Na+ channel blocker.Other side effects are:Neurologic: Paraesthesia, tremorsLight headedness.Hearing disturbancesSlurred speechConvulsionsUses of LidocaineVentricular tachycardiaQPrevention of ventricular fibrillationQLocal AnestheticsAminoesters (single 'i')Aminoamides (double 'i')* Procaine* Chlorprocaine* Tetracaine* Benzocaine* Cocaine* Esters are metabolized by pseudocholinesterase (except cocaine which is metabolized by liver)* High incidence of allergic reactions which are because of para aminobenzoic acid* Solutions are not stable* Lignocaine* Mepivacaine* Prilocaine* Bupivacaine* Etidocaine* Ropivacaine* Amides are metabolized primarily in liver.* Low incidence of allergic reactions* Solutions are stable (Not destroyed even by autoclaving)Local Anesthetics: Mechanism of actionLA blocks Na+ channel from insideQ of cell membrane and raises the threshold of channel openingQ.Resting nerve is resistant to block and blockage develop rapidly when the nerve is stimulated repeatedlyQ.High Ca2+ conc, lessens the degree of block.",
        "cop": 2,
        "opa": "It acts on sodium channels in both active and inactive state",
        "opb": "It is most cardiotoxic local anesthetic",
        "opc": "It is given IV in cardiac arrhythmias",
        "opd": "Extensive first pass metabolism",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "78ddc68b-2a79-4bc0-92cc-79e43fc27130",
        "choice_type": "multi"
    },
    {
        "question": "All are amides EXCEPT:",
        "exp": "ANSWER: (B) ProcaineREF: KDT 4th edition page 161Amide linked LA(Mnemonic = two \"I\" in the spelling)Ester linked LA(Mnemonic= one \"I\" in the spelling)Lignocaine (Lidocaine/xylocaine)BupivacaineDibucainePrilocaineRopivacaineCocaineProcaineChlorprocaineTetracaineBenzocaine",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Procaine",
        "opc": "Prilocaine",
        "opd": "Etidocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "1016157d-6bc9-4ba0-a1e2-cff925b14103",
        "choice_type": "multi"
    },
    {
        "question": "Maximum dose of lignocaine with adrenaline for local blocks in ophthalmic surgeries is:",
        "exp": "Ans. c. 7 mg/kg (Ref: Morgan 4/e p270)Maximum dose of lignocaine with adrenaline for local blocks in ophthalmic surgeries is 7 mg/kg.\"Maximum safe dose of lignocaine with epinephrine is 500 mg or 7 mg/kg.Lignocaine (Lidocaine or Xylocaine)Most commonly used LA. It is amide linked local anaesthetic that can be used as surface anesthetic agent (i.e. through mucous membrane or skin)Q.Lignocaine: Characteristic FeaturesVaso-ineffective: Neither vasoconstrictor nor vasodilatorNo mydriasis and cycloplegiaPropranolol increases risk of toxicity by decreasing clearance.Contraindicated in malignant hyperpyrexia and in patients with history of convulsions.Dose related neurological effects is main toxicity.Mechanism of Action:Lignocaine blocks both open (active) and closed (inactivated) cardiac Na+ channelsQ.Lignocaine is a local anesthetic that also is useful in acute intravenous therapy of ventricular arrhythmias. It is not useful in atrial arrhythmias.Lidocaine decreases the automaticity by reducing the slope of phase 4 and altering the threshold for excitability.Lidocaine is the least cardiotoxicQ of currently used Na+ channel blocker.Pharmacokinetics:It is well absorbed but undergoes extensive though variable first pass hepatic metabolismQ (only ~3% orally administered drug appearing in plasma); thus oral use of the drug is inappropriate.Therapeutic plasma concentrations of lidocaine may be maintained by intermittent intra muscular injections, but the IV route is preferred.Concentration of Lignocaine5%4%0.5% (Usually <2%)* Spinal anesthesia (Between arachnoid and piamater in subarachnoid space)* Topical:- Pharynx- Eye* Epidural anesthesia LignocaineMaximum safe doseMaximum safe dose with Adrenaline4.5 mg/kg or 300 mgQ7 mg/kg or 500 mgQUses of Lignocaine:It is used to suppress ventricular tachycardia (VT) and prevent ventricular fibrillation (VF).Its efficacy in chronic ventricular arrhythmia is poor but it suppresses VT due to digitalis toxicity (because it does not worsen AV block). However, it is not routinely prophylacticallY used to prevent VF in all acute Ml patients because it may increase mortality.Side-Effects of LignocaineCNSCVSRespiratoryAllergic* Stimulation followed by depression* Restlessness* Vertigo* Tremor* Convulsions* Respiratory failure (due to medullary depression).* Bradycardia* Arrhythmia* Hypotension* Cardiac failure* Depress hypoxic drive (ventilator response to low PaO2)* Apnea due to phrenic or intercostal nerve paralysis or depression of respiratory centre.* IV lignocaine blocks reflex bronchoconstriction associated with intubation, whereas aerosol lignocaine may lead to bronchospasm* Bronchospasm* Urticaria* Angioedema",
        "cop": 3,
        "opa": "3 mg/kg",
        "opb": "5 mg/kg",
        "opc": "7 mg/kg",
        "opd": "10 mg/kg",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "3f4ce824-235e-4610-aceb-79a2068cd989",
        "choice_type": "single"
    },
    {
        "question": "Local anesthesia acts by blockage of -",
        "exp": "Ans. is 'a' i.e., Na+ channel Mechanism of action of LAo Local anaesthetics block generation and conduction of nerve impulse at all part of neuron where they come in contactr without causing structural damage.o Thus not only sensory but motor impulses and autonomic control is also interrupted.o Mechanism of action# Normally Na+ channel in axonal membrane has following phases :RecoveryResting (close)-Active (open)-Inactive (open) LAs prolong the inactive state - channel takes longer to recover - refractory period of the fiber is increased.LAs first penetrate the axonol membrane to come inside and then their active species (cationic form) bind to Na\" channel from inside.Cationic form (active form) is able to approach its receptor only wrhen the channel is open at the inner face - So resting nerve is resistant to block as Na+ channels are not activated and cationic form is not able to approach its receptor.So blockade develops rapidly when the nerve is stimulated repeatedly.Degree of blockade is frequency dependent - greater blockade at higher frequency of stimulation.Exposure to higher concentration of Ca+2 reduces inactivation of Na+ channels and lessens the block.o Order of blockade of fibres B > C > Ad> Aa, b & g (Autonomic > Sensory > Motor). Order of recovery is in reverse order.o Among sensory afferent order of block is : Temperature (cold before heat) > Pain > touch > deep pressure,o When applied to tongue, bitter taste is lost first followed by sweet and sour, and salty taste last of all.o Myelinated nerves are blocked earlier than nonmyelinated,o Smaller fibres are more sensitive than larger fibres.",
        "cop": 1,
        "opa": "Na+ channel",
        "opb": "Ca++ channel]",
        "opc": "K+ channel",
        "opd": "Mg++ channel",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "de80cc3c-1f6b-479e-b019-fc8709f3dd22",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true about ether as an anesthetic agent::",
        "exp": "Ans. (b) Slow inductionRef : KDT 6th ed. / 371* Blood gas coefficient of ether is 12 which means ether has slow induction & slow recovery.* Irritant vapour, which can readily induce laryngeal spasm and make induction even slower and stimulates salivary and bronchial secretions, So atropine as pre medication is required.* Ether is highly inflammable and causes explosion with cautery. It should not be used when diathermy is needed in the airways because of risk of fire or explosion. Muscle relaxants need not be used as ether itself produces excellent relaxation.* Ether liberates catecholamines and tends to maintain blood pressure. Cardiac arrythmias occur rarely with ether and there is no sensitization of myocardium to circulating catecholamines.* Adrenaline is relatively safe with ether. Bronchial smooth muscle is relaxed.",
        "cop": 2,
        "opa": "Used with muscle relaxant",
        "opb": "Slow induction",
        "opc": "High risk of cardiac arrhythmia",
        "opd": "Recovery faster",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "0bea84b8-75cd-4d9c-bc1a-eb7c5f0dd34f",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of Local anesthetics:",
        "exp": "Ref: Miller Textbook of Anaesthesia. 6th editionExplanation:Mechanism of action of Local anestheticsThe primary mechanism of action of local anesthetics is blockade of voltage-gated sodium channels.The excitable membrane of nerve axons, like the membrane ot cardiac muscle and neuronal cell bodies, maintains a resting transmembrane potential of -90 to -60 mV.During excitation, the sodium channels open, and a fast inward sodium current quickly depolarizes the membrane toward the sodium equilibrium potential t+40 mV).As a result of depolarization, the sodium channels close (inactivate) and potassium channels open. The outward flow of potassium repolarizes the membrane toward the potassium equilibrium potential (about -95 mV): repolarization returns the sodium channels to the rested state.Biologic toxins such as batrachotoxin. aconitine, veratridine. and some scorpion venoms bind to receptors within the channel and prevent inactivation. This results in prolonged influx of sodium through the channel and depolarization of the resting potential.The marine toxins tetrodotoxin (TTX) and saxitoxin block sodium channels by binding to channel receptors near the extracellular surface. Their clinical effects superficially resemble those of local anesthetics (ie, block of conduction without a change in the resting potential) even though their receptor site is quite different.The blockade of sodium channels by most local anesthetics is both voltage- and time-dependent: Channels in the rested state, which predominate at more negative membrane potentials, have a much lower affinity for local anesthetics than activated (open state) and inactivated channels, w-hich predominate at more positive membrane potentials.Elevated extracellular calcium partially antagonizes the action of local anesthetics owing to the calcium-induced increase in the surface potential on the membrane (which favors the low-affinity rested state).Increases in extracellular potassium depolarize the membrane potential and favor the inactivated state, enhancing the effect of local anesthetics.",
        "cop": 1,
        "opa": "Inhibition of Na+ channels",
        "opb": "Inhi bition of Na+ K+ ATPase",
        "opc": "Inhibition of K+ channels",
        "opd": "Inhibition of Ca2+channels",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "24295f4e-149f-4b9b-835f-db66b7d19171",
        "choice_type": "single"
    },
    {
        "question": "Concentration of Local anesthetic agent used for Bier's block is",
        "exp": "0.5% (Bier's block: Intravenous regional anesthesia)",
        "cop": 1,
        "opa": "0.50%",
        "opb": "1-2%",
        "opc": "4%",
        "opd": "5%",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "df073c04-a7d7-46e5-ab99-c7259d8b2fc8",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent with vasoconstrictor is contraindicated in:",
        "exp": "Ans. (d) Finger blockRef: Morgan,clinical anesthesiology 4/e / 34* Vasoconstrictor should not be added for ring block of hand, finger, toes, penis, pinna as all these organs are supplied by end arteries and ischemic damage may occur* Adrenaline is most commonly used vasoconstrictor.* Felypressin is preferred in cardiovascular disease patient.",
        "cop": 4,
        "opa": "Spinal block",
        "opb": "Regional block",
        "opc": "Epidural block",
        "opd": "Finger block",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "cfd3811e-a629-4855-9132-cffd42c6257b",
        "choice_type": "single"
    },
    {
        "question": "Best local anaesthetic for ophthalmic surgery is-",
        "exp": "Ans. is 'd' i.e., Bupivacaine o The choice of local anaesthetic for ocular surgery varies,o But lidocaine (2%) and bupivacaine (0.5-0.75%) are used most commonly.o Generally the use of 1:1 mixture of 2% lidocaine (xylocaine) and 0.50% bupivacaine along with adrenaline and hyaluronidase in facial, retrobulbar and peribulbar blocks is common.",
        "cop": 4,
        "opa": "Tetracaine",
        "opb": "Prilocaine",
        "opc": "Procaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "82c25ff1-544a-456a-80ac-7cfa0b20bc94",
        "choice_type": "single"
    },
    {
        "question": "Most Cardio toxic local anaesthetic is?",
        "exp": "ANSWER: (B) BupivacaineREF: Miller 5th ed p. 586, Local Anesthesia in dentistry By Paul D, Robinson, Fraser McDonald, Thomas R. Pitt Fordt T. R. Pitt For page 75Bupivacaine:Most cardiotoxic and long acting amideMost potent and best agent for isobaric and spinal AnesthesiaContraindicated in IV Anesthesia due to cardiotoxicityUsed for intradural and epidural and peripheral blocks\"Bupivacaine is the most cardio toxic of all local anaesthetic and is contraindicated in pregnancyNote:All local anaesthetic crosses placenta to some extent.Prilocaine crosses placenta most readilyBupivacaine crosses placenta least readily but since it is most cardio toxic, it is contraindicated in pregnancy.Also know:Shortest acting LA- ChlorprocaineContraindicated in intradural due to paraplegia - ChlorprocaineLongest acting LA - DibucaineNatural LA- cocaineOnly vasoconstrictor LA- Cocaine << Vasoineffective LA- LignocaineLA of choice in NMS- ProcaineContraindicated in neonates and labor- Mepivacaine",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Bupivacaine",
        "opc": "Prilocaine",
        "opd": "Procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "bc05b326-b694-4cf5-863d-37d9b0df0ccc",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic local anaesthetic:",
        "exp": "Ans: (b) BupivacaineRef: KDT 6th ed. 1357* Bupivacaine is a local anesthetic agent from Amide group.* It is most cardiotoxic LA.* Shortest acting LA: Chlorprocaine* Longest acting LA: Dibucaine* Most commonly used LA: Lignocaine* Local anesthetic which causes methhemoglobinemia: Prilocaine",
        "cop": 2,
        "opa": "Dibucaine",
        "opb": "Bupivacaine",
        "opc": "Lignocaine",
        "opd": "Chlorprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "efc2d866-cf10-4ec7-9301-cd6872d5cd91",
        "choice_type": "single"
    },
    {
        "question": "Effect of cocaine on blood vessels is?",
        "exp": "ANSWER: (A) VasoconstrictorREF: KDT 4th e p. 166Effect of local anesthetic on blood vessels is:VasoconstrictorVasoineffectiveVasodilatorCocaineLignocaineOthers",
        "cop": 1,
        "opa": "Vasoconstrictor",
        "opb": "Vasodilator",
        "opc": "Vasoineffective",
        "opd": "First constrict then dilates",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "a5a72bf9-923a-43e8-8be9-a4d79b573355",
        "choice_type": "single"
    },
    {
        "question": "Local anaesthesia acts by -",
        "exp": "Ans. is 'a' i.e., Na+ channel Mechanism of action of LAo Local anaesthetics block generation and conduction of nerve impulse at all part of neuron where they come in contact, without causing structural damage.o Thus not only sensoiy but motor impulses and autonomic control is also interrupted.o Mechanism of action# Normally Na+ channel in axonal membrane has following phases: RecoveryResting (close)-Active (open)-Inactive (open)LAs prolong the inactive state channel takes longer to recover - refractory period of the fiber is increased.LAs first penetrate the axonol membrane to come inside and then their active species (cationic form) bind to Na+ channel from inside.Cationic form (active form) is able to approach its receptor only when the channel is open at the inner face - So resting nerve is resistant to block as Na+ channels are not activated and cationic form is not able to approach its receptor.So blockade develops rapidly when the nerve is stimulated repeatedly.Degree of blockade is frequency dependent - greater blockade at higher frequency of stimulation.Exposure to higher concentration of Ca+2 reduces inactivation of Na+ channels and lessens the block.o Order of blockade of fibres B > C > Ad > Aa, b& g (Autonomic > Sensory > Motor). Order of recovery is in reverse order.o Among sensory afferent order of block is : Temperature (cold before heat) > Pain > touch > deep pressure,o When applied to tongue, bitter taste is lost first followed by sw'eet and sour, and salty taste last of all.o Myelinated nerves are blocked earlier than nonmyelinated,o Smaller fibres are more sensitive than larger fibres.",
        "cop": 1,
        "opa": "Na+ channel inhibition",
        "opb": "Ca++ channel inhibition",
        "opc": "Mg++ channel inhibition",
        "opd": "K- channel inhibition",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "fa2acc8b-661e-446a-97ad-3a86cbba94c1",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic local anesthetic is:",
        "exp": "Ref: L Mather LE, Chang DM. Cardiotoxicity with modem local anaesthetics: is there a safer choice ? Drugs. 2001;61(3):333-42. 2. Lied jam JJ. de la Coassay e JE, Bassoul B. Brugada J.Mechanisms of the cardiac toxicity of bupivacaine. Ann Fr Anesth Reanim. 1988; 7(3):204-10Explanation:Bupivacaine is the most cardiotoxic of all the local anaesthetics.Associated with sudden increase in the plasma concentration of bupivacaine.It involves both electrical and mechanical structures within the heart.The main site of action on cardiac conduction tissue is the Vmax of phase 0 of the action potential of fast-reacting structures tlNa current).Bupivacaine, like lidocaine and the other class I antiarrhythmic drugs, blocks the sodium channels, this block being more slowly reversible.The disturbance of sodium channels throughout the heart leads to a decreased conduction speed throughout the conduction system, thus explaining possible acute conduction disturbances originating below the bundle of His.The ventricular dysarrhythmias are due to a re-entry circuit secondary to a slowing in conduction speed.The sinus bradycardias and junctional disturbances seen in toxic accidents are probably due to an inhibition of the slow current of the atrial and atrio-ventricular nodes (Isi current!.Bupivacaine, at toxic levels, has a direct effect on contractility.The negative inotropic effects seem to be due to a fall in the intracytoplasmic calcium concentration on wrhich depends the excitation- contraction couple, as well as disturbed cellular energetic events dependent on the contraction.Bupivacaine is disproportionately more cardiotoxic than its shorter-acting counterparts like ropivacaine and levobupivacaine.While all local anaesthetics can cause direct negative inotropic effects, ropivacaine and levobupivacaine are less cardiotoxic than bupivacaine.",
        "cop": 1,
        "opa": "Bupivacaine",
        "opb": "Lignocaine",
        "opc": "Lidocaine",
        "opd": "Ropivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "bc83b8f3-c513-4649-bf40-f30017900cb2",
        "choice_type": "single"
    },
    {
        "question": "Vasoconstriction is seen with",
        "exp": "Ans. is 'b' i.e. cocaine All local anaesthetic cause vasodilation except for cocaine which causes vasoconstriction.",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Cocaine",
        "opc": "Idiotocaine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "0f8cf124-90af-4008-ac1a-fc46ac08894a",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting local anaesthetics -",
        "exp": "Ans. is 'd' i.e., Chlorprocaine Local anethatics. duration of actionShort duration(< 30 min)Low potencyIntermediate duration (30-90 min)Intermediate potencyLong duration (> 120 min) High potencyChlorprocaine (shortest acting) LignocaineMepivacaineBupivacaineTetracaineProcainePrilocaincCocaineEtodicaineRopivacaineDibucaine (longest acting)",
        "cop": 4,
        "opa": "Lignocaine",
        "opb": "Bupivacaine",
        "opc": "Etidocaine",
        "opd": "Chlorprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "ac9e4115-4ce9-42ee-b192-99b5893b9e26",
        "choice_type": "single"
    },
    {
        "question": "Which of the following doesn't belong to ester group of local anaesthetics:",
        "exp": "Ans: (d) DibucaineRef: KDT 6th ed. / 352* Dibucaine is amide group of local anesthetics.ESTER and AMIDESEster (one Tin name)Amides (2 Tin name)* Cocaine* Benzocaine* Chlorprocaine* Tetracaine* Lignocaine* Bupivacaine* Prilocaine* Dibucaine* EtidocaineRemember: Amide group of LA contain \"2 i\" in their names.* All LA causes causes vasodilation and hypotension, EXCEPT Cocaine. It causes vasoconstriction and significant rise in BP.",
        "cop": 4,
        "opa": "Chlorprocaine",
        "opb": "Tetracaine",
        "opc": "Benzocaine",
        "opd": "Dibucaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "9e70c8d2-a562-436d-b485-90135450e491",
        "choice_type": "single"
    },
    {
        "question": "First clinically used local anaesthetic drug is?",
        "exp": "ANSWER: (C) CocaineREF: Miller 7th ed chapter 1See table of INTRODUCTION & TITLES IN ANAESTHESIA in 2013 Session 2Albert Niemann (1834-1861) of Germany, who isolated the alkaloid cocaine from the dried leaves of coca plant in 1856 & gave the name cocaine to the active drug. Vasili vonAnrep (1852-1918) was the first to remark on its local anesthetic properties after animal experimentsCarl Roller (an intern under Sigmund Freud) arranged to demonstrate the use of topical cocaine analgesia at the Ophthalmologic Congress in Heidelberg, Germany, on September 15, 1884. As the time for this presentation approached, he was unable to afford the travel expenses from Vienna, and a colleague from Trieste, Josef Brettauer (1835-1905), presented the three-page manuscript in his absence.",
        "cop": 3,
        "opa": "Procaine",
        "opb": "Prilocaine",
        "opc": "Cocaine",
        "opd": "Lidocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "a8cacb57-8901-453e-9662-8b06bb68bdea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is/are not true about Dibucaine:",
        "exp": "Ans: A (Shorter,,.) DIBUCAINE\"Dibucaine: Longest: acting local anesthetic, most potent & most toxic\"- Ajay Yadov 2nd/110\"DibucainefCin chocaine}:!t is the most potent, most toxic & longest acting LA It is used as a surface anaesthetic on less delicate mucous membrane (anal canal). Use for spinal anaesthesia of long durartion has declined after the availability ofbupivacaine\"- KDT 6th/358\"The dibucaine number is a measure of the qualitative activity of pseudocholinesterase and is the percentage of inhibition of the enzyme by the local anesthetic dibucaine. Normal individuals are homozygous for the wild type, and their dibucaine number is 80 because their plasma cholinesterase is 80% inhibited by dibucaine. Those who are homozygous for the atypical genes have a dibucaine number of 20 because of 20% inhibition Heterozygous individuals have a dibucaine number of 60 because of approximately 60% inhibition. The plasma cholinesterase level is a quantitative measure of this enzyme. Plasma cholinesterase should not be confused with cholinesterase activity, which is an assessment of erythrocyte or red blood cell cholinesterase. The combination of dibucaine number and plasma cholinesterase can differentiate genetic from nongenetic causes of prolonged apnea after the administration of succinylcholine\"-Millter 7th/1095Atypical Pseudocholinesterase Ajay Yadav 2nd/88# Incidence :1 in 3000.This can be diagnosed by Dibucaine numberDibucaine is a local anaesthetic which can inhibit 80% of normal enzyme & 20% of abnormal enzyme. So normal dibucaine number in homozygous typical (normal person) is 70-80%Sodium floride can be used in place of dibucaine(Floride number)Usually apnoea is for 1 to 2 hrTable (Ajay Yadav):Summary of properties of local AnestheticsDrugPotencyT1/2Duration of actionWithout adrenalineDuration of action With adrenalineMaximum safe dose (mg/ kg)CommentsEsters Procaine+ 15-30 minute30-90 minutes12 mg/kg Chloroprocaine+ 15-25 minute30-90 minutes12 mg/kgShortest actingCocaine+ + 3 mg/kgUsed for topicalAnesthesiaPotentvasoconstrictorTetracaine+ + + + 2-3 hours3-5 hours3 mg/kg AmidesLignocaine(Xyocaine)+ +1.6 hrs45-60 minutes'12-3 hours3 mg/kg (without adrenaline); 7 mg/kg without adrenaline)Most commonly used local anaestheticPrilocaine+ + 45-60 minutes2-3 hours8 mg/kgCan cause methaemoglobinemiaMepivacaine+ + 45-60 minutes2-3 hours4.5 mg/kg Etidocaine+ + + + 2-3 hours3-5 hours4 mg/kg Bupiva caine (Sensoricaine, Mancaine)+ + + +3.5 hrs2-3 hours3-5 hours2 mg/kgVery commonly used local anaestheticRopivacaine+ + + 2-3 hours3-5 hours3 mg/kgLess cardiotoxic than bupivacaineDibucaine+ + +4 hrs2.5-3.5 hours3.5-5.5 hours1 mg/kgLongest acting, most potent, most toxicProperty of local anaesthesia (KDT 6th/356)DrugMax. safe dose (mg)Duration of nerve block (min)Lidocaine30060-120Bupivacaine100180-360Tetracaine80180-480Dibucaine50180-600Drug used for spinor/ anaesthesia (KDT 6th/360)DrugTotal dose(mg)Duration of action (min)Lidocaine25-10060-90Bupivacaine10-2590-150Tetracaine5-1590-150Dibucaine2.5-10120-180 Type of Butyryl- cholinesteraseIncidenceDibucaine NumberResponse to SuccinylcholineHomozygous TypicalNormal70-80NormalHeterozygous Atypical1/48050-60Lengthened 50- 100%Homozygous Atypical1/320020-30Prolonged to 4-8 hrsButyrylchofinesterase (Pseudocholinesterase) Deficiency:# Levels can be affected by liver disease, advanced age, malnutrition, pregnancy, bums, OCP, etc.Large decreases in butyrylcholinesterase causes only- moderate increase in duration of action of succinylcholineDibucaine NumberDibucaine inhibits normal enzyme to far greater extent that variant. Thus, if the dibucaine number is low (i.e. the native enzyme is not inhibited by dibucaine), one should suspect or? abnormal variant of butyrylcholinesterase.",
        "cop": 1,
        "opa": "Shorter acting than tetracaine",
        "opb": "Longer acting than tetracaine",
        "opc": "More potent than tetracaine",
        "opd": "More potent than bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "defc7bb3-66f7-48cc-9efb-efd8f4fcdfe2",
        "choice_type": "multi"
    },
    {
        "question": "EMLA constituent is -",
        "exp": "Ans. is 'b' i.e., Lidocaine + Prilocaine Eutectic mixture of local Anaestheticso This is unique topical preparation which can anaesthetise intact skin.o It is a mixture of 2.5% lidocaine and 2.5 prilocaine.o It acts slowly and the cream must held in contact with skin for at least l hour.o EMLA is used : to make venepuncture painless especially in children, and for procedure like skin grafting & circumcision.o As systemic absorption of prilocaine can cause methemoglobinemia, EMLA should not be used on mucocutaneous membrane or in very small child.",
        "cop": 2,
        "opa": "Lidocaine + Cocaine",
        "opb": "Lidocaine + Prilocaine",
        "opc": "Lidocaine + Bupivacaine",
        "opd": "Bupivacaine + Prilocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "9cdc310a-d3b4-46b8-b748-1df59355bcf3",
        "choice_type": "single"
    },
    {
        "question": "From which of the following routes absorption of local anaesthetic is maximum?",
        "exp": "Ans. is 'a' i.e., Intercostal According to miller \"The greater the blood supply to the area injected, the greater is the systemic absorptionSites of absorption from greatest to least include:-Intrapleural > intercostal > pudendal > caudal > epidural > brachial plexus > infiltration.",
        "cop": 1,
        "opa": "Intercostal",
        "opb": "Epidural",
        "opc": "Brachial",
        "opd": "Caudal",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "c51d0052-17e9-4bc9-8383-1f8aaa2de323",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic local anesthetic -",
        "exp": "Ans. is 'b' i.e., Bupivacaine o Bupivacaine is the most cardiotoxic LA (Ropivacaine is a newer bupivacaine congener with less tardio toxicity).Important facts about LAso Chlorprocaine is the shortest acting LA.o Dibucaine is the longest acting, most potent and most toxic LA.o Procaine & chlorprocaine are least potent LAs.o Bupivacaine is the most cardiotoxic L4 (Ropivacaine is a newer bupivacaine congener with less cardiotoxicityi)o Levobupivacaine (The S (-) enantiomer of bupivacaine) is less cardiotoxic and less prone to cause seizure.o Prilocaine and Benzocaine can cause Methaemoglobinemiao Lignocaine is the most commonly used LAo Bupivacaine has the highest local tissue irritancy:o Chlorprocaine is contraindicated in spinal anaesthesia as it can cause paraplegia due to presence of neurotoxic preservative sodium metabisulphite.o Procaine is the LA of choice in malignant hyperthermia.",
        "cop": 2,
        "opa": "Procaine",
        "opb": "Bupivacaine",
        "opc": "Cocaine",
        "opd": "Lidocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Local and Regional Anesthesia)",
        "id": "4f1d5eaf-0429-41ee-8739-3b2de8c51a86",
        "choice_type": "single"
    }
]