[
    {
        "question": "Blind nasal intubation is not indicated in?",
        "exp": "ANSWER: (D) Base of skull fracture. REF: Miller 6lh ed p. 1628-1645 Contraindications for nasal intubation: Base of skull fracture. CSF rhinorrhoea. Adenoids. Nasal polyps. Bleeding disorder. Previous nasal surgery. Indications for blind nasal intubation. Impossible laryngoscopy. TM joint problems. Trismus due to any cause. Neck contracture",
        "cop": 4,
        "opa": "TM joint ankyloses",
        "opb": "Impossible laryngoscopy",
        "opc": "CSF otorrhea",
        "opd": "Base of skull fracture",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Anesthetic Equipment)",
        "id": "fee4e5f4-6a3a-4a3e-91b5-0d53d623f2a1",
        "choice_type": "single"
    },
    {
        "question": "O2 is given during anaesthesia to prevent-",
        "exp": null,
        "cop": 2,
        "opa": "Pain",
        "opb": "Hypoxia",
        "opc": "Hypercapnia",
        "opd": "Hypotension",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Anesthetic Equipment)",
        "id": "d88ca227-644c-4686-a7c6-b475c2554ab0",
        "choice_type": "single"
    },
    {
        "question": "Fixed oxygen delivery device is?",
        "exp": "ANSWER: (A) Venturi mask. REF: Stakey's essentials of anesthesia 2nded p. 76-77\"Ventury mask is a high flow fixed performance oxygen delivery device\"O2 DELIVERY SYSTEMS: High flow/fixed performance systems. Low flow/variable performance systems. Provides complete source of inspired 02, Provides fraction of inspired O2. Oxygen given at predetermined rate and doesn't depend upon patients respiration. Only used when fixed oxygen delivery is not required, oxygen delivery depends upon supply rate, tightness of mask on face, pattern of ventilation. Venture mask. Low flow devices are. Nasal cannula. Oxygen tents. Non breathing masks. Polymasks. Rebreathing masks. Maximum Oxygen delivered- 60%Maximum oxygen delivered - 44%",
        "cop": 1,
        "opa": "Venturi mask",
        "opb": "Nasal cannula",
        "opc": "Nasal mask",
        "opd": "Non breathing mask",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Anesthetic Equipment)",
        "id": "6008ea37-a68f-423f-8e8c-26fc2685a6db",
        "choice_type": "single"
    },
    {
        "question": "What is color of medical oxygen cylinder?",
        "exp": "Ans. c. Black body with white shoulder (Ref: Anaesthetic Equipments & Procedures, Practical Approach/P37, 38) The color of a medical oxygen cylinder is a black body with a white shoulder. Color Identification of Medical Gas Cylinders. Name of gas. Body. Shoulder. Pin index. Air. Grey. QWhite & black quarter. Q1, 5. QCarbon dioxide (Cone. >7. 5%). Grey. QGrey. Q1, 6. QOxygen. Black. White. Q2, 5. QCarbon dioxide (Cone. <7. 5%). Grey. QGrey. Q2, 6. QNitrous oxide. Blue. QBlue. Q3, 5. QCyclopropane. Orange. QOrange. Q3, 6. QEntonox (50% O2 + N2O). Blue. QBlue & white quarter. Q7. QHelium. Brown. QBrownQ-Mix of oxygen & helium (He <80. 5%). Brown. QWhite. Q2, 4. QMix of oxygen & helium (He >80. 5%). Brown. QWhite. Q4, 6. QNitrogen. Black. QBlack. Q1, 4Q",
        "cop": 3,
        "opa": "Black body with grey shoulder",
        "opb": "Grey body with black and white shoulder",
        "opc": "Black body w ith white shoulder",
        "opd": "Grey body with black shoulder",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous (Anesthetic Equipment)",
        "id": "df6521ee-0ffa-4d84-812e-8419aa7eeb2e",
        "choice_type": "single"
    }
]