[
    {
        "question": "Brain dead individuals have all of the following features EXCEPT (* NIMHANS March-2017 Post-MBBS, NIMHANS - Feb. 2008)",
        "exp": "(C) Only pain is preserved# BRAIN-DEAD> individual has no clinical evidence of brain function upon physical examination.> No response to pain and no cranial nerve reflexes.> Reflexes include pupillary response (fixed pupils), oculocephalic reflex, corneal reflex, no response to the caloric reflex test, and no spontaneous respirations.> In comatose patients, once it has been determined that the cervical spine is intact, a test of the vestibulo-ocular reflex (VOR), also known as the oculocephalic reflex or doll's eye reflex can be performed by turning the head to one side.> Positive response occurs when the eyes rotate to the opposite side to the direction of head rotation, thus indicating that the brain- stem (CN3, 6, 8) is intact.> Vertical oculo-vestibular eye responses can be assessed by irrigating both ears simultaneously.> If the brainstem is intact, cold water causes the eyes to deviate downwards and warm water causes the eyes to deviate upwards.",
        "cop": 3,
        "opa": "Dolls eye movement is absent",
        "opb": "Oculo-vestibular reflex is absent",
        "opc": "Only pain is preserved",
        "opd": "Corneal reflex is absent",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "310eeb2b-2f15-481d-92f0-6f4b7c1e549a",
        "choice_type": "multi"
    },
    {
        "question": "Pain Assessment Tool is best done by",
        "exp": "(B) Tachycardia. PAT - Pain Assessment Tool. Parameters012. Posture/tone Extended. Digits widespread. Shoulders raised off bed. Flexed and/or tense. Fists clenched. Trunk guarding. Limbs drawn to midline. Head and shoulder resist posturing. Cry. No Yes. When disturbed. Doesn't settle after handling. Loud. Whimpering. Whining. Sleep pattern. Relaxed Agirated or withdrawn. Wakes with startle. Easily woken. Restless. Squirming. No clear sleep/wake pattern. Eye aversion \"shut out\"Expression Frown. Shallow furrows. Eyes lightly closed. Grimace. Deep furrows. Eyes tightly closed. Pupils dilated. Color. Pink, well perfused Pale/dusky/flushed, Palmar swearing. Respirations Tachypnea. Art rest. Apnea. At rest or with handling. Heart rate Tachycardia. At rest. Fluctuating. Spontaneous or at rest. Oxygen saturation. Normal Desaturation with or without handling. Blood pressure. Normal Hypo-/hypertension at rest. Nurse's perception. No pain perceived by me I think the baby is in pain. Note: Infants are assessed and scores obtained every 2 to 4 hours. An infant with a score > 5 requires comfort measures; >10 requires analgesia dose adjustment# Pain causes stress. The endocrine system reacts by releasing an excessive amount of hormones, ultimately resulting in carbohydrate, protein, and fat catabolism (destruction); poor glucose use; and other harmful effects. This reaction combined with inflammatory processes can produce weight loss, tachycardia, increased respiratory rate, fever, shock, and death. Unrelieved pain prolongs the stress response, adversely affecting the patient's recovery.> Cardiovascular system responds to stress of pain by activating the sympathetic nervous system, which produces a variety of unwanted effects.> In the postoperative period, these include hypercoagulation and increased heart rate, blood pressure, cardiac work load, and oxygen demand.> Aggressive pain control is required to reduce these effects and prevent thromboembolic complications.> Cardiac morbidity is the primary cause of death after anesthesia and surgery",
        "cop": 2,
        "opa": "Ask patient",
        "opb": "Tachycardia",
        "opc": "Tachypnea",
        "opd": "Bradypnea",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "abe79175-df99-4942-98bc-9a5532ee3f70",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman on oral contraceptives presents with abdominal pain. A computed tomography (CT) scan of the abdomen demonstrates a large hematoma of the right liver with the suggestion of an underlying liver lesion. Her hemoglobin is 6, and she is transfused 2 units of packed red blood cells and 2 units of fresh frozen plasma. Two hours after staing the transfusion, she develops respiratory distress and requires intubation. She is not volume overloaded clinically, but her chest x-ray shows bilateral pulmonary infiltrates. Which of the following is the management strategy of choice?",
        "exp": "The patient has TRALI or transfusion-related acute lung injury which manifests as respiratory distress, hypoxemia, and bilateral pulmonary infiltrates not due to volume overload. The treatment of choice is respiratory suppo, including mechanical ventilation, as needed. The major risk factor for TRALI is transfusion of any plasma-containing blood products from multiparous female donors. Other complications of transfusions and their treatments include: (1) allergic reactions such as rash and fever--mild reactions are treated with an antihistamine; (2) transfusion-associated circulation overload (TACO) which occurs in patients with underlying heart failure who receive large volume transfusions--the treatment is administration of diuretics; and hemolytic reactions--diagnosis is made by a positive Coombs test and treatment is to stop the transfusion and identify the responsible antigen to prevent future reactions. There is no evidence that the patient has pneumonia or any other indication to perform bronchoscopy or to sta antibiotics.",
        "cop": 4,
        "opa": "Continue the transfusion and administer an antihistamine",
        "opb": "Stop the transfusion and administer a diuretic",
        "opc": "Stop the transfusion, perform bronchoscopy, and sta broad-spectrum empiric antibiotics",
        "opd": "Stop the transfusion and continue suppoive respiratory care",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "3d38919b-c151-4f05-97e2-8bb90e4ee93d",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old man has a 5-hour elective operation for repair of an abdominal aoic aneurysm. He had a small myocardial infarction 3 years earlier. In the ICU on the first postoperative day, he is hypotensive and is receiving dobutamine by continuous infusion. select the best method of physiologic monitoring necessary for the patient.",
        "exp": "This patient requires pulmonary aery catheter readings to allow his physicians to assess his volume status and need for ongoing inotropic suppo. Fuhermore, the patient continues to be hypotensive and requires fuher investigation as to the etiology that would subsequently dictate treatment (volume, afterload reduction, etc). Central venous monitoring alone does not allow the physician to assess cardiac function. Miller&; s anaesthesia 9th edition p578",
        "cop": 2,
        "opa": "Central venous catheterization",
        "opb": "Pulmonary aery catheterization",
        "opc": "Blood-gas monitoring",
        "opd": "Intracranial pressure monitoring",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "e4762634-0f12-4b7d-859e-a665e537b0e0",
        "choice_type": "multi"
    },
    {
        "question": "During surgery for aortic arch aneurysm under deep hypothermic circulatory arrest which of the following anaesthetic agent administered prior to circulatory arrest that also provides cerebral protection?",
        "exp": "(B) Thiopental Sodium # Uses of Thiopentone Sodium:> Induction of anaesthesia;> Maintenance of anaesthesia for short procedures;> Basal narcosis by rectal administration;> Treatment of status epilepticus;> Reduction of intracranial pressure;> Fordiagnostic operative neurological procedures.",
        "cop": 2,
        "opa": "Etomidate",
        "opb": "Thiopental Sodium",
        "opc": "Propofal",
        "opd": "Ketamine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "b0ec7a67-4379-4bd5-9e8b-d27e75dffec5",
        "choice_type": "single"
    },
    {
        "question": "Sholy after the administration of an inhalational anesthetic and succinylcholine for intubation prior to an elective inguinal hernia repair in a 10-year-old boy, he becomes markedly febrile, displays a tachycardia of 160, and his urine changes color to a dark red. Which of the following is the most appropriate treatment at this time?",
        "exp": "The cause of malignant hypehermia is unknown, but it is associated with inhalational anesthetic agents and succinylcholine. It may develop in an otherwise healthy person who has tolerated previous surgery without incident. It should be suspected in the presence of a history of unexplained fever, muscle or connective tissue disorder, or a positive family history (evidence suggests an autosomal dominant inheritance pattern). In addition to fever during anesthesia, the syndrome includes tachycardia, increased O2 consumption, increased CO2 production, increased serum K+, myoglobinuria, and acidosis. Rigidity rather than relaxation following succinylcholine injection may be the first clue to its presence. Treatment of malignant hypehermia should include prompt conclusion of the operative procedure and cessation of anesthesia, hyperventilation with 100% O2, and administration of intravenous dantrolene. The urine should be alkalinized to protect the kidneys from myoglobin precipitation. If reoperation is necessary, the physician should premedicate heavily, alkalinize the urine, and avoid depolarizing agents such as succinylcholine. Pretreatment for 24 hours with dantrolene is helpful; it is thought to act directly on muscle fiber to attenuate calcium release.",
        "cop": 4,
        "opa": "Complete the procedure but pretreat with dantrolene prior to future elective surgery.",
        "opb": "Administer inhalational anesthetic agents.",
        "opc": "Administer succinylcholine",
        "opd": "Hyperventilate with 100% O2.",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ca367e87-de96-4cb7-a097-6be2a041feb1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following increases intracranial tension",
        "exp": "(B) Ketamine",
        "cop": 2,
        "opa": "Thiopentone",
        "opb": "Ketamine",
        "opc": "Halothane",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "47939e5a-b328-4cef-b6fb-54f7c5e9f61b",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be used in increased ICT except",
        "exp": "(A) Ketamine # Complications of Ketamine:> Hypertension, tachycardia> Emergence delirium, nightmares, hallucinations (less frequent with intramuscular injection, least in elderly and below 15 yrs.)> Salivation, Increased intracranial pressure; Prolonged recovery.> Allergic reactions - Transient erythema/Morbilliform rash> Respiratory depression (dose dependent injection to be slow).",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Thiopentone",
        "opc": "Acetazolamide",
        "opd": "Mannitol",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "554c068f-fc7f-4656-9410-0f8e66c82132",
        "choice_type": "multi"
    },
    {
        "question": "100 % Oxygen therapy used in",
        "exp": "(A) Cluster headache # CLUSTER HEADACHES are rare, extremely painful, & debilitating headaches that occur in groups or clusters.> These headaches affect one side of the head (unilateral) & may involve tearing of the eyes & a stuffy nose.> Unlike migraines, more men experience this type of headache than women.> They can affect people of any age, but are most common between adolescence & middle age.> No discernable pattern can be found among families in the development of cluster headaches.> While no specific cause has been found for the disorder, it appears to be related to a sudden release of histamine or serotonin by the body tissue.> Onset is sudden & most commonly happens during the dreaming (REM) phase of sleep.> Headaches may occur daily for months, alternating with periods without the headaches (episodic), or they can recur for a year or more without stopping (chronic).> A person may experience alternating chronic & episodic phases.> Some people who experience cluster headaches are heavy smokers.> Alcohol, glare, stress, or certain foods may trigger an attack.> The goal of treatment is to relieve the symptoms.> Smoking, alcohol use, specific foods, and other factors that seem to trigger cluster headaches should be avoided.> A headache diary may be helpful in identifying triggers.> When a headache occurs, record the date and time it starts.> In addition, list all activities, substances used, and food/drink consumed within the previous 24 hours, as well as any other factors that seem significant.> HBOT seems to be useful in the treatment of cluster headaches, particularly for frequent headaches that occur at night.> Side effects of mild ear and sinus pressure have been reported",
        "cop": 1,
        "opa": "Cluster headache",
        "opb": "Migraine",
        "opc": "Congenital spherocytosis",
        "opd": "COPD",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "14b4e0a0-db11-434f-a13a-1657d0325ff0",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with multiple rib fractures and a pulmonary contusion requires prolonged intubation. He is unable to be weaned from the ventilator and is on a volume control mode. He has a tracheostomy and a percutaneous gastrotomy in place through which he is being fed. The surgeon orders a respiratory quotient (RQ), which is the ratio of the rate of carbon dioxide production over the rate of oxygen uptake. The RQ is 1. Based on this information, which of the following is the next step in his management?",
        "exp": "The respiratory quotient (RQ) is the ratio of the rate of carbon dioxide production over the rate of oxygen uptake. An RQ of 0. 75 to 0. 85 is ideal. The RQ is dependent on the composition of nutritional suppo. An RQ of 0. 7 indicates a diet comprised largely of lipids. An RQ of 1 or greater indicates a diet comprising primarily carbohydrates, which can impair weaning from the ventilator. Decreasing the carbohydrates in the enteral feeds would facilitate the patient's ventilator wean. Changing ventilator settings by decreasing the inspired concentration of oxygen or the rate may be indicated as pa of the ventilator wean, but these will not affect the RQ.",
        "cop": 4,
        "opa": "Decrease the inspired concentration of oxygen",
        "opb": "Decrease the rate on the ventilator",
        "opc": "Increase the rate on the ventilator",
        "opd": "Decrease the carbohydrates in his enteral feeds",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "6ae51366-5914-47a6-956c-82440bc8a327",
        "choice_type": "multi"
    },
    {
        "question": "Shifting patient from assisted ventilation to voluntary ventilation which of the following shows failure?",
        "exp": "Ans is 'a' i. e. O2 saturation < 80% * O2 saturation of >90% is one of the criteria for successful weaning from mechanical ventilation. Numerical indices used to predict successful weaning. Indices. Value. Minute ventilation<10L /minute. Vital capacity/body weight>10ml /kg. Respiratory frequency<35bpm. Tidal volume /body weight>5ml /kg. PEEP<5cm H2. ORespiratory rate /tidal volume< 100/litre. Sp. O2>90%Heart rate> 140bpm or change by >20%Systolic BP>180 or <90 mm/Hg",
        "cop": 1,
        "opa": "O2 saturation <80%",
        "opb": "PEEP <5cms",
        "opc": "RR <35 mins",
        "opd": "Tidal volume >5 ml/kg",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "1f6d4332-fb09-4594-bc99-c0362dd87a0c",
        "choice_type": "single"
    },
    {
        "question": "Malignant hyperthermia is caused by all except",
        "exp": "(A) Thiopentone sodium # MALIGNANT HYPERTHERMIA is the clinical syndrome observed during GA associated with rapidly increasing temperature as great as 1degC/5 minute.> Etiology: It is due to abnormality of Ryanodine receptor which is a calcium releasing channel of sacroplasmic reticulum. Causative agents of malignant hyperthermia> Muscle relaxant: Succinylcholine> Inhalational agents: Halothane (most common); Isoflurane; Enflurane; Desflurane; Methoxyflurane> Local anaesthetics: Lignocaine> Tricyclic antidepressants MAO inhibitors; Phenothiazines> Clinical features of malignant hyperthermia: Hyperthermia (T > 1 09degF); Increased end tidal CO2; Tachycardia, hypertension; Severe metabolic acidosis; Hyperkalaemia, increased creatine phosphokinase; Renal failure; DIC.> Treatment of Malignant Hyperthermia: Stop all anaesthetics; Control temperature; Sodium bicarbonate IV 2-4 meq/kg; Dantrolene 2 mg/kg repeated at every 5 minutes.> There is a fall in intraocular pressure with isoflurane, and isoflurane may precipitate malignant hyperpyrexia.> Halothane classically produces malignant hyperpyrexia in susceptible individuals. There is a reduction in intraocular pressure.",
        "cop": 1,
        "opa": "Thiopentone sodium",
        "opb": "Succinyl choline",
        "opc": "Halothane",
        "opd": "None of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "267e0581-016e-4c92-aa58-fcd53fee6117",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old man was assaulted and stabbed on the left side of the chest between the areola and the sternum. He is hemodynamically unstable with jugular venous distention, distant heart sounds, and hypotension. Which of the following findings would be consistent with a diagnosis of hemodynamically significant cardiac tamponade?",
        "exp": "On physical examination, cardiac tamponade may manifest with Beck triad (systemic hypotension, jugular venous distention, and distant heart sounds). Also, the patient may have pulsus paradoxus, which is manifested by a decrease in systolic blood pressure by more than 10 mm Hg at the end of the inspiratory phase of respiration. On echocardiogram, there will be pericardial fluid and right atrial collapse. On Swan-Ganz monitoring, there will be equalization of pressures across the four chambers. The right atrial pressures and central venous pressure are increased and cardiac output is decreased.",
        "cop": 3,
        "opa": "More than a 10 mm Hg decrease in systolic blood pressure at the end of the expiratory phase of respiration",
        "opb": "Decreased right atrial pressures on Swan-Ganz monitoring",
        "opc": "Equalization of pressures across the 4 chambers on Swan-Ganz monitoring",
        "opd": "Compression of the left ventricle on echocardiography",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "6f8b3db3-3ae5-423e-8bc1-33f39a3c7a21",
        "choice_type": "multi"
    },
    {
        "question": "Person with RYR1 receptor mutation should avoid",
        "exp": "(A) Succinylcholine# Malignant Hyperthermia (MH) or Malignant Hyperpyrexia is a rare life-threatening condition that is usually triggered by exposure to certain drugs used for general anesthesia -- specifically the volatile anesthetic agents and succinylcholine, a neuromuscular blocking agent.> In susceptible individuals, these drugs can induce a drastic and uncontrolled increase in oxidative metabolism in skeletal muscle, which overwhelms the body's capacity to supply oxygen, remove carbon dioxide, and regulate body temperature, eventually leading to circulatory collapse and death if not immediately treated.> Susceptibility to MH is often inherited as an autosomal dominant disorder, for which there are at least 6 genetic loci of interest, most prominently the ryanodine receptor gene (RYR1).> MH susceptibility is phenotypically and genetically related to central core disease (CCD), an autosomal dominant disorder characterized both by MH signs and myopathy.> MH is usually revealed upon or shortly after exposure to certain general anesthetic agents.> There is no simple, straightforward test to diagnose the condition.> Treatment with Dantrolene and other drugs is usually initiated when MH is strongly suspected.> Dantrolene and the avoidance of triggering agents in susceptible people have markedly reduced the mortality from this condition.",
        "cop": 1,
        "opa": "Succinylcholine",
        "opb": "Nitrous oxide",
        "opc": "Lidocaine",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "8c875261-3ba6-43ab-9d74-c26a3a7cbb47",
        "choice_type": "single"
    },
    {
        "question": "Which muscle relaxant increases intracranial pressure?",
        "exp": "(C) Suxamethonium # Suxamethonium chloride (Succinylcholine, Sscoline, or colloquially as Suxa) is a medication widely used in emerger cy medicine and anesthesia to induce muscle relaxation, usually to make endotracheal intubation possible> Side effects:> Side effects include muscle pains, acute rhabdomyolysis with hyperkalemia, transient ocular hypertension and increased ICT, constipation and changes in cardiac rhythm including bradycardia, cardiac arrest, and ventricular dysrhythmias.> In patients with neuromuscular disease or burns, a single injection of suxamethonium can lead to massive release of potassium from skeletal muscles with cardiac arrest.",
        "cop": 3,
        "opa": "Mivacurium",
        "opb": "Atracurium",
        "opc": "Suxamethonium",
        "opd": "Vecuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "4523129f-95bd-43cb-b4c5-d9560df8dcb8",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man who was in a house fire is transferred to your burn unit. He has singed nose hairs and facial burns. Direct laryngoscopy in the emergency room demonstrates pharyngeal edema and mucosal sloughing. He has 60% total body surface area burns. Which of the following is the next step in the management of this patient?",
        "exp": "The patient requires intubation because of suspicion of upper airway burns. Clinical suspicion should be increased given the singed nose hairs and facial burns. Intubation should be considered in the presence of posterior pharyngeal edema, mucosal sloughing, or carbonaceous sputum on direct laryngoscopy. Significant upper airway edema can result of upper airway burns, paicularly 12 to 24 hours post-injury. Bronchoscopy can be used to evaluate for lower airway burn injuries, but would not change management in this patient given the high clinical suspicion for airway burn injuries and the need for intubation. Inhaled or intravenous steroids for airway burn injuries are not indicated in patients with large burns due to the increased risk of infections. Carbon monoxide poisoning is treated with 100% inhaled oxygen; hyperbaric oxygen is used in patients with neurologic symptoms and small burns as it reduces the half-life of carboxyhemoglobin. However, the risks outweigh the benefits in patients with large burns. Miller&; s anaesthesia 9th edition page no 546",
        "cop": 4,
        "opa": "Hyperbaric oxygen",
        "opb": "Intravenous steroids",
        "opc": "Inhaled steroids",
        "opd": "Intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "60de5a9e-bed6-4ffd-8313-9197f3613061",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old woman has been intubated for several days after sustaining a right pulmonary contusion after a motor vehicle collision as well as multiple rib fractures. Which of the following is a reasonable indication to attempt extubation?",
        "exp": "There are multiple predictors that have been used to assess readiness for extubation. No single parameter is 100% predictive; attempted extubation should be based on correction of the underlying pathology, clinical status and hemodynamic stability, and a combination of the following parameters. The rapid shallow breathing index is the ratio of the respiratory rate to tidal volume. There is evidence to suggest that an index between 60 and 105 predicts successful extubation. The negative inspiratory force should be at least greater than -20 cm H2O. The patient should be weaned to 5 cm H2O PEEP before attempting extubation. The minute ventilation, which is the product of the tidal volume and respiratory rate, should be less than 10 L/min. The spontaneous respiratory rate should also be below 20 breaths per minute",
        "cop": 4,
        "opa": "Negative inspiratory force (NIF) of -15 cm H2O",
        "opb": "PO2 of 60 mm Hg while breathing 30% inspired Fi. O2 with a positive end-expiratory pressure (PEEP) of 10 cm H2O",
        "opc": "Spontaneous respiratory rate of 35 breaths per minute",
        "opd": "A rapid shallow breathing index of 80",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "1d17ce39-7cd3-4219-bfba-b475ef729ee6",
        "choice_type": "multi"
    },
    {
        "question": "If a patient starts getting convulsions following the use of Lignocaine as local anaesthetic, the Drug of choice for the control of convulsions would be",
        "exp": "(A) Diazepam > If a patient starts getting convulsions following the use of Lignocaine as local anaesthetic, the Drug of choice for the cortrol of convulsions is the> diazepam# DIAZEPAM> Relatively lipid soluble, water insoluble; crosses placenta.> Should be administered orally or i. v. as i. v. route is slow, incomplete, erratic.> Elimination half life 20-40 hours. (Enterohepatic recirculation), > Its metabolite N-desmethyldiazepam is pharmacologically active with half life of 100 hours; Age tends to reduce clearance of Diazepam> Complications of Diazepam: i. v. Injection causes high incidence of thrombophlebitis and pain.",
        "cop": 1,
        "opa": "Diazepam",
        "opb": "Chlorpromazine",
        "opc": "Scoline",
        "opd": "Any",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "aa51643c-0006-4001-9dcf-6c2f9ab56f85",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman requires an abdominoperineal operation for rectal cancer. She has a history of stable angina. Which of the following clinical markers is most likely to predict a cardiac event during her noncardiac surgery and should prompt fuher cardiac workup prior to her operation?",
        "exp": "The planned operation is a high-risk procedure. Patients can be stratified as having major, intermediate, or mild predictors of having a cardiac event. Major predictors include unstable angina, recent myocardial infarction, decompensated congestive heart failure, significant arrhythmias, and severe valvular disease. Intermediate predictors include mild angina, prior myocardial infarction, compensated or prior congestive heart failure, diabetes, and renal insufficiency. Minor predictors include advanced age, abnormal electrocardiogram, irregular rhythm, poor functional capacity, prior stroke, and uncontrolled hypertension.",
        "cop": 3,
        "opa": "Abnormal electrocardiogram",
        "opb": "Prior stroke",
        "opc": "Unstable angina",
        "opd": "Uncontrolled hypertension",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ccc9b68d-a0d8-495f-80c1-d170dc50c5de",
        "choice_type": "single"
    },
    {
        "question": "Respiratory obstruction in comatose patients is usually due to",
        "exp": "(D) Falling back of tongue# Falling back of tongue results the Respiratory obstruction in comatose patients",
        "cop": 4,
        "opa": "Presence of airway",
        "opb": "Presence of Ryle's tube",
        "opc": "Tracheostomy",
        "opd": "Falling back of tongue",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "c53e8efe-e229-4e5c-b47b-742b1ff6b1cf",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following inhaiational agent is contraindicated in a patient witj history of epilepsy?",
        "exp": "(B) Enflurane # Brief clonic seizures occur with the use of enflurane. Therefore enflurane is contraindicated.# Enflurane> Though it can give rise to fluoride as a metabolite, the quantity is insufficient to cause renal toxicity.> Bronchodilation and uterine relaxation is similar to halothane but it is better skeletal muscle relaxant> It stimulates salivary and respiratory secretions slightly, but they generally do not pose any problem.> It does not sensitize the heart to adrenaline (Arrhythmias are rare)> Fall in B. P. is similar to that caused by halothane as it also decreases peripheral resistance to some extent.",
        "cop": 2,
        "opa": "Isoflurane",
        "opb": "Enflurane",
        "opc": "Halothane",
        "opd": "Sevoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "a9ae556d-78fe-4d9d-bf66-bb96411abd0d",
        "choice_type": "single"
    },
    {
        "question": "An obese 50-year-old woman undergoes a laparoscopic cholecystectomy. In the recovery room, she is found to be hypotensive and tachycardic. Her aerial blood gases reveal a pH of 7. 29, Pa. O2 of 60 mm Hg, and Pa. CO2 of 54 mm Hg. Which of the following is the most likely cause of this patient's problem?",
        "exp": "Because of the ease with which CO2 diffuses across the alveolar membranes, Pa. CO2 is a highly reliable indicator of alveolar ventilation. In this postoperative patient with respiratory acidosis and hypoxemia, the hypercarbia is diagnostic of alveolar hypoventilation. Acute hypoxemia can occur with pulmonary embolism, pulmonary edema, and significant atelectasis, but in all those situations the Pa. CO2 should be normal or reduced, as the patient hyperventilates to improve oxygenation. The absorption of gas from the peritoneal cavity may transiently affect the Pa. CO2, but should have no effect on oxygenation.",
        "cop": 3,
        "opa": "Acute pulmonary embolism",
        "opb": "Carbon dioxide (CO2 ) absorption from induced pneumoperitoneum",
        "opc": "Alveolar hypoventilation",
        "opd": "Pulmonary edema",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "f26f22ac-b14c-4ecd-9875-fc4a25727b8f",
        "choice_type": "single"
    },
    {
        "question": "A comatose 28-year-old woman sustained a depressed skull fracture in an automobile collision. She has been unconscious for 6 weeks. Her vital signs are stable and she breathes room air. Following her initial decompressive craniotomy, she has returned to the operating room twice due to intracranial bleeding. select the best method of physiologic monitoring necessary for the patient.",
        "exp": "A patient who has suffered blunt head trauma requiring repeated surgeries for intracranial bleeding will likely be monitored with an intracranial pressure device. Other indications for intracranial pressure monitoring include subarachnoid hemorrhage, hydrocephalus, postcraniotomy status, and Reye syndrome. Measurement of intracranial pressure (ICP) allows the physician to determine and optimize the cerebral perfusion pressure (which is the difference between the mean aerial pressure and the ICP) Miller&; s anaesthesia 9th edition p654",
        "cop": 4,
        "opa": "Central venous catheterization",
        "opb": "Pulmonary aery catheterization",
        "opc": "Blood-gas monitoring",
        "opd": "Intracranial pressure monitoring",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "7fcab85c-6dfa-4620-8211-8d67dc479268",
        "choice_type": "single"
    },
    {
        "question": "You are administering anesthesia in a location that does not have an oxygen supply line. The E-cylinder that you are using reads 500 psig. Your oxygen flows are 10 L/min. Approximately how long does it take for your E-cylinder to empty",
        "exp": "A full E-cylinder of oxygen contains 600 L of gas at a pressure of 2000 psig. Using Boyle law (P1 V1 = P2 V2 ) the volume of the paially depleted cylinder can be calculated, V2 = (P1 V1 )/P2 or V2 = (P1 /P2 ) x V1. There is a quaer tank left, and therefore a quaer of 600 L, or 150 L. At 10 L/min, this volume of gas would last 15 minutes.",
        "cop": 2,
        "opa": "5 minutes",
        "opb": "15 minutes",
        "opc": "50 minutes",
        "opd": "100 minutes",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "f28b921d-e466-4c56-8e31-2139bb63742d",
        "choice_type": "single"
    },
    {
        "question": "Following pelvic gynecologic surgery, a 34-year-old woman becomes dyspneic, her peripheral aerial O2 saturation falls from 94% to 81%, and her measured Pa. O2 is 52 on a 100% non-rebreather mask. She is hemodynamically stable. A CT angiogram is consistent with a right lower lobe pulmonary embolus. Which of the following is the next step in her management?",
        "exp": "The initial treatment for venous thromboembolism (VTE) which includes deep venous thromboses (DVTs) and pulmonary emboli (PEs) is systemic anticoagulation with either unfractionated heparin--by bolus and infusion-- or low molecular weight heparins--by subcutaneous administration. Transition is then made to oral warfarin, which is a vitamin K antagonist. Warfarin is not the initial treatment because it requires several days to become therapeutic and proteins C and S (which are anticoagulants) are inhibited first resulting in a procoagulant state. Inferior vena cava (IVC) filters are indicated in patients for whom anticoagulation is contraindicated or in patients who develop recurrent VTE in the setting of adequate anticoagulation. Thrombolytic therapy and pulmonary embolectomy are typically reserved for patients with massive PEs with hemodynamic instability.",
        "cop": 1,
        "opa": "Systemic anticoagulation with heparin infusion",
        "opb": "Systemic anticoagulation with warfarin",
        "opc": "Placement of an inferior vena cava filter",
        "opd": "Thrombolytic therapy",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ec402661-4add-4dcb-8615-9cf8e464eb5c",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old man undergoes resection of an abdominal aneurysm. He arrives in the ICU with a core temperature of 33degC (91. 4degF) and shivering. Which of the following is a physiologic consequence of the shivering?",
        "exp": "Shivering is the physiologic effo of the body to generate heat to maintain the core temperature. In healthy persons, shivering increases the metabolic rate by 3 to 5 times and results in increased O2 consumption and CO2 production. In critically ill patients, these metabolic consequences are almost always counterproductive and should be prevented with other means employed to correct systemic hypothermia. In the presence of vigorous shivering, O2 debt in the muscles and lactic acidemia develop.",
        "cop": 2,
        "opa": "Rising mixed venous O2 saturation",
        "opb": "Increased production of CO2",
        "opc": "Decreased consumption of O2",
        "opd": "Rising base excess",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "a542baaa-4b01-4458-9897-c140824bfb63",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man sustains severe blunt trauma to the back. He notes that he cannot move his lower extremities. He is hypotensive and bradycardic. Which of the following is the best initial management of the patient?",
        "exp": "The patient is in neurogenic shock as a result of a spinal cord injury. Neurogenic shock is characterized by loss of sympathetic tone peripherally as well as bradycardia owing to loss of the reflexive increase in heart rate in response to hypotension. Initial treatment is with fluid resuscitation followed by initiation of vasoconstrictors such as dopamine or phenylephrine. Hypovolemia caused by hemorrhage should also be ruled out in trauma patients",
        "cop": 4,
        "opa": "Administration of phenylephrine",
        "opb": "Administration of dopamine",
        "opc": "Administration of epinephrine",
        "opd": "Intravenous fluid bolus",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "2129b5ff-f642-4b23-b7b3-0e552ab9ad52",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding post spinal headache, EXCEPT",
        "exp": "(D) Associated with photophobia # SPINAL HEADACHES may occur after a procedure such as a spinal tap or spinal anesthesia.> During a spinal tap (lumbar puncture), a sample of cerebrospinal fluid is withdrawn from your spinal canal. During spinal anesthesia, medication is injected into your spinal canal to numb the nerves in the lower half of your body. Both procedures require a puncture in the tough sac (dura) that surrounds the spinal cord. If spinal fluid leaks through the tiny puncture site, you may develop a spinal headache.> Signs and symptoms> Spinal headaches vary in intensity from mild to incapacitating. The pain often gets worse when you sit up, stand or cough. H may decrease or go away when you lie down.> Spinal headaches are often accompanied by: Neck stiffness Ringing in the ears Sensitivity to light Nausea Hearing impairment",
        "cop": 4,
        "opa": "Occurs within 48 hrs",
        "opb": "Increased by sitting",
        "opc": "Due to CSF Leak",
        "opd": "Associated with photophobia",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "2e83335c-f7ec-452c-acd6-edcec9b8e18b",
        "choice_type": "multi"
    },
    {
        "question": "For any anesthetics, the basic standards of monitoring include a continuous evaluation of all except",
        "exp": "The basic monitoring standards of the American Society of Anesthesiologists states that \"the patient's oxygenation, ventilation, circulation, and temperature shall be continually evaluated.",
        "cop": 1,
        "opa": "Hematocrit",
        "opb": "Circulation",
        "opc": "Ventilation",
        "opd": "Oxygenation",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "7e79b98a-355b-4637-a40d-a372107e25ce",
        "choice_type": "multi"
    },
    {
        "question": "Following group of drugs is the first line in the management of schizophrenia",
        "exp": "Most antipsychotics are dopamine antagonists, and as such they have found use in treatingschizophrenia, bipolar disorder, and stimulant psychosis.",
        "cop": 4,
        "opa": "Opioids",
        "opb": "Antiepileptics",
        "opc": "Serotonergic drugs",
        "opd": "Dopamine antagonist",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "4c7f4c37-7b2e-40e4-aa5f-92f172245234",
        "choice_type": "single"
    },
    {
        "question": "Ketamine acts on:",
        "exp": "(A) NMDA receptor > Pharmacologically Ketamine is classified as NMDA receptor antagonist. At high, fully anasthetic level doses ketamine ha:; also been found to bind to opioid p receptors type II in cultured human neuroblastoma cells, without agonist activity. Ketamine interacts with receptors, descending monoaminergic pain pathways and voltage gaenerated calcium channels. It induces dissociative anastehsia and is used as recreational drug",
        "cop": 1,
        "opa": "NMDA receptor",
        "opb": "Glycine receptor",
        "opc": "GABAa receptor",
        "opd": "Ach receptor",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "6232f7c7-181e-4d8b-b1a6-5d6afba1b711",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man is scheduled for a laparoscopic cholecystectomy for biliary colic. He repos a family history of prolonged paralysis during general anesthesia. Which of the following medications should be avoided during his procedure?",
        "exp": "The family history is suggestive of a pseudocholinesterase deficiency which prolongs the effects of succinylcholine, a depolarizing neuromuscular blocking agent, as well as of mivacurium, a non-depolarizing agent. Vecuronium, pancuronium, and cis-atracurium are other non-depolarizing agents that are not affected by this enzyme deficiency. Etomidate is used for rapid sequence induction and is not affected by pseudocholinesterase deficiency; etomidate does block steroid synthesis and has been associated with acute adrenal insufficiency",
        "cop": 1,
        "opa": "Succinylcholine",
        "opb": "Vecuronium",
        "opc": "Pancuronium",
        "opd": "Etomidate",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "63f9f619-610a-4d00-86f4-b43e4394fefd",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man with diabetes, renal insufficiency, and coronary aery disease presents in septic shock from emphysematous cholecystitis. His oxygen saturation is 100% on 6-L nasal cannula and his hemoglobin is 7. 2 mg/dL. His mixed venous oxygen saturation is 58%. Which of the following treatment options will improve his oxygen delivery the most?",
        "exp": "Transfusion of 2 units of packed red blood cells will increase the patient's oxygen delivery the most. Mixed venous oxygen saturation reflects the difference between the oxygen delivered to the tissues and the oxygen taken up by the tissues. Oxygen delivery is the product of cardiac index and oxygen content of blood (Ca. O2 ), the latter of which is determined primarily by hemoglobin (Hb) concentration. Oxygen saturation (Sa. O2 ) and the paial pressure of oxygen (Pa. O2 ) contribute much less. The formula for oxygen content (Ca. O2 ) can be expressed as Ca. O2=1. 36*Hb*Sa. O2/100+0. 0031*Pa. O2. Since the patient's oxygen saturation is 100%, increasing his inspired oxygen concentration is unlikely to increase his oxygen delivery. Since the contribution of Pa. O2 is so low, hyperbaric oxygen is also not the treatment of choice. Fuhermore, transpoing unstable patients to the hyperbaric chamber can be dangerous. Correction of the patient's anemia by the most expeditious manner, that is, transfusion of blood, is the treatment of choice.",
        "cop": 4,
        "opa": "Increase his inspired oxygen concentration",
        "opb": "Transfer him to a hyperbaric chamber",
        "opc": "Administer an erythropoietic agent",
        "opd": "Transfuse two units of packed red blood cells",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "e5afb581-0762-49a8-9d33-c3f29315f75c",
        "choice_type": "multi"
    },
    {
        "question": "Intracranial pressure is increased by",
        "exp": "(C) Ketamine # KETAMINE causes an increase in all pressure viz: intracranial pressure intraocular pressure; Blood pressure> It does not cause muscle relaxation> Ketamine induces dissociative anaesthesia profound analgesia, immobility amnesia with light sleep ad feeling of dissociation from ones own body and the surrounding.> Anaesthesia of choice in shock/hypotension: ketamine> Anaesthetic associated with increase in muscle tone: ketamine> Anaesthetic which does not abolish reflexes: ketamine> Anaesthetic of choice in bronchial asthma: Ketamine> Anaesthetic which is associated with emergence delirium and hallucinations: ketamine",
        "cop": 3,
        "opa": "Ether",
        "opb": "Halothane",
        "opc": "Ketamine",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "5defeaaf-45bb-44a1-b6e7-6157c19df3f9",
        "choice_type": "single"
    },
    {
        "question": "Brain death criteria include all except",
        "exp": "(B) Absent deep tendon reflexes # BRAIN DEATH is present when there is irreversible loss of all brain function, both brain-stem function and cortical (hemisphere) function.> Brain death criteria -- Loss of brainstem function & Absent cranial nerve reflexes - Pupillary light reflex; Corneal reflex; Oculo vestibular reflex (cold caloric test; No gag reflex)> Absent respiratory brain stem reflexes is done by Apnea test: Loss of cortical function (No spontaneous movement; no response to external stimuli); Irreversibility.> The absence of deep tendon reflexes is not required because the spinal cord may remain functional.> The pulse rate is also invariant and unresponsive to atropine.",
        "cop": 2,
        "opa": "Absent corneal reflex",
        "opb": "Absent deep tendon reflexes",
        "opc": "Apnea test",
        "opd": "Absent oculocelphalic reflex",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "be76ce88-5826-4153-9907-197ccabb4d5f",
        "choice_type": "multi"
    },
    {
        "question": "Advantage of laryngeal mask airway include all EXCEPT",
        "exp": "(B) Prevents aspiration. Advantages. Disadvantages. It can be used with all size of adult ETTNot suitable for Naso-tracheal intubation. Useful to intubate patients with difficult airways in a reasonable time. In routine intubation this scope has demonstrated no advantages over the conventional laryngoscopes# Advantages: Lower incidence of sore throat> Requires less anaesthetic dept than tracheal tube or supraglottic device.> No need of muscle relaxants> The face mask may be the most cost efficient method for short cases.> Laryngeal mask is used for maintenance of airway in patients in whom tracheal intubation is difficult or impossible.> It is a cuffed mask designed to fit closely over the laryngeal aperture. It forms a seal around the larynx.> Laryngeal mask airway is also called as Bane Mask (after the name of its inventor).> It provides relatively safe anaesthesia for adults and children in place of tracheal intubation.> It should be remembered that, it is only an adjunct to airway management but not a substitute for tracheal intubation. Moreover it does not protect the airway from pulmonary aspiration.",
        "cop": 2,
        "opa": "Easy to insert",
        "opb": "Prevents aspiration",
        "opc": "Doesn't require muscle relaxant",
        "opd": "Can be used with cervical injuries",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "dc258d98-8d90-4c43-8016-0ea5508f746f",
        "choice_type": "multi"
    },
    {
        "question": "The material used for a vaporizer should have which of the following qualities",
        "exp": "High specific heat of the material will act as a heat source to replace the heat lost during vaporization, and high thermal conductivity will facilitate transfer of heat from the surroundings to replace the lost heat of vaporization as well, both helping to maintain the liquid at constant temperature and therefore maintain a constant vapor pressure. This is the reason that early vaporizers were constructed of copper (\"copper kettle\") or brass (Vernitrol vaporizer.)",
        "cop": 4,
        "opa": "High specific heat, low thermal conductivity",
        "opb": "Low specific heat, low thermal conductivity",
        "opc": "Low specific heat, high thermal conductivity",
        "opd": "High specific heat, high thermal conductivity",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "f1c9f97d-dff9-4ce4-817e-6afc68cc4d80",
        "choice_type": "single"
    },
    {
        "question": "Malignant hyperthermia is due to",
        "exp": "(D) All of the above # Most common agents causing malignant hyperthrmia:> Succinyl choline> Halothane# Other agents implicated:> F/ura/ies-Sevoflurane; Isoflurane> Amide local anesthetics-Ugnocame> Phenothiazines-- Tricyclic antidepressant; MAOI's> Drug of choice for treatment of malignant hyperthermia is Dantrolene.",
        "cop": 4,
        "opa": "Halothane",
        "opb": "Scoline",
        "opc": "Isoflurane",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9c390c0c-32d5-45d4-b257-b6a8e16e7305",
        "choice_type": "multi"
    },
    {
        "question": "Problems which may result from hypotensive anaesthesia include",
        "exp": "(D) All of the above # Cerebral and coronary thrombosis, renal and hepatic ischaemia, reactionary haemorrhage, ileus, cerebral ischaemia, arterial thrombosis (e. g. the carotid, central retinal artery and limb arteries), and massive atelectasis.",
        "cop": 4,
        "opa": "Reactionary haemorrhage",
        "opb": "Deep vein thrombosis",
        "opc": "Retraction anemia",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "bfc80500-c8b1-4f3e-8e06-b9b68be6c652",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old woman with a history of coronary aery disease presents with a pancreatic head tumor and undergoes a pancreaticoduodenectomy. Postoperatively, she develops a leak from the pancreaticojejunostomy anastomosis and becomes septic. A Swan-Ganz catheter is placed, which demonstrates an increased cardiac output and decreased systemic vascular resistance. She also develops acute renal failure and oliguria. Which of the following is an indication to sta dopamine?",
        "exp": "Dopamine has a variety of pharmacologic characteristics that make it useful in critically ill patients. At all doses, the diastolic blood pressure can be expected to rise; since coronary perfusion is largely a result of the head of pressure at the coronary ostia, coronary blood flow should be increased. In low doses (1-5 mg/), dopamine affects primarily the dopaminergic receptors. Activation of these receptors causes vasodilation of the renal and mesenteric vasculature and mild vasoconstriction of the peripheral bed, which thereby redirects blood flow to kidneys and bowel. At these low doses, the net effect on the overall vascular resistance may be slight. As the dose rises (2-10 mg/), b1 -receptor activity predominates and the inotropic effect on the myocardium leads to increased cardiac output and blood pressure. Above 10 mg/(kg*min), a-receptor stimulation causes peripheral vasoconstriction, shifting of blood from extremities to organs, decreased kidney function, and hypertension.",
        "cop": 2,
        "opa": "To increase splanchnic flow",
        "opb": "To increase coronary flow",
        "opc": "To decrease heart rate",
        "opd": "To lower peripheral vascular resistance",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "1aa16324-d8d0-4ec9-9c21-ebbd6e2843ce",
        "choice_type": "single"
    },
    {
        "question": "Regarding the Royal College of Anaesthetists 4th National Project, True statement is",
        "exp": "Only 20% of the total cases repoed to the NAP4 involved intensive care unit (ICU) patients. However, when airway complications did occur within the ICU, they were more likely to be associated with a much higher incidence of death or severe disability (61%), when compared to the anesthesia or emergency depament. Capnography is paramount for monitoring anyone with an endotracheal tube or tracheostomy. It may prevent significant harm by indicating oesophageal intubation or displacement of tracheostomy or endotracheal tube and is recommended by the Royal College of Anaesthetists as a standard of care in the UK. Regular audit and education are impoant to improve staff awareness and patient care when dealing with any intubated/tracheostomised patient. All staff undeaking any routine movement/turns or transfer of intubated patients, need to be ale to the potential risk of airway displacement and have an established management plan if this were to occur. Reference: RCOA/DAS. 4th National Audit Project, 2011. Major complications of airway management in the UK. The Royal College of Anaesthetists and the Difficult Airway. Society.",
        "cop": 3,
        "opa": "Airway complications in intensive care resulted in death or disability in less than 20% of cases",
        "opb": "End-tidal CO2 monitoring (capnography) is not always necessary for intubation",
        "opc": "Regular audit of airway complications should occur",
        "opd": "Transfer of an intubated patient is deemed low risk for airway complications",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "3610c069-b14d-4b2b-bb7a-f8ef8d00d139",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old woman with a history of a previous total abdominal hysterectomy presents with abdominal pain and distention for 3 days. She is noted on plain films to have dilated small-bowel and air-fluid levels. She is taken to the operating room for a small-bowel obstruction. Which of the following inhalational anesthetics should be avoided because of accumulation in air-filled cavities during general anesthesia?",
        "exp": "Nitrous oxide has a low solubility compared with other inhalation anesthetics; nitrous oxide is more soluble in blood than nitrogen and is the only anesthetic gas less dense than air. As a result of these propeies, nitrous oxide may cause progressive distension of air-filled spaces during prolonged anesthesia. Since nitrous oxide diffuses into gas-filled compaments faster than nitrogen can diffuse out, its use can lead to worsened distention, which may be undesirable (eg, in an operation for intestinal obstruction).",
        "cop": 2,
        "opa": "Diethyl ether",
        "opb": "Nitrous oxide",
        "opc": "Halothane",
        "opd": "Methoxyflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "3445ecde-b7e8-4dc4-8b20-9c990c422015",
        "choice_type": "multi"
    },
    {
        "question": "Best indicator of Endotracheal tube Extubation is",
        "exp": "(D) Negative inspiratory pressure # Mechanical function indicators of Extubation: 1. FEV>10-15 ml/Kg2. Tidal volume >/= 4-6 ml/Kg3. FVC IN 1 SEC >10 ml/KG4. Negative inspiratory force >20 cm H205. Vital capacity >/=15 ml/KG6. Dead space ventilation or tidal volume ratio <0. 67. Rapid shallow breating index",
        "cop": 4,
        "opa": "Tin box index",
        "opb": "Minute volume",
        "opc": "Respiratory rate",
        "opd": "Negative inspiratory pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9a6858bd-a321-4e88-b056-be5f8e97adbc",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old trauma patient develops acute respiratory distress syndrome (ARDS) and has difficulty oxygenating despite increased concentrations of inspired O2. After the positive endexpiratory pressure (PEEP) is increased, the patient's oxygenation improves. What is the mechanism by which this occurs?",
        "exp": "PEEP improves oxygenation by increasing functional residual capacity by keeping the alveoli open at the end of expiration. Extravascular lung water is shifted from the alveolar to the interstitial space. The overall result is to increase surface area for diffusive exchange of gases. Potential negative effects of increased PEEP include alveolar overdistention resulting in barotraumas (pneumothoraces), decreased venous return and decreased cardiac output, and increased minute ventilation requirements due to increased dead-space ventilation.",
        "cop": 4,
        "opa": "Decreasing dead-space ventilation",
        "opb": "Decreasing the minute ventilation requirement",
        "opc": "Increasing tidal volume",
        "opd": "Increasing functional residual capacity",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "b25e323b-00ce-41f0-9823-bbb56ba7ee0d",
        "choice_type": "single"
    },
    {
        "question": "Brain dead individulas have all of the following features EXCEPT",
        "exp": "(C) Only pain is preserved# BRAIN-DEAD individual has no clinical evidence of brain function upon physical examination. This includes no response to pain and no cranial nerve reflexes. Reflexes include pupillary response (fixed pupils), oculocephalic reflex, corneal reflex, no response to the caloric reflex test, and no spontaneous respirations.> In comatose patients, once it has been determined that the cervical spine is intact, a test of the vestibulo-ocular reflex (VOR), also known as the oculocephalic reflex or dolls eye reflex can be performed by turning the head to one side.> A positive response occurs when the eyes rotate to the opposite side to the direction of head rotation, thus indicating that the brainstem (CN3, 6, 8) is intact. Vertical oculo-vestibular eye responses can be assessed by irrigating both ears simultaneously.> If the brainstem is intact, cold water causes the eyes to deviate downwards and warm water causes the eyes to deviate upwards.",
        "cop": 3,
        "opa": "Dolls eye movement is absent",
        "opb": "Occulovestibular absent",
        "opc": "Only pain is preserved",
        "opd": "Corneal reflex absent",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "89c6e6ec-cba5-4e79-b361-7c3f08109a32",
        "choice_type": "multi"
    },
    {
        "question": "You are the physician on call for the extracorporeal membrane oxygenation (ECMO) service. There are 5 calls today, but only one machine and one technologist available. Which of the following patients is the most appropriate recipient of this service?",
        "exp": "ECMO is a form of cardiopulmonary suppo that is useful in the setting of potentially reversible pulmonary or cardiac disease. Treatment of meconium aspiration syndrome, sepsis, pneumonia, and congenital diaphragmatic hernia (pre- or postoperatively) are thus appropriate uses. The technique is also applicable in some circumstances as a bridge to cardiac or lung transplantation since the outlook for survival is quite good if the child can be maintained in a good physiological state until donor organs are available. Hypoplastic lungs do not have enough surface area to perform adequate gas exchange and are unlikely to mature to a point where they can sustain life. Babies with hypoplastic lungs will be bypass-dependent for life and consequently are not candidates for institution of ECMO therapy.",
        "cop": 4,
        "opa": "A 1-day-old, full-term, anencephalic 4-kg boy suffering from meconium aspiration syndrome and hypoxia",
        "opb": "A 75-year-old man with Alzheimer disease, severe pneumonia, and elevated pulmonary aerial pressure",
        "opc": "A 5-year-old girl with rhabdomyosarcoma metastatic to the lungs",
        "opd": "A 3-day-old boy preoperative for a congenital diaphragmatic hernia",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "2ec8c33b-8910-4346-aa18-573e68c693ee",
        "choice_type": "multi"
    },
    {
        "question": "Coma due to cerebral hypoxia is treated by-",
        "exp": "(D) 100% O2 Coma due to cerebral hypoxia is treated by 100% 02",
        "cop": 4,
        "opa": "Analeptics",
        "opb": "Steroids",
        "opc": "CO2-O2 mixture",
        "opd": "100% PO2",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "af514576-efda-4b72-92b7-9fe9d73c5fd1",
        "choice_type": "single"
    },
    {
        "question": "Inducing dose of Propofol in adults",
        "exp": "(B) 2 mg/kg > The dose of Propofol is 2-2. 5 mg/kg for induction.> The lower dose should be used in the elderly.> The effective blood concentration for anaesthesia (ED 90 - the dose at which the effect is seen for 90% of patients) is 3. 4 mg/mL when used with 67% nitrous oxide.> Sedation may be produced with a 0. 2 mg/kg bolus dose intravenously or an infusion of 2 mg/kg/h, which produces a blood concentration of about 2 mg/mL.> Co-induction with either an opioid or midazolam enables the induction dose and initial target level for TCI to be reduced.> Myoclonic movements are common on induction, especially with slow injection. Emergence is more rapid than with thiopentc, with less 'hangover'.",
        "cop": 2,
        "opa": "1 mg/kg",
        "opb": "2 mg/kg",
        "opc": "3 mg/kg",
        "opd": "5 mg/kg",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "690bf569-27a7-4ae6-8db1-9172178d758f",
        "choice_type": "single"
    },
    {
        "question": "Lumbar puncture was done in a patient with raised intracranial tension. The patient died suddenly on the table. The cause of the death is most likely to be",
        "exp": "(B) Tentorial herniation # Lumbar puncture was done in a patient with raised intracranial tension. The patient died suddenly on the table. The cause of the death is most likely to be:- Tentorial herniation",
        "cop": 2,
        "opa": "Middle cerebral artery hemorrhage",
        "opb": "Tentorial herniation",
        "opc": "Rupture of an aneurysm",
        "opd": "Loss of CSF",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9cfd5ca4-6af8-4235-ab10-3455e93e345b",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman who is planning to undergo ventral hernia repair is on warfarin for atrial fibrillation. She is advised to cease her warfarin several days before her surgery and is hospitalized preoperatively for heparinization. During her hospital stay, she complains of severe abdominal and flank pain. Her prothrombin time (PT) is normal, but her activated paial thromboplastin time (a. PTT) is elevated. An abdominal CT scan demonstrates a large retroperitoneal hematoma. Which of the following should be administered to reverse the effects of the heparin?",
        "exp": "Heparin is reversed by the administration of protamine sulfate. Spontaneous retroperitoneal hemorrhage is a rare but potentially fatal complication of anticoagulation. Heparin is much more frequently associated with spontaneous retroperitoneal hemorrhage than are oral agents. Advanced patient age and poor regulation of coagulation times also increase the likelihood of bleeding complications. Most cases of retroperitoneal hemorrhage present with flank pain and signs of peritoneal irritation suggestive of an acute intra-abdominal process. CT scans are most useful in confirming the diagnosis and following the course of the bleeding. Successful management is usually nonoperative and consists of the discontinuation of anticoagulants, reversal of anticoagulation, possible transfusion of clotting factors, and repletion of intravascular volume with intravenous fluids. Warfarin inhibits synthesis of vitamin K-dependent clotting factors, whereas heparin potentiates antithrombin III activity. Aprotinin is a protease inhibitor that decreases the inflammatory and fibrinolytic response and is used in patients undergoing cardiopulmonary bypass surgery to reduce bleeding complications. Lepirudin is an anticoagulant that is used in patients who develop heparin-induced thrombocytopenia. Thrombin can be used topically as a hemostatic agent.",
        "cop": 3,
        "opa": "Thrombin",
        "opb": "Vitamin K",
        "opc": "Protamine sulfate",
        "opd": "Aprotinin",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9aaecb54-acf0-4573-9c7e-0f6f16c498c5",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man sustains severe lower-extremity trauma, including a femur fracture and a crush injury to his foot. He requires vascular reconstruction of the popliteal aery. On the day after surgery, he becomes dyspneic and hypoxemic and requires intubation and mechanical ventilation. Which of the following is the most likely etiology of his decompensation?",
        "exp": "Fat embolism syndrome is a relatively uncommon complication of long-bone fractures and is characterized by acute respiratory failure, altered mental status, and petechiae. Unfounately, there are no reliable diagnostic tests, and management is suppoive only. Pulmonary edema is unlikely in an otherwise healthy 19-year-old male without chest trauma or evidence of a cardiac contusion. Aspiration is unlikely in an awake patient with normal mental status. Pneumonias typically present with fever and/or leukocytosis, productive cough, and a new infiltrate on chest x-ray. Atelectasis in and of itself is not a cause for respiratory failure.",
        "cop": 3,
        "opa": "Aspiration",
        "opb": "Atelectasis",
        "opc": "Fat embolism syndrome",
        "opd": "Fluid overload",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "fbd96b71-6b32-4e52-b3ad-792bc216374c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is earliest and shortest acting skeletal muscle relaxant?",
        "exp": "(D) Suxamethonium# Classification of non depolarising NM blocking drugs (according to time from inj. to 90% recovery of twitch tension of adductor pollicis). 1. Short acting: 10-20 min. -- Mivacurium2. Intermediate acting: 20-30 min.-- Atracurium, Vecuronium, Rocuronium3. Long acting: 30-60 mins.-- Alcuronium, Gallamine.# SUXAMETHONIUM CHLORIDE> Pharmacokinetics: Is two molecules of Ach linked back to back through the acetate methyl groups (Dicholine ester of succinic acid). Provides profound relaxation with rapid onset of action (30-60 sec) & short duration of action (<10 mins.) & Half life of drug is 2-4 mins. Rapid hydrolysis by pseudocholinesterase, an enzyme of liver & plasma, initial metabolite Succinylmonocholine is weaker neuromuscular blocker, metabolised slowly to succinic acid & choline. 90% of Suxamethonium given intravenously is destroyed & 10% reaches Neuromuscular junction. Distribution limited to extracellular space.> Succinylmonocholine can be prolonged by: Reduced quantity of normal enzyme; A typical form of Pseudocholinesterase.> Low Pseudocholinesterase levels are seen in: Liver disease, Renal disease; Pregnancy; Phenelzine; Echothiophate; Cytotoxic drugs; Hexafluorine, Trimethaphan; Cancer; Ache inhibitors, Metoclopramide. Dibucaine, a local anaesthetic inhibits normal pseudocholinesterase activity by 80%. Percentage of inhibition of pseudocholinesterase activity is termed the Dibucaine number (Proportional to pseudocholin-esterase function).> Shortest acting depolarization agent is Succinylcholine (duration - 3 to 6 mm).> Shortest acting non-depolarizing agent is - Mivacurium (duration -12-20 min).",
        "cop": 4,
        "opa": "Rocuronium",
        "opb": "Vecuronium",
        "opc": "Atracurium",
        "opd": "Suxamethonium",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "49e28839-8068-4cd4-b46f-13743b27ea7e",
        "choice_type": "single"
    },
    {
        "question": "A 70-kg woman is to undergo nail removal from her right ring finger in the ambulatory surgery clinic. Which of the following is the most appropriate option for local anesthesia?",
        "exp": "The maximal safe total dose of lidocaine administered to a 70-kg person is 4. 5 mg/kg, or approximately 30 to 35 mL of a 1% solution. The addition of epinephrine to lidocaine, procaine, or bupivacaine not only doubles the duration of infiltration anesthesia, but increases the maximal safe total dose by one-third (eg, 7 mg/kg for lidocaine with epinephrine) by decreasing the rate of absorption of drug into the bloodstream. However, epinephrinecontaining solutions should not be injected into tissues supplied by end aeries (eg, fingers, toes, ears, nose, penis). Hypersensitivity to local anesthetics is uncommon and occurs most prominently with anesthetics of the ester type (procaine, tetracaine). While small nerve fibers seem to be most susceptible to the action of local anesthetics, these agents act on any pa of the nervous system and on every type of nerve fiber. CNS toxicity usually appears as stimulation followed by depression, probably because of an early selective depression of inhibitory neurons; with a massive overdose, all neurons may be depressed simultaneously",
        "cop": 1,
        "opa": "Digital block with 1% lidocaine without epinephrine up to 4. 5 mg/kg",
        "opb": "Digital block with 1% lidocaine with epinephrine up to 4. 5 mg/kg",
        "opc": "Digital block with 1% lidocaine with epinephrine up to 7 mg/kg",
        "opd": "Local injection around the nail bed with 1% lidocaine with epinephrine up to 4. 5 mg/kg",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "deca63c5-d235-465a-9086-074ed989afd5",
        "choice_type": "multi"
    },
    {
        "question": "What is the name of the following instrument",
        "exp": "To differentiate peripheral nerve stimulator and locator see the current given, Generally peripheral nerve stimulator: 30-50mA Peripheral nerve locator: 0. 5-5mA peripheral nerve stimulator is used to see whether the effect of muscle relaxant gone off or not before patient wake up from anesthesia. Most commonly stimulated nerve is Ulnar nerve.. Peripheral nerve locator is used to find the nerve in regional block This is a transcutaneous electric nerve stimulator(TENS) used for chronic pain",
        "cop": 3,
        "opa": "TENS box",
        "opb": "Peripheral nerve stimulator",
        "opc": "Peripheral nerve locator",
        "opd": "Poable ECG",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "1b4ec287-a15f-46fd-af06-180a6baa0aa4",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication for Thiopentone sodium is\\",
        "exp": "(B) Acute intermittent porphyria # Thi. OPENTONE SODIUM - Contraindications: Thiopentone sodium is contraindicated in history of Barbiturate hypersensitivity.> Acute intermittent porphyria (cause LMN paralysis or CVS collapse); Anticipated airway obstruction.> Fixed cardiac output states> Shock, Hepatic/Renal dysfunction> Asthmatic/Myxoedema> Adrenocortical failure> Myotonia dystrophia> Extremes of age",
        "cop": 2,
        "opa": "Respiratory depression",
        "opb": "Acute intermittent porphyria",
        "opc": "Liver failure",
        "opd": "Pregnancy",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ec888df2-00b3-4843-bc06-eca2b21861e7",
        "choice_type": "single"
    },
    {
        "question": "Depth of anaesthesia by inhalation anaesthetics depends upon",
        "exp": "(D) All of the above # Depth of anaesthesia depends on the potency of the agent (MAC is an index of potency) and its partial pressure (PP) in the brain, while induction and recovery depend on the rate of change of PP in the brain.> Factors affecting PP of anaesthetic attained in brain are: PP of anaesthetic in the inspired gas Pulmonary ventilation Alveolar exchange Solubility of anaesthetic in blood Solubility of anaesthetic in tissue Cerebral blood flow",
        "cop": 4,
        "opa": "Respiratory minute volume",
        "opb": "Solubility of anaesthetic agent in blood",
        "opc": "Blood concentration of anaesthetic agent",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9cce540f-bb7a-49b9-ab9c-fd50c2ade3b6",
        "choice_type": "multi"
    },
    {
        "question": "A 73-year-old woman with a long history of heavy smoking undergoes femoral aery-popliteal aery bypass for rest pain in her left leg. Because of serious underlying respiratory insufficiency, she continues to require ventilatory suppo for 4 days after her operation. As soon as her endotracheal tube is removed, she begins complaining of vague upper abdominal pain. She has daily fever spikes of 39degC (102. 2degF) and a leukocyte count of 18, 000/mL. An upper abdominal ultrasonogram reveals a dilated gallbladder, but no stones are seen. A presumptive diagnosis of acalculous cholecystitis is made. Which of the following is the next best step in her treatment?",
        "exp": "The development of acute postoperative cholecystitis is an increasingly recognized complication of the severe illnesses that precipitate admissions to the ICU. The causes are obscure but probably lead to a common final pathway of gallbladder ischemia. The diagnosis is often extremely difficult because the signs and symptoms may be those of occult sepsis. Moreover, the patients are often intubated, sedated, or confused as a consequence of the other therapeutic or medical factors. Biochemical tests, though frequently revealing abnormal liver function, are nonspecific and nondiagnostic. Bedside ultrasonography is usually strongly suggestive of the diagnosis when a thickened gallbladder wall or pericholecystic fluid is present; nonvisualization of the gallbladder on a nuclear medicine (HIDA) scan can also be diagnostic. If diagnosis is delayed, moality and morbidity are very high. Percutaneous drainage of the gallbladder is usually curative of acalculous cholecystitis and affords stabilizing palliation if calculous cholecystitis is present. Antibiotics without drainage are too cautious a choice for a patient with a potentially fatal complication. Operative intervention is indicated only if less invasive methods of treatment (percutaneous cholecystostomy tube) have failed, and ERCP is not indicated in the absence of ductal obstruction.",
        "cop": 3,
        "opa": "Nasogastric suction and broad-spectrum antibiotics",
        "opb": "Immediate cholecystectomy with operative cholangiogram",
        "opc": "Percutaneous drainage of the gallbladder",
        "opd": "Endoscopic retrograde cholangiopancreatography (ERCP) to visualize and drain the common bile duct",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ed133ef1-28de-4c9d-b539-98d02e14161e",
        "choice_type": "multi"
    },
    {
        "question": "Risk factors for developing Surgical Site Infections (SSIs) include all EXCEPT (* NIMHANS Pattern March-2017 Post-MS MCh Neurosurgery; DNB CET Pattern - 2009 June)",
        "exp": "(A) General anaesthesia. RISK FACTORS OF SSISPatient-related risk factors. Procedure-related risk factors* Age* Operative wound class* Diabetes mellitus/Perioperative Hyperglycemia* Patient Skin Preparation in the Operating room* Obesity* Preoperative shaving* Tobacco use* Perioperative hypoxia* Malnutrition* Type of surgery* Preoperative nares colonization with Staph, aureus* The duration of surgery* Pre-existing Remote body site infection* Surgical technique* Compromised Immune System* A postoperative hematoma* The presence of Cirrhosis or any other Debilitating disease* Surgical drains* Perioperative transfusions* Suboptima timing of antibiotic prophylaxis* Prolonged preoperative hospital stay* Traffic in the operating room> A number of risk factors are known to increase the risk for SSIs, including obesity, advanced age, diabetes mellitus, malnutrition, prolonged preoperative stay, infection at a remote site, duration of surgery, surgery technique, presence of drains, inappropriate use of antimicrobial prophylaxis, perioperative temperature, and poor postoperative glycemic control.> Many of these are beyond practitioner control, but optimizing perioperative conditions can certainly help decrease infection risk.> Significant improvement has been observed in compliance with performance measures known to decrease postoperative morbidity and mortality.",
        "cop": 1,
        "opa": "General anesthesia",
        "opb": "Prolonged duration of procedure",
        "opc": "Malnutrition",
        "opd": "Bacterial contamination",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "63f008b9-4613-4fd3-92b0-1220d771c026",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old man who had a 25-lb weight loss over the previous 6 months is diagnosed with adenocarcinoma of the distal esophagus. He undergoes a transhiatal esophagectomy complicated by a cervical leak. He is receiving enteral feeds through a jejunostomy tube. After a week, his physicians wish to assess his nutritional resuscitation. Which of the following is the most accurate measure of adequacy of his nutritional suppo?",
        "exp": "The serum albumin level provides a rough estimate of protein nutritional adequacy. The accuracy of this estimate is affected by the long half-life of albumin (3 weeks) and the vagaries of hemodilution. Prealbumin, which has a sho half-life (2 days), may be a better indicator of his sho-term nutritional status. The acute-phase serum proteins (such as C-reactive protein, haptoglobin, fibrinogen, and ferritin) also have a very sho half-life (hours) and may also provide good sho-term indications of nutritional status. Transferrin is one of these acutephase proteins, but unfounately its levels, too, are influenced by changes in intravascular volume and, along with the other acute-phase reactants, rise nonspecifically during acute illness.",
        "cop": 3,
        "opa": "Urinary nitrogen excretion level",
        "opb": ". Total serum protein level",
        "opc": "Serum albumin level",
        "opd": "Serum transferrin level",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "89530c61-651d-4110-bc1d-5c88ca4c01ac",
        "choice_type": "single"
    },
    {
        "question": "Following a boating injury in an industrial-use river, a patient begins to display fever, tachycardia, and a rapidly expanding area of erythema, blistering, and drainage from a flank wound. An x-ray shows gas in the soft tissues. Which of the following measures is most appropriate?",
        "exp": "Necrotizing skin and soft tissue infections may produce insoluble gases (hydrogen, nitrogen, methane) through anaerobic bacterial metabolism. While the term \"gas gangrene\" has come to imply clostridial infection, gas in tissues is more likely not to be caused by Clostridium species but rather to other facultative and obligate anaerobes, paicularly streptococci. Though fungi have also been implicated, they are less often associated with rapidly progressive infections. Treatment for necrotizing soft tissue infections includes repeated wide debridement, with wound reconstruction delayed until a stable, ble wound surface has been established. The use of hyperbaric O2 in the treatment of gas gangrene remains controversial, due to lack of proven benefit, difficulty in transpoing critically ill patients to hyperbaric facilities, and the risk of complications. Antitoxin has neither a prophylactic nor a therapeutic role in the treatment of necrotizing infections.",
        "cop": 3,
        "opa": "Administration of an antifungal agent",
        "opb": "Administration of antitoxin",
        "opc": "Wide debridement",
        "opd": "Administration of hyperbaric O2",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "bb2d2bfa-2357-433b-bc9c-b4c1ba1db59c",
        "choice_type": "single"
    },
    {
        "question": "All of the following decreases cerebral blood now, and intracninial pressure except:",
        "exp": "(C) Ketamine",
        "cop": 3,
        "opa": "Propofol",
        "opb": "Thiopentone",
        "opc": "Ketamine",
        "opd": "Etomidate",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ae9559a6-9737-4f21-8648-59519eba1c21",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old woman develops uicaria and wheezing after an injection of intravenous contrast for an abdominal CT scan. Her blood pressure is 120/60 mm Hg, heart rate is 155 beats per minute, and respiratory rate is 30 breaths per minute. Which of the following is the most appropriate immediate therapy?",
        "exp": "This patient is having an anaphylactoid reaction with destabilization of the cardiovascular and respiratory systems. Anaphylactoid reactions are most commonly caused by iodinated contrast media, b-lactam antibiotics (eg, penicillin), and Hymenoptera stings. Manifestations of anaphylactoid reactions include both lethal (bronchospasm, laryngospasm, hypotension, dysrhythmia) and nonlethal (pruritus, uicaria, syncope, weakness, seizure) phenomena. Epinephrine is the initial treatment for laryngeal obstruction and bronchospasm, followed by histamine antagonists (H1 and H2 blockers), amino-phylline, and hydrocoisone. Vasopressors and fluid challenges may be given for shock. Conscious patients are usually stabilized with injected or inhaled epinephrine, while unconscious patients and those with refractory hypotension or hypoxia should be intubated.",
        "cop": 2,
        "opa": "Intubation",
        "opb": "Epinephrine",
        "opc": "b-Blockers",
        "opd": "Iodine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "02a5dd4a-a515-4296-ae74-45441f37e513",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is earliest and shortest acting skeletal muscle relaxant? (* NIMHANS March-2017 Post-MBBS, NIMHANS Pattern Re-exam March 2015; NIMHANS - 2014)",
        "exp": "(D) Suxamethonium# Classification of non depolarising NM blocking drugs (according to time from inj. to 90% recovery of twitch tension of adductor pollicis). 1. Short acting: 10-20 min. -- Mivacurium2. Intermediate acting: 20-30 min.-- Atracurium, Vecuronium, Rocuronium3. Long acting: 30-60 mins.-- Alcuronium, Gallamine.# Suxamethonium chloride> Pharmacokinetics: Is two molecules of Ach linked back to back through the acetate methyl groups (Dicholine ester of succinic acid). Provides profound relaxation with rapid onset of action (30-60 sec.) & short duration of action (<10 mins.) & Half life of drug is 2-4 mins. Rapid hydrolysis by pseudocholinesterase, an enzyme of liver & plasma, initial metabolite Succinylmonocholine is weaker neu- romuscular blocker, metabolised slowly to succinic acid & choline. 90% of Suxamethonium given intravenously is destroyed & 10% reaches Neuromuscular junction. Distribution limited to extracellular space.> Succinylmonocholine can be prolonged by: Reduced quantity of normal enzyme; A typical form of Pseudocholinesterase.> Low Pseudocholinesterase levels are seen in: Liver disease, Renal disease; Pregnancy; Phenelzine; Echothiophate; Cytotoxic drugs; Hexafluorine, Trimethaphan; Cancer; Ache inhibitors, Metoclopramide. Dibucaine, a local anaesthetic inhibits normal pseudocholinesterase activity by 80%. Percentage of inhibition of pseudocholinesterase activity is termed the Dibucaine number (Proportional to pseudocholinesterase function). Shortest acting depolarization agent is succinylcholine (duration - 3 to 6 mm). Shortest acting non-depolarizing agent is - Mivacurium (duration -12-20 min).",
        "cop": 4,
        "opa": "Rocuronium",
        "opb": "Vecuronium",
        "opc": "Atracurium",
        "opd": "Suxamethonium",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "5d40cc94-95e9-44ba-bf8c-b148276045f6",
        "choice_type": "single"
    },
    {
        "question": "A patient with severe neurological devastation after head trauma has a prolonged course in the intensive care unit. He has been mechanically ventilated for his entire hospital stay. Which of the following clinical findings is diagnostic of a ventilator-associated pneumonia?",
        "exp": "While findings such as fever, leukocytosis, purulent secretions, or a focal infiltrate on chest x-ray are suspicious for ventilator-associated pneumonia (VAP), quantitative cultures are diagnostic. Samples may be obtained using bronchoscopy with bronchoalveolar lavage (BAL). Greater than or equal to 10, 000 colony-forming U/mL of a single organism is diagnostic for VAP. Empiric antibiotics may be initiated after cultures are obtained based on clinical suspicion, but antibiotic coverage should be narrowed or stopped once an organism is identified to minimize development of resistant organisms",
        "cop": 3,
        "opa": "White blood cell count of greater than 12, 000/mL",
        "opb": "Greater than 1, 000 colony-forming U/mL of an organism on bronchoalveolar lavage",
        "opc": "Greater than 10, 000 colony-forming U/mL of an organism on bronchoalveolar lavage",
        "opd": "Purulent tracheal secretions",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9a4433a2-c76b-4bce-a6cb-073a3272b2bd",
        "choice_type": "multi"
    },
    {
        "question": "A 39-year-old woman with a known history of von Willebrand disease has a ventral hernia after a previous cesarean section and desires to undergo elective repair. Which of the following should be administered preoperatively?",
        "exp": "Von Willebrand disease is similar to true hemophilia in frequency of occurrence. It is being diagnosed more commonly today because of more reliable assays for factor VIII. This autosomal dominant disorder (recessive transmission can occur) is characterized by a diminution in factor VIII: C (procoagulant) activity. The reduction in activity is not as great as in classic hemophilia, and the clinical manifestations are more subtle. These manifestations are often overlooked until an episode of trauma or surgery makes them apparent. Treatment requires correcting the bleeding time and providing factor VIII R: WF (the von Willebrand factor). Only cryoprecipitate is reliably effective. High-purity factor VIII: C concentrates, effective in hemophilia, lack the von Willebrand factor and are consequently undependable",
        "cop": 4,
        "opa": "High-purity factor VIII: C concentrates",
        "opb": "Low-molecular-weight dextran",
        "opc": "Fresh-frozen plasma (FFP)",
        "opd": "Cryoprecipitate",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "9bf240b9-94e3-45a3-a9fc-b9e664bcacb5",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman is involved in a major motor vehicle accident and receives a tracheostomy during her hospitalization. Five days after placement of the tracheostomy she has some minor bleeding around the tracheostomy site. Which of the following is the most appropriate immediate therapy?",
        "exp": "A rare but deadly complication of a tracheostomy is a tracheoinnominate aery fistula (TIAF); when suspected, the diagnosis should be confirmed or ruled out in the operating room. TIAFs can occur as early as 2 days after tracheostomy or as late as 2 months after the procedure. It is often associated with low placement of a tracheostomy (distal to the second and third tracheal rings). The patient may have a sentinel bleed in 50% of TIAF cases, followed by a very impressive bleed. If a sentinel bleed is suspected, the patient should be transpoed immediately to the operating room for bronchoscopic evaluation. Initial maneuvers for management of a TIAF include overinflation of the cuff on the tracheostomy or reintubation from above followed by removal of the tracheostomy and finger compression of the innominate aery against the sternum through the tracheostomy wound.",
        "cop": 4,
        "opa": "Removal of tracheostomy at bedside.",
        "opb": "Exchange the tracheostomy at bedside.",
        "opc": "Exchange the tracheostomy in the operating room.",
        "opd": "Bronchoscopic evaluation of the trachea at bedside",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "6e123340-737c-4079-bae9-2e83b470acba",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman is brought to the emergency room from the scene of a severe motor vehicle accident. She is combative, confused, uncooperative, and appears dusky and dyspneic. Which of the following is the most appropriate management of her airway?",
        "exp": "Securing a stable airway is one of the most fundamental and impoant aspects of the management of the severely injured patient. The level of control required will vary from a simple oropharyngeal airway to tracheostomy, depending on the clinical situation. Full control of the airway should be secured in the emergency room if the patient is unstable. Endotracheal intubation will usually be the method chosen, but the physician should be prepared to do a tracheotomy if attempts at perioral or perinasal intubation are failing or are impractical because of maxillofacial injuries. The most dangerous period is just prior to and during the initial attempts to get control of the airway. Manipulation of the oronasopharynx may provoke combative behavior or vomiting in a patient already confused by drugs, alcohol, hypoxia, or cerebral trauma. The risk of aspiration is high during these initial attempts, and the physician should make no assumptions about the state of the contents of the patient's stomach. Antacids are recommended just prior to the intubation attempt, if feasible. Although steroids have been recommended in the past, they are no longer considered of value in the management of aspiration of acidic gastric juice. The best management requires prevention of the complication of aspiration. In a reasonably cooperative patient, awake intubation with topical anesthesia may help to prevent some of the risks of hypotension, arrhythmia, and aspiration associated with the induction of anesthesia. If awake intubation is inappropriate, then an alternative is rapid-sequence induction with a thiobarbiturate followed by muscle paralysis with succinylcholine. If elevated intracranial pressure is suspected, or if a penetrating eye injury exists, awake intubation is contraindicated.",
        "cop": 4,
        "opa": "Awake endotracheal intubation is indicated in patients with penetrating ocular injury.",
        "opb": "Steroids have been shown to be of value in the treatment of aspiration of acidic gastric secretions.",
        "opc": "The stomach may be assumed to be empty only if a history is obtained indicating no ingestion of food or liquid during the prior 8 hours.",
        "opd": "Intubation should be performed as soon as possible (in the emergency room) if the patient is unstable",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "530193c2-9336-49d3-901a-f523792fd7c8",
        "choice_type": "single"
    },
    {
        "question": "All of the following signs confirm the brain death except",
        "exp": "(A) Hypothermia > Brain death is present when there is irreversible loss of all brain function, both brain-stem function and cortical (hemisphere) function.> Brain death criteria -- Loss of brainstem function & Absent cranial nerve reflexes - Pupillary light reflex; Corneal reflex; Oculo vestibular reflex (cold caloric test; No gag reflex)> Absent respiratory brain stem reflexes is done by Apnea test: Loss of cortical function (No spontaneous movement; no response to external stimuli); Irreversibility> Brain death is present when there is irreversible loss of brain function (criteria? loss of brainstem function) absent cranial nerve reflexes, pupillary light reflex, corneal reflex, oculo vestibular reflex.",
        "cop": 1,
        "opa": "Hypothermia",
        "opb": "Absent corneal reflex",
        "opc": "Dilated & fixed pupils",
        "opd": "No heart movements",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "4097cfab-6439-4788-a650-f9aab9cc7afd",
        "choice_type": "multi"
    },
    {
        "question": "A 59-year-old man with a history of myocardial infarction 2 years ago undergoes an uneventful aoobifemoral bypass graft for aooiliac occlusive disease. Six hours later he develops ST segment depression, and a 12-lead electrocardiogram (ECG) shows anterolateral ischemia. His hemodynamic parameters are as follows: systemic BP 70/40 mm Hg, pulse 100 beats per minute, CVP 18 mm Hg, PCWP 25 mm Hg, cardiac output 1. 5 L/min, and systemic vascular resistance 1000 (dyne * s)/cm5. Which of the following is the single best pharmacologic intervention for this patient?",
        "exp": "This patient has developed pump failure because of a combination of preexisting coronary aery occlusive disease and high preload following a fluid challenge; afterload remains moderately high as well because of systemic vasoconstriction in the presence of cardiogenic shock. Poor myocardial performance is reflected in the low cardiac output and high PCWP. Therapy must be directed at increasing cardiac output without creating too high a myocardial O2 demand on the already failing heart. Administration of nitroglycerin could be expected to reduce both preload and afterload, but, if given without an inotrope, it would create unacceptable hypotension. Nitroprusside similarly would achieve afterload reduction but would result in hypotension if not accompanied by an inotropic agent. A b-blocker would act deleteriously by reducing cardiac contractility and slowing the heart rate in a setting in which cardiac output is likely to be rate-dependent. Dobutamine is a synthetic catecholamine that is becoming the inotropic agent of choice in cardiogenic shock. As a b1 -adrenergic agonist, it improves cardiac performance in pump failure both by positive inotropy and peripheral vasodilation. With minimal chronotropic effect, dobutamine only marginally increases myocardial O2 demand.",
        "cop": 4,
        "opa": "Sublingual nitroglycerin",
        "opb": "Intravenous nitroglycerin",
        "opc": "A sho-acting b-blocker",
        "opd": "Dobutamine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "21b0df06-1956-4252-89eb-1e75dd8098dd",
        "choice_type": "single"
    },
    {
        "question": "Venous Air Embolism is common in which position",
        "exp": "(A) Sitting # Venous air embolism (VAE), the entry of gas into the peripheral or central vasculature, can occur secondary to iatrogenic complications, trauma, and even certain recreational activities.> VAE results when a large bolus of air entering the venous system can cause an air lock in the right atrium and ventricle, leading to outflow obstruction, decreased pulmonary venous return, and subsequent decreased left ventricular preload and cardiac output.> Pathogenesis of pulmonary endothelial injury may have components of platelet-fibrin thrombi from the right ventricle, cytokine release, neutrophil, platelet, and complement activation at the microvascular air-blood interface, and injury mediated by lipid peroxidation and oxygen radicals.> Physical examination may reveal the following signs: Tachycardia Tachypnea Cyanosis Altered level of consciousness Hypotension Cardiac \"mill wheel\" murmur-A loud, churning, machinery like murmur heard over the precordium (a late sign) Sudden loss of consciousness followed by convulsion in an intubated patient on positive-pressure ventilation Circulatory shock or sudden death (patients with severe VAE)> CAUSES: 1. Primary cause of VAE is surgical procedures, especially neurosurgical procedures performed in the upright, sitting position. Anytime the operative site is more than 5 cm above the right atrium, VAE is a risk. Other surgical procedures that can lead to the infusion of air include obstetric/gynecologic procedures (cesarean section), craniofacial surgery, dental implant surgery, vascular procedures, liver transplantation, and orthopedic procedures (e. g., hip replacement, arthroscopy). The frequency of reported VAE in surgical procedures ranges from 10% in cervical laminectomy up to 80% in posterior fossa surgery. 2. Second cause of VAE is iatrogenic creation of a pressure gradient for air entry. Examples include spinal needles in lumbar punctures (case report), peripheral intravenous lines, central venous catheters, pulmonary artery catheters, hemodialysis catheters, and long-term (Hickman) catheters. Most cases occur during catheter manipulation, disconnection, or removal. A pressure difference of 5 cm of H2O across a 14-gauge needle allows 100 ml of air per second to enter the venous system. The frequency of reported VAE with central catheter use ranges from 1 in 47 to 1 in 3000. 3. A third cause of VAE is mechanical insufflation or infusion. Insufflation has been documented to occur during arthroscopic procedures, CO2 hysteroscopy, laparoscopy, urethral insufflation, and orogenital sexual activity during pregnancy. Infusion air entry can occur during the injection of contrast agents for CT scans, angiography, and cardiac catheterization, and during cardiac ablation procedures. 4. A fourth cause of VAE is positive-pressure ventilation, which can occur during mechanical ventilation and SCUBA diving. 5. Finally, blunt and penetrating trauma to the chest, abdomen, neck, and face can lead to the entry of air and ultimately to VAE",
        "cop": 1,
        "opa": "Sitting",
        "opb": "Supine",
        "opc": "Prone",
        "opd": "Left lateral",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "ba36da3d-db90-4a5e-9b2d-bbcacb3b1657",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding Non Depolarising Muscle Relaxants except",
        "exp": "(D) Non-depolarising agents triggers malignant hyperthermia > Aminoglycoside may be used as muscle relaxants but contraindicated renal failure due to worsening actions.> Despite being steroid, Pancuronium has no hormonal effect.> It excerts slight vagolytic activity and no gangloplegic (Ganglion blocking activity)> Vecuronium is safe to use in end stage renal disease and is 5 times more potent than Atracurium, but Atracurium is more safer in renal disease.",
        "cop": 4,
        "opa": "Vecuronium used safely with renal failure",
        "opb": "Aminoglycoside worsens renal failure",
        "opc": "Pancuronium has vagolytic effects",
        "opd": "Non-depolarising agents triggers malignant hyperthermia",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "70612f1e-37d2-4c90-8eba-da460466037c",
        "choice_type": "multi"
    },
    {
        "question": "In relation to the drug Sugammadex",
        "exp": "There is currently no data available regarding the use of sugammadex for the 'immediate reversal' of vecuronium. However, sugammadex is recommended for reversal of vecuronium once spontaneous T2 twitch has been achieved, using a dose of 4mg/kg to reverse 0. 1mg/kg of vecuronium. Sugammadex is not effective against benzyl-isoquinolinium muscle relaxants (e. g. cisatracurium and mivacurium). Phase I-IV trials have shown sugammadex to be effective for rapid reversal of rocuronium-induced neuromuscular blockade (16mg/kg). Sugammadex is a member of the g-cyclodextrin family, which encapsulates aminosteroid neuromuscular blocking agents (rocuronium, vecuronium, pancuronium).",
        "cop": 3,
        "opa": "It is recommended for immediate reversal of Vecuronium",
        "opb": "It can effectively reverse Cisatracurium",
        "opc": "16mg/kg is recommended intravenously for the immediate reversal of Rocuronium",
        "opd": "It is an a-cyclodextrin that encapsulates amino-steroid neuromuscular blocking agents",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "e6ddcc52-375d-4917-8f50-ea9d26b852f6",
        "choice_type": "single"
    },
    {
        "question": "Indications for hypotensive anaesthesia include",
        "exp": "(D) All of the above",
        "cop": 4,
        "opa": "Mastoid surgery",
        "opb": "Spinal surgery",
        "opc": "Arteriovenous malformations",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "43a0dae5-0d41-474d-b9e7-210065bff158",
        "choice_type": "multi"
    },
    {
        "question": "A 71-year-old man returns from the operating room (OR) after undergoing a triple coronary bypass. His initial cardiac index is 2. 8 L/ (min*m2 ). Heart rate is then noted to be 55 beats per minute, BP is 110/80 mm Hg, wedge pressure is 15, and his cardiac index has dropped to 1. 6 L/(min*m2 ). He has a normal left ventricle. Which of the following maneuvers will increase his cardiac output?",
        "exp": "The cardiac index is computed by dividing the cardiac output by the body surface area; the cardiac output is the product of the stroke volume and the heart rate; therefore,. An increased heart rate will directly increase the cardiac output and cardiac index. The remaining choices will either decrease or not affect the stroke volume and consequently will not increase the cardiac index.",
        "cop": 3,
        "opa": "Increase his peripheral vascular resistance.",
        "opb": "Increase his CVP.",
        "opc": "Increase his heart rate to 90 by electrical pacing.",
        "opd": "Increase his blood viscosity.",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "64d59f90-f4fc-4932-9da7-03d1a0380ac2",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old alcoholic man presents with severe epigastric pain radiating to his back. His amylase and lipase are elevated, and he is diagnosed with acute pancreatitis. Over the first 48 hours, he is determined to have 6 Ranson's criteria, including a Pa. O2 less than 60 mm Hg. His chest x-ray reveals bilateral pulmonary infiltrates, and his wedge pressure is low. Which of the following criteria must be met to make a diagnosis of adult respiratory distress syndrome (ARDS)?",
        "exp": "Adult respiratory distress syndrome has been called \"shock lung\" or \"traumatic wet lung\" and occurs under a variety of circumstances. The diagnosis can be made based on bilateral pulmonary infiltrates on chest x-ray, a Pa. O2 /Fi. O2 ratio of less than 200, and pulmonary wedge pressures of less than 18 mm Hg (low filling pressures exclude the diagnosis of pulmonary edema). Three major physiologic alterations include (1) hypoxemia usually unresponsive to elevations of inspired O2 concentration; (2) decreased pulmonary compliance, as the lungs become progressively stiffer and harder to ventilate; and (3) decreased functional residual capacity. Progressive alveolar collapse occurs owing to leakage of protein-rich fluid into the interstitium and the alveolar spaces with the subsequent radiologic picture of diffuse fluffy infiltrates bilaterally. Ventilatory abnormalities develop that result in shunt formation, decreased resting lung volume, and increased dead-space ventilation.",
        "cop": 1,
        "opa": "Hypoxemia defined as a Pa. O2 /Fi. O2 ratio of less than 200",
        "opb": "Hypoxemia defined as a Pa. O2 of less than 60 mm Hg",
        "opc": "A pulmonary capillary wedge pressure greater than 18 mm Hg",
        "opd": "Lack of improvement in oxygenation with administration of a test dose of furosemide",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "d7a6b003-5538-4ffe-8349-11fbd8c062c2",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old hypeensive man undergoes successful repair of a ruptured abdominal aoic aneurysm. He receives 9 L Ringer lactate solution and 4 units of whole blood during the operation. Two hours after transfer to the surgical intensive care unit, the following hemodynamic parameters are obtained: systemic blood pressure (BP) 90/60 mm Hg, pulse 110 beats per minute, central venous pressure (CVP) 7 mm Hg, pulmonary aery pressure 28/10 mm Hg, pulmonary capillary wedge pressure (PCWP) 8 mm Hg, cardiac output 1. 9 L/min, systemic vascular resistance 1400 (dyne*s)/cm5 (normal is 900-1300), Pa. O2 140 mm Hg (Fi. O2: 0. 45), urine output 15 mL/h (specific gravity: 1. 029), and hematocrit 35%. Given this data, which of the following is the most appropriate next step in management?",
        "exp": "A ruptured abdominal aneurysm is a surgical emergency often accompanied by serious hypotension and vascular collapse before surgery and massive fluid shifts with renal failure after surgery. In this case, all the hemodynamic parameters indicate inadequate intravascular volume, and the patient is therefore suffering from hypovolemic shock. The low urine output indicates poor renal perfusion, while the high urine-specific gravity indicates adequate renal function with compensatory free-water conservation. The administration of a vasopressor agent would ceainly raise the blood pressure, but it would do so by increasing peripheral vascular resistance and thereby fuher decrease tissue perfusion. The deleterious effects of shock would be increased. A vasodilating agent to lower the systemic vascular resistance would lead to profound hypotension and possibly complete vascular collapse because of pooling of an already depleted vascular volume. This patient's blood pressure is critically dependent on an elevated systemic vascular resistance. A diuretic would exacerbate the patient's existing volume depletion. To properly treat this patient, rapid fluid infusion and expansion of the intravascular volume must be undeaken. This can be easily done with lactated Ringer solution or blood (or both) until improvements in such parameters as the PCWP, urine output, and blood pressure are noted.",
        "cop": 3,
        "opa": "Administration of a diuretic to increase urine output",
        "opb": "Administration of a vasopressor agent to increase systemic blood pressure",
        "opc": "Administration of a fluid challenge to increase urine output",
        "opd": "Administration of a vasodilating agent to decrease elevated systemic vascular resistance",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "8c11ece8-2b03-4d7a-965a-028747d73fc6",
        "choice_type": "multi"
    },
    {
        "question": "Estimation of Fi. O2 calculation during the use of nasal cannula in a child is",
        "exp": "Answer: c) 21% + (Nasal Cannula flow (L/min) X 3). Oxygen delivery systems for infants and children. System. Percent oxygen delivered. Indications. Comments. Blow by. Less than 30 percent. Use for spontaneously breathing children who require low doses of oxygen and do not tolerate a mask. Monitor pulse oximetry. Nasal cannula25 to 40 percent. Use to deliver low dose oxygen to spontaneously breathing patients. Percent oxygen delivered affected by respiratory rate, tidal volume, and extent of mouth breathing. Flow rate 2L/min or less for infants Fio2=21% + (Nasal Cannula flow (L/min) X 3). Simple mask35 to 50 percent. Use to deliver low dose oxygen to spontaneously breathing patients. Percent oxygen delivered affected by mask fit and respiratory rate. Partial rebreather Mask50 to 60 percent. Use to conserve oxygen Non rebreather mask. Up to 95 percent. Use to deliver high dose oxygen to spontaneously breathing patients. Tight mask fit required to deliver higher concentrations of oxygen. Hood80 to 90 percent. Infants less than one year of age. Noisy for patient. Tent. Less than 50 percent. Use for children who require 30 percent oxygen or less. Mist may obscure view of patient. Noisy for patient. Self-inflating ventilation bag95 to 100 percent, with reservoir. Use to provide assisted ventilation and oxygen. Do not use to provide blow by. Must use with a reservoir to provide higher oxygen concentrations. Flow-inflating ventilation bag100 percent. Use to provide assisted ventilation and oxygen. May use to provide blow by. Requires experience to use reliably.",
        "cop": 3,
        "opa": "21% + (Nasal Cannula flow (L/min) X 1)",
        "opb": "21% + (Nasal Cannula flow (L/min) X 2)",
        "opc": "21% + (Nasal Cannula flow (L/min) X 3)",
        "opd": "21% + (Nasal Cannula flow (L/min) X 4)",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "4311820a-fc33-4db0-9d6d-270556683faf",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man has had a rocky course for the 3 days following a bowel resection for intestinal perforation due to inflammatory bowel disease. His CVP had been 12 to 14 but is now 6, in the face of diminished blood pressure and oliguria. Which of the following is the most likely etiology of his hypotension?",
        "exp": "Determination of CVP can be helpful in the overall hemodynamic assessment of the patient. This pressure can be affected by a variety of factors, including those of cardiac, noncardiac, and aifactual origin. Venous tone, right ventricular compliance, intrathoracic pressure, and blood volume all influence CVP. Vasoconstrictor drugs, positive-pressure ventilation (with and without PEEP), mediastinal compression, and hypervolemia all increase CVP. Acute pulmonary embolism, when clinically significant, elevates CVP by causing right ventricular overload and increased right atrial pressure. Sepsis, on the other hand, decreases CVP through both the release of vasodilatory mediators and the loss of intravascular plasma volume due to increased capillary permeability. Trends in CVP measurement are more reliable than isolated readings. CVP, along with other hemodynamic parameters, can also be useful in differentiating septic shock from other etiologies of shock; shock is inadequate tissue perfusion. Septic shock has two phases: (1) a hypodynamic phase that is characterized by hypovolemia and myocardial depression and (2) a hyperdynamic phase that follows fluid resuscitation and is characterized by a normal to increased cardiac output",
        "cop": 4,
        "opa": "Pulmonary embolism",
        "opb": "Hypervolemia",
        "opc": "Positive-pressure ventilation",
        "opd": "Gram-negative sepsis",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "fa263ffb-bd1f-4c87-a4ea-9d0b56dce61c",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man undergoes a left upper lobectomy. An epidural catheter is inseed for postoperative pain relief. Ninety minutes after the first dose of epidural morphine, the patient complains of itching and becomes increasingly somnolent. Blood-gas measurement reveals the following: pH 7. 24, Pa. CO2 58, Pa. O2 100, and HCO3 - 28. Which of the following is the most appropriate initial therapy for this patient?",
        "exp": "Thoracic epidural narcotics have become an increasingly popular means of postoperative pain relief in thoracic and upper abdominal surgery. Local action on g-opiate receptors ensures pain relief and consequent improvement in respiration without vasodilation or paralysis. The less lipid-soluble opiates are effective for long periods. Their slow absorption into the circulation also ensures a low incidence of centrally mediated side effects, such as respiratory depression or generalized itching. When these do occur, the intravenous injection of an opiate antagonist is an effective antidote. The locally mediated analgesia is not affected. One poorly understood side effect, which is apparently unrelated to systemic levels, is a profound reduction in gastric activity. This may be an impoant consideration after thoracic surgery when an early resumption of oral intake is anticipated.",
        "cop": 4,
        "opa": "Endotracheal intubation",
        "opb": "Intramuscular diphenhydramine (Benadryl)",
        "opc": "Epidural naloxone",
        "opd": "Intravenous naloxone",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "c4dccf52-fb47-484b-9296-ca09ab58e736",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man presents in septic shock from an empyema. He is febrile to 103degF, tachycardic in the 120s, and hypotensive to the 90s. His oxygen saturation is 98% on 2-L oxygen. His white blood cell count is 25, 000/mL and creatinine is 0. 8 mg/dL. His blood pressure does not respond to fluid administration despite a CVP of 15. Which of the following therapies is indicated in managing this patient?",
        "exp": ") Early goal-directed therapy should be employed for patients with septic shock or severe sepsis. The tenets of resuscitation include intubation if hypoxic, fluid resuscitation to a central venous pressure target of 8 to 12 mm Hg if not intubated and infusion of vasopressors to maintain a mean aerial pressure of 65 mm Hg. Norepinephrine and dopamine are the vasopressors of choice; epinephrine vasoconstricts peripherally as well as increases cardiac contractility and is not a first-line agent for septic shock. Inotropes such as dobutamine have been used if oxygen delivery is low, but should not be used to push delivery to supranormal levels. Fuhermore, cultures should be drawn immediately and empiric antibiotics initiated; if there is a surgical source of sepsis, then operative intervention for source control should be promptly performed after initial resuscitative effos. Recombinant-activated protein C is indicated in patients with severe sepsis with a predicted high risk of moality (ie, older age, increased severity of disease); this patient does not have evidence of end-organ dysfunction such as acute renal or respiratory failure at this time. The use of coicosteroids for septic shock is controversial, but should only be considered in the setting of shock nonresponsive to fluids and vasopressors. Miller&; s anaesthesia 9th edition page no 786",
        "cop": 4,
        "opa": "Intubation",
        "opb": "Recombinant human activated protein C",
        "opc": "Epinephrine",
        "opd": "Norepinephrine",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "a0d533fe-bf7b-4bc6-b4f3-55409479f22b",
        "choice_type": "single"
    },
    {
        "question": "An elderly male on ventilator has received atracurium infusion for 3 days. He now develops epileptic fits. Probable cause for his epilepsy is:",
        "exp": "(C) Accumulation of Laudanosine [Lee13-191; Wuer-b09, 831# Laudanosine is a metabolite of Atracurium and has CNS stimulating properties.> Laudanosine may produce convulsions from its CNS stimulating action, when high plasma concentration of Laudanosine are reached. In clinical practice, in the operating room and ICV setting, such high concentrations are usually not reached, out the patient in question has been on atracurium for 3 consecutive days before he develops epilepsy and hence high plasma concentration of Laudanosine could well be a probable cause for epilepsy.# Use Of Muscle Relaxants In The Intensive Care Unit:> Canadian Journal Of Anaesthesia: Laudanosine is a metabolite of Atracurium. Hofmann elimination of each molecule of Atracurium releases two molecules of laudanosine. Laudanosine is a central system stimulant and has caused seizures in dogs following large intravenous boluses The seizure threshold level in humans is not known but case reports suggest that clinical doses are unlikely to result in important central effects in humans. Hepatic clearance and elimination half- life are prolonged in patients with liver failure. (Renal elimination accounts for only 4-9% while the remaining portion is dependent upon hepatic metabolism).",
        "cop": 3,
        "opa": "Allergy to drug",
        "opb": "Accumulation of Atracurium",
        "opc": "Accumulation of Laudanosine",
        "opd": "Ventilator failure",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "6e29a0ea-2470-43b1-a825-9e44caf712b1",
        "choice_type": "multi"
    },
    {
        "question": "The definite contraindication of Thiopentone",
        "exp": "(D) Acute intermittant porphyria # Barbiturates are Contraindicated in -- H/O Barbiturate hypersensitivity H/O Acute intermittent porphyria (cause LMN paralysis or CVS collapse); Anticipated airway obstruction> Care: Fixed cardiac output states; Shock states; Hepatic/Renal dysfunction; Asthmatic/Myxoedema; Adrenocortical failure; Myotonia dystrophia; Extremes of age.",
        "cop": 4,
        "opa": "Diabetic patient",
        "opb": "ECT",
        "opc": "Sarcoidosis",
        "opd": "Acute intermittant porphyria",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "75b547e8-2aa3-4f9f-a5db-44ea259a5fa6",
        "choice_type": "single"
    },
    {
        "question": "Acute renal failure occurs following aoic angiography in a 72-year-old man. His weight has been rising, his lungs show rales at both bases, and he is dyspneic. His fractional excretion of sodium is greater than 1. He has eosinophilia on his peripheral smear, an elevated erythrocyte sedimentation rate, and proteinuria with microscopic hematuria. Which of the following is the most likely cause of his renal failure?",
        "exp": "Cholesterol atheroembolism is a known complication of angiography or aoic manipulation during surgery and can result in lower extremity ischemia, acute myocardial infarction, ischemic bowel, and acute or chronic renal failure. Eosinophilia is strongly suggestive of cholesterol atheroembolization, and other laboratory findings include microscopic hematuria or proteinuria and elevated inflammatory mediators such as erythrocyte sedimentation rate. A fractional excretion of sodium (FENa) of greater than 1 suggests a renal cause of acute renal failure as opposed to prerenal causes such as hypovolemia or cardiogenic shock. Thoracic aoic dissections can result in acute renal failure if they involve the renal aeries and may present with hematuria and elevations in BUN and creatinine. However, aoic dissections are typically associated with significant chest pain.",
        "cop": 2,
        "opa": "Hypovolemia",
        "opb": "Renal aery cholesterol embolism",
        "opc": "Acute tubular necrosis",
        "opd": "Cardiogenic shock",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "07e7ffb4-05ae-463e-8b70-cda02c99c93a",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old man has multiple injuries and an altered sensorium after a high-speed motor vehicle collision. He is intubated for his decreased mental status. During intubation, a large amount of gastric contents are noted in the posterior pharynx and he aspirates. Which of the following is the appropriate initial treatment?",
        "exp": "Bronchoscopy is indicated for aspiration pneumonitis if there is paiculate matter in the tracheobronchial tree. Prophylactic antibiotics are not indicated after gross aspiration, which results in a chemical pneumonitis. Antibiotics are indicated only if pneumonia develops. Steroids and inhaled nitric oxide are not indicated for aspiration pneumonitis. High positive end-expiratory pressure is not required in patients unless respiratory failure develops.",
        "cop": 1,
        "opa": "Bronchoscopy for aspiration of paiculate matter",
        "opb": "Steroids",
        "opc": "Prophylactic antibiotics",
        "opd": "Inhaled nitric oxide",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "838debb7-2104-4a77-b483-ddce485a80e0",
        "choice_type": "single"
    },
    {
        "question": "Neurovascular bundle in each intercostal space comprises of",
        "exp": "(D) All of the above> Neurovascular bundle in each intercostal space comprises of:-> Intercostal nerve> Posterior intercostal vein> Posterior intercostal artery",
        "cop": 4,
        "opa": "Intercostal nerve",
        "opb": "Posterior intercostal vein",
        "opc": "Posterior intercostal artery",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "7a87abd6-a7f5-4869-b5a6-53d112cee80f",
        "choice_type": "multi"
    },
    {
        "question": "Opioid antagonist that can be given orally?",
        "exp": "Ans. a (Naltrexone) (Ref KDT 6th/464, 467). Naltrexone differs from naloxone in being orally active and having a long duration of action (1-2 days) which makes it suitable for 'opioid blockade' therapy of postaddicts. Opioids & Opioid Antagonists. Agonist-antagonists (k-analgesics). Partial/weak m agonist + K antagonist. Pure antagonist. Nalorphine. Buprenorphine. Naloxone. Pentazocine Naltrexone. Butorphanol Nalmefene. NALTREXONE# Pure Opioid Antagonist like naloxone# Chemically related to naloaxone# More potent than naloxone.# Differs from naloxone in that it is orally active and has longer duration of action (1-2 days).# USES:- Hence suitable for \"opioid blockade therapy\" of postaddicts: 50 mg/day orally.- Also useful to reduce alcohol craving- Used to prevent relapse of habit drinking.# S/E:- Nausea- Headache- Heptotoxicity (at high doses). THE OPIOID ANTAGONISTSIntroduction# The pure opioid antagonist drugs naloxone, naltrexone, and nalmefene.# These agents have a relatively high affinity for m opioid binding sites.# They have lower affinity for the other receptors but can also reverse agonists at d and k sites. Pharmacokinetics# Naloxone is usually given by injection and has short duration of action (1-2 hours) when given by this route.# Nalmefene, the newest of these agents, is a derivative of naltrexone but is available only for intravenous administration.# Like naloxone, nalmefene is used for opioid overdose but has a longer half-life (8-10 hours).# When given intravenously to a morphine-treated subject, the antagonist completely and dramatically reverses the opioid effects within 1-3 minutes. Clinical Use# Naloxone is a pure antagonist and is preferred over older weak agonist-antagonist agents that had been used primarily as antagonists, e. g., nalorphine and levallorphan.# NALOXONE in the treatment of acute opioid overdose.# Because of its long duration of action, NALTREXONE has been proposed as a maintenance drug for addicts in treatment programs. A single dose given on alternate days blocks virtually all of the effects of a dose of heroin.# NALTREXONE decreases the craving for alcohol in chronic alcoholics, and it is FDA approved for this purpose.",
        "cop": 1,
        "opa": "Naltrexone",
        "opb": "Nalaxone",
        "opc": "Nalbuophene",
        "opd": "Pentazocin",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "cd648ae6-1c15-4a12-b69e-7a81a32e65e4",
        "choice_type": "multi"
    },
    {
        "question": "The following anaesthetic induction agent should be avoided in a 4-year old boy with temporal lobe seizure",
        "exp": "(C) Ketamine # Ketamine is contraindicated in: If Blood pressure is significantly elevated; Hypersensitivity to drug;> Anticipated airway obstruction;> Raised intracranial pressure.> Open eye injury, intrathecal (should be preservative active free)",
        "cop": 3,
        "opa": "Thiopental",
        "opb": "Halothane",
        "opc": "Ketamine",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "cf0f080d-844e-447a-8116-76577bd00ea6",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old woman has been hospitalized because of recurrent pancreatitis, ARDS, prolonged ileus, and need for parenteral nutrition. She demonstrates weakness, lassitude, ohostatic hypotension, nausea, and fever. Which of the following abnormalities is most likely to explain these symptoms?",
        "exp": "Clinical manifestations of adrenocoical insufficiency include hyperkalemia, hyponatremia, hypoglycemia, fever, weight loss, and dehydration. There is excessive sodium loss in the urine, contraction of the plasma volume, and perhaps hypotension or shock. Classic hyperpigmentation is present in chronic Addison disease only. Addison disease may present in newborns as a congenital atrophy, as an insidious chronic state often caused by tuberculosis, as an acute dysfunction secondary to trauma or adrenal hemorrhage, or as a semiacute adrenal insufficiency seen during stress or surgery. In this last instance, signs and symptoms include nausea, lassitude, vomiting, fever, progressive salt wasting, hyperkalemia, and hypoglycemia. It may be confirmed by measurements of urinary Na + loss and absence of response to adrenocoicotropic hormone (ACTH).",
        "cop": 4,
        "opa": "Hypothermia",
        "opb": "Hypokalemia",
        "opc": "Hyperglycemia",
        "opd": "Hyponatremia",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "5b36f155-6609-4f79-894a-842e49934cd1",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old thin cachectic woman undergoes a tracheostomy for failure to wean from the ventilator. One week later, she develops significant bleeding from the tracheostomy. Which of the following would be an appropriate initial step in the management of this problem?",
        "exp": "The patient had a sentinel bleed from a tracheoinnominate aery fistula, which carries a greater than 50% moality rate. If the bleeding has ceased, then immediate fiberoptic exploration in the operating room is indicated. If the bleeding is ongoing, several stopgap measures can be attempted while preparing for median sternotomy in the operating room, including inflation of the tracheostomy balloon to attempt compression of the innominate aery, reintubation of the patient with an endotracheal tube, and removal of the tracheostomy and placement of the finger through the site with anterior compression of the innominate aery",
        "cop": 3,
        "opa": "Remove the tracheostomy and place pressure over the wound.",
        "opb": "Deflate the balloon cuff on the tracheostomy.",
        "opc": "Attempt to reintubate the patient with an endotracheal tube",
        "opd": "Upsize the tracheostomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "49071582-b833-4afc-9107-7056ee5ac110",
        "choice_type": "multi"
    },
    {
        "question": "Modified Glasgow coma scale defines neurologic impairment in terms of:",
        "exp": "(D) Eye opening, best verbal response and motor function > Scale comprises three tests: eye, verbal and motor responses. The three values separately as well as their sum are considered.> Lowest possible GCS (the sum) is 3 (deep coma or death), whilst the highest is 15 (fully awake person).> Best eye response (E):> There are 4 grades starting with the most severe:> No eye opening> Eye opening in response to pain. (Patient responds to pressure on the patient's fingernail bed; if this does not elicit a response, supraorbital and sternal pressure or rub may be used.)> Eye opening to speech. (Not to be confused with an awaking of a sleeping person; such patients receive a score of 4, not 3.)> Eyes opening spontaneously> Best verbal response (V):",
        "cop": 4,
        "opa": "Pupillary size, level of consciousness and motor function",
        "opb": "Speech, cardiovascular status a consciousness",
        "opc": "Sensory, motor function and speech",
        "opd": "Eye opening, best verbal response and motor function",
        "subject_name": "Anaesthesia",
        "topic_name": "Miscellaneous",
        "id": "c46e63ec-7f03-414f-ac97-bc11aea57d5d",
        "choice_type": "single"
    }
]