[
    {
        "question": "When was ARDS first described?",
        "exp": "ARDS was first described in 1967 by ashbaugh & petty. It was defined in 1994 by American European consensus.",
        "cop": 2,
        "opa": "1962",
        "opb": "1967",
        "opc": "1965",
        "opd": "1964",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "19cb1bd1-5867-42e0-8f52-3621452052f8",
        "choice_type": "single"
    },
    {
        "question": "Not an advantage of synchronized intermittent mandatory ventilation (SIMV) over controlled mode ventilation (CMV):",
        "exp": "disadvantage of control mode ventilation 1. paralysis or deep sedation is required 2. hemodynamic imbalance in background of decreased blood volume 3. respiratory muscle atrophy 4. weaning not possible. synchronized intermittent mandatory ventilation has minimized / removed these side effects",
        "cop": 1,
        "opa": "Increased requirement of sedation and muscle relaxant",
        "opb": "Less hypotension",
        "opc": "Less V /Q mismatch",
        "opd": "Rapid weaning",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "c4b9b595-3340-4831-a81f-9f2973c5144f",
        "choice_type": "single"
    },
    {
        "question": "The major disadvantage of pressure control ventilation(PCV) is-",
        "exp": "Advantage of PCV- Controlled alveolar pressure Better patient control Less chances of barotraumas / volutrauma",
        "cop": 1,
        "opa": "Variable alveolar volume when lung compliance decreases",
        "opb": "Patient discomfo",
        "opc": "Barotrauma",
        "opd": "Controlled peak alveolar pressure",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "8b5bbacd-348f-4270-9dd9-1e0b63ce6339",
        "choice_type": "single"
    },
    {
        "question": "This pressure time graph is seen which mode of ventilation:-",
        "exp": "In this graph constant Pressure is achieved which is seen in Pressure Control Ventilation. The major benefit of PCV is ability to control peak alveolar pressure which is a pressure most closely related to alveolar distention and injury, Thus PCV is protecting alveoli from overdistension. Pressure control modes of ventilation In a pressure controlled mode of ventilation, the inspiratory pressure is the control variable, and is maintained during the inspiratory phase. As a result of this, the pressure waveform is \"square\". This increases the mean airway pressure (i. e. the area under the pressure/time graph is greater). Volume - controlled ventilation, where the inflation volume is preselected, and the ventilator automatically adjusts the inflation pressure to deliver the desired volume. the rate of lung inflation can be constant or decelerating. Modes of ventilation Control mode ventilation (CMV) Pressure control ventilation (PCV) Pure control modes (all breath is supplied by Ventilator, breath is not taken by the patient) Synchronized intermittent minute ventilation (SIMV) breath can be supplied by the Ventilator and can be taken by the patient Pressure suppo ventilation (PSV) Continuous positive airway pressure (CPAP) Pure spontaneous mode (in which all the breath has to be taken by the patient)",
        "cop": 2,
        "opa": "VCV",
        "opb": "PCV",
        "opc": "PSV",
        "opd": "CPAP",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "2baf85d0-7b8e-4376-8465-b2f5de26881f",
        "choice_type": "single"
    },
    {
        "question": "Which is biomarker of in ventilation associated pneumonia",
        "exp": "Procalcitonin (PCT) is a precursor of calcitonin that is constitutively secreted by C cells of the thyroid gland and K - cells of the lung. In healthy individuals PCT is undetectable when stimulated by endotoxin PCT is rapidly produced.",
        "cop": 1,
        "opa": "Procalcitonin",
        "opb": "C - reactive protein",
        "opc": "ESR",
        "opd": "CA19-9",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "910b9dd9-5fed-4f14-831d-7826ee3b2785",
        "choice_type": "single"
    },
    {
        "question": "The most common pathogen in ventilation associated pneumonia:",
        "exp": "Two most common pathogen FOR ventilator Asssociated Pneumonia - (1) Staph Aureus (2) Pseudomonas Aeruginosa Pseudomonas Aeruginosa is more common among two.",
        "cop": 2,
        "opa": "Staphylococcus Aureus",
        "opb": "Pseudomonas",
        "opc": "Enterococci",
        "opd": "Streptococcus",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "e68e219a-05ae-463f-aa0a-749a68ea3296",
        "choice_type": "single"
    },
    {
        "question": "This type of flow time graph is seen in which type of ventilator mode?",
        "exp": "In Volume control Ventilation (VCV) there is constant inspiratory flow. The disadvantage is that inspiratory time relatively sho, and this can lead to uneven filling of alveoli. Volume control modes of ventilation By definition, in volume control modes the tidal volume is the defined variable which is used by the ventilator to give feedback to the solenoid valve circuits. As volume and flow are inextricably linked, the volume control modes are generally constant flow modes, i. e. the ventilator delivers flow which is constant, and stops this flow when the desired volume is achieved. Because pressure is not controlled or regulated in any way, the pressure waveform takes a parabolic sloping shape as the lungs distend during a breath.",
        "cop": 1,
        "opa": "VCV",
        "opb": "PCV",
        "opc": "PSV",
        "opd": "CPAP",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "39006603-3ca3-42c1-8da0-7b7e68b315cf",
        "choice_type": "single"
    },
    {
        "question": "Definition of VAP is:",
        "exp": "Ventilator-associated pneumonia (VAP) is pneumonia that develops 48 hours or longer after mechanical ventilation is given by means of an endotracheal tube or tracheostomy. Ventilator-associated pneumonia (VAP) results from the invasion of the lower respiratory tract and lung parenchyma by microorganisms. VAP is estimated to occur in 9-27 % of all mechanically ventilated patients, with the highest risk being early in the course of hospitalization",
        "cop": 2,
        "opa": "Defined as pneumonia occurring 48 hours or more after admission",
        "opb": "Defined as pneumonia occurring 48 hours or more after intubation",
        "opc": "Defined as pneumonia occurring within 48 hours of hospital admission",
        "opd": "Defined as pneumonia occurring within 48 hours of intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "2ab6cfbb-04e6-46fa-847b-39bead1dbc2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not weaning mode of ventilation:",
        "exp": "Weaning is gradual dicontinuation of ventilator. The modes which encourages the patients breathing can only be used as weaning mode. Control Mode Ventilation is not the weaning mode. Mechanical criteria for Discontinuing Mechanical Ventilation Inspiratory pressure <-25 cm H2O Tidal volume >5 mL/kg Vital capacity >10 mL/kg Minute ventilation <10 mL Rapid shallow breathing index <100",
        "cop": 1,
        "opa": "Control mode ventilation",
        "opb": "SIMV",
        "opc": "PSV",
        "opd": "CPAP",
        "subject_name": "Anaesthesia",
        "topic_name": "Modes of Ventilation",
        "id": "b7ade264-8ad8-4cd0-9748-bb2bf2d0955b",
        "choice_type": "single"
    }
]