[
    {
        "question": "During intraoperative period following capnograph waveform is seen. What does it signify.",
        "exp": "Above ETCO2 curve depicts. Spontaneous effos It signifies return of spontaneous ventilation and the patient is coming out of the anaesthesia The cleft is K/ACURARE CLEFT Repeat a dose of neuromuscular blocker if you want to maintain the muscle paralysis?? \"Malignant hypehermia: Progressive rise in ETCO2?? \"Bronchospasm: Shark fin appearance?? \"Esophageal intubation:",
        "cop": 1,
        "opa": "Return of spontaneous ventilation",
        "opb": "Airway obstruction",
        "opc": "Hyperventilation",
        "opd": "Oesophageal intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET Jan 2020",
        "id": "e9c01c78-667b-46a7-be31-449a6024d8e4",
        "choice_type": "single"
    },
    {
        "question": "A person was given a muscle relaxant that competitively blocks nicotinic receptors. Which of the following drugs is used for reversal of muscle relaxation after surgery?",
        "exp": "Reversal agent Anticholinesterase Agent: Neostigmine- it is reversible acetylcholinesterase inhibitor. This inhibition is present at all cholinergic synapses so has potent parasympathetic activity. Thus given, accompanied with Atropine/ glycoprolate. MOA- It inactivates the enzyme acetylcholinesterase which is responsible for break down of acetylcholine thus increasing the amount of acetylcholine available for competition with non depolarizing agent thereby reestablishing neuromuscular transmission. Dose-0. 035- 0. 05 mg/kg Peak effect- 1 to 2 min",
        "cop": 1,
        "opa": "Neostigmine",
        "opb": "Carbachol",
        "opc": "Succinylcholine",
        "opd": "Physostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET Jan 2020",
        "id": "6cd9cdcc-6020-4579-8c8b-0fedad35e7db",
        "choice_type": "single"
    },
    {
        "question": "A patient posted for Lap Cholecystectomy had drug eluting stent placed two years back. Patient has no symptom since then. Which of the following set of investigation should be done in this patient.",
        "exp": "Coronary angiography is an invasive procedure hence not done. Pre-Anesthetic Check up: 1. Always take a history 2. General examination, 3. Systemic examination 4. Investigations: Routine Investigation: CBC, RFT (Urea, Creatinine, Serum Electrolytes) If Male and above 40 years: Do ECG, Chest Xray If Female above 45: ECG, Chest Xray History of PTCA and Medicated stent: Elective surgery should be done after one year, if not medicated stent then surgery is done after one month. If patient is having no symptoms: Invasive monitoring should be avoided for eg: Coronary angiography. Always in a cardiac patient ECG and Echo is done (Noninvasive), stress echo can also be done. 5. ASA Grading 6. Airway evaluation",
        "cop": 1,
        "opa": "ECG, CBC, Stress echocardiography",
        "opb": "ECG, CBC, coronary angiography",
        "opc": "ECG, CBC Stress echocardiography, coronary angiography",
        "opd": "Coronary angiography, thallium echocardiography",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET Jan 2020",
        "id": "08fdd4e7-17b8-4a70-af60-3a9bbced21ea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a component of thoracoscore?",
        "exp": "Complication of surgeryis not a component of THORACOSCORE Based on Thoracoscore, risk factors for in hospital moality in adult patients after thoracic surgery are: Variable Risk factors Age >55 yrs Gender Male ASA physical status >2 Performance statusclassification(WHO) >3 Dyspnea score(MRC) >3 Procedure class Pneumonectomy Surgical priority Urgent or emergency Diagnosis Malignant Comorbid diseases >3",
        "cop": 2,
        "opa": "Performance status",
        "opb": "Complication of surgery",
        "opc": "ASA grading",
        "opd": "Priority of Surgery",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET Jan 2020",
        "id": "fe713473-f18a-4b31-812c-60d9277d61ec",
        "choice_type": "single"
    }
]