[
    {
        "question": "Cis atracurium is better then atracurium because:-",
        "exp": "Atracurium Cis-atracurium Mixture of cis-isomers Pure cis-isomer Histamine release No / minimal release CVS unstable CVS stable Less potent Dose - 0. 5-0. 6mh/kg More potent Dose - 0. 1-0. 2 mg/kg - Cis-atracurium and atracurium are dependent on Hoffman elimination - Cis-atracurium's duration of action is more predictable because of spontaneous breakdown. Although atracurium undergoes similar elimination, it is less potent than cis-atracurium, so its breakdown product, laudanosine, is found in higher concentrations",
        "cop": 1,
        "opa": "Less histamine release",
        "opb": "Less half life",
        "opc": "Low drug dose",
        "opd": "Low cost",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET 2019",
        "id": "ed5b84e2-4385-4246-806c-49b3030d2ffd",
        "choice_type": "single"
    },
    {
        "question": "Depth of Anesthesia best measure by:-",
        "exp": "- Depth of anesthesia is measured best by Bispectral index- Attach bands on forehead of patient which has 3 EEG electrodes. one corresponds to frontal, parietal and temporal- EEG is been done, response is analyzed by computer and graphically and numerically represented on monitor- Value 0-100 (coma -fully aware)- Target intra OP depth 40-60 Entropy:- EEG & EMG- More sensitive and better monitor than BIS for monitoring depth of anesthesia TOF - Neuromuscular block is monitored by TOF monitoring- Brain function monitoring (bispectral index, entropy, auditory evoked potentials) may be helpful in titrating the dose of inhaled or injected anesthetic drugs to produce the desired degree of central nervous system depression- The BIS monitor allows clinicians to employ reduced amounts of anesthetic for light sedation cases and may enable anesthesia providers to modify their anesthetics to allow for a faster wake-up. However, if the BIS monitor is used primarily to decrease the amount of anesthetic administered for reasons of cost and efficiency, it is possible that an even more frequent incidence of recall might result. Conversely, a recent study on the use of the BIS monitor showed no decrease in the incidence of awareness with the use of volatile anesthetics.",
        "cop": 1,
        "opa": "BIS",
        "opb": "MAC",
        "opc": "TOF",
        "opd": "Post Tetanic Potentiation",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET 2019",
        "id": "3b4132b2-263a-4d5a-94b7-8238f4553a47",
        "choice_type": "single"
    },
    {
        "question": "Drug that does not causes cardiac depression:-",
        "exp": "Drug Action Thiopentone Decreases systemic vascular resistance, |BP, |HR, myocardial depression Propofol Decreases systemic vascular resistance, |BP, |HR, myocardial depression Etomidate CVS stable, adrenal insufficiency Ketamine In the presence of catecholamines it |HR, |BP",
        "cop": 3,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Etomidate",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET 2019",
        "id": "896e648e-4757-4ad8-bee7-696a7cd89eba",
        "choice_type": "single"
    },
    {
        "question": "Maximum Airway Irritation caused by:-",
        "exp": "Halothane Good smell, no airway irritation Isoflurane Irritant Sevoflurane Sweet smelling gas Desflurane Maximum airway irritant - Laryngospasm",
        "cop": 1,
        "opa": "Desflurane",
        "opb": "Enflurane",
        "opc": "Sevoflurane",
        "opd": "Halothane",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET 2019",
        "id": "2c1cc4c7-fac0-49cb-b767-ab86775dff0f",
        "choice_type": "single"
    },
    {
        "question": "Intravenous agent does not causes pain:-",
        "exp": "IV anesthetic causing pain - Oxybarbiturate - Methohexitone- Propofol- Etomidate Among neuro muscular blockers- IV Rocuronium (pain on injection)",
        "cop": 3,
        "opa": "Methohexetal",
        "opb": "Propofol",
        "opc": "Ketamine",
        "opd": "Etomidate",
        "subject_name": "Anaesthesia",
        "topic_name": "NEET 2019",
        "id": "d755401e-0d3b-45c7-8af8-bffc81a84bf1",
        "choice_type": "single"
    }
]