[
    {
        "question": "A 70 kg athlete is taken for surgery, due to unavailability of vecuronium, succinylcholine is given repeatedly (>640mg). He now is unable to take breath and his lower limbs are paralyzed. What will be cause?",
        "exp": "Prolonged apnea due to repeated dosing with succinylcholine is due to it entering phase 2 block. Phase I depolarizing block is preceded by muscle fasciculation. During paial neuromuscular block, phase I depolarizing block is characterised by: No fade during repetitive stimulation (tetanic or TOF) No post tetanic facilitation (potentiation) Rapid hydrolysis by butyrylcholinesterase (plasma cholinesterase) terminates phase I depolarizing blockade of succinylcholine. Phase II block resembles non depolarizing block, is characterised by: Fade during repetitive stimulation (tetanic or TOF) Post tetanic facilitation (potentiation) Phase II block can be antagonized by administering a cholinesterase inhibitor like neostigmine.",
        "cop": 1,
        "opa": "Phase II block",
        "opb": "Succinylcholine causes muscle paralysis due to fasciculation",
        "opc": "Hidden muscle dystrophy",
        "opd": "Pseudo cholinesterase deficiency",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "1044a6a2-d3bc-430c-8d3b-972ba533c2a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a complication of succinylcholine:-",
        "exp": "The following are the side effects of succinyl choline: Cardiovascular effects: Sinus bradycardia Junctional rhythms Ventricular dysrhythmias Hyperkalemia Myalgia Masseter spasm- Succinyl choline can trigger malignant hypehermia Increased intracranial pressure: Succinylcholine may lead to an activation of the EEG and slight increases in CBF and ICP in some patients. Increased intraocular pressure Increased intragastric pressure",
        "cop": 3,
        "opa": "increased IOP",
        "opb": "increased ICP",
        "opc": "increased BP",
        "opd": "decreased heart rate",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "6f76b1df-3b3e-4785-a4eb-b8a66ceae429",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are not intermediate acting non depolarizing NMB -",
        "exp": "Non depolarizing muscle relaxants are classified according to their structure and duration of action as: Stucture Clinical duration Long acting (>50 min) Intermediate (20-50 min) Sho (15-20 min) Ultra-sho (<10-12 min) Steroidal Pancuronium Pipecuronium Vecuronium Rocuronium Benzyliso- quinolinium d-Tubocurarine Metacurine Doxacurium Atracurium Cis-atracurium Mivacurium Onium chlorofumarate Gantacurium Phenolic ether Gallamine",
        "cop": 1,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "093564c5-eef6-4613-bfd2-15c0fe4c54ea",
        "choice_type": "single"
    },
    {
        "question": "A boy undergoes eye surgery under day care anesthesia with succinyl choline and propofol and after 8 hours he stas walking and develops muscle pain. What is the cause?",
        "exp": "This is most probably postoperative myalgia associated with succinyl choline. Myalgia: Postoperative skeletal muscle pain, which is paicularly prominent in the skeletal muscles of the neck, side and abdomen can occur. Most possible cause unsynchronized contraction of skeletal muscle (fasciculation).",
        "cop": 3,
        "opa": "Early mobilization",
        "opb": "Due to the effects of eye surgery",
        "opc": "Succinyl choline",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9d35d78d-7550-4efd-ab3e-2917a4f5fae9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following neuromuscular blocker is most cardiostable-",
        "exp": "Benzylisoquinoline group causes histamine release so associated with hypotension and tachycardia. Aminosteroid group - no histamine release in aminosteroid group only pancuronium causes vagal blockade - Hypertension and Tachycardia.",
        "cop": 1,
        "opa": "Vecuronium",
        "opb": "d-tubocurare",
        "opc": "Atracurium",
        "opd": "Pancuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "bf5c2146-248a-4b98-a9ed-d3e2076726ff",
        "choice_type": "single"
    },
    {
        "question": "The first neuromuscular blocker-",
        "exp": "The first agent to be used was d-tubocurare the purified and standardized product of plant chondrodendron tomentosum.",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "d-tubocurare",
        "opc": "Atracurium",
        "opd": "Doxacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "7dcea8de-6d61-4c2c-af41-7493d0b954a1",
        "choice_type": "single"
    },
    {
        "question": "Prolonged muscle paralysis in a healthy individual may be caused by:",
        "exp": "Pseudocholinesterase deficiency is an inherited enzyme abnormality that results in abnormally slow metabolic degradation of exogenous choline ester drugs such as succinylcholine and mivacurium. If there is a deficiency in the plasma activity of pseudocholinesterase, prolonged muscular paralysis may occur, resulting in the extended need for mechanical ventilation. A variety of pathologic conditions, physiologic alterations, and medications also can lower plasma pseudocholinesterase activity. Succinylcholine apnea may be seen suddenly in healthy individual due to deficiency of pseudocholinesterase.",
        "cop": 4,
        "opa": "d-Tubocurarine",
        "opb": "Cisatracurium",
        "opc": "Pancuronium",
        "opd": "Succinylcholine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c93bd3ca-1cc8-40b2-b960-ebc3fd5070ea",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme metabolizes succinylcholine?",
        "exp": "Liver produces an enzyme called Butyrylcholinesterase and release in plasma called plasma cholinesterase or Pseudocholinesterase. Succinylcholine is metabolized by butyrylcholinesterase/plasmacholinesterase/pseudocholinesterase. drugs metabolized by pseudocholinesterase 1. succinylcholine 2. Mivacurium 3. ester local anaesthetics",
        "cop": 2,
        "opa": "Acetyl cholinesterase",
        "opb": "Butyryl cholinesterase",
        "opc": "Tissue esterase",
        "opd": "Nonspecific esterase",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f3a8ebb7-e2a9-4099-b467-75b2de5cb897",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting non depolarizing neuromuscular blocker:-",
        "exp": "Fastest acting neuromuscular blocker is succinylcholine Fastest nondepolarising neuromuscular blocker is rapacuronium but rapacuronium is clinically not in use. 2 nd fastest nondepolarising neuromuscular blocker is rocuronium. Mivacurium: shoest but not fastest.",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Rapacuronium",
        "opc": "Rocuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "49d53564-37b1-46f5-ad56-bd575ab8024f",
        "choice_type": "single"
    },
    {
        "question": "85 yr old man with carcinoma bronchus is given general anesthesia for an emergency laparotomy, post operatively neuromuscular monitoring shows delayed recovery; most probable cause is",
        "exp": "There is association of myasthenic syndrome with carcinoma bronchus. Delayed recovery is seen with neuromuscular blocker in myasthenic syndrome.",
        "cop": 2,
        "opa": "Intracerebral bleed",
        "opb": "Myasthenic syndrome",
        "opc": "Ventilation perfusion mismatch",
        "opd": "Blood loss",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "56d50e6f-95e0-4680-90b6-372e1f43ec7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle relaxant causes pain on injection.",
        "exp": "Most of the patients who received rocuronium before loss of consciousness after induction with barbiturates or other drugs complained of severe burning pain in their vein and arm. Rocuronium is supplied in a sterile, nonpyrogenic, isotonic solution. The isotonicity is obtained using sodium chloride, and the pH of 4 is achieved by adding acetic acid or sodium hydroxide. The pain can be decreased by prior administration of intravenous lidocaine. Rocuronium produces a burning pain in the vein or arm if administered before the loss of consciousness after induction of anesthesia. Prior administration of lidocaine may reduce the pain. Otherwise, rocuronium should be administered after induction of anesthesia and loss of consciousness.",
        "cop": 3,
        "opa": "Vecuronium",
        "opb": "Pancuronium",
        "opc": "Rocuronium",
        "opd": "Succinylcholine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "fe5c2c5d-159b-4cbe-8e26-17ed89258bfe",
        "choice_type": "single"
    },
    {
        "question": "The effect of neuromuscular blocking drugs is measured as the depression of adductor muscle contraction following electrical stimulation of which nerve:-",
        "exp": "Different stimulation - Single Twitch Tetanus Train of four stimulus (most common) Double burst stimulation Post - tetanic count Nerves used - ulnar nerve (most common)(Adductor pollicis muscle ) Facial nerve Posterior tibial nerve External peroneal nerve",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Radial nerve",
        "opd": "Occipital nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "45802ff1-58a0-4516-b5c4-42d41ec1c0d1",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting non depolarizing neuromuscular blocker:-",
        "exp": "Fastest onset and shoest duration neuromuscular blocker = succinylcholine (onset = 30-45 sec) duration 5-6 minutes Fastest onset non depolarizing = rocuronium (onset = 75-90 sec). Rapacuronium is fastest acting bit not in clinical use. Rest all neuromuscular blockers onset of action = 3-5 minutes Shoest duration non depolarizing - mivacurium",
        "cop": 4,
        "opa": "Atracurium",
        "opb": "Succinylcholine",
        "opc": "Vecuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "8aefe341-b3bb-4e72-80bc-59a56ae4011c",
        "choice_type": "single"
    },
    {
        "question": "A lady after undergoing surgery under general anaesthesia with no intra surgical complication complained of respiratory difficulty. Po2 low. Not able to lift her head and leg. what can be the cause",
        "exp": "This is a case of inadequate reversal from neuromuscular blocker. Residual paralysis Can occur after general Anaesthesia C/F - Patient conscious, unable to breathe adequate tidal volume, motor weakness, desaturation M/n- suppo the ventilation",
        "cop": 1,
        "opa": "Prolonger action of muscle relaxant",
        "opb": "Respiratory acidosis",
        "opc": "Pulmonary embolism",
        "opd": "Fentanyl chest rigidity",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "4c28c059-f2ab-451c-81e7-131e8da26b64",
        "choice_type": "single"
    },
    {
        "question": "The gene responsible for coding plasma cholinesterase is located at-",
        "exp": "plasma cholinesterase or butyryl cholinesterase activity affected when atypical butyryl cholinesterase is seen in wrong coding of this enzyme. it is genetic cause of suxamethonium apnea, Reduced butyryl cholinesterase activity is seen in Liver disease Pregnancy Malnutrition Old age Drugs like - oral contraceptives, monoamine oxidase inhibitors, echothiophate, cytotoxic drugs, neoplastic disease, anticholinesterase drugs and metoclopramide. Butyrylcholinesterase is the enzyme which degrades succinyl choline. It is synthesized in the liver and found in the plasma. Decreased butyrylcholinesterase is not a major concern in clinical practice because even in a large decrease in the enzyme activity will produce an only slight increase in duration of neuromuscular blockade.",
        "cop": 1,
        "opa": "Chromosome 3 at q 26",
        "opb": "Chromosome 3 at q 27",
        "opc": "Chromosome 4 at q 26",
        "opd": "Chromosome 4 at q 27",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "ed1d3ddd-d6ee-4397-8345-0831b61cba2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following non depolarizing neuromuscular blocker does not release histamine:-",
        "exp": "Aminosteroid group of non-depolarizing neuromuscular blocker does not release histamine Benzylisoquinoline release histamine in following sequence d-tubocurare >>> atracurium = mivacurium > doxacurium Erythema, flushing, and hypotension are manifestations of histamine release.",
        "cop": 1,
        "opa": "Vecuronium",
        "opb": "d-tubocurarine",
        "opc": "Atracurium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "1010fd45-6336-44d9-adba-d9d903bdb28c",
        "choice_type": "single"
    },
    {
        "question": "Management of prolonged Scoline apnea is by",
        "exp": "Suxamethonium apnea and phase 2 block both are managed with mechanical ventilation till recovery. The mainstay treatment for succinylcholine apnea due to atypical pseudocholinesterase is to continue mechanical ventilation until muscle function returns to normal by clinical signs. Administration of neostigmine is controversial as the effects may be transient, possibly followed by intensified neuromuscular blockade. Fresh frozen plasma can augment the patient's endogenous plasma pseudocholinesterase activity but is not recommended because of the risk of iatrogenic viral infectious complications. If human plasma cholinesterase is available, it can be given to reverse neuromuscular blockade. Hence, the best option here would be to continue mechanical ventilation.",
        "cop": 3,
        "opa": "Exchange transfusion",
        "opb": "Estimation of plasma cholinesterase",
        "opc": "Continuation of aificial ventilation",
        "opd": "Reversal with neostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "d62c126f-7c09-4083-830d-38e465108f26",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr old man with paraplegia, the muscle relaxant should be avoided for tracheal intubation will be",
        "exp": "Succinylcholine can cause hyperkalemia in paraplegic patients due to proliferation of extrajunctional receptor. Conditions causing susceptibility to succinylcholine-induced hyperkalemia in an order. Myopathies (eg, Duchenne's dystrophy) Spinal cord injury Encephalitis Stroke Guillain-Barre syndrome Severe Parkinson's disease Burn injury Massive trauma Severe intraabdominal infection Tetanus Hence the use of succinyl choline is avoided in all the above conditions.",
        "cop": 1,
        "opa": "Suxamethonium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c59f9f2f-6101-419e-b6b4-9e466d96255e",
        "choice_type": "single"
    },
    {
        "question": "The following drug antagonizes the visceral side effects of neostigmine used for reversal of vecuronium blockade:",
        "exp": "Atropine or glycopyrolate is used with neostigmine to prevent muscarinic side effect of neostigmine Anticholinergic drugs (e. g. atropine, glycopyrrolate) are routinely administered with anticholinesterases in order toattenuate the undesirable muscarinic effects. Glycopyrrolate is used as a pre-anesthetic agent for reducing the secretions.",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Nicotine",
        "opc": "Pilocarpine",
        "opd": "Pyridostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "80442682-91ce-4eaa-9e46-715b28849b93",
        "choice_type": "single"
    },
    {
        "question": "The clinical use of which of the following drug is stopped because of severe bronchospasm associated with it-",
        "exp": "Rapacuronium is an aminosteroid compound that was introduced for clinical use in the limited states in 1999 and was withdrawn in 2001 because of rare, but severe, cases of bronchospasm.",
        "cop": 1,
        "opa": "Rapacuronium",
        "opb": "Rocuronium",
        "opc": "Atracurium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f7145fa0-e6d6-4404-9a3e-b7c4a84df015",
        "choice_type": "single"
    },
    {
        "question": "Extent of nicotinic receptor blockade required for neuromuscular transmission failure due to non-depolarizing neuromuscular blockers:-",
        "exp": "Non depolarising neuromuscular blocker are competitive blockers and when more than 80 -90 % receptor is blocked then only neuromuscular transmission fails. Characteristic of NDNB 1. Decreased twitch response to a simple stimulus. 2. Fade on tetanic stimulus 3. Train of four response is seen 4. TOF ratio <1 5. Post tetanic potentiation 6. Potentiation of other nondepolarising drugs Antagonism by anticholinesterase",
        "cop": 4,
        "opa": "<5%",
        "opb": "About 20%",
        "opc": "About 30%",
        "opd": ">80% - 90%",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "33479533-9a82-4f0c-9b5e-72b6392030b0",
        "choice_type": "single"
    },
    {
        "question": "Most common arrhythmia associated with succinylcholine:-",
        "exp": "Sinus bradycardia is most common arrhythmia associated with succinylcholine. Succinylcholine is dicholine ester i. e. two molecules of acetylcholine. If it reaches cardiac muscarinic receptor then it can cause bradycardia and arrythmias. In contrast to actions at cardiac muscarinic cholinergic receptors the effect of succinylcholine at autonomic nervous system causes tachycardia and hypertension",
        "cop": 2,
        "opa": "Ventricular tachycardia",
        "opb": "Sinus bradycardia",
        "opc": "Torsado de pointes",
        "opd": "Paroxysmal atrial tachycardia",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f6cb0d4e-5330-497b-a1d4-653e56dd676c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug causes pain on injection:-",
        "exp": "Rocuronium causes pain on injection, like propofol. Unlike propofol however it is given after patient is induced. Pain associated with injection of rocuronium is commonand can be very distressing. Tracheal intubation with rocuronium using the 'timing principle'. the described pain is a 'burning' in nature and occurred immediately on administration. We do not know the exact mechanism for the pain, although the immediate onset rapid precurarization technique using rocuronium probably reflects a direct irritant effect and not an indirect effect on the kinin cascade.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Vacuronium",
        "opc": "Rapocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "e4cd8b2c-7da9-4285-aca5-fb6238a7980b",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of non depolarizing block?",
        "exp": "Non- depolarizing neuromuscular blocker is reversed by neostigmine. Several crude tests has been suggested to evaluate neuromuscular block 1. Head lift for 5 secs 2. Tongue protrusion 3. Hand grip 4. Ability to lift legs off bed 5. Hold jaw shut and prevent removal of tongue depressor. (most sensitive)(correlate TOF Ratio-> 0. 9) For Recovery target TOF ratio > 0. 9 Residual paralysis Can occur after general Anaesthesia C/F - Patient conscious, unable to breathe adequate tidal volume, motor weakness, desaturation M/n- suppo the ventilation Reversal agent Anticholinesterase Agent Neostigmine - it is reversible acetylcholinesterase inhibitor. This inhibition is present at all cholinergic synapses so has potent parasympathetic activity. Thus given accompanied with Atropine/ glycoprolate. Dose- 0. 035- 0. 05 mg/kg Peak effect- 1 to 2 min Suggamadex Direct reversal agent Gama- cyclodextrin compound Binds with aminosteroid in molar ratio 1: 1 Acts best against Rocuronium and vecuronium.",
        "cop": 2,
        "opa": "Potentiated by magnesium",
        "opb": "Potentiated by neostigmine",
        "opc": "Relatively slow onset",
        "opd": "In paial paralysis nerve stimulation shows fade",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c0c4ae8b-489c-4dc2-b277-49a62fe6e460",
        "choice_type": "single"
    },
    {
        "question": "Which is neuromuscular blocker of choice for rapid sequence induction if succinylcholine is contraindicated.",
        "exp": "Intubating conditions provided by rocuronium are excellent and comparable to succinylcholine at dose 1. 0 mg/kg at similar onset time.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Rapacuronium",
        "opc": "Vecuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "4d7df422-b5b1-47fe-97d0-4c5b508dc7ed",
        "choice_type": "single"
    },
    {
        "question": "In modified rapid sequence induction (RSI) which is neuromuscular blocker of choice:-",
        "exp": "Rocuronium is fastest acting clinically available non depolarizing Neuro Muscular Blocker. Thus can replace succinyl choline for modified RSI. For rapid sequence induction we need fast acting neuromuscular blocker so that we achieve intubating condition early.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Vecuronium",
        "opc": "Rapacuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9d9cfc30-5d15-45bb-944e-66a827a97c98",
        "choice_type": "single"
    },
    {
        "question": "The cricoid pressure applied should approximately have following pressure-",
        "exp": "Cricoid pressure describes the backward displacement of the complete cailaginous cricoid ring against the cervical veebrae to occlude the hypopharynx. The technique usually involves the application of a 10 N force before induction; increasing this force to 30 N on loss of consciousness. Thiy Newtons are considered enough to maintain a barrier pressure, but minimize airway obstruction or distoion. It should be removed immediately if active vomiting occurs as there is a risk of oesophageal rupture.",
        "cop": 2,
        "opa": "20 N",
        "opb": "30 N",
        "opc": "40 N",
        "opd": "5 N",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "7ce6a866-d09c-4217-9cab-ed2c2ee01c78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is blocked first by neuromuscular blocker:-",
        "exp": "Neuromuscular blockade usually sooner occur at well perfused centrally located muscles (diaphragm or vocal cords ) than at peripheral locations (hand or foot). Recovery occurs also in same sequence thus diaphragm and vocal cords, face, proximal limbs and distal limbs. Sequence of NM paralysis and recovery from paralysis is same. Diaphragm & vocal cords - Head & Neck - Upper Limb - Trunk - Lower Limb",
        "cop": 3,
        "opa": "Face",
        "opb": "Proximal limb",
        "opc": "Diaphragms and vocal cords",
        "opd": "Distal limb",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "0019ed28-3cf3-4911-96a5-2b8ea548ee16",
        "choice_type": "single"
    },
    {
        "question": "What is defined as recovery index of the neuromuscular blocker (NMB):-",
        "exp": "Duration of action is the time from injection of the neuromuscular blocking agent to return of 25% twitch height. Recovery index is the time interval between 25% and 75% twitch height.",
        "cop": 1,
        "opa": "It is time interval between 25% and 75% twitch height of the NMB",
        "opb": "It is time interval between 25% and 50% twitch height of the NMB",
        "opc": "It is time interval between 50% and 75% twitch height of the NMB",
        "opd": "It is time interval to reach 100% of twitch height of the NMB",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "0ca2dda2-338c-4663-97fb-eec21e25e0f3",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting nondepolarizing neuromuscular blocker-",
        "exp": "Rocuronium has onset of action at 1mg/kg 90 seconds Rocuroniumis the muscle relaxant of choice for day-care surgery. intermediate-acting muscle relaxant with a rapid onset (90 s). Rapacuronium has onset of action 75 secs but it is not in clinical use. Rest all nondepolarising neuromuscular blocker has onset of action - 3-5 minutes",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Pancuronium",
        "opc": "Succinylcholine",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "b4db61f9-75ef-448b-b3dd-ea14eb0cc814",
        "choice_type": "single"
    }
]