[
    {
        "question": "A 70 kg athlete is taken for surgery, due to unavailability of vecuronium, succinylcholine is given repeatedly (>640mg). He now is unable to take breath and his lower limbs are paralyzed. What will be cause?",
        "exp": "Prolonged apnea due to repeated dosing with succinylcholine is due to it entering phase 2 block. Phase I depolarizing block is preceded by muscle fasciculation. During paial neuromuscular block, phase I depolarizing block is characterised by: No fade during repetitive stimulation (tetanic or TOF) No post tetanic facilitation (potentiation) Rapid hydrolysis by butyrylcholinesterase (plasma cholinesterase) terminates phase I depolarizing blockade of succinylcholine. Phase II block resembles non depolarizing block, is characterised by: Fade during repetitive stimulation (tetanic or TOF) Post tetanic facilitation (potentiation) Phase II block can be antagonized by administering a cholinesterase inhibitor like neostigmine.",
        "cop": 1,
        "opa": "Phase II block",
        "opb": "Succinylcholine causes muscle paralysis due to fasciculation",
        "opc": "Hidden muscle dystrophy",
        "opd": "Pseudo cholinesterase deficiency",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "1044a6a2-d3bc-430c-8d3b-972ba533c2a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a complication of succinylcholine:-",
        "exp": "The following are the side effects of succinyl choline: Cardiovascular effects: Sinus bradycardia Junctional rhythms Ventricular dysrhythmias Hyperkalemia Myalgia Masseter spasm- Succinyl choline can trigger malignant hypehermia Increased intracranial pressure: Succinylcholine may lead to an activation of the EEG and slight increases in CBF and ICP in some patients. Increased intraocular pressure Increased intragastric pressure",
        "cop": 3,
        "opa": "increased IOP",
        "opb": "increased ICP",
        "opc": "increased BP",
        "opd": "decreased heart rate",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "6f76b1df-3b3e-4785-a4eb-b8a66ceae429",
        "choice_type": "single"
    },
    {
        "question": "All true about Cis. ATRACURIUM except-",
        "exp": "Cisatracurium is pure sis isomer of atracurium. It is more potent and has longer onset time than atracurium. Metabolism is similar to atracurium. It releases less histamine than atracurium. Cisatracurium does not cause histamine release unlike atracurium. Cisatracurium produces laudanosine but is about five times lesser than that of atracurium. Cisatracurium is a stereoisomer of atracurium that is four times more potent. Cisatracurium undergoes Hofmann Elimination which is a spontaneous non-enzymatic organ-independent degradation. So its clearance is independent of renal function. Hence it is the agent of choice in renal failure patients.",
        "cop": 3,
        "opa": "It is pure Cis isomer of atracurium",
        "opb": "It is more potent than atracurium",
        "opc": "It is also causes histamine release like atracurium",
        "opd": "Metabolism similar to atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "5c80072f-1a5c-45d1-8c4a-d23ea2b77c73",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are not intermediate acting non depolarizing NMB -",
        "exp": "Non depolarizing muscle relaxants are classified according to their structure and duration of action as: Stucture Clinical duration Long acting (>50 min) Intermediate (20-50 min) Sho (15-20 min) Ultra-sho (<10-12 min) Steroidal Pancuronium Pipecuronium Vecuronium Rocuronium Benzyliso- quinolinium d-Tubocurarine Metacurine Doxacurium Atracurium Cis-atracurium Mivacurium Onium chlorofumarate Gantacurium Phenolic ether Gallamine",
        "cop": 1,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "093564c5-eef6-4613-bfd2-15c0fe4c54ea",
        "choice_type": "single"
    },
    {
        "question": "True about Rocuronium bromide is all except",
        "exp": "It is metabolized by liver and kidney so to be avoided in preexisting hepatic and renal disorder. Hepatic and Renal failure, the neuromuscular blocker of choice is Atracurium and Cisatracurium Cis-atracurium undergoes Hofmann elimination - which is spontaneous non-enzymatic degradation. So renal failure doesn't affect the clearance of cis atracurium. Hence it is the agent of choice in renal failure patients. Atracurium also undergo Hofmann elimination and so is an alternative to cis atracurium in renal failure. Steroidal muscle relaxants are predominantly eliminated by ultrafiltration by the glomeruli before urinary excretion. Doxacurium, pancuronium, and pipecuronium are paially excreted by the kidneys, and so the neuromuscular block is prolonged in patients with renal failure.",
        "cop": 4,
        "opa": "One of the most commonly used non depolarizing agent",
        "opb": "Non depolarizing agent of choice for RSI",
        "opc": "Sugammadex is the specific reversal agent",
        "opd": "Most preferred in hepatic and renal failure",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "46aad5d9-c3c8-42b8-9732-fe9545b0a170",
        "choice_type": "multi"
    },
    {
        "question": "All statement is true about modified rapid sequence induction- except-",
        "exp": "Any changes from classical RSI steps is called modified RSI. Today we practice lot of modifications. Instead of thiopentone we can use some other intravenous anesthetic depending upon requirement. We can use instead of succinylcholine rocuronium. Positive pressure ventilation with Bag + Mask is not done Preoxygenation is mandatory even in modified RSI.",
        "cop": 4,
        "opa": "Rocuronium is used as neuromuscular blocker",
        "opb": "Any IV induction agent can be used",
        "opc": "Positive pressure ventilation with Bag + Mask is not done",
        "opd": "Preoxygenation is not mandatory",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "fa1f92f0-afc9-43ee-9e1a-d313563763b8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement about neuromuscular blockage produced by succinylcholine are true except",
        "exp": "Depolarizing neuromuscular blocker The only drug still in clinical use belonging to this group is succinylchloline. Mode of action The effects of succinylcholine (SCh)at the neuromuscular junction are depolarizing postsynaptic and extrajunctional receptors, normally, this desensitization process does not occur with acetylcholine because of its rapid breakdown. However, succinylcholine remains at the endplate for much longer, so desensitization develops after a brief period of activation. Neuromuscular blockade because a depolarized neuro muscular blockade cannot respond to subsequent acetylcholine release. SCh is endowed with two unique and critically impoant characteristics - 1. produces intense paralysis rapidly(fastest onset) 2. effect wanes before preoxygenated person beomes hypoxic (shoest duration). Within 1 minute after succinylcholine injection and before paralysis are manifested, disorganized movements or fasciculation is seen. Characteristics of blockade 1. Simple twitch height reduces 2. No fade on train of four stimulation 3. No fade on tetanic stimulation 4. Potentiated by inhibitors of acetylcholinesterase 5. High dose > 4-6 mg/kg body weight in multiple dosing or single dose changes the characteristic of block from depolarizing to nondepolarizing. This is termed nondepolarizing dual or phase II block. When succinyl choline enters phase II block it stas showing character of nondepolarizing NMB.",
        "cop": 2,
        "opa": "No fade on Train of Four stimulation",
        "opb": "Fade on tetanic stimulation",
        "opc": "No post tetanic fecilitation",
        "opd": "Train of four ratio 1",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "000eb060-5efe-4cd9-a28a-efccc43b2270",
        "choice_type": "multi"
    },
    {
        "question": "A boy undergoes eye surgery under day care anesthesia with succinyl choline and propofol and after 8 hours he stas walking and develops muscle pain. What is the cause?",
        "exp": "This is most probably postoperative myalgia associated with succinyl choline. Myalgia: Postoperative skeletal muscle pain, which is paicularly prominent in the skeletal muscles of the neck, side and abdomen can occur. Most possible cause unsynchronized contraction of skeletal muscle (fasciculation).",
        "cop": 3,
        "opa": "Early mobilization",
        "opb": "Due to the effects of eye surgery",
        "opc": "Succinyl choline",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9d35d78d-7550-4efd-ab3e-2917a4f5fae9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following neuromuscular blocker is most cardiostable-",
        "exp": "Benzylisoquinoline group causes histamine release so associated with hypotension and tachycardia. Aminosteroid group - no histamine release in aminosteroid group only pancuronium causes vagal blockade - Hypertension and Tachycardia.",
        "cop": 1,
        "opa": "Vecuronium",
        "opb": "d-tubocurare",
        "opc": "Atracurium",
        "opd": "Pancuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "bf5c2146-248a-4b98-a9ed-d3e2076726ff",
        "choice_type": "single"
    },
    {
        "question": "The first neuromuscular blocker-",
        "exp": "The first agent to be used was d-tubocurare the purified and standardized product of plant chondrodendron tomentosum.",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "d-tubocurare",
        "opc": "Atracurium",
        "opd": "Doxacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "7dcea8de-6d61-4c2c-af41-7493d0b954a1",
        "choice_type": "single"
    },
    {
        "question": "Why there is higher incidence of endobronchial intubation in pediatric patients -",
        "exp": "Pediatric Airway Anatomy Obligate Nasal Breathers Large Tongue Large Occiput Larynx and Trachea are funnel shaped Vocal Cords slant anteriorly Larynx located higher in neck (at C4 vs. C6 in adults) Narrowest pa of the pediatric airway is at cricoid cailage (until age 5). In adults the narrowest pa is at the glottis opening Glottis Location Different: Premature Babies at C3 Newborns C3-C4 Adults C5 9. sho trachea",
        "cop": 1,
        "opa": "Sho trachea",
        "opb": "Longer Pediatric ETT",
        "opc": "Both",
        "opd": "None of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "45a2152d-f705-4e69-8f42-96e6f23c45d6",
        "choice_type": "multi"
    },
    {
        "question": "Prolonged muscle paralysis in a healthy individual may be caused by:",
        "exp": "Pseudocholinesterase deficiency is an inherited enzyme abnormality that results in abnormally slow metabolic degradation of exogenous choline ester drugs such as succinylcholine and mivacurium. If there is a deficiency in the plasma activity of pseudocholinesterase, prolonged muscular paralysis may occur, resulting in the extended need for mechanical ventilation. A variety of pathologic conditions, physiologic alterations, and medications also can lower plasma pseudocholinesterase activity. Succinylcholine apnea may be seen suddenly in healthy individual due to deficiency of pseudocholinesterase.",
        "cop": 4,
        "opa": "d-Tubocurarine",
        "opb": "Cisatracurium",
        "opc": "Pancuronium",
        "opd": "Succinylcholine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c93bd3ca-1cc8-40b2-b960-ebc3fd5070ea",
        "choice_type": "single"
    },
    {
        "question": "Phase I blocker is:",
        "exp": "Phase I blockade is normal action of succinyl choline as depolarization neuromuscular blocker. Phase 2 blockade is is abnormal action of succinylcholine when given in repeated dose and is called desensitisation block. Due to repeated dose the nicotinic cholinergic receptor becomes desensitized by the effect of succinylcholine and now it cannot depolarize it.",
        "cop": 1,
        "opa": "Depolarization blockade",
        "opb": "Desensitization blockade",
        "opc": "Both",
        "opd": "Neither",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9255be69-1270-4a7c-977d-7c1246d1daf4",
        "choice_type": "multi"
    },
    {
        "question": "Plasma cholinesterase is reduced in all of the following condition except:-",
        "exp": "Plasma cholinesterase activity can be reduced by number exogenous + endogenous causes- pregnancy liver disease, uremia, malnutrition, buns, plasmapheresis and oral contraceptives. Reduced butyryl cholinesterase activity is seen in Liver disease Pregnancy Malnutrition Old age Drugs like - oral contraceptives, monoamine oxidase inhibitors, echothiophate, cytotoxic drugs, neoplastic disease, anticholinesterase drugs and metoclopramide. Butyrylcholinesterase is the enzyme which degrades succinyl choline. It is synthesized in the liver and found in the plasma. Decreased butyrylcholinesterase is not a major concern in clinical practice because even in a large decrease in the enzyme activity will produce an only slight increase in duration of neuromuscular blockade.",
        "cop": 4,
        "opa": "Pregnancy",
        "opb": "Liver disease",
        "opc": "Malnutrition",
        "opd": "Hemolysis",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "bb6a6f7d-399c-466e-8476-84f6fcb3b1c9",
        "choice_type": "multi"
    },
    {
        "question": "All are characteristic of Nondepolarising Neuromuscular Blocker except-",
        "exp": "Fasciculation is seen with depolarizing neuromuscular blocker since they have agonistic effect on nicotinic cholinergic receptor. Nondepolarising neuromuscular blockers are competitive antagonist. Succinylcholine was first synthesized by Bovet in 1949 and released in 1951. Suxamethonium or succinyl choline is a: Depolarizing muscle relaxant Shoest acting muscle relaxant Muscle relaxant of choice for rapid sequence intubation",
        "cop": 3,
        "opa": "Fade on Train of four stimulation",
        "opb": "Tetanic Stimulation is followed by Post tetanic facilitation",
        "opc": "Shows fasciculation",
        "opd": "Reversed by Neostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "e3070261-c73f-4d33-a15e-b753d337ef9e",
        "choice_type": "multi"
    },
    {
        "question": "Which enzyme metabolizes succinylcholine?",
        "exp": "Liver produces an enzyme called Butyrylcholinesterase and release in plasma called plasma cholinesterase or Pseudocholinesterase. Succinylcholine is metabolized by butyrylcholinesterase/plasmacholinesterase/pseudocholinesterase. drugs metabolized by pseudocholinesterase 1. succinylcholine 2. Mivacurium 3. ester local anaesthetics",
        "cop": 2,
        "opa": "Acetyl cholinesterase",
        "opb": "Butyryl cholinesterase",
        "opc": "Tissue esterase",
        "opd": "Nonspecific esterase",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f3a8ebb7-e2a9-4099-b467-75b2de5cb897",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting non depolarizing neuromuscular blocker:-",
        "exp": "Fastest acting neuromuscular blocker is succinylcholine Fastest nondepolarising neuromuscular blocker is rapacuronium but rapacuronium is clinically not in use. 2 nd fastest nondepolarising neuromuscular blocker is rocuronium. Mivacurium: shoest but not fastest.",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Rapacuronium",
        "opc": "Rocuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "49d53564-37b1-46f5-ad56-bd575ab8024f",
        "choice_type": "single"
    },
    {
        "question": "Mode of action of depolarizing and non-depolarizing neuromuscular blocker?",
        "exp": "Depolarizing neuromuscular block-persistent depolarization / no repolarization Non depolarizing - competitive inhibition Succinylcholine is the only depolarising neuromuscular blocker rest all neuromuscular blocker in clinical use are nondepolarising neuromuscular blocker.",
        "cop": 1,
        "opa": "Depolarizing - no repolarization, non-depolarizing - competitive inhibition",
        "opb": "Both competitive inhibitors",
        "opc": "Non-depolarizing - no repolarization; depolarizing - no depolarizin",
        "opd": "Depolarizing - persistent depolarization no depolarizing - no repolarization",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "d2d95ef9-9b26-40cd-8aa9-787ed79994a8",
        "choice_type": "multi"
    },
    {
        "question": "85 yr old man with carcinoma bronchus is given general anesthesia for an emergency laparotomy, post operatively neuromuscular monitoring shows delayed recovery; most probable cause is",
        "exp": "There is association of myasthenic syndrome with carcinoma bronchus. Delayed recovery is seen with neuromuscular blocker in myasthenic syndrome.",
        "cop": 2,
        "opa": "Intracerebral bleed",
        "opb": "Myasthenic syndrome",
        "opc": "Ventilation perfusion mismatch",
        "opd": "Blood loss",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "56d50e6f-95e0-4680-90b6-372e1f43ec7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle relaxant causes pain on injection.",
        "exp": "Most of the patients who received rocuronium before loss of consciousness after induction with barbiturates or other drugs complained of severe burning pain in their vein and arm. Rocuronium is supplied in a sterile, nonpyrogenic, isotonic solution. The isotonicity is obtained using sodium chloride, and the pH of 4 is achieved by adding acetic acid or sodium hydroxide. The pain can be decreased by prior administration of intravenous lidocaine. Rocuronium produces a burning pain in the vein or arm if administered before the loss of consciousness after induction of anesthesia. Prior administration of lidocaine may reduce the pain. Otherwise, rocuronium should be administered after induction of anesthesia and loss of consciousness.",
        "cop": 3,
        "opa": "Vecuronium",
        "opb": "Pancuronium",
        "opc": "Rocuronium",
        "opd": "Succinylcholine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "fe5c2c5d-159b-4cbe-8e26-17ed89258bfe",
        "choice_type": "single"
    },
    {
        "question": "The effect of neuromuscular blocking drugs is measured as the depression of adductor muscle contraction following electrical stimulation of which nerve:-",
        "exp": "Different stimulation - Single Twitch Tetanus Train of four stimulus (most common) Double burst stimulation Post - tetanic count Nerves used - ulnar nerve (most common)(Adductor pollicis muscle ) Facial nerve Posterior tibial nerve External peroneal nerve",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Radial nerve",
        "opd": "Occipital nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "45802ff1-58a0-4516-b5c4-42d41ec1c0d1",
        "choice_type": "single"
    },
    {
        "question": "First neuromuscular blocker to be used clinically:-",
        "exp": "d-tubocurare is naturally occurring neuromuscular blocker and was first neuromuscular blocker to be used clinically. It is extract of curare plant. Not in clinical use since it release huge amount of histamine and has very long duration of action.",
        "cop": 1,
        "opa": "D-tubocurare",
        "opb": "Succinylcholine",
        "opc": "Doxacurium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "de7f9724-40e4-4c61-97f1-c2247979f7ea",
        "choice_type": "multi"
    },
    {
        "question": "Magnesium and neuromuscular - blockade: True statement",
        "exp": "Magnesium accentuates both depolarizing & non depolarizing Neuromuscular blocker. More so of non depolarizing neuromuscular blocker. Magnesium has a membrane stabilising effect at neuromuscular junction thus potentiation of effects of neuromuscular blocker.",
        "cop": 2,
        "opa": "Reduction neuromuscular - blockade when magnesium is administered to patients",
        "opb": "Interaction probably more pronounced with magnesium and vecuronium",
        "opc": "Accentuates blockades by nondepolorizing agents, not by depolarizing drugs",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "a4f34a13-973c-4cd4-91e1-b709eed154c5",
        "choice_type": "multi"
    },
    {
        "question": "The clinically relevant dose of neuromuscular blocker required for clinically useful relaxation corresponds to:-",
        "exp": "The effect of neuromuscular blocking drugs is measured as the depression of adductor muscle contraction (twitch) following electrical stimulation of the ulnar nerve. The value is compared with a control value obtained before injection of the drug. According to Miller, potency of a NMBD is best described as the effective dose - \"The dose of a neuromuscular blocking drug required to produce an effect (e. g., 50%, 90%, or 95% depression of twitch height, commonly expressed as ED50, ED90, and ED95, respectively\". Thus, the ED95 is the amount of NMBD required to reduce twitch height by 95% i. e. clinically useful relaxation",
        "cop": 3,
        "opa": "ED50",
        "opb": "ED75",
        "opc": "ED95",
        "opd": "ED25",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "133d0cf1-b26e-4288-8330-d8c45273db14",
        "choice_type": "multi"
    },
    {
        "question": "Shoest acting non depolarizing neuromuscular blocker:-",
        "exp": "Fastest onset and shoest duration neuromuscular blocker = succinylcholine (onset = 30-45 sec) duration 5-6 minutes Fastest onset non depolarizing = rocuronium (onset = 75-90 sec). Rapacuronium is fastest acting bit not in clinical use. Rest all neuromuscular blockers onset of action = 3-5 minutes Shoest duration non depolarizing - mivacurium",
        "cop": 4,
        "opa": "Atracurium",
        "opb": "Succinylcholine",
        "opc": "Vecuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "8aefe341-b3bb-4e72-80bc-59a56ae4011c",
        "choice_type": "single"
    },
    {
        "question": "All are side effects of succinylcholine except-",
        "exp": "Since bradycardia with modal or ventricular escape beats may occur, especially in children, and asystole has been described after a second dose of succinylcholine in both pediatric and adult patients. Can also cause Tachycardia with catecholamine release with effect on nicotinic cholinergic receptor. But this is rare.",
        "cop": 4,
        "opa": "Hyperkalemia",
        "opb": "Intracranial pressure",
        "opc": "Intragastric pressure",
        "opd": "Tachycardia",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "38bd4ff7-04e2-4dd3-b24d-8bdfb0d56e6a",
        "choice_type": "multi"
    },
    {
        "question": "A lady after undergoing surgery under general anaesthesia with no intra surgical complication complained of respiratory difficulty. Po2 low. Not able to lift her head and leg. what can be the cause",
        "exp": "This is a case of inadequate reversal from neuromuscular blocker. Residual paralysis Can occur after general Anaesthesia C/F - Patient conscious, unable to breathe adequate tidal volume, motor weakness, desaturation M/n- suppo the ventilation",
        "cop": 1,
        "opa": "Prolonger action of muscle relaxant",
        "opb": "Respiratory acidosis",
        "opc": "Pulmonary embolism",
        "opd": "Fentanyl chest rigidity",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "4c28c059-f2ab-451c-81e7-131e8da26b64",
        "choice_type": "single"
    },
    {
        "question": "The gene responsible for coding plasma cholinesterase is located at-",
        "exp": "plasma cholinesterase or butyryl cholinesterase activity affected when atypical butyryl cholinesterase is seen in wrong coding of this enzyme. it is genetic cause of suxamethonium apnea, Reduced butyryl cholinesterase activity is seen in Liver disease Pregnancy Malnutrition Old age Drugs like - oral contraceptives, monoamine oxidase inhibitors, echothiophate, cytotoxic drugs, neoplastic disease, anticholinesterase drugs and metoclopramide. Butyrylcholinesterase is the enzyme which degrades succinyl choline. It is synthesized in the liver and found in the plasma. Decreased butyrylcholinesterase is not a major concern in clinical practice because even in a large decrease in the enzyme activity will produce an only slight increase in duration of neuromuscular blockade.",
        "cop": 1,
        "opa": "Chromosome 3 at q 26",
        "opb": "Chromosome 3 at q 27",
        "opc": "Chromosome 4 at q 26",
        "opd": "Chromosome 4 at q 27",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "ed1d3ddd-d6ee-4397-8345-0831b61cba2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following non depolarizing neuromuscular blocker does not release histamine:-",
        "exp": "Aminosteroid group of non-depolarizing neuromuscular blocker does not release histamine Benzylisoquinoline release histamine in following sequence d-tubocurare >>> atracurium = mivacurium > doxacurium Erythema, flushing, and hypotension are manifestations of histamine release.",
        "cop": 1,
        "opa": "Vecuronium",
        "opb": "d-tubocurarine",
        "opc": "Atracurium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "1010fd45-6336-44d9-adba-d9d903bdb28c",
        "choice_type": "single"
    },
    {
        "question": "The severe bronchospasm associated with rapacuronium, the cause is",
        "exp": "Rapacuronium has effect on M2 and M3 muscarinic receptors in the bronchus. Activation of the postsynaptic M3 receptor by acetylcholine produces bronchoconstriction and the effect is terminated by presynooptic M2 receptors. Repacuronium blocks M2 receptor and has little effect on M3 so bronchoconstriction.",
        "cop": 3,
        "opa": "Allergic reaction",
        "opb": "Massive histamine release",
        "opc": "Unopposed action M3 muscarinic receptors in the bronchus.",
        "opd": "M2 muscarinic receptor activation",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "562d979f-c6a6-447b-9727-3bf439cba7d7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following muscle relaxants are metabolized in liver except:",
        "exp": "Mivacurium is metabolized by pseudocholinesterase present in plasma. Two neuromuscular blocker metabolized by pseudocholinesterase- succinyl choline and mivacurium Most aminosteroid metabolized by hepatic and renal pathway. atracurium and cisatracurium are metabolized by Hoffman degradation and nonspecific ester metabolism.",
        "cop": 4,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "1d633735-7a48-47ca-8107-f3e711a3fb69",
        "choice_type": "multi"
    },
    {
        "question": "Factors responsible for cardiovascular effects of non depolarizing neuromuscular blockers:-",
        "exp": "All benzylisoquinoline except cisatracurium causes histamine release - | BP | HR - CVS Effects mediated by autonomic nicotinic Cholinergic receptor ex. Pancuronium (vagal blockade) | BP | HR Pancuronium produced a profound vagolytic response characterized by tachycardia, reduction in heart rate variability and baroreflex sensitivity.",
        "cop": 4,
        "opa": "Histamine release",
        "opb": "Effects mediated by autonomic nicotinic cholinergic receptors",
        "opc": "Pancuronium produced a profound vagolytic response",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "a11d2c3f-f2b4-4337-97db-47786e6a8cef",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzyme does not affect plasma cholinesterase activity",
        "exp": "Plasma cholinesterase activity can be reduced by a number of endogenous and exogenous causes. It is also reduced by anticholinesterase- neostigmine +pyridostigmine but not by edrophonium. Reduced butyryl cholinesterase activity is seen in Liver disease Pregnancy Malnutrition Old age Drugs like - oral contraceptives, monoamine oxidase inhibitors, echothiophate, cytotoxic drugs, neoplastic disease, anticholinesterase drugs and metoclopramide. Butyrylcholinesterase is the enzyme which degrades succinyl choline. It is synthesized in the liver and found in the plasma. Decreased butyrylcholinesterase is not a major concern in clinical practice because even in a large decrease in the enzyme activity will produce an only slight increase in duration of neuromuscular blockade.",
        "cop": 3,
        "opa": "Neostigmine",
        "opb": "Pyridostigmine",
        "opc": "Edrophonium",
        "opd": "All",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f3477ddf-5497-44ab-bd05-d659b5145674",
        "choice_type": "multi"
    },
    {
        "question": "Train of four response is shown by all of the following neuromuscular blockers except:-",
        "exp": "Depolarizing neuromuscular blockers show no fade on Train of Four stimulus thus with succinylcholine there would be no train of four response. Non depolarizing neuromuscular blocker shows fade on train of four stimulus.",
        "cop": 1,
        "opa": "Succinyl choline",
        "opb": "Mivacurium",
        "opc": "Vacuronium",
        "opd": "Rocuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "5911bf03-d854-470a-8d23-62a8c05b89c6",
        "choice_type": "multi"
    },
    {
        "question": "All are side effect of succinylcholine except",
        "exp": "The following are the side effects of succinyl choline: Cardiovascular effects: Sinus bradycardia Junctional rhythms Ventricular dysrhythmias Hyperkalemia Myalgia Masseter spasm- Succinyl choline can trigger malignant hypehermia Increased intracranial pressure: Succinylcholine may lead to an activation of the EEG and slight increases in CBF and ICP in some patients. Increased intraocular pressure Increased intragastric pressure",
        "cop": 4,
        "opa": "Myalgias",
        "opb": "Raised ICP",
        "opc": "Hyperkalemia",
        "opd": "Raised BP",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "46868f3b-52d8-4f75-997a-1b6ee908443a",
        "choice_type": "multi"
    },
    {
        "question": "Anesthetic management of 30 yr old lady with myasthenia gravis includes all of the following except",
        "exp": "Opioids as such does not cause muscle weakness but generous dose can cause central respiratory depression. Regional anaesthesia is preferred in Myasthenia Gravis. If General Anaesthesia is given use of neuromuscular blocker is avoided. if neuromuscular blocker is used depending upon requirement of surgery then less dose is used and we wait for reversal to happen as anticholinesterase like neostigmine is avoided, intravenous opioid can be given to these patients.",
        "cop": 4,
        "opa": "Regional anesthesia",
        "opb": "Coicosteroids",
        "opc": "Dose of anticholinesterase to be decreased",
        "opd": "Generous doses of opioids",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "3d31c657-e933-444b-925c-4bbff6cd4aff",
        "choice_type": "multi"
    },
    {
        "question": "Management of prolonged Scoline apnea is by",
        "exp": "Suxamethonium apnea and phase 2 block both are managed with mechanical ventilation till recovery. The mainstay treatment for succinylcholine apnea due to atypical pseudocholinesterase is to continue mechanical ventilation until muscle function returns to normal by clinical signs. Administration of neostigmine is controversial as the effects may be transient, possibly followed by intensified neuromuscular blockade. Fresh frozen plasma can augment the patient's endogenous plasma pseudocholinesterase activity but is not recommended because of the risk of iatrogenic viral infectious complications. If human plasma cholinesterase is available, it can be given to reverse neuromuscular blockade. Hence, the best option here would be to continue mechanical ventilation.",
        "cop": 3,
        "opa": "Exchange transfusion",
        "opb": "Estimation of plasma cholinesterase",
        "opc": "Continuation of aificial ventilation",
        "opd": "Reversal with neostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "d62c126f-7c09-4083-830d-38e465108f26",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr old man with paraplegia, the muscle relaxant should be avoided for tracheal intubation will be",
        "exp": "Succinylcholine can cause hyperkalemia in paraplegic patients due to proliferation of extrajunctional receptor. Conditions causing susceptibility to succinylcholine-induced hyperkalemia in an order. Myopathies (eg, Duchenne's dystrophy) Spinal cord injury Encephalitis Stroke Guillain-Barre syndrome Severe Parkinson's disease Burn injury Massive trauma Severe intraabdominal infection Tetanus Hence the use of succinyl choline is avoided in all the above conditions.",
        "cop": 1,
        "opa": "Suxamethonium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c59f9f2f-6101-419e-b6b4-9e466d96255e",
        "choice_type": "single"
    },
    {
        "question": "Neuromuscular blocker does not produce all except:-",
        "exp": "Neuromuscular blocker acts on neuromuscular junction not on central nervous system thus it will not produce loss of conciousness, amnesia, loss of reflex response and analgesia Only muscle relaxation is contributed by neuromuscular blocker.",
        "cop": 3,
        "opa": "Amnesia",
        "opb": "Analgesia",
        "opc": "Relaxation",
        "opd": "Narcosis",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "7751a155-fac8-4267-8ab5-71d468b15c57",
        "choice_type": "multi"
    },
    {
        "question": "The following drug antagonizes the visceral side effects of neostigmine used for reversal of vecuronium blockade:",
        "exp": "Atropine or glycopyrolate is used with neostigmine to prevent muscarinic side effect of neostigmine Anticholinergic drugs (e. g. atropine, glycopyrrolate) are routinely administered with anticholinesterases in order toattenuate the undesirable muscarinic effects. Glycopyrrolate is used as a pre-anesthetic agent for reducing the secretions.",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Nicotine",
        "opc": "Pilocarpine",
        "opd": "Pyridostigmine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "80442682-91ce-4eaa-9e46-715b28849b93",
        "choice_type": "single"
    },
    {
        "question": "The non depolarizing neuromuscular blocker has a normal activity with all the following except:",
        "exp": "In myasthenia gravis circulating antibodies produce a functional reduction in the number of postsynaptic acetylcholine receptors. The myasthenia patients are usually resistant to Succinylcholine. Sensitively to non depolarizing NMB is increased to a variable extent. In Myasthenia patient nondepolarizing neuromuscular is given is less dose.",
        "cop": 4,
        "opa": "Myotonia",
        "opb": "Muscular dystrophy",
        "opc": "Upper motor neuron lesions",
        "opd": "Myasthenia gravis",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "75ab51b5-bcfa-48c2-b05f-8b96df0f0dd5",
        "choice_type": "multi"
    },
    {
        "question": "The clinical use of which of the following drug is stopped because of severe bronchospasm associated with it-",
        "exp": "Rapacuronium is an aminosteroid compound that was introduced for clinical use in the limited states in 1999 and was withdrawn in 2001 because of rare, but severe, cases of bronchospasm.",
        "cop": 1,
        "opa": "Rapacuronium",
        "opb": "Rocuronium",
        "opc": "Atracurium",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f7145fa0-e6d6-4404-9a3e-b7c4a84df015",
        "choice_type": "single"
    },
    {
        "question": "Extent of nicotinic receptor blockade required for neuromuscular transmission failure due to non-depolarizing neuromuscular blockers:-",
        "exp": "Non depolarising neuromuscular blocker are competitive blockers and when more than 80 -90 % receptor is blocked then only neuromuscular transmission fails. Characteristic of NDNB 1. Decreased twitch response to a simple stimulus. 2. Fade on tetanic stimulus 3. Train of four response is seen 4. TOF ratio <1 5. Post tetanic potentiation 6. Potentiation of other nondepolarising drugs Antagonism by anticholinesterase",
        "cop": 4,
        "opa": "<5%",
        "opb": "About 20%",
        "opc": "About 30%",
        "opd": ">80% - 90%",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "33479533-9a82-4f0c-9b5e-72b6392030b0",
        "choice_type": "single"
    },
    {
        "question": "Most common arrhythmia associated with succinylcholine:-",
        "exp": "Sinus bradycardia is most common arrhythmia associated with succinylcholine. Succinylcholine is dicholine ester i. e. two molecules of acetylcholine. If it reaches cardiac muscarinic receptor then it can cause bradycardia and arrythmias. In contrast to actions at cardiac muscarinic cholinergic receptors the effect of succinylcholine at autonomic nervous system causes tachycardia and hypertension",
        "cop": 2,
        "opa": "Ventricular tachycardia",
        "opb": "Sinus bradycardia",
        "opc": "Torsado de pointes",
        "opd": "Paroxysmal atrial tachycardia",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f6cb0d4e-5330-497b-a1d4-653e56dd676c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following volatile anesthetic interacts with non depolarizing, neuromuscular - blocking drugs:-",
        "exp": "All volatile anesthetic potentiate Neuromuscular Blocking Agent. they have membrane stabilizing effect. At equipotent dose agents desflurane potentiates most followed by other agents. Desflurane > Sevoflurane >Isoflurane > Halothane",
        "cop": 4,
        "opa": "Isoflurane",
        "opb": "Desflurane",
        "opc": "Sevoflurane",
        "opd": "All",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "8b0d18b7-3e91-4c93-8eca-46a9821d8fe6",
        "choice_type": "multi"
    },
    {
        "question": "The reversal by sugammadex is possible with all the following neuromuscular blocker except-",
        "exp": "Reversal of Neuromuscular Block Several crude tests has been suggested to evaluate neuromuscular block 1. Head lift for 5 secs 2. Tongue protrusion 3. Hand grip 4. Ability to lift legs off bed 5. Hold jaw shut and prevent removal of tongue depressor. (most sensitive)(correlate TOF Ratio-> 0. 9) For Recovery target TOF ratio > 0. 9 Residual paralysis Can occur after general Anaesthesia C/F - Patient conscious, unable to breathe adequate tidal volume, motor weakness, desaturation M/n- suppo the ventilation Reversal agent Anticholinesterase Agent Neostigmine - it is reversible acetylcholinesterase inhibitor. This inhibition is present at all cholinergic synapses so has potent parasympathetic activity. Thus given accompanied with Atropine/ glycoprolate. Dose- 0. 035- 0. 05 mg/kg Peak effect- 1 to 2 min Suggamadex Direct reversal agent Gama- cyclodextrin compound Binds with aminosteroid in molar ratio 1: 1 Acts best against Rocuronium and vecuronium. Sugammadex does not bind neuromuscular blocker which is devoid of steroid muscular. Thus it cannot reverse benzylisoquinoline.",
        "cop": 4,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "0198c7f3-cadf-4a01-9500-57add777e3bd",
        "choice_type": "multi"
    },
    {
        "question": "All are amino steroid non depolarizing neuromuscular except -",
        "exp": "Stucture Clinical duration Long acting (>50 min) Intermediate (20-50 min) Sho (15-20 min) Ultra-sho (<10-12 min) Steroidal Pancuronium Pipecuronium Vecuronium Rocuronium Benzyliso- quinolinium d-Tubocurarine Metacurine Doxacurium Atracurium Cis-atracurium Mivacurium Onium chlorofumarate Gantacurium Phenolic ether Gallamine Diallyl derivative of toxiferine Alcuronium",
        "cop": 3,
        "opa": "Pancuronium",
        "opb": "Pipecuronium",
        "opc": "Gantacurium",
        "opd": "Vacuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9ab3cae7-de05-4b2e-8e37-89a7d156186c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug causes pain on injection:-",
        "exp": "Rocuronium causes pain on injection, like propofol. Unlike propofol however it is given after patient is induced. Pain associated with injection of rocuronium is commonand can be very distressing. Tracheal intubation with rocuronium using the 'timing principle'. the described pain is a 'burning' in nature and occurred immediately on administration. We do not know the exact mechanism for the pain, although the immediate onset rapid precurarization technique using rocuronium probably reflects a direct irritant effect and not an indirect effect on the kinin cascade.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Vacuronium",
        "opc": "Rapocuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "e4cd8b2c-7da9-4285-aca5-fb6238a7980b",
        "choice_type": "single"
    },
    {
        "question": "Cisatracurium, pure CIS isomer of atracurium all true except:-",
        "exp": "Atracurium molecule is mixture of 10 stereoisomers in which Cis isomer is only 15 %. A total Cis isomer was seperated and new drug was prepared which is Cisatracurium. Cisatracurium a pure CIS isomer of atracurium produces no /minimal histamine release and is more potent than atracurium. Thus it is given in less dose and causes less by product laudanosine production at equipotent dose.",
        "cop": 3,
        "opa": "Is metabolized primarily by Hoffman degradation",
        "opb": "Is cardiovascular stable",
        "opc": "Produces more laudanosine than an equipotent dose of atracurium",
        "opd": "Has onset & duration similar to atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "99548d24-1698-4e12-b6a3-1df19a8c8395",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a feature of non depolarizing block?",
        "exp": "Non- depolarizing neuromuscular blocker is reversed by neostigmine. Several crude tests has been suggested to evaluate neuromuscular block 1. Head lift for 5 secs 2. Tongue protrusion 3. Hand grip 4. Ability to lift legs off bed 5. Hold jaw shut and prevent removal of tongue depressor. (most sensitive)(correlate TOF Ratio-> 0. 9) For Recovery target TOF ratio > 0. 9 Residual paralysis Can occur after general Anaesthesia C/F - Patient conscious, unable to breathe adequate tidal volume, motor weakness, desaturation M/n- suppo the ventilation Reversal agent Anticholinesterase Agent Neostigmine - it is reversible acetylcholinesterase inhibitor. This inhibition is present at all cholinergic synapses so has potent parasympathetic activity. Thus given accompanied with Atropine/ glycoprolate. Dose- 0. 035- 0. 05 mg/kg Peak effect- 1 to 2 min Suggamadex Direct reversal agent Gama- cyclodextrin compound Binds with aminosteroid in molar ratio 1: 1 Acts best against Rocuronium and vecuronium.",
        "cop": 2,
        "opa": "Potentiated by magnesium",
        "opb": "Potentiated by neostigmine",
        "opc": "Relatively slow onset",
        "opd": "In paial paralysis nerve stimulation shows fade",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "c0c4ae8b-489c-4dc2-b277-49a62fe6e460",
        "choice_type": "single"
    },
    {
        "question": "In all of the following conditions, Hyperkalemia produced by succinylcholine is exaggerated except-",
        "exp": "Serum potassium increases by approximately 0. 5 MEg/L a few minutes after injection of succinylcholine severe hyperkalemia, occasionally leading to cardiac arrest. Conditions are:- Major dennervation injuries Spinal cord transaction Peripheral dennervations Prolonged immobility Trauma Burn And very rarely stroke. The following are the side effects of succinyl choline: Cardiovascular effects: Sinus bradycardia Junctional rhythms Ventricular dysrhythmias Hyperkalemia Myalgia Masseter spasm- Succinyl choline can trigger malignant hypehermia Increased intracranial pressure: Succinylcholine may lead to an activation of the EEG and slight increases in CBF and ICP in some patients. Increased intraocular pressure Increased intragastric pressure",
        "cop": 4,
        "opa": "Spinal cord transaction",
        "opb": "Muscle dystrophy",
        "opc": "Trauma",
        "opd": "Stroke",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "6c00ca79-868d-4740-b0ea-f65e6bbd79b2",
        "choice_type": "multi"
    },
    {
        "question": "All true about dosing of succinylcholine except-",
        "exp": "In obese individuals, the dose of succinylcholine in milligram per kg of actual body weight is the same as in leaner patients. Calculating the dose per kg ideal body weight (I BETWEEN) might lead to under-dosing. The volume of distribution, expressed per kg of actual body weight of succinylcholine is probably decreased but this is compensated by an increase in plasma cholinesterase activity.",
        "cop": 4,
        "opa": "In adults, a dose of 1. 0 mg/ kg body weight can yield intubating condition",
        "opb": "Children are resistant to succinylcholine so Between 1 to 2 mg/kg required",
        "opc": "Infant the dose is Between 2-3 mg/kg",
        "opd": "In obese, dose in calculated according to lean body weight",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "f5268063-d963-43c4-a54f-b98692c429be",
        "choice_type": "multi"
    },
    {
        "question": "Which is neuromuscular blocker of choice for rapid sequence induction if succinylcholine is contraindicated.",
        "exp": "Intubating conditions provided by rocuronium are excellent and comparable to succinylcholine at dose 1. 0 mg/kg at similar onset time.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Rapacuronium",
        "opc": "Vecuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "4d7df422-b5b1-47fe-97d0-4c5b508dc7ed",
        "choice_type": "single"
    },
    {
        "question": "All are true about gantacurium-except",
        "exp": "Gantacurium was the first compound of this new class of neuromuscular blocking drugs, the asymmetric mixed-onium chlorofumarates. Gantacurium is an asymmetric enantiomeric isoquinolinium diester of chlorofumaric acid. Gantacurium, like cisatracurium, is a single isomer as atracurium and mivacurium are consisting of a mixture of isomers. Gantacurium is an ultra-sho acting non-depolarizing neuromuscular blocking drug with a rapid onset and a wide safety margin. As cisatracurium and atracurium are inactivated by Hofmann elimination, gantacurium is metabolized by chemical degradation which involves cysteine adduction (fast process) and pH-sensitive hydrolysis (slow process). Cysteine adduction results in replacement of chlorine by cysteine whereafter a heterocyclic ring is formed which cannot longer interact with the postjunctional acetylcholine receptor. Therefore, the metabolites of gantacurium showed no neuromuscular propeies. Moreover, there is no renal and hepatic involvement in the elimination of gantacurium. Reversal of a gantacurium-induced neuromuscular block is possible with administration of cysteine. This first drug in class showed promising results in animal and human studies which will be discussed.",
        "cop": 4,
        "opa": "Its onset and duration similar to succinylcholine",
        "opb": "It is non depolarizing neuromuscular blocker",
        "opc": "It is not metabolized by pseudocholinesterase",
        "opd": "It is benzylisoquinoline nondepolarizing NMB",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "977caa08-87cd-4b50-967e-164942bce2fa",
        "choice_type": "multi"
    },
    {
        "question": "Non depolarizing muscle relaxants are potentiated by all except",
        "exp": "Phenytoin and other anticonvulsants are enzyme inducers and accelerates metabolism of non-depolarizing neuromuscular blockers. Drug administered in the Perioperative period may enhance the effects of Non depolarizing neuromuscular blockers. 1. Volatile anesthetics All potent inhalational agent potentiate NMB- Halothane, Isoflurane, Sevoflurane & Desflurane. Mechanism- i Depression of the CNS, which decreases the tone of skeletal muscle. ii Decreases sensitivity of postjunctional membranes to depolarization. 2. ANTIBIOTICS Aminoglycerides, Tetracycline & Polypeptide Mechanism - effects prejunctinal membrane & release of Acetylcholine. 3. Local Anaesthetics Depending on dose, local anesthetics interface with the prejunctional release of acetyle chlorine, stabilize postjunctional membrane and directly depress skeletal muscle fibres. 4. Antiarrythmic Lidocaine& Quinidine 5. Furosemide. 6. Magnesium. 7. Lithium 8. Cyclosporine 9. Coicosteroid 10. Hypothermia 11. Acidosis Drugs antagonizing the effect of NMB 1) Anticonvulsant 2) Burn injury 3) Hemiplegia /Paresis Potassium Acute decrease in the Extracellular K+ increases transmembrane potential causing hydropolarization of cell membranes. Thus -Resistance to depolarizing increased sensitivity to non depolarizing Acute increase decreases transmembrane potential and thus paially depolarize cell membrane Thus - increases the effect of depolarizing - Opposes non depolarizing.",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Amino glycoside antibiotics",
        "opc": "Polymyxin",
        "opd": "Quinidine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "a9dba410-46db-4531-95b1-dbce08357069",
        "choice_type": "multi"
    },
    {
        "question": "In modified rapid sequence induction (RSI) which is neuromuscular blocker of choice:-",
        "exp": "Rocuronium is fastest acting clinically available non depolarizing Neuro Muscular Blocker. Thus can replace succinyl choline for modified RSI. For rapid sequence induction we need fast acting neuromuscular blocker so that we achieve intubating condition early.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Vecuronium",
        "opc": "Rapacuronium",
        "opd": "Atracurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "9d9cfc30-5d15-45bb-944e-66a827a97c98",
        "choice_type": "single"
    },
    {
        "question": "Relationship between myasthenia gravis and effect of neuromuscular blocker, all true except:-",
        "exp": "avoid NMBAs in patients with MG unless absolutely necessary. If NMBAs are necessary, the use of rocuroniumorvecuronium, and then reversal withsugammadex. Myasthenic patients, including those with only ocular MG and those in remission, have a variable, unpredictable response to administration of NMBAs compared with normal patients, as well as a variable response to NMBA reversal, including the possibility of cholinergic crisis. They tend to be resistant to depolarizing NMBAs and very sensitive to nondepolarizing NMBAs. In addition, treatment with anticholinesterase medication affects the degree of relaxation and duration of action of NMBAs. If NMBAs are administered, the degree of neuromuscular blockade should be monitored using a quantitative train-of-four nerve stimulator.",
        "cop": 4,
        "opa": "Patients with myasthenia gravis are resistant to succinylcholine",
        "opb": "They are more sensitive to non-depolarizing neuromuscular blockers",
        "opc": "If a neuromuscular blocker is used in myasthenic patient, they should be electricity ventilated till recovery",
        "opd": "Neuromuscular blockers should be avoided in these patient and if used thrice the dose of reversal agent should be given to reverse it",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "083ed9bf-2777-4d36-9510-ea91388a1ee2",
        "choice_type": "multi"
    },
    {
        "question": "The cricoid pressure applied should approximately have following pressure-",
        "exp": "Cricoid pressure describes the backward displacement of the complete cailaginous cricoid ring against the cervical veebrae to occlude the hypopharynx. The technique usually involves the application of a 10 N force before induction; increasing this force to 30 N on loss of consciousness. Thiy Newtons are considered enough to maintain a barrier pressure, but minimize airway obstruction or distoion. It should be removed immediately if active vomiting occurs as there is a risk of oesophageal rupture.",
        "cop": 2,
        "opa": "20 N",
        "opb": "30 N",
        "opc": "40 N",
        "opd": "5 N",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "7ce6a866-d09c-4217-9cab-ed2c2ee01c78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is blocked first by neuromuscular blocker:-",
        "exp": "Neuromuscular blockade usually sooner occur at well perfused centrally located muscles (diaphragm or vocal cords ) than at peripheral locations (hand or foot). Recovery occurs also in same sequence thus diaphragm and vocal cords, face, proximal limbs and distal limbs. Sequence of NM paralysis and recovery from paralysis is same. Diaphragm & vocal cords - Head & Neck - Upper Limb - Trunk - Lower Limb",
        "cop": 3,
        "opa": "Face",
        "opb": "Proximal limb",
        "opc": "Diaphragms and vocal cords",
        "opd": "Distal limb",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "0019ed28-3cf3-4911-96a5-2b8ea548ee16",
        "choice_type": "single"
    },
    {
        "question": "The dose modification of following drug not required in indicated with renal or hepatic failure",
        "exp": "ATRACURIUM O Onset Slow Duration Intermediate O Dose -0. 5-0. 6 mg/kg BW. O Histamine releaser O Metabolism unique - I. Hoffmann elimination - Spontaneous base catalyzed degradation. II. Ester hydrolysis by non-specific plasma esterase. Laudanosine is a major metabolite of both path ways. This metabolite if accumulate in blood causes CNS stimulation. Metabolism is independent of Liver and kidney this is very good NDNB drug for pts with derangement of liver and kidney. Very useful in_ 1) Acute /chronic renal dysfunction 2) Acute/chronic hepatic dysfunction 3) Pediatric 4) Old age 5) Pregnancy CISATRACURIUM Purified CIS-isomer of Atracurium similar profile as Atracurium except i More potent so less dose is used clinically ii Fuher less histamine release so more hemodynamic stable iii Slow onset.",
        "cop": 3,
        "opa": "Atracurium",
        "opb": "Cisatracurium",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "a3ae4227-1280-4b49-b698-9fce4b6b97cc",
        "choice_type": "multi"
    },
    {
        "question": "What is defined as recovery index of the neuromuscular blocker (NMB):-",
        "exp": "Duration of action is the time from injection of the neuromuscular blocking agent to return of 25% twitch height. Recovery index is the time interval between 25% and 75% twitch height.",
        "cop": 1,
        "opa": "It is time interval between 25% and 75% twitch height of the NMB",
        "opb": "It is time interval between 25% and 50% twitch height of the NMB",
        "opc": "It is time interval between 50% and 75% twitch height of the NMB",
        "opd": "It is time interval to reach 100% of twitch height of the NMB",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "0ca2dda2-338c-4663-97fb-eec21e25e0f3",
        "choice_type": "single"
    },
    {
        "question": "All true about classical Rapid sequence induction except",
        "exp": "Rapid Sequence induction /intubation Indication - emergency surgery, full stomach patient (Pregnancy is considered afull stomach, whererapid sequence induction is indicated if taken under general anesthesia) Aim - to prevent aspiration Steps 1. Preoxygenation 2. Cricoid pressure application 3. Intravenous thiopentone and intravenous succinylcholine 4. Positive pressure ventilation by bag and mask contraindicated 5. Laryngoscopy and intubation.",
        "cop": 3,
        "opa": "Preoxygenation is mandatory",
        "opb": "Cricoid pressure is applied",
        "opc": "Positive pressure ventilation by bag and mask with small tidal volume",
        "opd": "The neuromuscular blocker used is succinylcholine",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "cbce1dda-f23d-47a6-8aac-f54e7ef83a34",
        "choice_type": "multi"
    },
    {
        "question": "Which by product of vecuronium is associated with peripheral neuropathy on prolonged infusion-",
        "exp": "The most potent byproduct of vecuronium is 3-hydroxy vecuronium, with approximately 60% of the activity of vecuronium, is excreted by the kidney and may be responsible for prolonged paralysis. Vecuronium - 1. It is unstable in solution and, for this reason, is supplied as a lyophilized powder that must be dissolved in sterile water before its use. 2. Both hepatic and renal metabolism. 3. To be used cautiously in pretesting liver & renal dysfunction 4. Neonate, obstetric, geriatric and obese prolonged duration of action is observed.",
        "cop": 1,
        "opa": "3- hydroxy vecuronium",
        "opb": "17-hydroxy vecuronium",
        "opc": "3, 17 (OH2) metabolite",
        "opd": "All",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "77afe795-bc75-48db-859d-49256c0fe395",
        "choice_type": "multi"
    },
    {
        "question": "All of the following nondepolarising neuromuscular blocker causes histamine release except-",
        "exp": "All benzylisoquinoline nondepolarising neuromuscular blocker causes histamine release. Aminosteroid group does not release histamine. NDNB divided in three group according to duration of action - Long- acting, intermediate - acting and sho- acting. Aminosteroid Long acting Pancuronium pipecuronium Benzylisoquinoline D-tubocurane, Doxacurium Intermediate acting Aminosteroid Vecuronium Rocuronium Benzylisoquinoline Atracurium Cisatracurium Sho acting Aminosteroid Rapacuronium Benzylisoquinoline Mivavcurium * Benzylisoquinoline group causes histamine release so IV injection of these drugs can cause hypotension, tachycardia, Bronchospasm, Flushing.",
        "cop": 4,
        "opa": "Atracurium",
        "opb": "Mivacurium",
        "opc": "d-tubocurare",
        "opd": "Vecuronium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "47c0a2f6-a2c1-4130-a347-223fb6b51167",
        "choice_type": "multi"
    },
    {
        "question": "Fastest acting nondepolarizing neuromuscular blocker-",
        "exp": "Rocuronium has onset of action at 1mg/kg 90 seconds Rocuroniumis the muscle relaxant of choice for day-care surgery. intermediate-acting muscle relaxant with a rapid onset (90 s). Rapacuronium has onset of action 75 secs but it is not in clinical use. Rest all nondepolarising neuromuscular blocker has onset of action - 3-5 minutes",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Pancuronium",
        "opc": "Succinylcholine",
        "opd": "Mivacurium",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "b4db61f9-75ef-448b-b3dd-ea14eb0cc814",
        "choice_type": "single"
    },
    {
        "question": "Which of the following occurs first with the use of d-tubocurare:",
        "exp": "Any neuromuscular blocker when given intravenously goes to highly perfused organ like diaphragm and intercostal muscle first then facial muscle, then upper limb and last lower limb. Thus sequence of block - diaphragm and intercostal muscle - facial muscle - upper limb - lower limb",
        "cop": 1,
        "opa": "Diaphragmatic relaxation",
        "opb": "Abdominal wall relaxation",
        "opc": "Diplopia",
        "opd": "Ptosis",
        "subject_name": "Anaesthesia",
        "topic_name": "Neuromuscular Blocker",
        "id": "50402463-4969-44a1-92e9-8d24eaba9829",
        "choice_type": "multi"
    }
]