[
    {
        "question": "Inhalation agent of choice in children -",
        "exp": "Ans. is 'b' i. e., Sevoflurane \"Unlike desflurane, sevoflurane poses no problem in induction, acceptability is good even by pediatric patients\". Enflurane o It is a faster acting substitute of halothane. o It is halogenated ether. o Because of its propensity to provoke seizures, it has been superseded by isoflurane. Isoflurane o It is an isomer of enflurane with similar properties but 1 1/2 times more potent. o BP falls due to vasodilation, while cardiac output is maintained - inhalation anaesthetic of choice in cardiac surgery (intravenous anaesthetic of choice for cardiac surgery is etomidate). o It does not sensitize the heart to Adr - safe in pheochromocytoma. o It does not provoke seizures preferred in neurosurgery. o Uterine and skeletal muscle relaxant action is similar to halothane - can be used for assisting version as an alternative to halothane. o It causes significant respiratory depression. o Coronary circulation is maintained - safer in patients with MI. o It can cause coronary steal phenomenon. o It can be used for day care surgery (also sevoflurane and desflurane). o It is also used to produce controlled hypotension. Desflurane o It is a newer all flourinated congener of isoflurane which has gained popularity as an anaesthetic for out patient surgery. o It is fastest acting inhalation anaesthetic with blood: gas partition cofficient 0. 42. o It is highly volatile - a thermostatically heated special vaporizer is used to deliver a precise concentration of pure desflurane vapour in carrier gas (N2O + O2) mixture. o It is less potent than isoflurane, higher concentration has to be used for induction - may induce coughing, and laryngospasm because of pungent odour - unsuitable for induction. o Degree of respiratory depression, muscle relaxation, vasodilation and fall in BP, as well as maintained cardiac contractility and coronary circulation are like isoflurane. o Both isoflurane and desflurane do not provoke seizures, are not arrhythmogenic and do not have liver and kidney toxicity. Sevoflurane o It is more potent than desflurane but less potent than isoflurane. o Unlike desflurane it poses no problem in induction, acceptibility is good even by pediatric patients - inducing agent of choice in children. o Sevoflurane is degraded by contact with the CO2 absorbent (soda lime) in anesthesia machines, yielding a vinyl ether called 4 Compound A ' which can cause renal damage. -- Katzung 10th/e - 401",
        "cop": 2,
        "opa": "Methoxyflurane",
        "opb": "Sevoflurane",
        "opc": "Desflurane",
        "opd": "Isoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "Pediatric Anesthesia",
        "id": "35e656b8-2fb9-4669-8b27-6b3c5378f5f9",
        "choice_type": "single"
    },
    {
        "question": "Anesthesia of choice in pediatric patients:",
        "exp": "Ans: (c) Sevoflurane. Ref: KDT 6th ed./373-374. SEVOFLURANE* Sevoflurane is one of the inhalation (volatile liquid) anesthetic agents.* Induction and emergence of anesthesia is rapid with sevoflurane.* Absence of pungent smell makes it pleasant and administrate through face mask and is considered as anesthesia of choice in pediatric patient.* Side effect: respiratory depression and arrhythmia. PESFLURANE* Desflurane is one of the inhalation (volatile liquid) anesthetic agents.* It is fastest acting but less soluble than isoflurane.* It has the most pungent odor, which make it unsuitable for induction.* It irritates air passage, which may induce coughing, laryngeal spasm. PROPOFOL* Anesthesia of choice for day care surgery.* Short acting, action diminishes the same day.* Advantage: has anti emetic property. It is safe in porphyria.* Disadv: Causes myocardial depression and hypotension, KETAMINE* Has maximum analgesic property.* Produces dissociative anesthesia.* Induction agent of choice in asthma patient.",
        "cop": 3,
        "opa": "Ketamine",
        "opb": "Desflurane",
        "opc": "Sevoflurane",
        "opd": "Propofol",
        "subject_name": "Anaesthesia",
        "topic_name": "Pediatric Anesthesia",
        "id": "e61da1cc-17cd-41a7-acc8-076f57b247cb",
        "choice_type": "single"
    }
]