[
    {
        "question": "Most common complication of coeliac plexus block -",
        "exp": "Ans. is 'a' i. e., Hypotension Celiac plexus blocko The celiac plexus is situated retroperitoneally in the upper abdomen. It is at the level of T12 and L1 vertebrae anterior to the crura of the diaphragm. It contains visceral afferent and efferent fibers divided from T5 to T12. by means of greater, lesser and least splanchnic nerves. Celiac plexus innervates most of the abdominal viscera, therefore this procedure blocks the nerves which come from the pancreas, liver, gall bladder, stomach, intestine, spleen, kidney and adrenal glands. o A celiac plexus block can be combined with an intercostal block to provide anesthesia for intra-abdominal surgery. o Because celiac plexus block results in blockade of the autonomic nervous system, this block may help to reduce stress and endocrine responses to surgery. For the same reason, the most common complication of celiac plexns block is postural hypotenstion because of blockade of lumbar sympathetic chain leading to upper abdominal vessel dilation and venous pooling. o Celiac plexus block can be done by following three approaches: - Retrocrural (classic) approach, anterocrural approach and splanchnic nerve block. o Celiac plexus block is given to treat intractable pain in chronic pancreatitis, gastric & pancreatic malignancies. It can be combined with an intercostal block to provide anesthesia for intra-abdomiual surgery. o Postural hypotension is the Most common complication of classic retrocrural and splanchnic nerve block. Where as most common complication of Anterocrural approach is transient diarrhoea.",
        "cop": 1,
        "opa": "Hypotension",
        "opb": "Parasthesias",
        "opc": "Diarrhea",
        "opd": "Pneumothorax",
        "subject_name": "Anaesthesia",
        "topic_name": "Peripheral Nerve Blocks",
        "id": "a00a959c-76c1-4f53-863f-98e8ad87725e",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used approach of brachial plexus block-",
        "exp": "Ans. is 'b' i. e., Supraclavicular Brachial plexus blocko This is the second most commonly practised block after central neuraxial block (spinal & epidural anaesthesia). Brachial plexus block is used for upper limb surgeries. o Brachial plexus can be blocked by 4 approaches: -Interscalene approach. Brachial plexus is blocked between anterior and middle scalene. This approach is not used routinely due to close proximity of vital structures. Ulnar nerve is usually spared by this approach because injection is given in close proximity of upper nerve roots and inferior nerve roots (C8-T1) may be spared. This technique provides excellent anaesthesia and analgesia for shoulder and upper arm procedures, (in contrast to other three approaches which do not provide adequate shoulder anaesthesia). Complications include Homer syndrome (due to stellate ganglion block), phrenic nerve block, intravascular injection into carotids and epidural or intrathecal injections. Supraclavicular approach. This is the most commonly used approach. It involves the injection of local anaesthetic in close proximity to the trunks of the brachial plexus by inserting the needle lateral to subclavian vessels. The supraclavicular block is performed where the brachial plexus is most compact, consequently, it produces reliable and rapid onset anaesthesia and is particularly useful in a fast paced ambulatory surgery centre. Pneumothorax is the most common complication. Other complications include phrenic nerve block, intravascular injection in subclavian artery or vein, Homer syndrome, hematoma formation. Infra-clavicular approach. Infraclavicular block involves the injection of local anaesthetic in close proximity of cords of the brachial plexus. The axillary nerve may be spared as this nerve exits the brachial plexus sheath proximal to the level of infraclavicular block. Axillary approach. Axillary block involves the injection of local anaesthetic in close proximity of terminal branches of the brachial plexus. The major disadvantage of this approach is that mucocutaneous and intercostobrachial nerves are spared. So arm surgery cannot be performed. In contrast to interscalene approach, most intense block occur in (C7-T1) ulnar dermatomes and least in C5-C6 dermatomes.",
        "cop": 2,
        "opa": "Interscalene",
        "opb": "Supraclavicular",
        "opc": "Infraclavicular",
        "opd": "Axillary",
        "subject_name": "Anaesthesia",
        "topic_name": "Peripheral Nerve Blocks",
        "id": "b87e3f29-6dcf-450e-ae6b-a641bc54eb0e",
        "choice_type": "single"
    }
]