[
    {
        "question": "Which of the following is not given in pre operative preparations?",
        "exp": "Ans. is 'd' i. e., Erythropoietin o Drugs used in premedication1. Sedative - antianxiety-Diazepam / Lorazepam l Midazolam.-Lorazepam is used most commonly.-Midazolam is used for day care surgery. 2 Opioids-Morphine / pethidine3. Anticholinergics-Atropine f Hyoscine / Glycopyrrolate. 4. Neuroleptics-Haloperidol i chlorpromazine / triflupromazine. 5. H2 blocker or proton pump inhibitor-Ranitidine / Famotidine, omeprazole / Pantoprazole. 6. Antiemitics-Metoclopramide / Domperidone / Ondansetron.",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Midazolam",
        "opc": "Atropine",
        "opd": "Erythropoietin",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative Assessment",
        "id": "037d77cd-5e8e-4784-8fde-3fe5dc918daf",
        "choice_type": "single"
    },
    {
        "question": "Mallampatti classification is used for?",
        "exp": "ANSWER: (A) Inspection of oral cavity before intubation. REF: Morgan 3rd ed p. 82. In anaesthesiology, the Mallampatti score, also Mallampatti classification is used to predict the ease of intubation. It is determined by looking at the anatomy of the oral cavity; specifically, it is based on the visibility of the base of uvula, faucial pillars (the arches in front of and behind the tonsils) and soft palate. Class 1. Class 11. Class IIIClass (V Class 0. Visibility of Epiglottis. No difficulty. Class 1. Full visibility of tonsils, uvula and soft palate. No difficulty. Class 2. Visibility of hard and soft palate, upper portion of tonsils and uvula. No difficulty. Class 3. Soft and hard palate and base of the uvula are visible. Moderate difficulty. Class 4. Only Hard Palate visible. Severe difficulty",
        "cop": 1,
        "opa": "Inspection of oral cavity before intubation",
        "opb": "Size of the airway",
        "opc": "Size of the ET tube",
        "opd": "Tracheostomy tube",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative Assessment",
        "id": "93c618eb-0739-44d3-9eae-22b55104fb74",
        "choice_type": "multi"
    },
    {
        "question": "All are related to difficult intubation EXCEPT:",
        "exp": "ANSWTER: (C) Increased thyromental distance. REF: Morgan 4th ed p. 924. Indirect repeat from December 2009. Signs of difficult intubation: Thyromental distance < 7cms. Mallampatti grade III or IVMicrognathia. Macroglossia. High arched palate with narrow dental arch. TMJ limitation. Limited cervical vertebrae extension. Miller sign. Growth in oral cavity",
        "cop": 3,
        "opa": "Miller's sign",
        "opb": "TMJ ankyloses",
        "opc": "Increased thyromental distance",
        "opd": "Micrognathia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative Assessment",
        "id": "1913f18b-943a-4bfb-8a4e-3f980472c581",
        "choice_type": "multi"
    },
    {
        "question": "Modified Allen's test is for checking the proper arterial supply at the:",
        "exp": "Ans. a. Wrist (Ref: Morgan 4/123-124). Modified Allen's test is for checking the proper arterial supply at the wrist. It is used to know the integrity of palmar arch (patency of radial and ulnar arteries)Q. Allen's Test. Tests the adequacy of the blood supply to the hand from the radial and ulnar arteries and the arcade between them. QAllen's test is used to know the integrity of palmar arch (patency of radial and ulnar arteries)Q. If these are patent, AVF can be safely ligated. Method of Allen's Test. Elevate the hand and apply digital pressure on the radial and ulnar arteries to occlude them. Ask the patient to make a fist several times. The tips of the finger should go pale. Release each artery in turn and observe the return of colour",
        "cop": 1,
        "opa": "Wrist",
        "opb": "Arm",
        "opc": "Elbow",
        "opd": "Forearm",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative Assessment",
        "id": "a9170b72-c33b-400c-9458-183626082234",
        "choice_type": "multi"
    }
]