[
    {
        "question": "Five days after an uneventful cholecystectomy, an asymptomatic middle-aged woman is found to have a serum sodium level of 125 m. Eq/L. Which of the following is the most appropriate management strategy for this patient?",
        "exp": "The initial, and often definitive, management of hyponatremia is free-water restriction. Symptomatic hyponatremia, which occurs at serum sodium levels less than or equal to 120 m. Eq/L, can result in headache, seizures, coma, and signs of increased intracranial pressure and may require infusion of hypeonic saline. Rapid correction should be avoided so as not to cause central pontine myelinolysis, manifested by neurologic symptoms ranging from seizures to brain damage and death. Additionally, a search for the underlying etiology of the hyponatremia should be undeaken. Acute severe hyponatremia sometimes occurs following elective surgical procedures due to a combination of appropriate stimulation of antidiuretic hormone and injudicious administration of excess free water in the first few postoperative days. Other potential etiologies include hyperosmolarity with free-water shifts from the intra- to the extracellular compament (eg, hyperglycemia), sodium depletion (eg, gastrointestinal or renal losses, insufficient intake), dilution (eg, drug-induced), and the syndrome of inappropriate secretion of antidiuretic hormone (SIADH).",
        "cop": 2,
        "opa": "Administration of hypeonic saline solution",
        "opb": "Restriction of free water",
        "opc": "Plasma ultrafiltration",
        "opd": "Hemodialysis",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "b5ec622b-1dc1-432e-8325-4cf29c72af46",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man is admitted to the coronary care unit with an acute myocardial infarction. His postinfarction course is marked by congestive heart failure and intermittent hypotension. On the fouh day in hospital, he develops severe midabdominal pain. On physical examination, blood pressure is 90/60 mm Hg and pulse is 110 beats per minute and regular; the abdomen is soft with mild generalized tenderness and distention. Bowel sounds are hypoactive; stool Hematest is positive. Which of the following is the most appropriate next step in this patient's management?",
        "exp": "In the absence of peritoneal signs, angiography is the diagnostic test of choice for acute mesenteric ischemia. Patients with peritoneal signs should undergo emergent laparotomy. Acute mesenteric ischemia may be difficult to diagnose. The condition should be suspected in patients with either systemic manifestations of aeriosclerotic vascular disease or low cardiac-output states associated with a sudden development of abdominal pain that is out of propoion to the physical findings. Because of the risk of progression to small-bowel infarction, acute mesenteric ischemia is an emergency and timely diagnosis is essential. Although patients may have lactic acidosis or leukocytosis, these are late findings. Abdominal films are generally unhelpful and may show a nonspecific ileus pattern. Since the pathology involves the small bowel, a barium enema is not indicated. Upper gastrointestinal series and ultrasonography are also of limited value. CT scanning is a good initial test, but should still be followed by angiography in a patient with clinically suspected acute mesenteric ischemia, even in the absence of findings on the CT scan. In addition to establishing the diagnosis in this stable patient, angiography may also assist with operative planning and elucidation of the etiology of the acute mesenteric ischemia. The cause may be embolic occlusion or thrombosis of the superior mesenteric aery, primary mesenteric venous occlusion, or nonocclusive mesenteric ischemia secondary to low-cardiac output states. A moality of 50% to 75% is repoed. The majority of affected patients are at high operative risk, but early diagnosis followed by revascularization or resectional surgery or both are the only hope for survival. Celiotomy must be performed once the diagnosis of aerial occlusion or bowel infarction has been made. Initial treatment of nonocclusive mesenteric ischemia includes measures to increase cardiac output and blood pressure. Laparotomy should be performed if peritoneal signs develop",
        "cop": 3,
        "opa": "Barium enema",
        "opb": "Upper gastrointestinal series",
        "opc": "Angiography",
        "opd": "Ultrasonography",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "d5d03cd8-055b-49bf-9b2d-4b8dc3fd6b4d",
        "choice_type": "multi"
    },
    {
        "question": "Ten days after an exploratory laparotomy and lysis of adhesions, a patient, who previously underwent a low anterior resection for rectal cancer followed by postoperative chemoradiation, is noted to have succus draining from the wound. She appears to have adequate source control--she is afebrile with a normal white blood count. The output from the fistula is approximately 150 cc per day. Which of the following factors is most likely to prevent closure of the enterocutaneous fistula?",
        "exp": "Factors that predispose to fistula formation and may prevent closure include foreign body, radiation, inflammation, epithelialization of the tract, neoplasm, distal obstruction, and steroids. Factors that result in unhealthy or abnormal tissue surrounding the enterocutaneous fistula decrease the likelihood of spontaneous resolution. For example, radiation therapy, such as used for treatment of pelvic gynecologic and rectal malignancies, can result in chronic injury to the small intestine characterized by fibrosis and poor wound healing. High-output fistulas, defined as those with more than 500 cc per day output, are usually proximal and unlikely to close. Treatment consists of source control, nutritional supplementation, wound care, and delayed surgical intervention if the fistula fails to close.",
        "cop": 1,
        "opa": "Previous radiation",
        "opb": "Previous chemotherapy",
        "opc": "Recent surgery",
        "opd": "History of malignancy",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "fb22bfc1-6edc-4099-9d59-5ab1aec761e2",
        "choice_type": "single"
    },
    {
        "question": "Drugs commonly used in pre-anaesthetic medication are all except",
        "exp": "Succinylcholine is a neuro muscular blocker used during induction of General anaesthesia. Drugs used in premedication include benzodiazepines like midazolam, diazepam; opioids like morphine, fentanyl; anticholinergics like atropine, scopolamine, glycopyrrolate.",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Scopolamine",
        "opc": "Morphine",
        "opd": "Succinyl choline",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "50480672-ddf7-4412-a22d-f5c2e40ba730",
        "choice_type": "multi"
    },
    {
        "question": "A 75-year-old man with a history of myocardial infarction 2 years ago, peripheral vascular disease with symptoms of claudication after walking half a block, hypertension, and diabetes presents with a large ventral hernia. He wishes to have the hernia repaired. Which of the following is the most appropriate next step in his preoperative workup?",
        "exp": "The patient should undergo persantine thallium stress testing followed by echocardiography to assess his need for coronary angiogram with possible need for angioplasty, stenting, or surgical revascularization prior to repair of his hernia. Although exercise stress testing is an appropriate method for evaluating a patient's cardiac function preoperatively, this patient's functional status is limited by his peripheral vascular disease and therefore a pharmacologic stress test would be the preferred method of cardiac evaluation. An ECG should be performed in this patient with a history of cardiovascular disease, hypertension, and diabetes, but a normal ECG would not preclude fuher workup. While myocardial infarction (MI) within 6 months of surgery is considered to increase a patient's risk for a cardiac complication after surgery using Goldman's criteria, a remote history of MI is not prohibitive for surgery in and of itself.",
        "cop": 4,
        "opa": "He should undergo an electrocardiogram (ECG).",
        "opb": "He should undergo an exercise stress test.",
        "opc": "He should undergo coronary aery bypass prior to operative repair of his ventral hernia",
        "opd": "He should undergo a persantine thallium stress test and echocardiography.",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "ae99c0de-0afd-424b-ab63-6996aaca70cc",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman with Crohn disease and a small intestinal fistula develops tetany during the second week of parenteral nutrition. The laboratory findings include Na: 135 m. Eq/L K: 3. 2 m. Eq/L Cl: 103 m. Eq/L HCO3: 25 m. Eq/L Ca: 8. 2 m. Eq/L Mg: 1. 2 m. Eq/L PO4: 2. 4 m. Eq/L Albumin: 2. 4 An aerial blood gas sample reveals a pH of 7. 42, PCO2 of 38 mm Hg, and PO2 of 84 mm Hg. Which of the following is the most likely cause of the patient's tetany?",
        "exp": "Magnesium deficiency is common in malnourished patients and patients with large gastrointestinal fluid losses. The neuromuscular effects resemble those of calcium deficiency--namely, paresthesia, hyperreflexia, muscle spasm, and, ultimately, tetany. The cardiac effects are more like those of hypercalcemia. An electrocardiogram therefore provides a rapid means of differentiating between hypocalcemia (prolonged QT interval, T-wave inversion, heart blocks) and hypomagnesemia (prolonged QT and PR intervals, ST segment depression, flattening or inversion of p waves, torsade de pointes). Hypomagnesemia also causes potassium wasting by the kidney. Many hospital patients with refractory hypocalcemia will be found to be magnesium deficient. Often this deficiency becomes manifest during the response to parenteral nutrition when normal cellular ionic gradients are restored. A normal blood pH and aerial PCO2 rule out hyperventilation. The serum calcium in this patient is normal when adjusted for the low albumin (add 0. 8 mg/dL per 1 g/dL decrease in albumin). Hypomagnesemia causes functional hypoparathyroidism, which can lower serum calcium and thus result in a combined defect.",
        "cop": 3,
        "opa": "Hyperventilation",
        "opb": "Hypocalcemia",
        "opc": "Hypomagnesemia",
        "opd": "Essential fatty acid deficiency",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "6da06b47-d357-4214-9bbe-d3639538e09f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most significant risk factor for postoperative nausea and vomiting",
        "exp": "Postoperative nausea and vomiting is most common in women, young people, and patients who have received opioids during surgery. Surprisingly, perhaps the one advantage of smoking is that smokers tend to have less postoperative nausea and vomiting than nonsmokers. Similarly, the incidence of postoperative nausea and vomiting is lower in the geriatric population.",
        "cop": 1,
        "opa": "Female gender",
        "opb": "Smoking",
        "opc": "Age over 60 years",
        "opd": "Surgery on the breast",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "a9e6e097-c028-439a-ae33-13d34946a4c3",
        "choice_type": "single"
    },
    {
        "question": "Plan C of anesthetic airway management is -",
        "exp": null,
        "cop": 3,
        "opa": "Standard laryngoscopy & intubation",
        "opb": "Intubation catheter guided intubation",
        "opc": "Inseion of laryngeal mask airway & fiberoptic bronchoscopy",
        "opd": "Cancel the surgery or perform tracheostomy",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e63d7825-7de0-4270-95e8-06ccf0637949",
        "choice_type": "single"
    },
    {
        "question": "Lithium should be Stopped how many days before surgery",
        "exp": "Lithium should be stopped around 48-72 hrs before surgery.",
        "cop": 3,
        "opa": "1 days",
        "opb": "2 days",
        "opc": "3 days",
        "opd": "4 days",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "c8a574b6-9ee9-4ef1-b79b-9f0bfec0aac9",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man undergoes a subtotal colectomy for a cecal perforation due to a sigmoid colon obstruction. He has had a prolonged recovery and has been on total parenteral nutrition (TPN) for 2 weeks postoperatively. After regaining bowel function, he experienced significant diarrhea. Examination of his abdominal wound demonstrates minimal granulation tissue. He complains that he has lost his taste for food. He also has increased hair loss and a new perioral pustular rash. Which of the following deficiencies does he most likely have?",
        "exp": "The patient has a zinc deficiency. Alopecia, poor wound healing, night blindness or photophobia, anosmia, neuritis, and skin rashes are all characteristic of patients with zinc deficiency, which often results in the setting of excessive diarrhea. Selenium deficiency is characterized by the development of a cardiomyopathy. Molybdenum deficiency is manifested by encephalopathy due to toxic accumulation of sulfur-containing amino acids. Chromium deficiency can occur in patients on long-term TPN and is characterized by difficult-to-control hyperglycemia and peripheral neuropathy and encephalopathy. Thiamine deficiency results in beriberi, which includes symptoms of encephalopathy and peripheral neuropathy; patients with beriberi can also develop cardiovascular symptoms and cardiac failure.",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Selenium",
        "opc": "Molybdenum",
        "opd": "Chromium",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "68b540a3-dfdd-47aa-8c60-40c22363c45d",
        "choice_type": "single"
    },
    {
        "question": "A 78-year-old man with a history of coronary aery disease and an asymptomatic reducible inguinal hernia requests an elective hernia repair. Which of the following would be a valid reason for delaying the proposed surgery?",
        "exp": "The work of Goldman and others has served to identify risk factors for perioperative myocardial infarction. The highest likelihood is associated with recent myocardial infarction: the more recent the event, the higher the risk up to 6 months. It should be noted, however, that the risk never returns to normal. A non-Q-wave infarction may not have destroyed much myocardium, but it leaves the surrounding area with borderline perfusion, thus the paicularly high risk of subsequent perioperative infarction. Evidence of congestive heart failure, such as jugular venous distention, or S3 gallop also carries a high risk, as does the frequent occurrence of ectopic beats. Old age (>70 years) and emergency surgery are risk factors independent of these others. Coronary revascularization by coronary aery bypass graft (CABG) tends to protect against myocardial infarction. Smoking, diabetes, hypertension, and hyperlipidemia (all of which predispose to coronary aery disease) are surprisingly not independent risk factors, although they may increase the death rate should an infarct occur. The value of this information and data derived from fuher testing is that it identifies the patient who needs to be monitored invasively with a systemic aerial catheter and pulmonary aerial catheter. Most perioperative infarcts occur postoperatively when the third-space fluids return to the circulation, which increases the preload and the myocardial oxygen consumption. This generally occurs around the third postoperative day.",
        "cop": 3,
        "opa": "Coronary aery bypass surgery 3 months earlier",
        "opb": "A history of cigarette smoking",
        "opc": "Jugular venous distension",
        "opd": "Hypertension",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "9c86c6a5-8846-4990-a296-1e840bfe000f",
        "choice_type": "single"
    },
    {
        "question": "Sudden decreasd end tidal CO2 in GA causes",
        "exp": "Complications of Anaesthesia During anaesthesia: > Respiratory depression - Salivation, respiratory secretions > Cardiac arrhythmias > Fall in BP >Aspiration >Laryngospasm and >asphyxia >Awareness > Delirium and convulsion > Fire and explosion",
        "cop": 1,
        "opa": "Cardiac arrest",
        "opb": "Pulmonary hypertension",
        "opc": "Malignant hypehermia",
        "opd": "Malignant extubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "2db1c2e5-b953-4cee-9242-a5a3d02ad2e0",
        "choice_type": "single"
    },
    {
        "question": "Surest indicator of reversal of anaesthesia is",
        "exp": "After reversal * good muscle tone - as assessed clinically. being able to cough, raise his or her head from the pillow for at least 5 s, protrude the tongue and have good grip strength",
        "cop": 1,
        "opa": "Head lift for 5 seconds",
        "opb": "Hand grip for 5 seconds",
        "opc": "TOF > 0. 9",
        "opd": "Tongue depression",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "1ff4667d-ebcb-4414-a71c-3266b6bb14b9",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old man is undergoing resuscitation with blood products for an upper GI bleed. He is suspected of having a hemolytic transfusion reaction. Which of the following is appropriate in the management of this patient?",
        "exp": "Hemolytic transfusion reactions lead to hypotension and oliguria. The increased hemoglobin in the plasma will be cleared the kidneys, which leads to hemoglobinuria. Placement of an indwelling Foley catheter with subsequent demonstration of oliguria and hemoglobinuria not only confirms the diagnosis of a hemolytic transfusion reaction but is useful in monitoring corrective therapy. Treatment begins with discontinuation of the transfusion, followed by aggressive fluid resuscitation to suppo the hypotensive episode and increase urine output. Inducing diuresis through aggressive fluid resuscitation and osmotic diuretics is impoant to clear the hemolyzed red cell membranes, which can otherwise collect in glomeruli and cause renal damage. Alkalinization of the urine (pH >7) helps prevent hemoglobin clumping and renal damage. Steroids do not have a role in the treatment of hemolytic transfusion reactions.",
        "cop": 4,
        "opa": "Removal of nonessential foreign body irritants, for example, Foley catheter",
        "opb": "Fluid restriction",
        "opc": "0. 1 M HCl infusion",
        "opd": "Fluids and mannitol",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "1f34928e-feaa-4fa1-9230-4d7904279b33",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old woman undergoes total thyroidectomy for carcinoma of the thyroid gland. On the second postoperative day, she begins to complain of a tingling sensation in her hands. She appears quite anxious and later complains of muscle cramps. Which of the following is the most appropriate initial management strategy?",
        "exp": "Intravenous calcium infusion is the treatment for severe, symptomatic hypocalcemia, although, typically, oral calcium supplementation (up to 1-2 g every 4 hours) is sufficient in patients with mild symptoms. Since postthyroidectomy hypocalcemia is usually due to transient ischemia of the parathyroid glands and is self-limited, in most cases the problem is resolved in several days. In cases of persistent hypocalcemia, vitamin D preparations may be necessary. There is no role for thyroid hormone replacement or magnesium sulfate in the treatment of hypocalcemia.",
        "cop": 4,
        "opa": "10 mL of 10% magnesium sulfate intravenously",
        "opb": "Oral vitamin D",
        "opc": "100 mg oral Synthroid",
        "opd": "Continuous infusion of calcium gluconate",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "0a80cf40-c13c-400c-8525-2913f80a933f",
        "choice_type": "single"
    },
    {
        "question": "Helium is used along with oxygen instead of plain oxygen because",
        "exp": "Helium is used because it decreases the turbulence.",
        "cop": 2,
        "opa": "It increases the absorption of oxygen",
        "opb": "It decreases turbulence",
        "opc": "It decreases the dead space",
        "opd": "For analgesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "d574d9f6-903f-458c-a310-5d611f7a98cf",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man presents for an elective laparoscopic cholecystectomy. He is obese, has angina at rest, and chronic obstructive pulmonary disease (COPD). Which of the following would be his American society of Anesthesiologists (ASA) physical status classification",
        "exp": "The patient is obese, with angina unpredictably and at rest, and COPD. His angina at rest represents a systemic disease which is unstable, and which could be life threatening. In addition, he also has another comorbidity, COPD. His classification is ASA IV.",
        "cop": 4,
        "opa": "ASA I",
        "opb": "ASA II",
        "opc": "ASA III",
        "opd": "ASA IV",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "1d53237a-9ba6-4600-a6d2-69bf43f3ca81",
        "choice_type": "single"
    },
    {
        "question": "Modern monitors to measure ETCO2 make Use of-",
        "exp": "Capnograpghy works on the priniciple of absorption spectrophotometry(CO2 absorbs infrared rays at a wavelength of 4280 nm)",
        "cop": 1,
        "opa": "Infrared absorption spectroscopy",
        "opb": "Ultra violet rays",
        "opc": "Laser technology",
        "opd": "Scatter technology",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "240d6517-651e-49ff-8b32-6e4c2e076466",
        "choice_type": "single"
    },
    {
        "question": "A cirrhotic patient with abnormal coagulation studies due to hepatic synthetic dysfunction requires an urgent cholecystectomy. A transfusion of FFP is planned to minimize the risk of bleeding due to surgery. What is the optimal timing of this transfusion?",
        "exp": "Transfusions with FFP to replenish vitamin K-dependent clotting factors should be administered on call to the operating room. The timing of transfusion is dependent on the quantity of each factor delivered and its half-life. The half-life of the most stable clotting factor, factor VII, is 4 to 6 hours. Thus, transfusion of FFP on call to the operating room ensures that the transfusion is complete prior to the incision, with circulating factors to cover the operative and immediate postoperative period.",
        "cop": 3,
        "opa": "The day before surgery",
        "opb": "The night before surgery",
        "opc": "On call to surgery",
        "opd": "Intraoperatively",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "c122b8fb-1876-4bd4-a24a-61b21720cc5d",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old man sustains a gunshot wound to the abdomen and is in shock. Multiple units of packed red blood cells are transfused in an effo to resuscitate him. He complains of numbness around his mouth and displays carpopedal spasm. An electrocardiogram demonstrates a prolonged QT interval. Which of the following is the most appropriate treatment?",
        "exp": "Hypocalcemia is associated with physical findings including spasm of the muscles of the forearm and hand when a blood pressure cuff is inflated (Trousseau sign) and spasm of the facial muscles when the facial nerve is stimulated (Chvostek sign). Hypocalcemia is also associated with a prolonged QT interval and may be aggravated by both hypomagnesemia and alkalosis. Additionally, massive transfusion is associated with hypocalcemia secondary to chelation with citrate in banked blood. Severe, symptomatic hypocalcemia, encountered most frequently following parathyroid or thyroid surgery or in patients with acute pancreatitis, should be treated with intravenous calcium gluconate. The myocardium is very sensitive to calcium levels; therefore, calcium is considered a positive inotropic agent. Calcium increases the contractile strength of cardiac muscle as well as the velocity of shoening. In its absence, the efficiency of the myocardium decreases. Hypocalcemia often occurs with hypoproteinemia, even though the ionized serum calcium fraction remains normal.",
        "cop": 3,
        "opa": "Intravenous bicarbonate",
        "opb": "Intravenous potassium",
        "opc": "Intravenous calcium",
        "opd": "Intravenous digoxin",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "0d2e3f63-564b-4eb7-9792-33d692c71b8d",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old patient presents with symptomatic nephrolithiasis. He repos that he underwent a jejunoileal bypass for morbid obesity when he was 39. Which of the following is a complication of jejunoileal bypass?",
        "exp": "Any patient who has lost much of the ileum (whether from injury, disease, or elective surgery) is at high risk of developing enteric hyperoxaluria if the colon remains intact. Calcium oxalate stones can subsequently develop due to excessive absorption of oxalate from the colon. Normally, fatty acids are absorbed by the terminal ileum, and calcium and oxalate combine to form an insoluble compound that is not absorbed. In the absence of the terminal ileum, unabsorbed fatty acids reach the colon, where they combine with calcium, leaving free oxalate to be absorbed. Unabsorbed fatty acids and bile acids in the colon also promote oxalate uptake by the colon. Subsequently, the excess oxalate is excreted by the kidneys, promoting calcium oxalate stone formation. Hungry bone syndrome refers to rapid remineralization of bones leading to hypocalcemia and can be seen postoperatively in patients with secondary or teiary hyperparathyroidism. Pseudohyperparathyroidism refers to hypercalcemia associated with the production of parathyroidrelated peptide. A unicameral bone cyst is a benign lesion found in children",
        "cop": 4,
        "opa": "Pseudohyperparathyroidism",
        "opb": "Hyperuric aciduria",
        "opc": "Hungry bone syndrome",
        "opd": "Hyperoxaluria",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "f4c2b598-ce2f-4d0f-9b1c-3f06425628e2",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman in her last trimester of pregnancy suddenly develops massive swelling of the left lower extremity. Which of the following would be the most appropriate workup and treatment at this time",
        "exp": "Duplex ultrasound is the diagnostic modality of choice for detection of infrainguinal deep venous thrombosis (DVT). Although venography is the gold standard, it is no longer routinely used, given the risks of local (thrombosis, pain) and contrast-related (allergic reaction, renal failure) complications. Impedance plethysmography, which measures changes in volume in the lower extremity as related to blood flow, is also used infrequently due to the superiority of duplex scanning in detecting DVTs. In pregnant women, anticoagulation for treatment of DVT is achieved with heparin, which does not cross the placenta, rather than warfarin, which is associated with the risk of spontaneous aboion and bih defects. The vena caval filter is not indicated because there is no contraindication to heparin therapy and no evidence of failure of anticoagulation therapy (pulmonary embolus in the face of adequate anticoagulation).",
        "cop": 2,
        "opa": "Venography and heparin",
        "opb": "Duplex ultrasonography and heparin",
        "opc": "Duplex ultrasonography, heparin, and vena caval filter",
        "opd": "Duplex ultrasonography, heparin, warfarin (Coumadin)",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "d5ec4923-de6a-4951-869c-a3edcfe30773",
        "choice_type": "single"
    },
    {
        "question": "Capnography is useful for",
        "exp": "capnography is the ideal method of determining the correct placemet of endotracheal tube. Identification: loss of waveform of capnogram. decline in End tidal CO2 levels.",
        "cop": 3,
        "opa": "Determining Vaporizer malfunction or contamination",
        "opb": "Determining circuit hypoxia",
        "opc": "Determining the appropriate placement of endotracheal",
        "opd": "Detecting concentration of oxygen in the anesthetic circuit.",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "216b1c0a-18f1-4126-b8e0-d53ac9037bd5",
        "choice_type": "single"
    },
    {
        "question": "A patient with a nonobstructing carcinoma of the sigmoid colon is being prepared for elective resection. Which of the following reduces the risk of postoperative infectious complications?",
        "exp": "The appropriate dosing and timing of antibiotic prophylaxis to prevent surgical site infections in an elective procedure is a single dose, no greater than 1 hour prior to the incision. Additionally, most textbooks recommend use of an oral, nonabsorbable antibiotic regimen effective against aerobes and anaerobes in combination with a mechanical bowel preparation before elective colon resections. There is no evidence to suppo the continuation of antibiotics for more than 24 hours after an elective operation has been completed, and this practice should be avoided to prevent increasing microbial drug resistance. For complex, prolonged procedures, redosing of antibiotics may be appropriate during the procedure based on the drug's halflife. Broad-spectrum antibiotic coverage, including against anaerobic organisms, is required only in cases where such flora are anticipated, such as during colon resections.",
        "cop": 1,
        "opa": "A single preoperative parenteral dose of antibiotic effective against aerobes and anaerobes",
        "opb": "Avoidance of oral antibiotics to prevent emergence of Clostridium difficile",
        "opc": "Postoperative administration for 48 hours of parenteral antibiotics effective against aerobes and anaerobes",
        "opd": "Postoperative administration of parenteral antibiotics effective against aerobes and anaerobes until the patient's intravenous lines and all other drains are removed",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "39adcffd-4275-43e7-bba8-1211cb8009a6",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old previously healthy man is placed on intravenous heparin after having a pulmonary embolism (PE) after exploratory laparotomy for a small-bowel injury following a motor vehicle collision. Five days later, his platelet count is 90, 000/mL and continues to fall over the next several days. The patient's serum is positive for antibodies to the heparin-platelet factor complexes. Which of the following is the most appropriate next management step?",
        "exp": "The patient has heparin-induced thrombocytopenia (HIT), which is a complication of heparin therapy, at both prophylactic and therapeutic doses. HIT is mediated by antibodies to the complexes formed by binding of heparin to platelet factor 4. In a previously unexposed patient, HIT typically manifests after 5 days as a decrease in platelet counts by 50% of the highest preceding value or to a level less than 100, 000/mm3. Complications of HIT are related to venous and/or aerial thromboembolic phenomena. Treatment of HIT consists of cessation of heparin (including low-molecular-weight heparins), institution of a nonheparin anticoagulant such as a direct thrombin inhibitor (examples include lepirudin and argatroban), and conversion to oral warfarin when appropriate. Cessation of heparin alone is inadequate to prevent thromboembolic complications, and warfarin should not be staed until the platelet count is above 100, 000/mm3. Platelet transfusion is not indicated, as HIT results in thrombotic rather than hemorrhagic complications.",
        "cop": 4,
        "opa": "Cessation of all anticoagulation therapy",
        "opb": "Cessation of heparin and immediate institution of high-dose warfarin therapy",
        "opc": "Cessation of heparin and institution of low-molecular-weight heparin",
        "opd": ". Cessation of heparin and institution of lepirudin",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "1131f5ff-f8d4-4e95-b5e8-ccd7877dc42e",
        "choice_type": "multi"
    },
    {
        "question": "Laryngeal mask airway is used for",
        "exp": "Laryngeal mask airway is used in airway maintenance, cardiopulmonary resuscitation, positive pressure ventilation",
        "cop": 4,
        "opa": "Airway maintenance",
        "opb": "Cardiopulmonary resuscitation",
        "opc": "Positive pressure ventilation",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "ddb96494-a842-4e6c-82ba-68a7e487fd89",
        "choice_type": "multi"
    },
    {
        "question": "Fit and healthy young female for lap. gyne operation, which of the following doesn&; t require continuous monitoring",
        "exp": "Must be monitored continuously 1. Ventilation: continuously by direct and indirect means: capnography 2. Oxygenation: oximeter 3. Intermittent non-invasive blood pressure monitor 4. Oxygen analyiser with audible alarm to warm of low oxygen concentrations 5. Breathing system disconnection or ventilator failure alarm 6. Volatile anaesthetic agent concentration monitor if using volatile Must be available 1. Electrocardiogram 2. Continuous intra-aerial blood pressure monitor 3. Temperature probe 4. NMB monitoring 5. BIS 6. CVP 7. spirometry 8. TOE",
        "cop": 1,
        "opa": "ECG",
        "opb": "Saturation probe",
        "opc": "Disconnect alarm",
        "opd": "Oxygen analyzer",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "b8772793-66c4-4b37-9165-c88785bc311d",
        "choice_type": "single"
    },
    {
        "question": "On postoperative day 5, an otherwise healthy 55-year-old man recovering from a paial hepatectomy is noted to have a fever of 38. 6degC (101. 5degF). Which of the following is the most common nosocomial infection postoperatively?",
        "exp": "The most common nosocomial infection is a urinary tract infection. Treatment consists of removal of an indwelling catheter as soon as possible and antibiotic therapy for cultures with greater than 100, 000 CFU/mL. Pneumonias, wound infections, intra-abdominal abscesses, and catheter-related bloodstream infections are also all causes of nosocomial infections, and a workup of a postoperative fever should also include careful examination of the patient and other diagnostic tests as appropriate (chest x-ray, blood cultures, abdominal/pelvic CT scan).",
        "cop": 3,
        "opa": "Wound infection",
        "opb": "Pneumonia",
        "opc": "Urinary tract infection",
        "opd": "Intra-abdominal abscess",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "49dbfb9e-6f05-4ee9-b270-34967ada0cb9",
        "choice_type": "single"
    },
    {
        "question": "A victim of blunt abdominal trauma has splenic and liver lacerations as well as an unstable pelvic fracture. He is hypotensive and tachycardic with a heart rate of 150 despite receiving 2 L of crystalloid en route to the hospital. He was intubated prior to arrival due to declining mental status. He is taken emergently to the operating room for exploratory laparotomy and external fixation of his pelvic fracture. Which of the following is the best resuscitative strategy?",
        "exp": "The patient is in class IV hemorrhagic shock, which represents a loss of more than 40% of circulating blood volume. He requires massive blood transfusion. The term massive blood transfusion is defined as a single transfusion greater than 10 units of packed red blood cells (PRBCs) transfused over a period of 24 hours. There is evidence to suggest that severely injured trauma patients arrive at the hospital coagulopathic. Fuhermore, when large amounts of banked blood are transfused, the recipient develops dilutional thrombocytopenia and deficiencies in factors V and VIII. Recent studies have suggested that early administration of freshfrozen plasma (FFP) and platelets decreases moality and that a 1: 1 ratio of PRBC: FFP should be initiated upon recognition of the need for massive transfusion. Waiting to administer FFP and platelets until laboratory values confirm coagulopathy is no longer recommended. Moreover, excessive crystalloid infusion should be avoided. Albumin has no role in damage control resuscitation. Vitamin K will take days to replace the clotting factors. This patient needs to have his coagulopathy corrected immediately to prevent death from hemorrhagic shock.",
        "cop": 4,
        "opa": "Infusion of another liter of crystalloid",
        "opb": "Infusion of 500 mL of 5% albumin",
        "opc": "Infusion of packed red blood cells followed by fresh-frozen plasma and platelets as indicated by the PT and platelet counts on laboratory values",
        "opd": "Infusion of packed red blood cells and early administration of fresh-frozen plasma and platelets prior to return of laboratory values",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "6ccff71c-58ea-481c-8cde-0e8ffbcb59d1",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old adolescent boy with a history of severe hemophilia A is undergoing an elective inguinal hernia repair. Which of the following is the best option for preventing or treating a bleeding complication in the setting of this disease?",
        "exp": "Hemophilia A is a coagulation disorder resulting from a deficiency or abnormality of factor VIII. Desmopressin (DDAVP) is a synthetic analogue of antidiuretic hormone that increases levels of factor VIII and von Willebrand factor. DDAVP can be used alone for mild hemophilia A, but is ineffective in severe forms of the disease. For severe hemophilia A, DDAVP is given in combination with an inhibitor of fibrinolysis such as eaminocaproic acid (AMICAR). Although FFP contains factor VIII, the levels are too low to prevent or control bleeding in hemophiliacs. Other agents used in treatment of hemophilia A include cryoprecipitate and specific factor VIII concentrates.",
        "cop": 3,
        "opa": "Fresh-frozen plasma",
        "opb": "Combination of desmopressin and fresh-frozen plasma",
        "opc": "Combination of e-aminocaproic acid and desmopressin",
        "opd": "Factor IX concentrate",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "eb4e0cf1-5b55-4459-aa22-f380854363e9",
        "choice_type": "multi"
    },
    {
        "question": "A Patient is on regular medications for co-existing medical problems. Which of the following drugs may be stopped safely with minimal risk of adverse effects before an abdominal surgery",
        "exp": "ACE inhibitors / ARB's should be discontinued 24-48hrs before surgery. Beta blockers, calcium channel blockers, steroids, statins are continued",
        "cop": 3,
        "opa": "Statins",
        "opb": "Beta Blockers",
        "opc": "ACE inhibitors/ACE Receptor Blockers",
        "opd": "Steroids",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "64ea35d4-1428-45ef-877d-4580c3a9838a",
        "choice_type": "single"
    },
    {
        "question": "Warfarin to be stopped__ days before surgery",
        "exp": "Warfarin should be stopped 4 to 5 days before surgery. clinical implication: to replenish coagulation factors. Monitor PT with INR*, a. PTT, ACT. In emergency cases, give Inj. vitamin K., if bleeding continues give FFP, croprecipitate transfusions.",
        "cop": 2,
        "opa": "2 to 3 days",
        "opb": "4 to 5 days",
        "opc": "6 to days",
        "opd": "8 to 9 days",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "3d06e1b7-3a5e-4405-a84c-05dc9b2b9707",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man with gastric outlet obstruction secondary to a duodenal ulcer presents with hypochloremic, hypokalemic metabolic alkalosis. Which of the following is the most appropriate therapy for this patient?",
        "exp": "Infusion of 0. 9% normal saline (sodium chloride) will correct his hypovolemia and his metabolic alkalosis. The development of a clinically significant metabolic alkalosis is secondary not only to the loss of acid or addition of alkali but also to renal responses that maintain the alkalosis (paradoxical aciduria). The normal kidney can tremendously augment its excretion of acid or alkali in response to changes in ingested load. However, in the presence of significant volume depletion and consequent excessive salt and water retention, the tubular maximum for bicarbonate reabsorption is increased. Correction of volume depletion alone is usually sufficient to correct the alkalosis, since the kidney will then excrete the excess bicarbonate. HCl infusion is usually unnecessary. Acetazolamide can be utilized to increase renal excretion of bicarbonate but should be avoided in volume-depleted individuals. Moreover, to the extent that acetazolamide causes natriuresis, it will exacerbate the volume depletion.",
        "cop": 1,
        "opa": "Infusion of 0. 9% Na. Cl with supplemental KCl until clinical signs of volume depletion are eliminated",
        "opb": "Infusion of isotonic (0. 15 N) HCl a central venous catheter",
        "opc": "Clamping the nasogastric tube to prevent fuher acid losses",
        "opd": "Administration of acetazolamide to promote renal excretion of bicarbonate",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "9bad2f68-af63-47e4-839e-fee887669f4a",
        "choice_type": "single"
    },
    {
        "question": "Capnography is used for assessment of",
        "exp": "Capnography is the method of determining CO2 levels in exhaled gases (PACO2) but NOT blood. It is the ideal confirmatory method of endotracheal intubation(VENTILATION OF LUNG AFTER INTUBATION) Aeral blood gas analysis is used to measure CO2 levels in Blood (Pa. CO2) Pulse oxymetry is used to measure oxygen saturation of blood and heart rate.",
        "cop": 3,
        "opa": "Oxygen saturation of blood",
        "opb": "Amount of CO2 transpoed in blood",
        "opc": "Ventilation of lung after intubation",
        "opd": "Myocardial perfusion",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "875eb259-41a6-46a4-8b93-504ce23c7caa",
        "choice_type": "single"
    },
    {
        "question": "Premedication in anaesthesia is given for -",
        "exp": "Premedication advantages: anxiolysis, to decrease the dose of anesthetic and analgesic drugs, to prevent complications like aspiration, DVT Drugs used are: Anxiolytoics, sedatives, antisialogogues, anti-emetics, analgesics, antacids.",
        "cop": 4,
        "opa": "Decreasing the dose of anaesthetic drugs",
        "opb": "Decreasing post-operative complications",
        "opc": "Reliving the anxiety",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "a64fad74-e586-4222-b3b1-d750ba893934",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old woman undergoes a pancreaticoduodenectomy for a pancreatic head cancer. A jejunostomy is placed to facilitate nutritional repletion as she is expected to have a prolonged recovery. What is the best method for delivering postoperative nutrition?",
        "exp": "Early enteral nutrition is recommended in patients predicted to have a prolonged recovery after surgery. The misconception that the entire bowel does not function in the early postoperative period is still widely held. Intestinal motility and absorption studies have clarified the patterns by which bowel activity resumes. The stomach remains uncoordinated in its muscular activity and does not empty efficiently for about 24 hours after abdominal procedures. The small bowel functions normally within hours of surgery and is able to accept nutrients promptly, either by nasoduodenal or percutaneous jejunal feeding catheters or, after 24 hours, by gastric emptying. The colon is stimulated in large measure by the gastrocolic reflex but ordinarily is relatively inactive for 3 to 4 days. Well-nourished patients who undergo uncomplicated surgical procedures can tolerate up to 10 days without full nutritional suppo before significant problems with protein breakdown begin to occur. Enteral nutrition is preferred over parenteral nutrition because of decreased risks of nosocomial infections and catheter-related complications and increased benefit in preventing mucosal atrophy",
        "cop": 2,
        "opa": "Institution of enteral feeding the jejunostomy tube after return of bowel function as evidenced by passage of flatus or a bowel movemen",
        "opb": "Institution of enteral feeding the jejunostomy tube within 24 hours postoperatively",
        "opc": "Institution of supplemental enteral feeding the jejunostomy tube only if oral intake is inadequate after return of bowel function",
        "opd": "Institution of a combination of immediate trophic (15 mL/h) enteral feeds the jejunostomy tube and parenteral nutrition to provide total nutritional suppo",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "46e4af12-7b7b-4b8c-8b9f-01f3712aadfa",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with a 40-pack per year smoking history undergoes a low anterior resection for rectal cancer and on postoperative day 5 develops a fever, new infiltrate on chest x-ray, and leukocytosis. He is transferred to the ICU for treatment of his pneumonia because of clinical deterioration. Which of the following is a sign of early sepsis?",
        "exp": "It is impoant to identify and treat occult or early sepsis before it progresses to septic shock and the associated complications of multiple organ failure. An immunocompromised host may not manifest some of the more typical signs and symptoms of infection, such as elevated temperature and white cell count; this forces the clinician to focus on more subtle signs and symptoms. Early sepsis is a physiologically hyperdynamic, hypermetabolic state representing a surge of catecholamines, coisol, and other stress-related hormones. Changing mental status, tachypnea that leads to respiratory alkalosis, and flushed skin are often the earliest manifestations of sepsis. Intermittent hypotension requiring increased fluid resuscitation to maintain adequate urine output is characteristic of occult sepsis. Hyperglycemia and insulin resistance during sepsis are typical in diabetic as well as nondiabetic patients. This relates to the gluconeogenic state of the stress response. The cardiovascular response to early sepsis is characterized by an increased cardiac output, decreased systemic vascular resistance, and decreased peripheral utilization of oxygen, which yields a decreased aeriovenous oxygen difference.",
        "cop": 4,
        "opa": "Respiratory acidosis",
        "opb": "Decreased cardiac output",
        "opc": "Hypoglycemia",
        "opd": "Peripheral vasodilation",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "a7f34d57-5e9a-487a-aa59-a1b1f966fc90",
        "choice_type": "single"
    },
    {
        "question": "Most potent antiemetic agent used in preoperative period",
        "exp": "the most potent anti-emetic used is hyoscine. the most commonly used anti-emetics are metochlopramide, ondensetron.",
        "cop": 2,
        "opa": "Glycopyrolate",
        "opb": "Hyoscine",
        "opc": "Atropine",
        "opd": "Metochlorpromide",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "cf8e5fea-3f10-4bdb-a1d2-d8d7257b2e1d",
        "choice_type": "single"
    },
    {
        "question": "A non ventilated preterm baby in incubator is under observation. Which is the best way to monitor the baby's breathing and detect apnea",
        "exp": null,
        "cop": 2,
        "opa": "Canography",
        "opb": "Impedence pulmonometry",
        "opc": "Chest movement monitoring",
        "opd": "Infrared end Tidal CO2 measurement",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "080c18c1-b688-4ae1-915d-6d85697f9877",
        "choice_type": "single"
    },
    {
        "question": "An elderly diabetic woman with chronic steroid-dependent bronchospasm has an ileocolectomy for a perforated cecum. She is taken to the ICU intubated and is maintained on broad-spectrum antibiotics, renal dose dopamine, and a rapid steroid taper. On postoperative day 2, she develops a fever of 39. 2degC (102. 5degF), hypotension, lethargy, and laboratory values remarkable for hypoglycemia and hyperkalemia. Which of the following is the most likely explanation for her deterioration?",
        "exp": "Acute adrenal insufficiency can occur in patients with severe stress, infection, or trauma or as a result of abrupt cessation or too rapid tapering of chronic glucocoicoid therapy, and is classically manifested as changing mental status, increased temperature, cardiovascular collapse, hypoglycemia, and hyperkalemia. The diagnosis can be difficult to make and requires a high index of suspicion. Its clinical presentation is similar to that of sepsis; however, sepsis is generally associated with hyperglycemia and no significant change in potassium. The treatment for adrenal crisis is intravenous steroids, volume resuscitation, and other suppoive measures to treat any new or ongoing stress. Dexamethasone should be used as steroid replacement when additional testing with an adrenocoicotropic hormone (ACTH) stimulation test is planned, since hydrocoisone can interfere with measurement of coisol levels. Steroid treatment can be subsequently conveed to oral medication and tapered after treatment of the adrenal crisis",
        "cop": 3,
        "opa": "Sepsis",
        "opb": "Hypovolemia",
        "opc": "Adrenal insufficiency",
        "opd": "Acute tubular necrosis",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "b6e72822-df53-41e3-9d0f-b89afb8ad102",
        "choice_type": "single"
    },
    {
        "question": "A patient on aspirin for long period is selected for an elective surgery. What should be done",
        "exp": "In moderate-risk to high-risk patients who are receiving acetylsalicylic acid and require noncardiac surgery, continuing acetylsalicylic acid around the time of surgery is suggested instead of stopping acetylsalicylic acid 7 to 10 days before surgery. Sabiston 20e pg: 240",
        "cop": 4,
        "opa": "Stop aspirin for 7days",
        "opb": "Infusion of fresh frozen plasma",
        "opc": "Infusion of platelet concentration",
        "opd": "Go ahead with surgry maintaining adequate hemostasis",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "97f1cd69-abfc-4639-80ae-73e4547293e4",
        "choice_type": "single"
    },
    {
        "question": "VAS is most widely used to measure",
        "exp": "The visual analog scale (VAS) is a validated, subjective measure for acute and chronic pain. Scores are recorded by making a handwritten mark on a 10-cm line that represents a continuum between \"no pain\" and \"worst pain. \"",
        "cop": 3,
        "opa": "Sleep",
        "opb": "Sedation",
        "opc": "Pain intensity",
        "opd": "Depth of anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "bfee869c-a7ba-4707-a8e0-bbfe3561d187",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man undergoes a low anterior resection for rectal cancer. On the fifth day in hospital, his physical examination shows a temperature of 39degC (102degF), blood pressure of 150/90 mm Hg, pulse of 110 beats per minute and regular, and respiratory rate of 28 breaths per minute. A computed tomography (CT) scan of the abdomen reveals an abscess in the pelvis. Which of the following most accurately describes his present condition?",
        "exp": "The correct diagnosis is sepsis. Systemic inflammatory response syndrome (SIRS) involves 2 or more of the following: temperature >38degC (100degF) or 90 beats per minute, respiratory rate >20 or Pa. CO2 12, 000 or 10% immature neutrophils. Sepsis = SIRS + documented infection. Severe sepsis = sepsis + organ dysfunction or hypoperfusion (lactic acidosis, oliguria, or altered mental status). Septic shock = sepsis + organ dysfunction + hypotension (systolic blood pressure 90 mm Hg with vasopressors).",
        "cop": 2,
        "opa": "Systemic inflammatory response syndrome (SIRS)",
        "opb": "Sepsis",
        "opc": "Severe sepsis",
        "opd": "Septic shock",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "dbfb969f-a9e2-4180-b108-e4ea1635afad",
        "choice_type": "single"
    },
    {
        "question": "Emergency tracheostomy is not indicated in",
        "exp": "Emergency tracheostomy is not indicated in asthma.",
        "cop": 4,
        "opa": "Foreign body larynx",
        "opb": "Bilateral vocal cord paralysis",
        "opc": "Stridor due to laryngeal growth",
        "opd": "Acute severe asthma",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "49c16a5a-0cb3-48cb-877c-b1fbe84f0298",
        "choice_type": "single"
    },
    {
        "question": "Flat capnogram found in A/E",
        "exp": "in bronchospasm, there is prolonged expiratory upstroke(abscence of phase 3 plateau). in tube displacement, disconnection, accidental extubation, ventilation failure, it is flat.",
        "cop": 4,
        "opa": "Disconnection of anesthetic tubing",
        "opb": "Accidental extubation",
        "opc": "Mechanjca1 ventilation failure",
        "opd": "Bronchospasm",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e5738549-f3c5-4247-9089-9ff519f30ca1",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old woman undergoes a sigmoid resection with primary anastomosis for recurrent diveiculitis. She returns to the emergency room 10 days later with left flank pain and decreased urine output; laboratory examination is significant for a white blood cell (WBC) count of 20, 000/mm3. She undergoes a CT scan that demonstrates new left hydronephrosis, but no evidence of an intraabdominal abscess. Which of the following is the most appropriate next step in management?",
        "exp": "The patient should undergo an intravenous pyelogram for a suspected ureteral injury. After gynecologic surgeries, colorectal surgery is the most common cause of iatrogenic ureteral injuries. Intraoperatively, intravenous administration of methylene blue or indigocyanine green may facilitate identification of an injury. However, delay in diagnosis is common, and patients may present with flank pain, fevers, and signs of sepsis, ileus, or decreased urine output. CT scan may demonstrate hydronephrosis or a fluid collection (urinoma). Initial diagnosis and management should include urinalysis, although hematuria may not always be present; percutaneous nephrostomy tube or retrograde ureteral catheterization; percutaneous drainage of fluid collections; and identification of the location of ureteral injury. Surgical management should be delayed if diagnosis is late (10-14 days), and operative strategy is dependent on the location of the injury. Diagnostic imaging such as a pyelogram or nuclear medicine scan may be helpful to identify the site of the injury.",
        "cop": 1,
        "opa": "Intravenous pyelogram",
        "opb": "Intravenous antibiotics and repeat CT in 1 week",
        "opc": "Administration of intravenous methylene blue",
        "opd": "No fuher management if urinalysis is negative for hematuria",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "d7a5c055-d2bf-442b-bb49-7e18e779dedb",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old man undergoes a technically difficult abdominal-perineal resection for a rectal cancer during which he receives 3 units of packed red blood cells. Four hours later, in the intensive care unit (ICU), he is bleeding heavily from his perineal wound. Emergency coagulation studies reveal normal prothrombin, paial thromboplastin, and bleeding times. The fibrin degradation products are not elevated, but the serum fibrinogen content is depressed and the platelet count is 70, 000/mL. Which of the following is the most likely cause of his bleeding?",
        "exp": "Whenever significant bleeding is noted in the early postoperative period, the presumption should always be that it is due to an error in surgical control of blood vessels in the operative field. Hematologic disorders that are not apparent during the long operation are most unlikely to surface as problems postoperatively. Blood transfusion reactions can cause diffuse loss of clot integrity; the sudden appearance of diffuse bleeding during an operation may be the only evidence of an intraoperative transfusion reaction. In the postoperative period, transfusion reactions usually present as unexplained fever, apprehension, and headache--all symptoms difficult to interpret in the early postoperative period. Factor VIII deficiency (hemophilia) would almost ceainly be known by history in a 65-year-old man, but, if not, intraoperative bleeding would have been a problem earlier in this long operation. Moreover, factor VIII deficiency causes prolongation of the paial thromboplastin time (PTT), which is normal in this patient. Severely hypothermic patients will not be able to form clots effectively, but clot dissolution does not occur. Care should be taken to prevent the development of hypothermia during long operations through the use of warmed intravenous fluid, gas humidifiers, and insulated skin barriers.",
        "cop": 3,
        "opa": "Delayed blood transfusion reaction",
        "opb": "Autoimmune fibrinolysis",
        "opc": "A bleeding blood vessel in the surgical field",
        "opd": "Factor VIII deficiency",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "cf0cb215-0dbc-445b-9b75-eeb8b18cb9c8",
        "choice_type": "multi"
    },
    {
        "question": "Following surgery a patient develops oliguria. You believe the oliguria is due to hypovolemia, but you seek corroborative data before increasing intravenous fluids. Which of the following values suppos the diagnosis of hypovolemia?",
        "exp": "A fractional excretion of sodium (FENa) is calculated as (urine sodium x serum creatinine) / (serum sodium x urinary creatinine) x 100. A FENa less than 1% suppos a prerenal etiology for the patient's oliguria. When oliguria occurs postoperatively, it is impoant to differentiate between low output caused by the physiologic response to intravascular hypovolemia and that caused by acute tubular necrosis. A FENa of less than 1% in an oliguric setting indicates aggressive sodium reclamation in the tubules. Values above this suggest a tubular injury such that Na cannot be appropriately reclaimed. In the setting of postoperative hypovolemia, all findings would reflect the kidney's effos to retain volume: the urine sodium would be below 20 m. Eq/L, the urine chloride would not be helpful except in the metabolically alkalotic patient, the urine osmolality would be over 500 m. Osm/kg, the urine/serum creatinine ratio would be above 20, and the blood urea nitrogen (BUN)/creatinine ratio would be above 20.",
        "cop": 3,
        "opa": "Urine sodium of 28 m. Eq/L",
        "opb": "Urine chloride of 15 m. Eq/L",
        "opc": "Fractional excretion of sodium less than 1",
        "opd": "Urine/serum creatinine ratio of 20",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "fc065193-d5c4-4840-a454-e6b2bccbcad3",
        "choice_type": "single"
    },
    {
        "question": "Lightly anaesthetized patient in the lithotomy position (? spontaneously breathing): which of the following is true?",
        "exp": "no change to VC decrease in FRC decreased alveolar ventilation CV approaches FRC",
        "cop": 4,
        "opa": "Marked reduction in vital capacity",
        "opb": "Increased FRC",
        "opc": "Normal alveolar ventilation",
        "opd": "Residual volume & closing volume equal",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "5327970c-1c46-4d9e-ab28-979302e6114a",
        "choice_type": "multi"
    },
    {
        "question": "For anesthesiology mild Systemic disease Included in ASA grade -",
        "exp": "ASA Physical status classification: class 1: Normal healthy patient, No physiological, biochemical, organic or psychiatric disturbances. Class 2: Mild to moderate systemic disease that is well controlled and causes no organ dysfunction or functional limitation. Eg.: treated HTN Class 3: Severe systemic disease of atleast one organ system that doesnot cause functional limitation. Eg.: Stable Angina Class 4: Severe systemic end stage disease of atleast one organ system that is life threatening with or without surgery. Eg.: CHF or Renal Failure Class 5: Moribund patient who has little chance of survival but is submitted to surgery as a last reso ( resuscitative Effo) Eg.: Ruptured aoic aneurysm Class 6: A declared brain dead patient whose organs are removed for donor purposes. * (E). Emergency operation: Any patient in whom an emergency surgery is required.",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "a8fecdc4-777e-4aa4-98b1-b1f727cc5cc6",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old man is resuscitated with packed red blood cells following a motor vehicle collision complicated by a fractured pelvis and resultant hemorrhage. A few hours later the patient becomes hypotensive with a normal central venous pressure (CVP), oliguric, and febrile. Upon examination, the patient is noted to have profuse oozing of blood from his intravenous (IV) sites. Which of the following is the most likely diagnosis?",
        "exp": "Transfusion reactions can be categorized into hemolytic versus allergic nonhemolytic reactions. Hemolytic transfusion reactions are caused by complementmediated destruction of transfused red blood cells by the recipient's preexisting antibodies. Severe hemolytic transfusion reactions usually involve the transfusion of ABO-incompatible blood, with fatalities occurring in 1 in 600, 000 units. Peptides from the complement, released into the blood as the red blood cells are rapidly destroyed, cause hypotension, activate coagulation, and lead to disseminated intravascular coagulation (DIC). Symptoms of a hemolytic transfusion reaction include fever, chills, pain and redness along the infused vein, oozing from IV sites, respiratory distress, anxiety, hypotension, and oliguria. The patient would have a low CVP with hypovolemic shock. Acute adrenal insufficiency, gram-negative bacteremia, and ureteral obstruction would not cause oozing from the IV sites.",
        "cop": 4,
        "opa": "Hypovolemic shock",
        "opb": "Acute adrenal insufficiency",
        "opc": "Gram-negative bacteremia",
        "opd": "Transfusion reaction",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "417ab7d3-d343-4c75-a050-f3a4ef41b48f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is increased in elderly patients compared with their younger counterpas",
        "exp": "The propensity for air trapping is increased with age. In contrast, the vital capacity (A), aerial oxygen tension (C), and ventilatory response to hypoxia or hypocarbia are decreased with age.",
        "cop": 3,
        "opa": "Vital capacity",
        "opb": "Ventilatory response to hypoxia or hypercarbia",
        "opc": "Air trapping",
        "opd": "Resting aerial oxygen tension (Pa. O2 )",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "3519e28f-1920-47df-b446-d13d37d77c87",
        "choice_type": "single"
    },
    {
        "question": "Vasponstricator L. A. is",
        "exp": "All local anaesthetics are vasodilators except cociane which is a vasoconstrictor",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Procaine",
        "opc": "Lidocaine",
        "opd": "Chlorprocain",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "bff27f23-a636-4d92-acc4-b4fc4781ee65",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not isotonic solution",
        "exp": "An isotonic solution is one that has the same osmolarity, or solute concentration, as another solution. If these two solutions are separated by a semipermeable membrane, water will flow in equal pas out of each solution and into the other. 10%dextrose in water should be administered using a central line if possible and should not be infused using the same line as blood products as it can cause RBC hemolysis.",
        "cop": 4,
        "opa": "0. 5% dextrose in water",
        "opb": "0. 9% normal saline",
        "opc": "Lactated ringer",
        "opd": "10% dextrose in water",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "44986361-bcd6-40e9-9775-447ea17fe52d",
        "choice_type": "single"
    },
    {
        "question": "Heavy smoker for elective hernia repair, Smoking should be stopped before how much period",
        "exp": "Cessation of smoking: 12hrs: reduces CO-Hb, hence increases oxygen carrying capacity 2days: CVS: aboloshes nicotine effect on sympathetic system stimulation, hence HR & BP normalises RS: Improves mucociliary function 2weeks: Sputum volume is reduced 2months: Relieves bronchospasm, decreases bronchial secretions, Chronic broncitis is reduced, Improves lung function, immune function returns to normal, hepatic enzymes returns to normal.",
        "cop": 4,
        "opa": "4 days",
        "opb": "10 days",
        "opc": "3-4 week",
        "opd": "6-8 week",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "241f5c96-fc46-42a7-b7df-2a9e55f04d28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cardiovascular monitoring technique",
        "exp": "TEE monitors flow of blood through the chambers and great vessels, wall motion, size and thickness of chambers CVP monitors Right atrial pressure Pulmonary aery catheterization measures LVEDP(left ventricular end diastolic pressure) Capnography monitors end-tidal CO2 levels ( amount of CO2 in exhaled gas)",
        "cop": 4,
        "opa": "Transesophageal echocardio-graphy",
        "opb": "Central venous pressure monitoring",
        "opc": "Pulmonary aery catheterization",
        "opd": "Capnography",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "2a4801df-ff7f-4fd3-9461-8150211c5f9d",
        "choice_type": "single"
    },
    {
        "question": "Preanaesthetic medication is used for all except",
        "exp": "Complications of Anaesthesia During anaesthesia: > Respiratory depression - Salivation, respiratory secretions > Cardiac arrhythmias > Fall in BP > Delirium and convulsion > Fire and explosion After anesthesia: Nausea and vomiting > Nerve palsies > Emergence delirium > Cognitive defects",
        "cop": 2,
        "opa": "Decrease anaesthetic doe",
        "opb": "Decrease blood pressure",
        "opc": "Prevents aspiration",
        "opd": "Produces amnesia for perioperative events",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "6190e483-6a97-4f0b-bffd-16ea070c4791",
        "choice_type": "multi"
    },
    {
        "question": "In volume controlled ventilation, the inspiratory flow rate is",
        "exp": "In most patients, inspiratory flow rates is 60 L/min are adequate. Higher flow rates are required in patients with higher ventilator demands.",
        "cop": 4,
        "opa": "140-160 L/min",
        "opb": "110-130 L/min",
        "opc": "60-100 L/min",
        "opd": "30-50 L/min",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "339ac4b7-9136-4688-8efd-a92a5e628cae",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old Jehovah's Witness who was in a high-speed motorcycle collision undergoes emergent splenectomy. His estimated blood loss was 1500 mL. Which of the following strategy should be employed for his resuscitation?",
        "exp": "Normal saline and lactated Ringer solution are examples of isotonic solutions, both of which can be used to replace the volume of blood lost in a ratio of 3: 1. One caveat of administering large volumes of normal saline is that a non-anion-gap metabolic acidosis can result from increased chloride concentrations. Hypotonic saline solutions such as 0. 45% normal saline should not be used for acute resuscitation in hemorrhagic shock but are appropriate for postoperative fluid maintenance in the hemodynamically stable patient. The use of colloids in resuscitation of patients in hemorrhagic shock is controversial; in general, however, colloids can be used to replace blood volume lost in a ratio of 1: 1. The definitive treatment of hypovolemic shock is fluid resuscitation, not initiation of vasopressors.",
        "cop": 4,
        "opa": "Vasopressors should be primarily utilized for maintenance of his blood pressure",
        "opb": "Synthetic colloids should be administered as the primary resuscitation fluid in a 3: 1 ratio to replace the volume of blood lost",
        "opc": "0. 9% normal saline should be administered in a 1: 1 ratio to replace the volume of blood lost.",
        "opd": "Lactated Ringer solution should be administered in a ratio of 3: 1 to replace the blood lost.",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "b0450136-d514-4810-a6e0-9d8014775d60",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male presents for ECT (electroconvulsive shock therapy) at a free-standing facility. He has a life- threatening depressive illness that has not responded adequately to medication, however he is still taking tranylcypramine (Parnate). You should",
        "exp": "Concerns regarding MOAI 1. sympathetic hyperreactivity 2. ECT results in vagus stimulus followed by overwhelming sympathetic surge Therefore there is a significant risk of hypeensive crisis with MOAIs in ECT Electroconvulsive therapy in patients taking monoamine oxidase inhibitors. there is no evidence of a dangerous interaction between ECT and MAOI use. In general, a cautious approach would be to discontinue MAOIs before ECT if the medication has not been helpful; however, there is no need for a washout interval before staing ECT. Fuhermore, if there is otherwise a reason for continuing the MAOI, it can be continued during index ECT or initiated during maintenance ECT.",
        "cop": 4,
        "opa": "cancel the procedure, cease the tranylcypramine and perform the ECT in 2 weeks",
        "opb": "proceed with the ECT, but induce with midazolam and remifentanil",
        "opc": "proceed with the ECT, but pre-treat with esmolol",
        "opd": "roceed with the ECT with caution, but with your usual drugs",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "f5cba80b-420b-4879-adad-fe3de3e27b8f",
        "choice_type": "single"
    },
    {
        "question": "A 71-year-old man develops dysphagia for both solids and liquids and weight loss of 60 lb over the past 6 months. He undergoes endoscopy, demonstrating a distal esophageal lesion, and biopsies are consistent with squamous cell carcinoma. He is scheduled for neoadjuvant chemoradiation followed by an esophagectomy. Preoperatively he is staed on total parenteral nutrition, given his severe malnutrition reflected by an albumin of less than 1. Which of the following is most likely to be a concern initially in staing total parenteral nutrition in this patient?",
        "exp": "Hypophosphatemia is a complication of refeeding syndrome, which occurs in malnourished patients who are administered with intravenous glucose. During periods of starvation, electrolytes are shifted to the extracellular space to maintain adequate serum concentrations. With refeeding, insulin levels rise and electrolytes are shifted back intracellularly, resulting in potential hypokalemia, hypomagnesemia, and hypophosphatemia. Additionally, refeeding results in an increased cellular need for phosphorus for energy production (ATP) and glucose metabolism. Early complications of TPN also include hyperglycemia, hyperchloremic acidosis, and volume overload with resultant heart failure. TPN, paicularly in the extremely malnourished patient, should be staed slowly; magnesium, potassium, and phosphate levels should be repleted; and dextrose infusions should be limited to prevent complications of refeeding.",
        "cop": 4,
        "opa": "Hyperkalemia",
        "opb": "Hypermagnesemia",
        "opc": "Hypoglycemia",
        "opd": "Hypophosphatemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "48e111a1-4faa-4022-b5f7-acaf049c5e8b",
        "choice_type": "multi"
    },
    {
        "question": "An in-hospital workup of a 78-year-old hypeensive, mildly asthmatic man who is receiving chemotherapy for colon cancer reveals symptomatic gallstones. Preoperative laboratory results are notable for a hematocrit of 24% and urinalysis with 18 to 25 WBCs and gram-negative bacteria. On call to the operating room, the patient receives intravenous penicillin. His abdomen is shaved in the operating room. An open cholecystectomy is performed and, despite a lack of indications, the common bile duct is explored. The wound is closed primarily with a Penrose drain exiting a separate stab wound. On postoperative day 3, the patient develops a wound infection. Which of the following changes in the care of this patient could have decreased the chance of a postoperative wound infection?",
        "exp": "The determinants of a postoperative wound infection include factors predetermined by the status of the patient (eg, age, obesity, steroid dependence, multiple diagnoses, immunosuppression) and by the type of procedure (eg, contaminated versus clean, emergent versus elective). However, there are several factors that can be optimized by the surgeon. Decreasing the bacterial inoculum and virulence by limiting the patient's prehospital stay, clipping the operative site in the operating room, administering perioperative antibiotics (within a 24-hour period surrounding operation) with an appropriate antimicrobial spectrum, treating remote infections, avoiding breaks in technique, using closed drainage systems (if needed at all) that exit the skin away from the surgical incision, and minimizing the duration of the operation have all been shown to decrease postoperative infection. Making a wound less orable to infection requires attention to basic Halstedian principles of hemostasis, anatomic dissection, and gentle handling of tissues as well as limiting the amount of foreign body and necrotic tissue in the wound. Although they are the most difficult factors to influence, host defense mechanisms can be improved by optimizing nutritional status, tissue perfusion, and oxygen delivery.",
        "cop": 2,
        "opa": "Increasing the length of the preoperative hospital stay to prophylactically treat the asthma with steroids",
        "opb": "Treating the urinary infection prior to surgery",
        "opc": "Shaving the abdomen the night prior to surgery",
        "opd": "Continuing the prophylactic antibiotics for 3 postoperative days",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "0aace018-f06a-43ff-a2ab-4ab6ed08fac8",
        "choice_type": "multi"
    },
    {
        "question": "Amount of K+ in ringer lactate is",
        "exp": "Ringer lactate solution include a concentration of 4m. Eq/L.",
        "cop": 2,
        "opa": "2",
        "opb": "4",
        "opc": "5",
        "opd": "6",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "9a6d42bd-106e-44ba-9ee5-2df00638194c",
        "choice_type": "single"
    },
    {
        "question": "The BEST indication of a difficult intubation in morbid obesity:",
        "exp": "Factors looked at included: \"height, weight, neck circumference, width of mouth opening, sternomental distance, thyromental distance and Mallampati score\" * \"Logistic regression identified neck circumference as the best single predictor of problematic intubation. In patients with a large neck, the view during direct laryngoscopy was poorer. \"",
        "cop": 2,
        "opa": "Mallampatti Score",
        "opb": "Neck circumference",
        "opc": "Limited neck movement",
        "opd": "Body weight",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "ee61b0da-cbb0-454b-aa2c-883763a58f23",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy 55-year-old man undergoes elective right hemicolectomy for a stage I (T2. N0. M0) cancer of the cecum. His postoperative ileus is somewhat prolonged, and on the fifth postoperative day his nasogastric tube is still in place. Physical examination reveals diminished skin turgor, dry mucous membranes, and ohostatic hypotension. Peinent laboratory values are as follows: Aerial blood gases: pH 7. 56, PCO2 50 mm Hg, PO2 85 mm Hg. Serum electrolytes (m. Eq/L): Na + 132, K+ 3. 1, Cl - 80; HCO3 - 42. Urine electrolytes (m. Eq/L): Na + 2, K+ 5, Cl - 6. What is the patient's acid-base abnormality?",
        "exp": "The patient has a metabolic alkalosis secondary to gastric losses of HCl, with compensatory hypoventilation as reflected by the elevated aerial pH and PCO2 and suppoed by the absence of clinical lung disease. The PCO2 would be normal if the metabolic alkalosis was uncompensated. A respiratory acidosis with metabolic compensation would be characterized by decreased pH, increased PCO2 levels, and increased bicarbonate levels. Mixed acid- base abnormalities should be suspected when the pH is normal, but the PCO2 and bicarbonate levels are abnormal or if the compensatory responses appear to be excessive or inadequate. The combination of respiratory acidosis and respiratory alkalosis is impossible.",
        "cop": 4,
        "opa": "Uncompensated metabolic alkalosis",
        "opb": "Respiratory acidosis with metabolic compensation",
        "opc": "Combined metabolic and respiratory alkalosis",
        "opd": "Metabolic alkalosis with respiratory compensation",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e3b8bd81-1122-419f-b97f-9436e9714fef",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy with a femur fracture after a motor vehicle collision undergoes operative repair. After induction of anesthesia, he develops a fever of 40degC (104degF), shaking rigors, and blood-tinged urine. Which of the following is the best treatment option?",
        "exp": "The patient is manifesting symptoms of malignant hypehermia (fevers, rigors, and myoglobinuria), which is treated by administration of dantrolene, immediate discontinuation of offending medication (which can include succinylcholine or halothanebased inhalational anesthetics), and suppoive cooling measures. While urine alkalinization, loop diuretics, and mannitol are appropriate treatment measures for rhabdomyolysis, the underlying problem in this patient is malignant hypehermia, which, because of its associated moality of 30% in severe cases, should be treated first and foremost. Malignant hypehermia is not a manifestation of anaphylactic shock, and therefore steroids and antihistamines have no role in its treatment.",
        "cop": 3,
        "opa": "Alkalinization of the urine, administration of mannitol, and continuation with the procedure",
        "opb": "Administration of dantrolene sodium and continuation with the procedure",
        "opc": "Administration of dantrolene sodium and termination of the procedure",
        "opd": "Administration of intravenous steroids and an antihistamine agent with continuation of the procedure",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e58516d5-02c9-44a8-a46b-1fa239c4771a",
        "choice_type": "multi"
    },
    {
        "question": "Cuff pressure in endotracheal intubation with prolonged ventilation should be less than",
        "exp": "Cuff pressure in the endotracheal intubation is in between 25 to 30 mm. Hg.",
        "cop": 2,
        "opa": "20 mm. Hg",
        "opb": "30 mm. Hg",
        "opc": "40 mm. Hg",
        "opd": "50 mm. Hg",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "3fd3d1e6-c150-43ad-be18-82665af82e65",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman with a family history of von Willebrand disease is found to have an activated paial thromboplastin time (a. PTT) of 78 (normal = 32) on routine testing prior to cholecystectomy. Fuher investigation reveals a prothrombin time (PT) of 13 (normal = 12), a platelet count of 350, 000/mm3, and an abnormal bleeding time. Which of the following should be administered in the perioperative period?",
        "exp": "The patient's elevated a. PTT, normal PT, and abnormal bleeding time are consistent with her von Willebrand disease (v. WD). von Willebrand factor (v. WF) is an impoant stimulus for platelet aggregation at the site of tissue injury and a major carrier protein for circulating factor VIII. There are three major groups of v. WD. Type I, inherited as an autosomal dominant trait, has decreased levels of v. WF. Type II is variably inherited and has qualitative defects in v. WF. Type III is an autosomal recessive severe bleeding disorder with absent levels of v. WF. Patients with v. WD present with mucosal bleeding, petechiae, epistaxis, and menorrhagia. v. WD produces a depressed ristocetin cofactor assay (which measures the effectiveness of v. WF in agglutinating platelets when stimulated with the antibiotic ristocetin). These patients do not generally require treatment unless they need surgery or are severely injured. DDAVP, a synthetic analogue of vasopressin, activates receptors that result in release of v. WF from storage sites and causes shoening in the bleeding time in patients with type I v. WD and some patients with type II v. WD. v. WF prevents inactivation of factor VIII; administration of DDAVP results in normalization of factor VIII activities. Transfusion of cryoprecipitate provides v. WF, whereas infusions of high-purity concentrates of factor VIII: C are not effective because of the lack of v. WF. Vitamin K is used perioperatively to reverse coagulopathy due to warfarin or liver disease and is not indicated in this scenario. Aminocaproic acid inhibits fibrinolysis and is not indicated for treating v. WD.",
        "cop": 4,
        "opa": "Factor VIII",
        "opb": "Platelets",
        "opc": "Vitamin K",
        "opd": "Desmopressin (DDAVP)",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e6978e70-7b5c-4e86-bb16-05b55c693715",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man has an enterocutaneous fistula originating in the jejunum secondary to inflammatory bowel disease. Which of the following would be the most appropriate fluid for replacement of his enteric losses?",
        "exp": "Bile and the fluids found in the duodenum, jejunum, and ileum all have an electrolyte content similar to that of Ringer lactate. Saliva, gastric juice, and right colon fluids have high K+ and low Na + content. Pancreatic secretions are high in bicarbonate. It is impoant to consider these variations in electrolyte patterns when calculating replacement requirements following gastrointestinal losses.",
        "cop": 2,
        "opa": "3% normal saline",
        "opb": "Ringer lactate solution",
        "opc": "0. 9% sodium chloride",
        "opd": "6% sodium bicarbonate solution",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "8cdd5345-427a-4a69-a81b-c725ae4777f3",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man is planning to undergo a coronary aery bypass. He has osteoahritis and consumes nonsteroidal anti-inflammatory drugs (NSAIDs) for the pain. Which of the following is the most appropriate treatment prior to surgery to minimize his risk of bleeding from his NSAID use?",
        "exp": "NSAIDs such as aspirin block platelet function by causing a reversible defect in the enzyme cyclooxygenase. Unlike aspirin which permanently acetylates cyclooxygenase and leaves affected platelets dysfunctional throughout their 7-day life span, NSAIDs cause a reversible defect that lasts 3 to 4 days. Therefore, the patient's platelets will be functional for surgery if he stops taking the NSAIDs 3 to 4 days prior to the date of surgery. The patient would not benefit from FFP or vitamin K since he does not have problems with his clotting factors.",
        "cop": 4,
        "opa": "Begin vitamin K 1 week prior to surgery.",
        "opb": "Give FFP few hours before surgery",
        "opc": "Stop the NSAIDs 1 week prior to surgery.",
        "opd": "Stop the NSAIDs 3 to 4 days prior to surgery.",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "40596a5c-990f-4e1d-a888-67fd694ae0d8",
        "choice_type": "single"
    },
    {
        "question": "0. 9% sodium chloride contains ----- mmol/L of sodium",
        "exp": "0. 9% Sodium Chloride Injection, USP contains 9 g/L Sodium Chloride (sodium chloride (sodium chloride injection), USP (Na. Cl) with an osmolarity of 308 m. Osmol/L. It contains 154 m. Eq/L sodium and 154 m. Eq/L chloride.",
        "cop": 1,
        "opa": "154",
        "opb": "145",
        "opc": "131",
        "opd": "130",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "b53eadd0-89e6-423a-b687-4ddd691a5eb0",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman develops acute renal failure following an emergency resection of a leaking abdominal aoic aneurysm. One week after surgery, the following laboratory values are obtained: Serum electrolytes (m. Eq/L): Na + 127, K+ 5. 9, Cl - 92, HCO3 - 15 Blood urea nitrogen: 82 mg/dL Serum creatinine: 6. 7 mg/dL The patient has gained 4 kg since surgery and is mildly dyspneic at rest. Eight hours after these values are repoed, the following electrocardiogram is obtained. Which of the following is the most appropriate initial treatment in the management of this patient?",
        "exp": "The electrocardiogram demonstrates changes that are essentially diagnostic of severe hyperkalemia. Correct treatment for the affected patient includes discontinuation of exogenous sources of potassium, administration of a source of calcium ions (which will immediately oppose the myocardial effects of potassium), and administration of sodium bicarbonate (which, by producing a mild alkalosis, will shift potassium into cells); each will temporarily reduce serum potassium concentration. Infusion of glucose and insulin would also effect a temporary transcellular shift of potassium. However, these maneuvers are only temporarily effective; definitive treatment calls for removal of potassium from the body. The sodium-potassium exchange resin sodium polystyrene sulfonate (Kayexalate) would accomplish this removal, but over a period of hours and at the price of adding a sodium ion for each potassium ion that is removed. Hemodialysis or peritoneal dialysis is probably required for this patient, since these procedures also rectify the other consequences of acute renal failure, but they would not be the first line of therapy, given the acute need to reduce the potassium level. Both lidocaine and digoxin would be not only ineffective but contraindicated, since they would fuher depress the myocardial conduction system.",
        "cop": 1,
        "opa": "10 mL of 10% calcium gluconate",
        "opb": "0. 25 mg digoxin every 3 hours for 3 doses",
        "opc": "100 mg lidocaine",
        "opd": "Emergent hemodialysis",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "a3ce0f33-c761-411d-b548-f889e3b9c30e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause for end tidal CO2 falls due to",
        "exp": "The most common cause for fall in Et. CO2 levels is accidental extubation.",
        "cop": 2,
        "opa": "Cardiac arrest",
        "opb": "Extubation",
        "opc": "Hypothermia",
        "opd": "Hyperhermia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "6de5216d-f172-4971-b76e-30e57cc64410",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old man is suffering from arrhythmias on the night of his triple coronary bypass. Potassium has been administered. His urine output is 20 to 30 mL/h. Serum potassium level is 6. 2. Which of the following medications counteracts the effects of potassium without reducing the serum potassium level?",
        "exp": "Calcium gluconate does not affect the serum potassium level but rather counteracts the myocardial effects of hyperkalemia. Reduction in an elevated serum potassium level, however, is impoant to avoid the cardiovascular complications that ultimately culminate in cardiac arrest. Kayexalate is a cation exchange resin that is instilled into the gastrointestinal tract and exchanges sodium for potassium ions. Its use is limited to semiacute and chronic potassium elevations. Sodium bicarbonate causes a rise in serum pH and shifts potassium intracellularly. Administration of glucose initiates glycogen synthesis and uptake of potassium. Insulin can be used in conjunction with this to aid in the shift of potassium intracellularly",
        "cop": 4,
        "opa": "Sodium polystyrene sulfonate (Kayexalate)",
        "opb": "Sodium bicarbonate",
        "opc": "50% dextrose",
        "opd": "Calcium gluconate",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "839dc2f0-d160-4541-80ea-f3aa608e9131",
        "choice_type": "single"
    },
    {
        "question": "During a pre-anaesthetic evaluation of a patient with neck extended, mouth open, and tongue protruded, the patient's uvula is not visible. His airway should be classified as which of the following",
        "exp": "Since this patient's uvula is not visible, his airway is classed as Mallampati 3, suggesting a difficult intubation.",
        "cop": 3,
        "opa": "Mallampati 1",
        "opb": "Mallampati 2",
        "opc": "Mallampati 3",
        "opd": "None of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "8e73c066-cc49-443a-afd8-dd4cebe1651a",
        "choice_type": "multi"
    },
    {
        "question": "Capnography basically monitors-",
        "exp": "Capnography monitores end tidal CO2 levels ( CO2 in Exhaled gas ) It is based on the principle of absorption spectrophotometry. Normal levels of Et. CO2 is 35-45mmg",
        "cop": 3,
        "opa": "Central venous pressure",
        "opb": "Blood pressure during anesthesia",
        "opc": "Concentration of exhaled CO2",
        "opd": "Concentration of inhaled O2",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "e0169085-b6cc-456c-8b02-a5d99ffa7a13",
        "choice_type": "multi"
    },
    {
        "question": "When using low-flow circle absorber techniques, the uptake of nitrous oxide must be considered. In a healthy 70 kg adult the expected uptake of nitrous oxide, with a 70% inspired concentration, after 1. 5 hours would be about",
        "exp": "uptake of N2O (in mls/min) is equal to 1000 divided by the square root of the time elapsed (in mins) * the time elapsed is 100 minutes. * the square root of this is 10 * 1000 divided by 10 is 100 so the N2O uptake at 100 mins into the case would be about 100mls/min.",
        "cop": 4,
        "opa": "1000 ml. min-1",
        "opb": "500 ml. min-1",
        "opc": "250 ml. min-1",
        "opd": "100 ml. min-1",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "25596c3f-b333-4fc6-8d84-18781ad48661",
        "choice_type": "single"
    },
    {
        "question": "A 60-kg, 53-year-old man with no significant medical problems undergoes lysis of adhesions for a small-bowel obstruction. Postoperatively, he has high nasogastric output and low urine output. What is the most appropriate management of his fluids?",
        "exp": "This postoperative patient requires replacement of nasogastric tube losses in addition to maintenance fluids. In an otherwise healthy individual, maintenance fluids are calculated based on body weight as 4 mL/kg/h for the first 10 kg, 2 mL/kg/h for the second 10 kg, and 1 mL/kg/h for every additional kg body weight. A 60-kg man requires 100 mL of fluid per hour or 2400 mL of fluid per day. Five percent dextrose in 0. 45% normal saline with or without potassium chloride (depending on renal function) would be an appropriate maintenance fluid. Both lactated Ringer and normal saline, which are isotonic, can be used to replace gastrointestinal losses.",
        "cop": 4,
        "opa": "Infusion of D5 0. 45% normal saline at 100 mL/h",
        "opb": "Infusion of D5 0. 9% normal saline at 100 mL/h",
        "opc": "Infusion of D5 lactated Ringer at 100 mL/h",
        "opd": "Replacement of nasogastric tube losses with lactated Ringer in addition to maintenance fluids",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "53b32500-2c72-49ce-b602-82d2d18ff5b7",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old woman develops constipation postoperatively and self-medicates with milk of magnesia. She presents to clinic, at which time her serum electrolytes are checked, and she is noted to have an elevated serum magnesium level. Which of the following represents the earliest clinical indication of hypermagnesemia?",
        "exp": "The earliest clinical indication of hypermagnesemia is loss of deep tendon reflexes. States of magnesium excess are characterized by generalized neuromuscular depression. Clinically, severe hypermagnesemia is rarely seen except in those patients with advanced renal failure treated with magnesium-containing antacids. However, hypermagnesemia is produced intentionally by obstetricians who use parenteral magnesium sulfate (Mg. SO4 ) to treat preeclampsia. Mg. SO4 is administered until depression of the deep tendon reflexes is observed, a deficit that occurs with modest hypermagnesemia (over 4 m. Eq/L). Greater elevations of magnesium produce progressive weakness, which culminates in flaccid quadriplegia and in some cases respiratory arrest due to paralysis of the chest bellows mechanism. Hypotension may occur because of the direct aeriolar relaxing effect of magnesium. Changes in mental status occur in the late stages of the syndrome and are characterized by somnolence that progresses to coma.",
        "cop": 1,
        "opa": "Loss of deep tendon reflexes",
        "opb": "Flaccid paralysis",
        "opc": "Respiratory arrest",
        "opd": "Hypotension",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "343f2883-d638-44b3-9d93-d755766d9a72",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman undergoes an uneventful laparoscopic cholecystectomy for which she receives 1 dose of cephalosporin. One week later, she returns to the emergency room with fever, nausea, and copious diarrhea and is suspected of having pseudomembranous colitis. She is afebrile and has no peritoneal signs on abdominal examination. She has a mild leukocytosis with a left shift. Which of the following is the appropriate initial management strategy?",
        "exp": "Treatment of C difficile colitis is metronidazole for firstline therapy and oral vancomycin as a second-tier agent. Recurrence appears in up to 20% of patients. Indications for surgical treatment are intractable disease, failure of medical therapy, toxic megacolon, and colonic perforation; surgical therapy consists of subtotal colectomy with end ileostomy. The diagnosis can be made by either detection of the characteristic appearance of pseudomembranes on endoscopy or detection of either toxin A or toxin B in the stool. Anti-diarrheal agents are contraindicated in suspected C difficile colitis as they may prolong the infection.",
        "cop": 4,
        "opa": "Administration of an antidiarrheal agent",
        "opb": "Exploratory laparotomy with left hemi-colectomy and colostomy",
        "opc": "Exploratory laparotomy with subtotal abdominal colectomy and ileostomy",
        "opd": "Administration of oral metronidazole",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "eacad337-89b4-4982-baab-52289987b348",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man undergoes a paial gastrectomy with Billroth II reconstruction for intractable peptic ulcer disease. He presents several months postoperatively with a megaloblastic anemia. Which of the following is the best treatment for this surgical complication?",
        "exp": "Either megaloblastic anemia due to vitamin B12 deficiency (due to lack of intrinsic factor, which is necessary for B12 absorption and is normally produced by the parietal cells of the stomach) or microcytic anemia due to iron deficiency (due to decreased iron intake and impaired absorption in the duodenum) can result after paial gastrectomy. While folate deficiency can also cause megaloblastic anemia, it is rare after paial gastrectomy. Oral B12 is not a reliable method for correcting B12 deficiency; intravenous cyanocobalamin should be administered every 3 to 4 months for life. Other complications of paial gastrectomy includes osteoporosis secondary to impaired calcium absorption due to the Billroth II reconstruction (since calcium is normally absorbed in the proximal intestine--duodenum and jejunum). Also, fatty acids may also be malabsorbed due to inadequate mixing of bile salts and lipase with ingested fat, and therefore steatorrhea may result.",
        "cop": 4,
        "opa": "Transfusion with 1 unit of packed red blood cells",
        "opb": "Oral iron supplementation",
        "opc": "Oral vitamin B12 supplementation",
        "opd": "Intravenous vitamin B12 (cyanocobalamin) supplementation",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "383a259b-7fd7-4a36-8222-3001caf9d33e",
        "choice_type": "single"
    },
    {
        "question": "All are the Complication of CVP line except -",
        "exp": "IMMEDIATE: Failure of procedure Pneumothorax Haemothorax Retroperitoneal haematoma Aerial puncture Local haematoma Guidewire-induced arrhythmia Thoracic duct injury Guide wire embolism Air embolism EARLY: catheter blockage chylothorax catheter knots LATE: Infection: 2. 5 infections/ 1000 catheter days catheter fracture vascular erosion vessel stenosis thrombosis osteomyelitis of clavicle (sub clan access)",
        "cop": 1,
        "opa": "Airway injury",
        "opb": "Haemothroax",
        "opc": "Air embolism",
        "opd": "Septicemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Preoperative assessment and monitoring in anaesthesia",
        "id": "bbceed07-b205-46b6-9933-7defdc90010b",
        "choice_type": "multi"
    }
]