[
    {
        "question": "All local anesthetic produces vasodilation on local application except",
        "exp": "Cocaine is a vasoconstrictor as it is sympathomimetic. * Cocaine was the first local Anesthetic to be used clinically. IT is only natural local anesthetic. Koller introduced this in the field of ophthalmology. It is the only local anesthetic with vasoconstrictor action. It is sympathomimetic and inhibits metabolism of catecholamine. * Procaine - 1st synthetic local anesthetic. It is used primarily to reduce the pain of intramuscular injection of penicillin. * Chloroprocaine - It is shoest acting local anesthetic used for sho procedures * Benzocaine - Is a common ingredient in topical sprays, can also cause methemeglobinamia. (See complications) * Tetracaine - Also called amethocaine mostly used topically.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Lignocaine",
        "opc": "Bupivacaine",
        "opd": "Ropivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "4df3470a-67b3-4deb-8794-7e42b88b79e6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following approach of brachial block is most suitable for catheter placement:-",
        "exp": "The infraclavicular brachial plexus blocks are an alternative to axillary block for anaesthetizing the elbow, forearm, and hand when positioning is compromised by limited abduction at the shoulder, for example, rheumatoid ahritis or an immobilized/traumatized arm. It is also an alternative to supraclavicular block for anaesthetizing the upper arm. The veical infraclavicular is better than the lateral approaches in this respect and has similar rates of pneumothorax but less frequent phrenic nerve paresis. The lateral approach performed with ultrasound control has a minimal risk of phrenic nerve paresis or pneumothorax and so may be a better choice in those with respiratory compromise, but provides less reliable upper arm anaesthesia. Complications are rare and less frequent than supraclavicular approaches and vary depending on the specific infraclavicular technique used. Although the axillary block provides safe and straightforward regional anaesthesia of the arm, the infraclavicular approach does offer an alternative in some specific situations and can be considered a ble routine alternative in experienced hands. It has some advantages in providing upper arm anaesthesia, securing infusion catheters to the chest wall, and ease of patient positioning",
        "cop": 2,
        "opa": "Supraclavicular",
        "opb": "Infraclavicular",
        "opc": "Axillary",
        "opd": "All",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "843dadcd-43cd-43c0-a74c-9efd7bafffd4",
        "choice_type": "multi"
    },
    {
        "question": "What is the mode of action of local anesthetics?",
        "exp": "Sodium channels are membrane bound proteins that are composed of one large and subunit through which Na ions pass, and one or two smaller b subunits. Voltage - gated Na channels exist in three stages - resting, open and inactivated local anesthetics bind a specific region of the & subunit and inhibit voltage - gated Na channels preventing channel activation and Na influx associated with membrane depolarization. Main mechanism of action of local anesthetics is through inhibition of. Activated, voltage-gated Na channel. Local anesthetics have a greater affinity for the channel in the open or inactivated state than in the resting state. Local anesthetic binding to open or inactivated channels, or both, is facilitated by depolarization. The fraction of Na channels that have bound a local anesthetic increases with frequent depolarization (eg, during trains of impulses). This phenomenon is termed use-dependent block Local anesthetic inhibition is both voltage and frequency dependent, and is greater when nerve fibers are firing rapidly than with infrequent depolarizations Sodium passess through voltage gated sodium channel and cause change in membrane potential and cause depolarization. Local anesthetic attaches to sodium channel and prevents propogation & depolarization",
        "cop": 1,
        "opa": "Prevents Na+ channel activation and the Na+ influx associated with membrane depolarization.",
        "opb": "Change the voltage gated Na+ channel from conducting to non conducting",
        "opc": "Destroys the Na+ channel",
        "opd": "Close the Na+ channel",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "f747eb22-eb78-4c86-abd0-88780507981d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following local anaesthetic causes least vasodilation:",
        "exp": "Prilocaine causes less vasodilation than other local anesthetics and thus used without using epinephrine added to the local anesthetic solution.",
        "cop": 2,
        "opa": "Bupivacaine",
        "opb": "Prilocaine",
        "opc": "Ropivacaine",
        "opd": "Lignocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "bcc66b08-4777-47d5-802b-048eaea6bba9",
        "choice_type": "single"
    },
    {
        "question": "Increased risk of cardio toxicity associated with local anesthetics requires a dose reduction in all of the following except",
        "exp": "Life threatening cardiovascular toxicity, including left ventricular depression, atrioventricular heart block, ventricular arrhythmia is seen more in patients with deceased liver function, acidosis and in shock. The risk factors for developing LAST (Local Anesthetic systemic toxicity)can be categorized into those that are related to the injected drug, the patient, or the technique. Drug The cardiovascular collapse/CNS (CC/CNS) ratio is \"the ratio of drug dose required to cause catastrophic cardiovascular collapse to the drug dose required to produce seizures. \" A low CC/CNS ratio is associated with more cardiotoxic agents, while LAs with a higher CC/CNS ratio have a greater safety margin. This is because the earlier presentation of CNS features may expedite earlier diagnosis (and thus, treatment) of LAST before cardiovascular collapse ensues. Ropivacaine and levobupivacaine, for example, have higher CC/CNS ratios than racemic bupivacaine; therefore, it seems logical to preferentially use these drugs when long-acting LAs are desired. Vigilance is always required, however, as all LA drugs may cause LAST. Patient Age Patients at the extremes of age have consistently been shown to be at the greatest risk of LAST. Pregnancy Renal disease Patients with severe renal disease not only have a hyperdynamic circulation and reduced clearance of LAs, but also have an increased a1-acid glycoprotein concentration. As a result, free plasma concentrations are largely unchanged and dose reduction is often unnecessary, unless the patient is uremic with metabolic acidosis. Cardiac disease Dose reduction is unnecessary in mild-moderate heart failure where tissue perfusion is preserved, but is recommended in severe heart failure. Hepatic dysfunction",
        "cop": 4,
        "opa": "Pregnancy",
        "opb": "Acidosis",
        "opc": "Pediatric",
        "opd": "Increased cardiac output",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "e7d7c9ac-6b70-4d46-9466-840bcfebaee6",
        "choice_type": "multi"
    },
    {
        "question": "The order of sensory blockade of local anesthesia is:",
        "exp": "Individual type of nerve differs in their minimal blocking concentration. Not all sensory and motor modalities are blocked equally by local anesthetics. This is termed differential blockade. For different fibers order of blockade b > AS = C > AU > A b > Aa autonomic > sensory> motor is the sequence of block. for sensory blockade the sequence is Temperature - pain - touch - pressure",
        "cop": 1,
        "opa": "Temperature - pain - touch - pressure",
        "opb": "Pain - pressure - touch - temperature",
        "opc": "Touch - pressure - temperature - pain",
        "opd": "Touch - pain - pressure - temperature",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "6b82db1a-9535-4442-9b79-dc90fa288524",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is ester local anesthetics -",
        "exp": "Local Anaesthetics are divided in two group Aminoamide and Aminoesters Aminoester - sho acting - cocaine, procaine and chloroprocaine long acting - Benzocaine and Tetracaine Aminoamide - intermediate acting - lignocaine, prilocaine, mepivacaine long acting - Bupivacaine, Ropivacaine, Dibucaine Aminoester Local Anesthetics: They are unstable in solution and they are metabolized by plasma cholinesterase CNS lacks esterase enzymes and so intrathecally injected local anesthetics are metabolized only after diffusion to the blood. More incidence of allergic reactions. Aminoamide Local Anesthetics: They are stable in solution and undergo enzymatic degradation in the liver. Allergic reactions are rare. Exceptions to the above: cocaine is an amino ester but is metabolized by hepatic carboxylesterase and aicaine (an amide) is inactivated by plasma carboxylesterase.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Lidocaine",
        "opc": "Mepivacaine",
        "opd": "Prilocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "0405c941-53be-48f4-b732-7527a67fa6e5",
        "choice_type": "single"
    },
    {
        "question": "Which approach of brachial plexus block targets cords of the brachial plexus:-",
        "exp": "The brachial plexus is formed by theventral ramiof. C5-C6-C7-C8-T1, occasionally with small contributions by. C4and. T2. There are multiple approaches to blockade of the brachial plexus, beginning proximally with the interscalene block and continuing distally with the supraclavicular, infraclavicular, and axillary blocks. The concept behind all of these approaches to the brachial plexus is the existence of a sheath encompassing the neurovascular bundleextending from thedeep cervical fasciato slightly beyond the borders of the axilla. interscalene approach targets roots supraclavicular targets trunks /division infraclavicular targets cords",
        "cop": 1,
        "opa": "Infraclavicular",
        "opb": "Supraclavicular",
        "opc": "Axillary",
        "opd": "All",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "ac06b86a-8b0c-4ad5-bd2d-740a64456e75",
        "choice_type": "multi"
    },
    {
        "question": "EMLA cream is effective in all except",
        "exp": "EMLA (Eutectic Mixture of Local Anesthetic) cream consists of a 1: 1 mixture of 2. 5% lidocaine and 2. 5% prilocaine Local anesthetics can easily penetrate mucous membranes but intact skin requires a high concentration of lipid soluble anesthetics as in EMLA. The mixture provides analgesia upto a depth of 5 mm which lasts for 1-2 hours. EMLA can provide adequate dermal analgesia for procedures like: Split thickness skin-graft harvesting Venipuncture Laser removal of po wine stains Lithotripsy Circumcision Skin blanching, erythema, and edema may be seen as side effects. Prilocaine in large doses can cause methemoglobinemia. And so EMLA cream should not be used on mucous membranes, broken skin, infants younger than 1 month of age, or patients with a predisposition to methemoglobinemia.",
        "cop": 4,
        "opa": "Venous cannulation",
        "opb": "Circumcision",
        "opc": "Lumbar puncture",
        "opd": "Intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "463ee48f-5e3f-48fd-aecd-5e84621608fb",
        "choice_type": "multi"
    },
    {
        "question": "Pneumothorax is seen most commonly with which approach of brachial block:-",
        "exp": "In supraclavicular approach of brachial block as pleura is in close vicinity. The anterior rami of C5 to T1 form the brachial plexus, which exits the cervical spine to form the superior, middle, and inferior trunks that travel between the anterior and middle scalene muscles. Each trunk divides into an anterior and posterior branch, which subsequently rejoins to form the lateral, posterior, and medial cords as it travels distally to the clavicle. The supraclavicular approach blocks the brachial plexus from the distal trunks to the proximal cords but often is targeted at the divisions level. General complications to peripheral nerve blockade apply to supraclavicular blocks including risk for infection, bleeding, and neuropathy. With the advent of ultrasonography, constant visualization of the needle tip, first rib, and pleura can decrease the risk for pneumothorax. Common, self-limited, side effects associated with other proximal brachial plexus blockade include hoarseness due to an ipsilateral laryngeal nerve block, Horner syndrome from stellate ganglion block, and hemidiaphragmatic paresis from a phrenic nerve blockade.",
        "cop": 2,
        "opa": "Interscalene",
        "opb": "Supraclavicular",
        "opc": "Infraclavicular",
        "opd": "Axillary",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "ff2b002c-3b61-421f-bc26-79fa252a5695",
        "choice_type": "single"
    },
    {
        "question": "The following statements about bupivacaine are true, except:",
        "exp": "Bupivacaine and its congeners - Bupivacaine a long acting local anesthetic is very common in clinical use due to its good capability of differential block. The major demerit is that it is most cardio toxic. It is racemic mixture. Prilocaine is the only local anesthetic that is metabolized to o -toluidine, which conves hemoglobin to methemoglobin producing methemoglobinemia. This is usually significant with doses of prilocaine as large as 600mg. Benzocaine used in topical local anesthetic sprays can also cause dangerous Methemoglobinemia. Treatment of medically impoant methemoglobinemia includes intravenous methylene blue (1-2 mg/kg of a 1% solution over 5 min). Methylene blue acts by reducing methemoglobin (Fe 3+ ) to hemoglobin (Fe 2+ ).",
        "cop": 4,
        "opa": "Must never be injected into vein",
        "opb": "More cardiotoxic than lignocaine",
        "opc": "0. 25 % is effective for sensory block",
        "opd": "Produces methemoglobinemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "9e32975d-2c27-45f8-8a3d-8afc43fb24b0",
        "choice_type": "multi"
    },
    {
        "question": "80-year-old patient is admitted for open reduction and internal fixation of a fracture of the femur. Which one of the following technique is ideal anesthetic technique for this patient?",
        "exp": "Regional anesthesia is ideal anesthetic technique for this old patient Reasons: Lower incidence of postoperative thromboembolism Maintains respiratory function better than general anesthesia Inhibit platelet aggregation and stabilize endothelial cells General anesthesia is an alternative to regional block if old patient refuses regional anesthesia Advantage of GA is that the patient can be induced in bed and moved to the operating room table after intubation, avoiding the pain of positioning. Disadvantage: patient is unable to provide feedback regarding pressure points on the unpadded ohopedic table",
        "cop": 1,
        "opa": "Regional anesthesia",
        "opb": "General anesthesia",
        "opc": "Local infiltration",
        "opd": "Paracervical block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "d4db178d-c28f-4d03-9d75-bbe65f0c024e",
        "choice_type": "single"
    },
    {
        "question": "Which is ideal regional anesthetic technique used for a child with dislocated fracture of first metacarpal?",
        "exp": "Axillary block is preferred in above patient Axillary, musculocutaneous, and medial brachial cutaneous nerves are usually spared with an axillary approach. Few contraindications to axillary brachial plexus blocks. Local infection, Neuropathy, Bleeding risk Axilla is highly vascularized, there is a risk of local anesthetic uptake through small veins traumatized by needle placement. The axilla is also a suboptimal site for perineural catheter placement because of greatly inferior analgesia versus an infraclavicular infusion, as well as increased risks of infection and catheter dislodgement",
        "cop": 3,
        "opa": "Infraclavicular block",
        "opb": "Supraclavicular block",
        "opc": "Axillary block",
        "opd": "Interscalene block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "b8a2339d-de59-4f95-8bcc-b1c3784d2d63",
        "choice_type": "single"
    },
    {
        "question": "Metabolism of amide local anesthetic is slowed in which of the following condition",
        "exp": "Decreasing systemic absorption of local anesthetics increase their safety margin in clinical uses. The rate and extent of systemic absorption depends on the site of injection, the dose, the drugs intrinsic Pharmacokinetic propeies and the addition and cytochrome P450 enzymes. Severe liver disease may slow the clearance of amino amide local anesthetics and significant drug levels may therefore accumulate.",
        "cop": 1,
        "opa": "Liver cirrhosis",
        "opb": "Acute renal failure",
        "opc": "Pseudocholinesterase deficiency",
        "opd": "Chronic renal failure",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "0251fecc-f77c-4986-9c6a-158dc5bdc48d",
        "choice_type": "single"
    },
    {
        "question": "The longest acting local anesthetics -",
        "exp": "long acting ester local anesthetic -Benzocaine. tetracaine long acting amide local anesthetic- bupivacaine, ropivacaine, levobupivacaine, dibucaine overall longest acting local anesthetic- Dibucaine- Tetracaine- Bupivacaine",
        "cop": 3,
        "opa": "Bupivacaine",
        "opb": "Ropivacaine",
        "opc": "Dibucaine",
        "opd": "Tetracaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "15ee4034-c6b1-4f2d-93c3-e9fa2d2ef70f",
        "choice_type": "single"
    },
    {
        "question": "An 18 yrs old woman in the active stage of labour requests an epidural anaesthesia for delivery. Immediately following the epidural injection of 12ml of 2% lidocaine, the pt complains of lip numbness and becomes apprehensive. What is presumptive diagnosis.",
        "exp": "systemic toxicity of Local anesthetics Central nervous system toxicity is classically described as a two-stage process. An initial excitatory state is followed by a depressive phase. Early neurological features include perioral tingling, tinnitus, and slurred speech. Light headedness and tremor may also occur, as may a change in mental status with confusion or agitation. However, LAST can occur without these characteristic premonitory signs. The excitatory neurological phase culminates in generalized convulsions. This may lead to the depressive phase of coma and respiratory depression. Cardiovascular system toxicity is classically in three phases. The initial phase includes hypertension and tachycardia. The intermediate phase is associated with myocardial depression and hypotension. The terminal phase includes peripheral vasodilatation, severe hypotension, and a variety of arrhythmias such as sinus bradycardia, conduction blocks, ventricular tachyarrhythmias, and asystole.",
        "cop": 2,
        "opa": "Allergy to drug administered",
        "opb": "Systemic toxicity to drug administered",
        "opc": "Vasovagal shock",
        "opd": "Drug entered SA space",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "15410678-97a0-4133-bee7-9f22aada59f5",
        "choice_type": "multi"
    },
    {
        "question": "Anaesthesia used during Coronary angiography technique is:-",
        "exp": "General Anaesthesia is not given for angiography. Local Anaesthesia and sedation is mostly used for angiography.",
        "cop": 1,
        "opa": "Local anaesthesia",
        "opb": "Caudal Anaesthesia",
        "opc": "General Anaesthesia",
        "opd": "Epidural Anaesthesia",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "639bbbdc-8acd-4cc1-a0cb-d12bf9a26865",
        "choice_type": "single"
    },
    {
        "question": "Fastest to slowest route of absorption of local anaesthetic is?",
        "exp": "According, the rate of systemic absorption is greatest with intercostal nerve blocks followed by caudal, lumbar epidural, brachial plexus block femoral and sciatic nerve blocks. Sequence of systemic absorption IV > Tracheal > Intercostal block > Para cervical block > Caudal > Lumbar epidural > Brachial Plexus > Sciatic > Subcutaneous.",
        "cop": 2,
        "opa": "Tracheal >Lumbar epidural > Intercostal block > Subcutaneous.",
        "opb": "Tracheal > Intercostal block > Lumbar epidural > Subcutaneous.",
        "opc": "Subcutaneous> Intercostal block > Lumbar epidural >Tracheal.",
        "opd": "Lumbar epidural > Intercostal block >Tracheal > Subcutaneous.",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "326552c4-c710-4cee-97a4-27a23313664f",
        "choice_type": "single"
    },
    {
        "question": "The local anaesthetic toxicity is maximally seen with?",
        "exp": "According, the rate of systemic absorption is greatest with intercostal nerve blocks followed by caudal, lumbar epidural, brachial plexus block femoral and sciatic nerve blocks. Sequence of systemic absorption IV > Tracheal > Intercostal block > Para cervical block > Caudal > Lumbar epidural > Brachial Plexus > Sciatic > Subcutaneous.",
        "cop": 2,
        "opa": "Epidural",
        "opb": "Intercostal space",
        "opc": "Caudal space",
        "opd": "Sciatico-femoral nerve block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "6f5cadd6-bb0b-4eec-ada3-48b6a50eb50b",
        "choice_type": "multi"
    },
    {
        "question": "EMLA cream is effective in relieving pain of:-",
        "exp": "Any procedure causing pain involving 2-4 mm skin depth can be effectively relieved by EMLA cream. EMLA can provide adequate dermal analgesia for procedures like: Split thickness skin-graft harvesting Venipuncture Laser removal of po wine stains Lithotripsy Circumcision",
        "cop": 4,
        "opa": "Venipuncture",
        "opb": "Aerial cannulation",
        "opc": "Lumbar puncture",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "68f63ea3-9f6b-431f-967d-1ff88ad1681f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are signs of successful stellate ganglion block, except:",
        "exp": "The stellate ganglion is pa of the sympathetic network formed by the inferior cervical and first thoracic ganglia. It receives input from the paraveebral sympathetic chain and provides sympathetic efferents to the upper extremities, head, neck, and heart. The infiltration of local anesthetic has been used to treat a variety of disorders, but it is primarily performed in the setting of reflex sympathetic dystrophy. Stellate ganglion blocks have traditionally been performed blindly by palpating the anterior tubercle of the transverse process of C6 (Chassaignac tubercle) and infiltrating a large volume (as much as 20 mL) of local anesthetic followed by the patient sitting up immediately afterwards so that the gravitational effect allows enough volume to reach the stellate ganglion to result in an effective block. This method has a relatively high failure rate, with numerous significant and even potentially fatal adverse effects signs of successful stellate ganglion block 1. Horner syndrome 2. conjunctival congestion 3. ipsilateral nasal stuffiness 4. tympanic membrane congestion 5. flushing",
        "cop": 3,
        "opa": "Flushing of face",
        "opb": "Conjunctival congestion",
        "opc": "Mydriasis",
        "opd": "Nasal stuffiness",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "dbc2d668-85f3-42b1-9e22-27d75d8c385e",
        "choice_type": "multi"
    },
    {
        "question": "First Local anesthetic to be used for spinal block:",
        "exp": "Cocaine was the first local anesthetic to be used for regional anaesthesia. In 1884, Austrian ophthalmologist Karl Koller (1857-1944) instilled a 2% solution of cocaine into his own eye and tested its effectiveness as a local anesthetic by pricking the eye with needles. His findings were presented a few weeks later at annual conference of the Heidelberg Ophthalmological Society. The following year, William Halsted (1852-1922) performed the first brachial plexus block. Also in 1885, James Leonard Corning (1855-1923) injected cocaine between the spinous processes of the lower lumbar veebrae, first in a dog and then in a healthy man. His experiments are the first published descriptions of the principle of neuraxial blockade. On August 16, 1898, German surgeon August Bier (1861-1949) performed surgery under spinal anesthesia in Kiel. Following the publication of Bier's experiments in 1899, a controversy developed about whether Bier or Corning performed the first successful spinal anesthetic.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Procaine",
        "opc": "Prilocaine",
        "opd": "Lignocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "714bc0e6-ce90-4f2f-93e3-c7445942125e",
        "choice_type": "single"
    },
    {
        "question": "A 48 yrs old male with triple vessel disease and longstanding diabetes had gangrene developed in left lower foot. Which is best mode of anesthetics:-",
        "exp": "Popliteal nerve block provide excellent coverage for foot and ankle surgery, while sparing much of the hamstring muscles. The popliteal nerve block is a form of regional anesthesia utilized for a variety of foot and ankle conditions. This form of anesthesia has become a popular technique to decrease postoperative pain, decrease narcotic use, and increase patient satisfaction. There are several approaches to administering a popliteal sciatic nerve block, all with unique advantages and disadvantages. Commonly, a posterior approach is employed with the patient positioned prone. Alternatively, the lateral approach can be used with patient in the supine position. There are several approaches to administering a popliteal sciatic nerve block, all with unique advantages and disadvantages. Commonly, a posterior approach is employed with the patient positioned prone. Alternatively, the lateral approach can be used with patient in the supine position.",
        "cop": 1,
        "opa": "Popliteal block",
        "opb": "Sciatic block",
        "opc": "Femoral block",
        "opd": "Saphenous nerve block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "450eeaef-8fc0-46ee-865a-da8528e09be5",
        "choice_type": "single"
    },
    {
        "question": "Most common local anaesthetic used for intravenous regional anesthesia (Bier block).",
        "exp": "Lidocaine is the most - frequently selected amide local anesthetic for producing this type of regional anesthesia. Lidocaine has been the drug used most frequently for intravenous regional anesthesia. Prilocaine, mepivacaine, chloroprocaine, procaine and etidocaine have also been used successfully. Intravenous regional anesthesia or Bier's block involves the intravenous administration of a local anesthetic into a tourniquet- occluded limb. It is used to provide anesthesia for sho surgical procedures (<90 minutes) on the limbs. Note: Bupivacaine and its congeners is not used for Biers block. It is the most cardiotoxic local anesthetic. Accidental early deflation of the tourniquet can lead to massive systemic doses of bupivacaine resulting in cardiac arrhythmias and cardiovascular collapse.",
        "cop": 2,
        "opa": "Bupivacaine",
        "opb": "Lignocaine",
        "opc": "Prilocaine",
        "opd": "Chloroprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "02d1c019-862d-4660-9122-7c3be9fdca0c",
        "choice_type": "single"
    },
    {
        "question": "Which ester local anesthetic undergoes significant liver metabolism -",
        "exp": "The exception to hydrolysis of ester local anesthetic in the plasma is cocaine, which undergo significant metabolism in liver. Cocaine is a local anesthetic with potential for abuse. It produces euphoria by inhibiting the uptake of catecholamines in the CNS, especially dopamine. it is the only ester local anesthetic which is metabolized by liver. Because of its abuse liability and high toxicity, cocaine use is limited to topical anesthesia of the upper respiratory tract. It is available as 1%, 4% and 10% solutions for topical use. It has intrinsic vasoconstrictor propeies along with local anesthetic propeies.",
        "cop": 2,
        "opa": "Tetracaine",
        "opb": "Cocaine",
        "opc": "Procaine",
        "opd": "Chloroprocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "9779292f-9c71-468f-b86d-b6de6a3a2875",
        "choice_type": "single"
    },
    {
        "question": "An 18 yrs old woman in the active stage of labour requests an epidural anaesthesia for delivery. Immediately following the epidural injection of 12ml of 2% lidocaine, the pt developes hypotension, bradycardia and respiratory depression. What is presumptive diagnosis.",
        "exp": "accidental subarachnoid injection: Spinal anesthesia ascending into the cervical levels causes severe hypotension, bradycardia, and respiratory insufficiency. Unconsciousness, apnea, and hypotension resulting from high levels of spinal anesthesia are referred to as a \"high spinal, \" or when the block extends to cranial nerves, as a \"total spinal. \" These conditions can occur following an attempted Epidural/Caudal anesthesia if there is an accidental intrathecal injection. systemic toxicity early manifestation is mostly neurological. vasovagal shock will be manifested as parasympathetic overdrive during the procedure.",
        "cop": 4,
        "opa": "Allergy to drug administered",
        "opb": "Systemic toxicity to drug administered",
        "opc": "Vasovagal shock",
        "opd": "Drug entered SA space",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "56bea3fe-6681-4609-9592-daeeda67ceb9",
        "choice_type": "multi"
    },
    {
        "question": "Alkalization of local anesthetics solutions by the addition of sodium bicarbonate has following benefit except-",
        "exp": "Addition of sodium bicarbonate prevents causation of drug and spreads the onset -, improves the quality, increases duration and decreased pain at site of injection. Explanation The addition of sodium bicarbonate to local anesthetics improves the speed of onset, reduces the minimum concentration of the local anesthetic required and improves the quality of block. Adding sodium bicarbonate increases the pH of the local anesthetic solution, and thus more amount of free uncharged drug is available which can increase the rate of diffusion across the nerve sheath and improve the onset of anesthesia. Subcutaneous injections of local anesthetics are painful. Alkalinization of the solution by adding sodium bicarbonate before injecting can decrease the pain. Addition of adrenaline or any vasoconstriction causes decrease in systemic toxicity.",
        "cop": 3,
        "opa": "Speeds the onset",
        "opb": "Improves quality",
        "opc": "Decreases systemic toxicity",
        "opd": "Decreases pain at site",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "7766bd53-ab36-4d86-84c1-b2a6a25d5bc3",
        "choice_type": "multi"
    },
    {
        "question": "Which block to described as spinal anesthesia of arm:-",
        "exp": "Supraclavicular block is described as the spinal of the arm as if offers dense anesthesia of the brachial plexus for the surgical procedures at or distal to the elbow. Brachial plexus block Level interscalene approach targets routes supraclavicular targets trunks /division infraclavicular targets cords Procedure Site Interscalene Supraclavicular Infraclavicular Axillary1 Shoulder2 ++ +3 Arm2 + ++ + Elbow2 ++ ++ + Forearm2 + ++ ++ Hand2 + + ++",
        "cop": 2,
        "opa": "Interscalene block",
        "opb": "Supraclavicular brachial plexus block",
        "opc": "Infraclavicular block",
        "opd": "Axillary block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "5088ea5f-154d-4ef3-b65f-70867be80839",
        "choice_type": "single"
    },
    {
        "question": "Commonest complication of celiac plexus block is",
        "exp": "Celiac plexus is a sympathetic ganglion thus blocking it will always cause hypotension. The celiac plexus is the largest plexus of the sympathetic nervous system. It contains preganglionic sympathetic fibers from greater and lesser splanchnic nerves (emerge from the thoracic sympathetic ganglia, T5 to T12) as well as postganglionic sympathetic and preganglionic parasympathetic fibers. It provides sensory innervation and sympathetic outflow to stomach, liver, spleen, pancreas, kidney and GI tract up to splenic flexure. Plexus is located at the level of T12-L2 (usually L1) and lies anterior to aoa in the retroperitoneal space. Indications Most common indication is treatment of pain caused by pancreatic cancer. Occasionally used in the treatment of pain from chronic pancreatitis (controversial). Can be used for pain from other GI malignancies from LES to splenic flexure, as well as liver, spleen and kidneys. Complications Ohostatic hypotension (most common, can be minimized with fluid hydration) and diarrhea (secondary to blockade of sympathetic fibers). Less common complications include paraplegia (from damage to aery of Adamkiewicz), local anesthetic toxicity, spinal or epidural injection, aoic or vena cava puncture and bleeding, retroperitoeneal hemorrhage, visceral organ injury, and pneumothorax (if needle is placed too cephalad) Anatomical Considerations: preganglionic SNS (greater/lesser splanchnic nerves), postganglionic SNS, preganglionic PNS, sensory Indications: pancreatic cancer (common); sometimes pancreatitis (controversial) Common Side Effects: ohostatic hypotension, diarrhea Rare Side Effects: paraplegia, LA toxicity, spinal/epidural injection, aoic or vena cava puncture, retroperitoeneal hemorrhage, visceral organ injury, pneumothorax",
        "cop": 2,
        "opa": "Bradycardia",
        "opb": "Hypotension",
        "opc": "Seizures",
        "opd": "Retroperitoneal hematoma",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "47c4dc77-e3a6-4a0a-bdfb-2304dda958c4",
        "choice_type": "single"
    },
    {
        "question": "Interscalene approach to brachial plexus block does not provide optimal analgesia in the area of distribution of which of the following nerves?",
        "exp": "The interscalene block allows for coverage of the lateral two-thirds of the clavicle, shoulder, and proximalhumerus. When attempting a blockade of areas in the arm and forearm, it is impoant to keep in mindthat the inferior trunk (C8-T1) is often inadequately blocked and additional blockade of the ulnardistribution may be required. It traditionally has not been reliable for surgery on the hand. Theinterscalene nerve block is commonly used alone or in conjunction with other forms of anesthesia for paincontrol during surgery or in the perioperative period.",
        "cop": 2,
        "opa": "Musculocutanoeus nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Median nerve",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "007ff547-c8a1-4cd0-9107-b4c0cda6823a",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of interscalene block:-",
        "exp": "A properly performed interscalene block universally blocks the ipsilateral phrenic nerve. Interscalene Block: Side Effects Diaphragmatic hemiparesis from ipsilateral phrenic nerve block (100% incidence, 25% reduction in pulmonary function) Pneumothorax Permanent neurologic injury Blockade of vagus, recurrent laryngeal, and cervical sympathetic nerves (Horner's syndrome) Epidural or subarachnoid injection Veebral aery injection Severe hypotension and bradycardia (Bezold-Jarisch reflex) The interscalene block is indicated for procedures on the shoulder and proximal humerus as well as the lateral two thirds of the clavicle. The interscalene block can also be utilized for surgery of the arm or forearm; however, the higher incidence of incomplete blockade of the inferior trunk with this technique may provide inadequate analgesia in the ulnar distribution. The patient's positioning and comfo, the surgeon's preferences, and the duration of surgery may necessitate coadministration of a general anesthetic. An interscalene catheter may be inseed for prolonged postoperative analgesia",
        "cop": 1,
        "opa": "Phrenic block",
        "opb": "Pneumothorax",
        "opc": "Hypotension",
        "opd": "Horner syndrome",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "a0e89e2a-0f26-4660-98c5-1080b01687bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ester local anesthetics undergo hepatic metabolism-",
        "exp": "Ester LA are predominantly metabolized by Pseudocholinesterase. Ester hydrolysis is very rapid and water soluble metabolite are excreted in urine. In contrast to other ester anesthetics cocaine is paially metabolized in the liver and paially excreted unchanged in urine.",
        "cop": 2,
        "opa": "Procaine",
        "opb": "Cocaine",
        "opc": "Benzocaine",
        "opd": "Tetracaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "2f41bea1-a756-43ac-9113-c1ab0b02a2a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following local anesthetic is amide:",
        "exp": "Lidocaine is an amino amide local anaesthetic. Metabolized by microsomal P-450 enzymes in the liver. cocaine, proacaine and chloroprocaine are sho acting amino ester local anesthetic.",
        "cop": 1,
        "opa": "Lidocaine",
        "opb": "Procaine",
        "opc": "Chloroprocaine",
        "opd": "Cocaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "c8175df5-94d6-4b7e-869a-cc2751222765",
        "choice_type": "single"
    },
    {
        "question": "All is true about ropivacaine except:",
        "exp": "Ropivacaine is a long-acting amide local anaesthetic agent and first produced as a pure enantiomer. It produces effects similar to other local anaesthetics reversible inhibition of sodium ion influx in nerve fibres. Ropivacaine is less lipophilic than bupivacaine and is less likely to penetrate large myelinated motor fibres, resulting in a relatively reduced motor blockade. Thus, ropivacaine has a greater degree of motor sensory differentiation, which could be useful when motor blockade is undesirable. The reduced lipophilicity is also associated with decreased potential for central nervous system toxicity and cardiotoxicity. The drug displays linear and dose propoional pharmacokinetics (up to 80 mg administered intravenously). It is metabolised extensively in the liver and excreted in urine.",
        "cop": 4,
        "opa": "It is enantiomer of Bupivacaine",
        "opb": "Can be safely used in labour analgesia in lower concentrations",
        "opc": "It is less potent and less lipid soluble than Bupivacaine",
        "opd": "Cardiotoxicity is similar to as that of Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "c26726f6-680e-4d50-b26c-864c87d33c4a",
        "choice_type": "multi"
    },
    {
        "question": "All true regarding Retrobulbar block except?",
        "exp": "In this technique, local anesthetic is injected behind the eye into the cone formed by the extraocular muscles and a facial nerveblock is utilized to prevent blinking A successful retrobulbar block is accompanied by anesthesia, akinesia, and abolishment of the oculocephalic reflex. Complications Retrobulbar hemorrhage(m/c) Perforation of the globe, Optic nerve atrophy, Intravascular injection with resultant convulsions, Oculocardiac reflex, Trigeminal nerve block, Respiratory arrest, Acute neurogenic pulmonary edema. Retrobulbar injection not performed in patients with bleeding disorders because of the Risk of retrobulbar hemorrhage Extreme myopia because the elongated globe increases the risk of perforation Retrobulbar block",
        "cop": 1,
        "opa": "Can be given in patients with bleeding disorders",
        "opb": "Risk of Perforation of the globe",
        "opc": "Injected behind the eye into the cone formed by the extraocular muscles",
        "opd": "M/C complication is Retrobulbar hemorrhage",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "bf82a213-4557-4e87-8664-a2b34287a2f5",
        "choice_type": "multi"
    },
    {
        "question": "Dextrose is added to the spinal anesthetic drugs to",
        "exp": "By adding dextrose we ma. Ke local anaesthetic hyperbaric and prevent uncontrolled ascending of local anaesthetics The local anesthetic solutions can be made hyperbaric by the addition of glucose or hypobaric by the addition of sterile water or fentanyl. A hyperbaric solution of local anesthetic is denser (heavier) than CSF, whereas a hypobaric solution is less dense (lighter) than CSF. Significance: Hyperbaric solutions tend to move to the most dependent area of the spine. With the patient in a head-down position, a hyperbaric solution spreads cephalad, and a hypobaric anesthetic solution moves caudal. A head-up position causes a hyperbaric solution to settle caudally and a hypobaric solution to ascend cephalad. An isobaric solution tends to remain at the level of injection.",
        "cop": 3,
        "opa": "Increase duration of action",
        "opb": "Reduce plasma levels of local anesthetic to prevent toxicity",
        "opc": "Increase specific gravity",
        "opd": "Hasten onset of action",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "8ec29b0d-a3cf-4073-b8e9-b04ad686a44b",
        "choice_type": "single"
    },
    {
        "question": "Which is wrong regarding EMLA cream",
        "exp": "Lignocaine to prilocaine is in 1: 1 ratio. EMLA cream - Eubetic mixture of local anesthetics It is a cream which consists of 1: 1 Mixture of 2. 5 % Lidocaine and 2. 5% prilocaine. In the EMLA cream concentration of drug is 2. 5% each but required to make EMLA is 5% concentration each. Contact time required = 60 minutes Depth of Penetration = 3-5 mm Duration of Analgesia = 1-2 hour The amount of drug absorbed depends on application time, dermal blood flow, keratin thickness and total dose administered. c/i of application of EMLA - 1. Mucous membrane 2. Broken skin 3. < 1 year Uses - laser removal of po wine stains Lithotripsy Circumcision Venous emulation Skin graft harvesting",
        "cop": 3,
        "opa": "It is eutectic mixture of local anesthetics",
        "opb": "Requires 5% Lignocaine and 5% Prilocaine to make it.",
        "opc": "Ratio of Lignocaine to Prilocaine is 1: 2",
        "opd": "Applied over skin surface",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "d325aae7-bd88-4114-b22d-7d61dcfd12d2",
        "choice_type": "single"
    },
    {
        "question": "A patient aged 28 years, was given epidural anesthesia with 15 ml of 1. 5% Lignocaine with adrenaline for hernia surgery. He developed hypotension, respiratory arrest and became unconscious within 3 minutes, most probable cause will be:-",
        "exp": "Drug must have entered subarachnoid space and resulted in total spinal anesthesia. The occurrence of a high regional block or total spinal can be potentially catastrophic and require immediate management. They may occur following spinal or epidural anaesthesia and therefore can occur outside of the operating theatre. Both are due to the inappropriately high spread of local anaesthetic affecting spinal nerves and as such are on a continuum of severity:? High spinal/regional block: spread of local anaesthetic affecting the spinal nerves above T4. The effects are of variable severity depending upon the maximum level that is involved, but can include cardiovascular and/or respiratory compromise.? Total spinal: intracranial spread of local anaesthetic resulting in loss of consciousness. A total spinal can also occur following epidural anaesthesia/analgesia. As the above are different severities of the same process, they may both be referred to as high regional block. Left untreated, a high regional block can progress to a total spinal. TOTAL spinal anesthesia is a complication that follows inadveent introduction of local anesthetics into the intracranial subarachnoid space. Clinical features- Hypotension, bradycardia, respiratory depression followed by neurological symptoms. The clinical features are dependent on the level of the spinal nerves affected by the local anaesthetic. Untreated the block may ascend fuher leading to more severe features as shown below: Spinal level Area(s) affected Symptoms/signs T1-T4 Cardiac sympathetic fibres blocked Hypotension Bradycardia C6-C8 Hands and arms Paraesthesia or numbness in hands/arms Weakness of hands/arms Shoness of breath (accessory respiratory muscles affected) C3-5 Diaphragm and shoulders Shoulder weakness - respiratory compromise immenent Hypoventilation and/or desaturation Respiratory arrest Intracranial spread - Brain stem Slurred speech Sedation Loss of consciousness",
        "cop": 2,
        "opa": "Intravascular injection of Lignocaine",
        "opb": "Total spinal block",
        "opc": "Anaphylaxis to lignocaine",
        "opd": "High spinal block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "f3c6cbb3-0c9e-47db-be74-c38847a76be5",
        "choice_type": "single"
    },
    {
        "question": "The dose of all of the following local anesthetic should be decreased in patients with deranged liver function except-",
        "exp": "procaine is the only amino ester local anesthetic. All Aminoester compounds are hydrolyzed by plasma cholinesterase (pseudocholinesterase or butyrylcholinesterase) except cocaine which is paially metabolized by hepatic carboxylesterase and paially excreted unexchanged in the urine. Amino Amide local anesthetics like lidocaine, bupivacaine, ropivacaine, prilocaine are metabolized (N-dealkylation and hydroxylation) by microsomal P-450 enzymes in the liver.",
        "cop": 4,
        "opa": "Lignocaine",
        "opb": "Bupivacaine",
        "opc": "Cocaine",
        "opd": "Procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "070a0271-928c-4b1f-b092-9aec80c4210a",
        "choice_type": "multi"
    },
    {
        "question": "Adding sodium bicarbonate to local anaesthetic has all of the following effects, except:",
        "exp": "The addition of sodium bicarbonate to local anesthetics improves the speed of onset, reduces the minimum concentration of the local anesthetic required and improves the quality of block. Adding sodium bicarbonate increases the pH of the local anesthetic solution, and thus more amount of free uncharged drug is available which can increase the rate of diffusion across the nerve sheath and improve the onset of anesthesia. Subcutaneous injections of local anesthetics are painful. Alkalinization of the solution by adding sodium bicarbonate before injecting can decrease the pain.",
        "cop": 4,
        "opa": "Enhances onset",
        "opb": "Enhances intensity",
        "opc": "Increases the duration",
        "opd": "Increase the pain of injection",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "0270cbf1-aa18-47e4-94a7-231a4df49a74",
        "choice_type": "multi"
    },
    {
        "question": "What is amethocaine:",
        "exp": "Amethocaine is an ester local anaesthetic tetracaine. It is a very effective surface anesthetic. Tetracaine, also known as amethocaine, is a local anesthetic used to numb the eyes, nose, or throat. It may also be used before staing an intravenous to decrease pain from the procedure. Typically it is applied as a liquid to the area.",
        "cop": 4,
        "opa": "It is ester local anesthetic",
        "opb": "It is other name of tetracaine",
        "opc": "It is also typically very effective on local application",
        "opd": "All are true",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "e30714b9-a952-480a-8493-602a773252e9",
        "choice_type": "multi"
    },
    {
        "question": "The following statements about Bupivacaine are true except:",
        "exp": "Methemoglobinaemia is caused by prilocaine and benzocaine Prilocaine is the only local anesthetic that is metabolized to o -toluidine, which conves hemoglobin to methemoglobin producing methemoglobinemia. This is usually significant with doses of prilocaine as large as 600mg. Benzocaine used in topical local anesthetic sprays can also cause dangerous Methemoglobinemia. Treatment of medically impoant methemoglobinemia includes intravenous methylene blue (1-2 mg/kg of a 1% solution over 5 min). Methylene blue acts by reducing methemoglobin (Fe 3+ ) to hemoglobin (Fe 2+ ).",
        "cop": 4,
        "opa": "More cardio toxic than Lignocaine",
        "opb": "0. 25 percent is effective for sensory block",
        "opc": "Long acting drug",
        "opd": "It produces methemoglobinaemia",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "a0be3ce1-a860-4dde-81c9-bbccdd81a69d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following procedure can be done under EMLA cream except-",
        "exp": "It is a cream preparation of local anesthetic providing dermal analgesia. Intubation cannot be done under EMLA it requires general anesthetics. EMLA cream - Eubetic mixture of local anesthetics It is a cream which consists of 1: 1 Mixture of 2. 5 % Lidocaine and 2. 5% prilocaine Contact time required = 60 minutes Depth of Penetration = 3-5 mm. Duration of Analgesia = 1-2 hour The amount of drug absorbed depends on application time, dermal blood flow, keratin thickness and total dose administered. c/I of application of EMLA - 1. Mucous membrane 2. Broken skin 3. < 1 month Uses - laser removal of po wine stains Lithotripsy Circumcision Venous emulation Skin graft harvesting",
        "cop": 4,
        "opa": "Split thickness skin - graft harvesting",
        "opb": "Laser removal of po wine stain",
        "opc": "Lithotripsy",
        "opd": "Intubation",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "cf073db7-1883-4b70-ae4f-e84d3989012a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most sensitive to the inhibition by local anesthetics -",
        "exp": "Sensitivity of nerve fibres to inhibition by local anesthetics is determined by axonal diameter, myelination and other anatomical & physiological features. In comparing nerve fibers of the serve type smaller diameter increases sensitivity to local anesthetics. Thus larger Aa fibres less sensitive to local anesthetics then smaller, slower conducting As fibres. For sensitivity B>C=Adelta>Agama>Ab>Aa Most sensitive - Least sensitive for L. A. B>C>A Autonomic > Sensory > Motor Temperature (Cold) >Pain> Touch> proprioception Recovery from block is in opposite direction",
        "cop": 1,
        "opa": "B fibre",
        "opb": "Dorsal root",
        "opc": "As",
        "opd": "Aa",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "d1914c3a-e0c7-41e0-b3cb-696542d57f7c",
        "choice_type": "single"
    },
    {
        "question": "Arrange following structures as pierced by spinal needle during spinal block (from outside to inside) i) Interspinous ligaments ii) Ligamentum flavum iii) Supra spinous ligament iv) Epidural space",
        "exp": "Structures as pierced by spinal needle during spinal block (from outside to inside): iii). Supra spinous ligament i) Interspinous ligaments ii) Ligamentum flavum iv) Epidural space",
        "cop": 3,
        "opa": "(i), (ii), (iii), (iv)",
        "opb": "(ii), (iv), (i), (iii)",
        "opc": "(iii), (i), (ii), (iv)",
        "opd": "(ii), (iii), (i), (iv)",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "46a54b7e-55b6-45f1-a18a-4643f96b2c28",
        "choice_type": "single"
    },
    {
        "question": "Lignocaine can be used in all except-",
        "exp": "Lignocaine Injection belongs to two groups of medicines known as local anaesthetics and antiarrhythmic drugs. Local anaesthetics stop pain and feeling in the area around where it is injected; antiarrhythmic drugs work by restoring irregular and/or rapid heart beats to normal.",
        "cop": 4,
        "opa": "Ventricular fibrillation",
        "opb": "Spinal Anaesthesia",
        "opc": "Epidural Anaesthesia",
        "opd": "Convulsion",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "a5253657-3d05-4cd7-ad26-5a3885e2e779",
        "choice_type": "multi"
    },
    {
        "question": "Tuohy's needle is used for:",
        "exp": "This is tuohy needle used for epidural anaesthesia",
        "cop": 2,
        "opa": "Spinal block",
        "opb": "Epidural block",
        "opc": "Saddle block",
        "opd": "Brachial plexus block",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "1d43454b-c546-4c91-8f12-2627708a6543",
        "choice_type": "single"
    },
    {
        "question": "Recommended maximum dose of Lignocaine + adrenaline for peripheral nerve shock.",
        "exp": "Local Anesthetic Maximum dose Over 24 hours Plain With Adrenaline Lidocaine 300mg 4. 5mg/kg 500mg 7mg/kg Mepivacaine 300mg 4. 5mg/kg 500mg 7mg/kg Prilocaine 600mg 8mg/kg 600mg 2-chloroprocaine 800mg 12mg/kg 1000mg Bupivacaine 175mg 3mg/kg 225mg 400mg Levobupivacaine 150mg 400mg Ropivacaine 225mg 3mg/kg 800mg maximum dose of plain lidocaine is mentioned differently in different anesthesia books - 3mg/kg BW ( Miller TEXT BOOK of Anesthesia) or 4. 5 mg/kg BW (Morgan and Mikhail's Clinical Anesthesiology)",
        "cop": 1,
        "opa": "7 mg/kg bw",
        "opb": "4. 5 mg/kg bw",
        "opc": "2 mg/ kg bw",
        "opd": "3 mg/kg bw",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "5920aa93-772c-4582-bded-9eed0f6a33eb",
        "choice_type": "single"
    },
    {
        "question": "All true about - cocaine except-",
        "exp": "It is ester local anesthetics Cocaine was the first local Anesthetic to be used clinically. It is only natural local anesthetic. Koller introduced this in the field of ophthalmology. It is the only local anesthetic with vasoconstrictor action. It is sympathomimetic and inhibits metabolism of catecholamine.",
        "cop": 1,
        "opa": "It is amide local anesthetics",
        "opb": "It can produce sympathetic stimulation",
        "opc": "It is metabolized by liver",
        "opd": "It blocks the presynaptic uptake of norepinephrine and dopamine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "11ad0fe5-dc3b-40e3-9fa0-020bdfaa6f46",
        "choice_type": "multi"
    },
    {
        "question": "All of the following can cause methemoglobinemia except-",
        "exp": "Methemoglobinemia is a rare but potentially life - threatening complication that may follow theadministration of ceain drugs that causes oxidation of hemoglobin to Methemoglobin. Drugs whichcause this - prilocaine benzocaine, rarely Lignocaine, nitroglycerine, Phenytoin sulphonamide.",
        "cop": 4,
        "opa": "Prilocaine",
        "opb": "Benzocaine",
        "opc": "Nitroglycerine",
        "opd": "Bupivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "814eb5ab-fd48-460c-a791-53501fcd2259",
        "choice_type": "multi"
    },
    {
        "question": "Local vasoconstriction is seen with:",
        "exp": "Cocaine is sympathomimetic and thus causes vasoconstriction. Cocaine is a local anesthetic with potential for abuse. It produces euphoria by inhibiting the uptake of catecholamines in the CNS, especially dopamine. Because of its abuse potential, cocaine is listed as a schedule II controlled substance by the U. S. Drug Enforcement Agency. Because of its abuse liability and high toxicity, cocaine use is limited to topical anesthesia of the upper respiratory tract. It is available as 1%, 4% and 10% solutions for topical use. It has intrinsic vasoconstrictor propeies along with local anesthetic propeies.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Lignocaine",
        "opc": "Bupivacaine",
        "opd": "Mepivacaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Regional Anesthesia",
        "id": "f16a84c1-d8b9-4e11-b8ae-f1bebcc67e0f",
        "choice_type": "single"
    }
]