[
    {
        "question": "Pudendal nerve block involves?",
        "exp": "ANSWER: (D) S2 S3 S4. REF: Morgan 3rd ed p. 331. Essentials of Pain Management - Nalini Vadivelu, Richard D. Urman, Roberta L. Hines Page 428, Grant's atlas of anatomy - Page 270\"Pudendal nerve block involves S2 S3 S4\"The pudendal nerve innervates the lower vagina, perineum, and vulva. Block of this nerve can be used to supplement pain relief during the second stage of labor. The S2-S4 nerves give off branches to the pudendal nerve that pass between the pyriformis and coccygeal muscles. The nerve is blocked at the pudendal canal, just lateral and inferior to the sacroaspinous ligament. A pudendal nerbe block does not abolish sensation from anterior and lateral part of perineum and hence a block of ilioinguinal and/or posterior cutaneous nerve of thigh may also be required.",
        "cop": 4,
        "opa": "LI L2 L3",
        "opb": "L3 L4 L5",
        "opc": "SI S2 S3",
        "opd": "S2 S3 S4",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "be0d8e8a-7596-45f0-af43-fec6d875b1d8",
        "choice_type": "single"
    },
    {
        "question": "Success of Block 1 is assessed by",
        "exp": "Westphal's sign (Block 1 is Epidural block)",
        "cop": 1,
        "opa": "Westphal's sign",
        "opb": "Gutierrez sign",
        "opc": "Loss of resistance",
        "opd": "Crawford sign",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "c9fd38f3-12da-4492-a4cf-19a26d79484f",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent of choice as epidural anesthesia in labour is?",
        "exp": "ANSWER: (B) Bupivacaine. REF: Miller 5th ed p. 586, Local Anesthesia in dentistry By Paul D. Robinson, Fraser Mc. Donald, Thomas R. Pitt Ford, T. R. Pitt For page 75. Combined spinal-epidural (CSE) techniques may be used for analgesia in labour. An epidural needle is sited in the epidural space and a longer small-gauge spinal needle is then passed through it. A small dose of a mixture of bupivacaine and fentanyl is injected through the spinal needle, which is then withdrawn and an epidural catheter passed through the epidural needle. Note: Bupivacaine crosses placenta least readily but sinceit is most cardio toxic, itis contraindicated in pregnancy (Category C); however it is safe as epidural anaesthesia for labour",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Bupivacaine",
        "opc": "Prilocaine",
        "opd": "Procaine",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "157d9b2f-c275-46d4-8573-9b7bacf09d4f",
        "choice_type": "single"
    },
    {
        "question": "While performing a lumbar puncture, a snap is felt just before entering into the epidural space. This is due to piercing of which structure?",
        "exp": "Ans. a. Ligamentum flava (Ref: Gray's 40/e p729, Snell's 9/e p705). While performing a lumbar puncture, a snap is felt just before entering into the epidural space. This is due to piercing of ligamentum flava. Lumbar Puncture. The depth to which the needle will have to pass varies from 2. 5 cm or less in a child to as much as 10 cm in obese adults. In caudal anesthesia, needle pierces skin & fascia & sacrococcygeal membrane that fills in the sacral hiatus. The membrane is formed of dense fibrous tissue & represents fused supraspinous & interspinous ligaments as well as ligamentum flavum. A distinct feeling of 'give' is felt when the ligament is penetratedQ. During lumbar puncture, the needle passes through the following anatomic structures before it enters the subarachnoid space: Skin. QSubcutaneous tissue. QSupraspinous ligament. QInterspinous ligament. QLigamentum flavum. QDura mater. QArachnoid materQ",
        "cop": 1,
        "opa": "Ligamentum flavum",
        "opb": "Supraspinous ligament",
        "opc": "Duramater",
        "opd": "Posterior longitudinal ligament",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "64ebb198-7690-48ce-8d7d-9eaa4c0958e4",
        "choice_type": "single"
    },
    {
        "question": "Not a contraindication for combined spinal and epidural anaesthesia: (CSE) (D. REPEAT 2009)",
        "exp": "Ref: Ajar Yadav, Short Textbook of Anaesthesia, 1st edition. Page 125 and Miller Textbook of Anaesthesia, 6th edition, Page 1654. Explanation: Patients on single antiplatelet drug is not a contraindication to central neuraxial blockade, whereas patients on multiple antiplatelet drugs are contraindicated for neuraxial anaesthesia. Patients on Anticoagulants, Fibrinolytic agents and Thrombocytopenia (platelet count <80. 000) are at risk of bleeding and neuraxial hematoma with a possibility of spinal cord compression. Such patients are contraindicated for neuraxial anaesthesia. Patients with raised intracranial pressure carry a risk of coning of the brainstem and death. Such patients are contraindicated for neuraxial anaesthesia. CONTRAINDICATIONS FOR CENTRINEU-RAXIAL ANAESTHESIAAbsolute Contraindications. Raised intracranial tension. Shock. Severe stenotic valvular heart disease. Marked skin infection. Severe spinal deformity. Blood dyscrasias. Anticoagulants. Multiple antiplatelet drugs. Relative Contraindications. Pre-existing neurological deficit. Sepsis. Spinal deformity. Pregnancy induced hypertension. Platelet count < 80, 000. Impaired coagulation. Fibrinolytic agents.",
        "cop": 4,
        "opa": "Platelet count <50, 000",
        "opb": "Patient on clopidogrel",
        "opc": "Local infection",
        "opd": "Patient on antihypertensive medication",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "6947c893-f735-460e-956a-c19d8e6b0326",
        "choice_type": "single"
    },
    {
        "question": "Most common complication seen after Block 2 is",
        "exp": "Hypotension (Block 2 is Spinal block)",
        "cop": 2,
        "opa": "Bradycardia",
        "opb": "Hypotension",
        "opc": "Nausea",
        "opd": "Anxiety",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "390bd39a-efd7-4012-acd5-b13b08be652c",
        "choice_type": "single"
    },
    {
        "question": "Sensory block for lower segment caesarian section is given at the level of?",
        "exp": "Ans. a. T4 (Ref: www. ajol. info/index. php/sajaa/article/view. File/62297/50293)'Caesarean sections require sensory blockade up to the T4 dermatome level, as this not only blocks the somatic sensations of the Caesarean sections but also eliminates the visceral pain from peritoneal manipulation. - www. ajol. info/index. php/ sajaa/article/view. File/62297/50293. Spinal Anesthesia for Lower Segment Cesarean Section (LSCS). Spinal anesthesia, which blocks the nerve roots as they course through the subarachnoid space, has become the preferred technique for LSCSs. This is because general anaesthesia is associated with a higher incidence of pulmonary aspiration of gastric contents and failed endotracheal intubations compared to other types of surgery, causing higher rates of morbidity and mortality'. Furthermore, spinal anesthesia offers less neonatal exposure to potentially depressant drugs and allows early bonding between mothers and their babies, as mothers are awake throughout the procedure. Cesarean sections require sensory blockade up to the T4 dermatome level, as this not only blocks the somatic sensations of the Caesarean sections but also eliminates the visceral pain from peritoneal manipulation.",
        "cop": 1,
        "opa": "T4",
        "opb": "T6",
        "opc": "T8",
        "opd": "T10",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "98946a3f-f9d4-49fc-a840-dad79ba51441",
        "choice_type": "single"
    },
    {
        "question": "In epidural anaesthesia drug is injected -",
        "exp": "Ans. is 'a' i. e., Outside the dura Epidural (extradural anaesthesia)o Local anaesthetic is injected in epidural space, i. e. outside the duramater with Tuohy's needle. o In extradural space LA acts on the nerve roots. o It is used in thoracic, lumbar and sacral (caudal) regions (in contrast to spinal anaesthesia which is given in lumbar region). o Continuous analgesia is achieved by mixing the LA with an opioid, eg fentanyl. o It is mainly used to control post operative pain (by continuous epidural anaesthesia). o It can also be used for all surgeries which can be performed under spinal anaesthesia. Comparison between spinal and Epidural anaesthesia. Spinal (intradural) anaesthesia. Epidural (extradural) anaesthesiao Faster onset of actiono Slower onset of actiono More reliableo Less reliableo Easier (loss of resistance and presence of CSF from needle can confirm the space)o Difficulto Has limited duration of action - prolonged surgery can not be performedo Duration can be prolonged by repeatedly injecting LA by an epidural catheter. o Used only for surgery of lower part of body - lower abdomen, lower limbs, gynaecological, and obstetrical surgeries, e. g. hystrectomy, caesarean section. o Can be used for upper abdominal, thorasic & neck surgery as well in addition to surgeries performed by spinal anaesthesia. o Post dural puncture headache is commono PDPH is unlikely because dura is not pierced - so, there is no CSF leakage",
        "cop": 1,
        "opa": "Outside the dura",
        "opb": "Inside the duramater",
        "opc": "Inside arachnoidmater",
        "opd": "Inside piamater",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "d6b35942-e80b-4933-8b70-05203c1d30c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication for neuraxial block?",
        "exp": "Ans. d. Patient on antihypertensive medication (Ref: Lee's 13/e p477-484; Morgans 4/e p299; Millers 6/e p1654). Patient on antihypertensive medication is not a contraindication for neuraxial block. Neuraxial Block: Patients with platelet <80, 000/ml: Relative contraindication. Marked coagulopathy, blood dyscrasias or full anticoagulant therapy: Absolute contraindication. Marked skin sepsis and marked spinal deformity: Absolute contraindication. Contraindications of Centrineuraxial (Spinal/Epidural) Anesthesia. Absolute contraindications. Relative contraindications* Patients refusal* Patients inability to maintain stillness during the needle puncture (dementia, psychosis)* Raised intracranial tension (Papilledema, cerebral edema, tumors in posterior, suspected subarachnoid hemorrhage)* Severe Hypovolemia* Severe stenotic valvular heart disease (the patient may be unable to compensate for vasodilation because of a fixed cardiac output)* Marked skin sepsis and marked spinal deformity* Marked coagulopathy, blood dyscrasias or full anticoagulant therapy* Pre-existing neurological deficit (demyelinating lesions) due to medicolegal problems* All severe and marked diseases in lesser degree (spinal deformity, sepsis)* Pre-eclamptic toxemia* Mildly impaired coagulation * Patients with platelet <80, 000/ml",
        "cop": 4,
        "opa": "Platelet count < 50. 000",
        "opb": "Patient on clopidogrel",
        "opc": "Local infection",
        "opd": "Patient on antihypertensive medication",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "af325e70-041d-46a7-a7f3-93a7dc873764",
        "choice_type": "single"
    },
    {
        "question": "In spinal anesthesia the drug is deposited between?",
        "exp": "ANSWER: (A) Pia and arachnoid. REF; Fundamentals of Anesthesia, Tim Smith Colin Pinnock Ted Lin, 3rd Edition, p 118. Spinal anesthesia requires the injection of a small volume of local anesthetic agent directly into the cerebrospinal fluid (CSF) in the lumbar region, below the level of Ll/2, where the spinal cord ends. A line joining both iliac crests (Tuffiers line) passes across the spine of L4 and is a reliable landmark for locating the L3/4 interspace, which is the L3/4 interspace, which isusually easily defined and is the one most often used. Method: Sterilize the skin over the lumbar spine and raise a skin weal with lidocaine 1% over the appropriate interspace. Inject 2-3 ml more lidocaine into the subcutaneous tissue. Insert the needle or introducer in the midline at 90 degrees to the skin. Feedback from the needle tip will monitor the progress of the needle through the supraspinous and interspinous ligaments, the ligamentum flavum and sometimes the dura mater. If bone is contacted, withdraw the needle to the subcutaneous tissue and redirect slightly cephalad in the first instance. Puncture of the dura is usually obvious, and when the stylet is removed CSF should flow freely.",
        "cop": 1,
        "opa": "Pia and arachnoid",
        "opb": "Dura and arachnoid",
        "opc": "Dura and vertebrae",
        "opd": "Into spinal cord",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "404a1732-c217-4018-a860-d35def2d6273",
        "choice_type": "single"
    },
    {
        "question": "The given instrument is used for?",
        "exp": "Ans. B. Lumbar puncture (Ref: Harrison 19/e p443e-1, 18/e p46) The given needle in the question is used for lumbar puncture. Abrams Pleural Biopsy Needle. Vim-Silverman Liver Biopsy Needle. Lumbar Puncture Needle",
        "cop": 2,
        "opa": "Pleural biopsy",
        "opb": "Lumbar puncture",
        "opc": "Liver biopsy",
        "opd": "Bone marrow biopsy",
        "subject_name": "Anaesthesia",
        "topic_name": "Spinal, Epidural, & Caudal Blocks",
        "id": "09f3f558-10b1-472e-b243-f722b9ec52e1",
        "choice_type": "single"
    }
]