[
    {
        "question": "In AIDs control programme. For treatment of STDs, blue colored pack is used for treatment of-",
        "exp": "Am. is 'c' i.e., Genital ulcersNACO centers providing ART (as of sept 2006)o The National AIDS control organization (NACO) has increased the numbers of centres providing ART from 54 to 91 centres with another 9 more centres also getting operational soon,o All the 91centres have specially appointed and trained doctors, counsellors and laboratory technicians to help initiate patients on ART and follow them regularly,o At these 91 centres medicines for treating 85000 patients have been made available.o The ART is a combination of three potent drugs, which is being given to the persons with advanced stage of AIDS.o Apart from providing free treatment, all the ART centres are providing counselling to the infected persons so that they maintain regularly of their medication.o NACO has branded the STI/RTI sendees as \"Suraksha clinic\" and has developed a communication strategy for generating demand for these services.o Pre-packed colour coded STI/RTI kits have been provided for free supply to all designated STI/RTI clinics.Kit 1 - Grey, for urethral discharge, ano-rectal discharge, cervicitis.Kit 2 - Green, for vaginitisKit 3 - White, for genital ulcersKit 4 - Blue, for genital ulcersKit 5 - Red, for genital ulcersKit 6 - Yellow, for lower abdominal painKit 7 - Black, for scortal swelling.",
        "cop": 3,
        "opa": "Urethral discharge",
        "opb": "Scrotal swelling",
        "opc": "Genital ulcers",
        "opd": "Ano-rectal discharge",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "AIDs",
        "id": "c9bb0284-ccd7-410c-bd60-b854dc29c8fa",
        "choice_type": "single"
    },
    {
        "question": "HIV screening for blood transfusion is done by -",
        "exp": "Ans. is 'a' t.e., NACO o Access to safe blood for the needy is the primary' responsibility of NACO (National AIDS control organization).o Guidelines for blood bank, blood donors and dialysis unit have been formulated.o The strategy is to ensure safe collection, processing, storage and distribution of blood and blood products.o Testing of every unit of blood is mandatory for - HIV; HBV, HCV, malaria, syphilis.",
        "cop": 1,
        "opa": "NACO",
        "opb": "ASHA",
        "opc": "Ministry' of education",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "AIDs",
        "id": "b41d8d19-2b7e-4615-a4cc-c51d1ff1fb99",
        "choice_type": "multi"
    }
]