[
    {
        "question": "The head quaers of UNESCO is located in",
        "exp": "The United Nations Educational, Scientific and Cultural Organization (UNESCO is a specialized agency of the United nations (UN) based in Paris, France. Its declared purpose is to contribute to promoting international collaboration in education, sciences, and culture in order to increase universal respect for justice, the rule of law, and human rights.",
        "cop": 3,
        "opa": "New Delhi",
        "opb": "Geneva",
        "opc": "Paris",
        "opd": "New York",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "1d509422-d76b-46a0-a43d-875b932f738d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of disability limitation",
        "exp": "Reducing occurrence of polio by immunization - Specific protection Arranging for schooling of child suffering from PRPP (post polio residual paralysis) - Rehabilitation Resting affected limbs in neutral position - Disability limitation Providing calipers for walking - Rehabilitation Ref: Park's Textbook of Preventive medicine",
        "cop": 2,
        "opa": "Reducing occurrence of polio by immunization",
        "opb": "Resting affected limbs in neutral position",
        "opc": "Providing calipers for walking",
        "opd": "Arranging for schooling of child suffering from PRPP (post polio residual paralysis)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "d03e79f5-229e-4838-be0c-9fbbd4b466c6",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is an active form of chlorination?",
        "exp": "* The disinfecting action of chlorine is predominantly due to hypochlorous acid. * Hypochlorous acid is most effective form of chlorine and it is almost 70-80 times more effective than hypochlorite ions ref: park 21st ed",
        "cop": 3,
        "opa": "Hypochlorite ion",
        "opb": "Hydrogen chloride",
        "opc": "Hypochlorous acid",
        "opd": "Chloride ion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "4b3a4078-a4a9-411c-b49b-70f1f4a7edb6",
        "choice_type": "single"
    },
    {
        "question": "Calculate IMR if in a population of 100000 there are 3000 live bihs in a year and 150 infant deaths in the same year -",
        "exp": "Ref: Park 24th edition",
        "cop": 4,
        "opa": "75",
        "opb": "18",
        "opc": "5",
        "opd": "50",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "c02e766d-468a-4821-9864-6b93be1ed3ca",
        "choice_type": "single"
    },
    {
        "question": "Prevalence is calculated by formula(2018)",
        "exp": "Relationship between prevalence and incidence Prevalence depends upon 2 factors, the incidence and duration of illness. Given the assumption that the population is stable, and incidence and duration are unchanging, the relationship between incidence and prevalence can be expressed as: P= IxD = incidence x mean duration Ref:- park; pg num:- 69",
        "cop": 4,
        "opa": "Incidence x Mean durationx100",
        "opb": "Incidence/ Mean duration x 100",
        "opc": "Incidence/Mean duration",
        "opd": "Incidence x Mean duration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "41a64d9e-cd8b-4db8-b999-549a0197f6ac",
        "choice_type": "single"
    },
    {
        "question": "Post marketing surveillance included in which phase of drug clinical trial?",
        "exp": "Surveillance after marketing, i. e. after the drug is out in the market is a pa of Phase IV of clinical trials. It includes follow-up of patients taking the drug and adverse drug reaction (ADR) repoing as well as looking for newer treatment indications Ref: Park 24th edition",
        "cop": 4,
        "opa": "i",
        "opb": "ii",
        "opc": "iii",
        "opd": "iv",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "78bf77e0-8342-4ba0-93dc-0c48f459d12d",
        "choice_type": "single"
    },
    {
        "question": "Incidence of a disease is 4 per 1000 of population with duration of 2 years. Calculate the prevalence?",
        "exp": "Prevalence = (Incidence Rate) x (Average Duration of Disease)",
        "cop": 1,
        "opa": "8/1000",
        "opb": "4/1000",
        "opc": "2/1000",
        "opd": "6/1000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "04f0ace2-fca5-43fc-8733-f7d48e594b15",
        "choice_type": "single"
    },
    {
        "question": "To achieve a Net Reproduction Rate (NRR) of 1, the Couple Protection Rate (CPR) should be:(2018)",
        "exp": "Net Reproduction Rate (NRR):- Net Reproduction Rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific feility and moality rates (21). NRR is a demographic indicator. NRR of 1 is equivalent to attaining approximately the 2-child norm. The. National Health Policy was approved by the Parliament in 1983. It laid down the long- term demographic goal of NRR= 1 by the year 2000 - which implies a 2-child family norm - through the attainment of a bih rate of 21 and a death rate of 9 per thousand population, and a couple protection rate-of 60 per cent by the year 2000. Ref:- park; pg num:-540, 569",
        "cop": 4,
        "opa": "20%",
        "opb": "30%",
        "opc": "40%",
        "opd": "60%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "90424e60-a8cc-435d-ac70-65008346ee13",
        "choice_type": "single"
    },
    {
        "question": "What is the color coding of the bag used in hospitals to dispose off human anatomical wastes such as body pas:",
        "exp": "Ref: Park's Textbook of Preventive medicine",
        "cop": 1,
        "opa": "Yellow",
        "opb": "Black",
        "opc": "Red",
        "opd": "Blue",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "d69176a3-257b-4057-a151-70d269b05ec3",
        "choice_type": "single"
    },
    {
        "question": "Mission Indradhanush is for",
        "exp": "ref: park 21st ed",
        "cop": 2,
        "opa": "non communicable disease",
        "opb": "universal immunization",
        "opc": "Family planning",
        "opd": "safe water and sanitization",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "c1402844-0c2a-4219-8de0-585a18dd9db2",
        "choice_type": "single"
    },
    {
        "question": "Bladder cancer can occur in those who are working in chimney for 25 years. Which is the best study for this relationship?",
        "exp": "As a single study unit, double blind RCT is the best: \"The efficacy of new interventions are most readily accepted if the results are from randomized controled trial\" Peer Review & Biomedical publication However, overall meta-analysis is a better study since it combines the data from multiple RCT and also from other types of study. \"Randomized controlled trials (RCT) provide the stongest, most relevant evidence to inform practice. Some evidence hierarchies place systematic review and meta-analysis above RCTs since these often combine data from multiple RCTs, and possibly from other study type as well\" - Epidemiology at a glance Ref: Park 24th edition",
        "cop": 1,
        "opa": "Meta-analysis",
        "opb": "Cross-sectional study",
        "opc": "Randomized control trial with double blinding",
        "opd": "Coho study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "b7a7b700-540b-4c16-a38a-b5ed080b8d83",
        "choice_type": "single"
    },
    {
        "question": "Respiratory quotient of carbohydrate is:",
        "exp": "ref: Park 24 edition The respiratory quotient (or RQ or respiratory coefficient), is a dimensionless number used in calculations of basal metabolic rate (BMR) when estimated from carbon dioxide production. It is calculated from the ratio of carbon dioxide produced by the body to oxygen consumed by the body. Such measurements, like measurements of oxygen uptake, are forms of indirect calorimetry. It is measured using a respirometer. The respiratory quotient (RQ) is the ratio",
        "cop": 4,
        "opa": "0. 5",
        "opb": "0. 8",
        "opc": "0. 75",
        "opd": "1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "9bc67277-6da2-40ab-915a-6fd4ad62dee8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not cause hardness of water?",
        "exp": "* Temporary hardness is a type of water hardness caused by the presence of dissolved bicarbonate minerals (calcium bicarbonate and magnesium bicarbonate). * Permanent hardness is caused by dissolved calcium sulfate (which is not removed by boiling ref: park 21st ed",
        "cop": 1,
        "opa": "Calcium carbonate",
        "opb": "Calcium sulphate",
        "opc": "Calcium bicarbonate",
        "opd": "Magnesium bicarbonate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "1bfce25c-f128-4945-aae6-7bfea6b50f45",
        "choice_type": "single"
    },
    {
        "question": "Sample registration system is done once in?",
        "exp": "Ref: Park 24th edition",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "5cde62e9-8383-450e-aad5-d7e81f25a28d",
        "choice_type": "single"
    },
    {
        "question": "Incineration is used for which category of waste?",
        "exp": "Incineration is done for category 1, 2, 3 & 6 Ref: Park 24th edition",
        "cop": 1,
        "opa": "Category 1",
        "opb": "Category 7",
        "opc": "Category 4",
        "opd": "Category 10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "fb420434-771a-4b2f-8baa-9ed179a454fc",
        "choice_type": "single"
    },
    {
        "question": "JSY is an acronym for?",
        "exp": "Janani Suraksha Yojana is a centrally funded scheme launched in 2005 offering maternity benefits. It aims at lowering maternal moality and infant moality by encouraging institutional deliveries. Ref: Park's Textbook of Preventive medicine",
        "cop": 1,
        "opa": "Janani Suraksha Yojana",
        "opb": "Jeevan Suraksha Yojana",
        "opc": "Jeevan Shakthi Yojana",
        "opd": "Jan Suraksha Yojana",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "8ba95e42-a280-41bd-a758-ce48bd00157c",
        "choice_type": "single"
    },
    {
        "question": "Population attributable risk is defined as the difference between:",
        "exp": "population attributable risk is defined as the difference between incidence in population and incidence in non-exposed compared with incidence in population Ref: Park 24th edition",
        "cop": 3,
        "opa": "Incidence in exposed and incidence in non-exposed compared with incidence in non-exposed",
        "opb": "Incidence in population and incidence in exposed compared with incidence in population",
        "opc": "Incidence in population and incidence in non-exposed compared with incidence in population",
        "opd": "Incidence in population and incidence in exposed compared with incidence in non-exposed",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "207bda46-9de5-4f37-8dc0-32c21d604c5c",
        "choice_type": "single"
    },
    {
        "question": "After taking MMR live vaccine, conception should not occur within?",
        "exp": "Measles-mumps-rubella (MMR) vaccine and its component vaccines should not be administered to women known to be pregnant. Because a risk to be fetus from administration of these live virus vaccines cannot be excluded for theoretical reasons, women should be counseled to avoid becoming pregnant for 28 days after vaccination with MMR vaccine or its component vaccines or varicella vaccine. Ref: Park 24th edition",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "8 weeks",
        "opd": "10 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "be924eb2-7c97-444b-8250-ece7c0d1e901",
        "choice_type": "single"
    },
    {
        "question": "The Hb level in healthy women has mean 13. 5 g/dl and standard detion 1. 5 g/dl, what is the Z score for a woman with Hb level 15. 0 g/dl:",
        "exp": "The value (15g/dl) lies 1 SD (1. 5g/dl) above the mean of 13. 5g/dl. Hence the Z score is 1. Ref: Park's Textbook of Preventive medicine",
        "cop": 4,
        "opa": "9",
        "opb": "10",
        "opc": "2",
        "opd": "1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "441bcdac-e384-4f6c-ba36-a886ee154e8b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an example of direct transmission in communicable diseases?",
        "exp": "The modes of transmission of infectious diseases can be classified as: * Direct Transmission. Direct contact; Droplet infection; Contact with soil; Inoculation into skin or mucosa; Transplacental (veical)transmission. * Indirect Transmission. Vehicle-borne; Water; food/milk; Vector-borne. Mechanical; Biological. Airborne. ENT ref: park 21st ed",
        "cop": 3,
        "opa": "Transplacental (veical)",
        "opb": "Soil",
        "opc": "Respiratory",
        "opd": "STD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "43097005-2f09-4f54-a64f-0eaf98244e37",
        "choice_type": "single"
    },
    {
        "question": "A sewage worker with fever and jaundice presented to the emergency depament. Lab investigations revealed increased blood urea nitrogen and serum creatinine - indicative of renal failure. Which of the following antibiotics is preferred in this patient?",
        "exp": "The history of fever and jaundice in a sewage worker with features of renal failure is suggestive of Weil's disease Intravenous penicillin G is the preferred antibiotic for treatment of Weil's disease Erythromycin can be used as an alternative In mild cases of leptospirosis, oral therapy with ampicillin / tetracycline is given Doxycycline is used for prophylaxis against leptospirosis Ref: Park's Textbook of Preventive medicine",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Doxycycline",
        "opc": "Penicillin G",
        "opd": "Ciprofloxacin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "3feba6d4-7c0f-4809-b2e9-99373100d06c",
        "choice_type": "single"
    },
    {
        "question": "If one variable is given then you can find another variable by",
        "exp": "Regression Analysis *Regression analysis is a mathematical model to describe the effect of 21 Independent variable on a dependent variable *Linear regression describes effect of one independent variable on a dependent variable *Multiple linear regression describes effect A too or more independent variable on a dependent variable *Non linear regression involves more complex mathematical form including logarithmic functions *Logistic regression describes effects of multiple independent Qualitative Quantitative or mixed variable on dichotomous qualitative variable *Regression coefficient in average change in dependent amiable for each unit of independent variable ref: park 21st ed",
        "cop": 3,
        "opa": "Coefficient of variation",
        "opb": "Coefficient of correlation",
        "opc": "coefficient of regression",
        "opd": "coefficient of determination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "2c46d603-a36d-426f-ac5e-ba2df9f916cb",
        "choice_type": "single"
    },
    {
        "question": "Minimum depth for the lining of a sanitary well is?",
        "exp": "The lining of a sanitary well should go down at least 20 feet to ensure that water enters from the bottom and not from the sides of the well. The lining should extend upwards for about 2-3 feet above the ground. Ref: Park's Textbook of Preventive and Social Medicine, 20th edition, p620",
        "cop": 2,
        "opa": "10 feet",
        "opb": "20 feet",
        "opc": "35 feet",
        "opd": "50 feet",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "ec47a192-160a-451b-b387-c96fbe1838aa",
        "choice_type": "single"
    },
    {
        "question": "Disinfecting action of chlorine in chlorination of Water is mainly due to (2018)",
        "exp": "CHLORINATION Chlorination is one of the greatest advances in water purification. Chlorine kills pathogenic bacteria, but is has no effect on spores and ceain viruses (e. g., polio, viral hepatitis) except in high doses. Apa from its germicidal effect, chlorine oxidizes iron, manganese and hydrogen sulphide; it destroys some taste and odour- producing constituents; it controls algae and slime organisms; and aids coagulation. Action of chlorine: When chlorine is added to water, there is formation of hydrochloric and hypochlorous acids. The hydrochloric acid is neutralized by the alkalinity of the water. The hypochlorous acid ionizes to form hydrogen ions and hypochlorite ions, as follows:- H2O + Cl2 -t HCI + HOC! HOCI -t H + OCI The disinfecting action of chlorine is mainly due to the hypochlorous acid, and to a small extent due to the hypochlorite ions. Ref:- park; pg num:- 774",
        "cop": 4,
        "opa": "Chloride ion",
        "opb": "Hypochlorite Ion",
        "opc": "Hydrochloric Acid",
        "opd": "Hypochlorous acid",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "9512f7c1-4be2-47f8-95ab-8be2cbe9b6cf",
        "choice_type": "single"
    },
    {
        "question": "Cytotoxic and expired drug disposal is done by which method?",
        "exp": null,
        "cop": 3,
        "opa": "Dumping",
        "opb": "Autoclave",
        "opc": "Landfill",
        "opd": "Burning",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "2ae52d49-104e-44c5-b212-a970be4ffade",
        "choice_type": "single"
    },
    {
        "question": "A 3. 5 year old child has not received primary immunization. Which of the following is the best vaccination advice to such a child?",
        "exp": "BCG, DPT1, OPV1, measles, vitamin A Ref: Park's Textbook of Preventive medicine",
        "cop": 3,
        "opa": "BCG, DPT1 and OPV1. DPT2 and OPV2 after 4 weeks.",
        "opb": "BCG, DT1, OPV1, measles, vitamin A",
        "opc": "BCG, DPT1, OPV1, measles, vitamin A",
        "opd": "DT1, DT2 and booster after 1 year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "586988a1-fcf1-48b3-aed4-a05708324310",
        "choice_type": "single"
    },
    {
        "question": "Screening under RNTCP emphasizes on",
        "exp": "Over-reliance on chesl X-ray was a draw back of National Tuberculosis Programme (NTP) which was over come by Revised National Tuberculosis Control Programme(RNTCP) which staed diagnosing patient by sputum microscopy &; A nation-wide network of RNTCP qaality assured designated sputum smear microscopy laboratories has been set up, providing appropriate, available, affordable and accessible diagnostic services for TB suspects and cases. Ref: Park 24th edition",
        "cop": 1,
        "opa": "Sputum microscopy",
        "opb": "Chest X-ray",
        "opc": "PCR",
        "opd": "Sputum culture",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "4da362be-88e9-4098-8fe9-256a62c36ede",
        "choice_type": "single"
    },
    {
        "question": "Liquid chemical waste is discarded in",
        "exp": "ref: park 21st ed",
        "cop": 1,
        "opa": "yellow",
        "opb": "red",
        "opc": "black",
        "opd": "blue",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "342c46b4-f00f-4dc5-82f1-2373ba8fb585",
        "choice_type": "single"
    },
    {
        "question": "Group of 4-8 expes talking in front of a large group of audience is known as:",
        "exp": "In a panel discussion, 4-8 persons who are qualified to talk about the topic sit and discuss a given problem, or the topic, in front of a large group of audience Panel Discussion A panel consists of a small group of four or eight persons, who carry on a guided and informal discussion before an audience as if the panel were meeting alone. The proceedings of the panel should be the same as those described for informal discussion: volunteering of facts, asking questions, stating opinions-all expressed with geniality, with respect for the contributions of other is taken. Ref: Park 24th edition",
        "cop": 1,
        "opa": "Panel discussion",
        "opb": "Symposium",
        "opc": "Workshop",
        "opd": "Seminar",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "df66abc2-f5db-4e9b-8a1f-11c57d359daf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following represents a \"Web Based Programme for monitoring Tuberculosis? (2018)",
        "exp": "NIKSHAY: TB surveillance using case based web based IT system. Central TB Division in collaboration with National Informatics Centre has undeaken the initiative to develop a case based web based application named Nikshay. The word is combination of two Hindi words NI and KSHAY, meaning eradication of TB. Ref:- park; pg num:- 460",
        "cop": 1,
        "opa": "NIKSHAY",
        "opb": "NISCHAY",
        "opc": "DOTS",
        "opd": "RNTCP",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "dbc69244-d176-4cd3-8791-b3e5abce0f3f",
        "choice_type": "single"
    },
    {
        "question": "Protein quality assessment is best done by?",
        "exp": "o Net protein utilization is considered to be most practile because it is the product of biological value and digestibility coefficient divided by 100. Ref: Park 24th edition",
        "cop": 1,
        "opa": "NPU",
        "opb": "Biological value",
        "opc": "Digestibillity coefficient",
        "opd": "Amino acid score",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "458464f1-94eb-4a40-8f7e-0250f56080a0",
        "choice_type": "single"
    },
    {
        "question": "Maximum protein is found in?",
        "exp": "Soyabean Ref: Park 24th edition",
        "cop": 2,
        "opa": "Egg",
        "opb": "Soyabean",
        "opc": "Rice",
        "opd": "Wheat",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "1b6f16f1-a302-4bd5-93b9-8a1538c908f9",
        "choice_type": "single"
    },
    {
        "question": "For NRR to be 1 couple protection rate should be?",
        "exp": "Couple Protection Rate (CPR) is an indicator of the prevalence of contraceptive practice in the community the percentage of eligible couples effectively protected against childbih by one or the other approved methods of family planning sterilization iud, condom, ocp NRR = 1 can be achieved only if the CPR > 60% ref: park text book 21st ed",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "79d170e6-5c0b-408d-964a-7e9ba1d5a66e",
        "choice_type": "single"
    },
    {
        "question": "Movement across socioeconomic levels is known as?",
        "exp": "The socioeconomic status of an individual / family can change over time due to the change in their literacy, job and income An individual belonging to a low socioeconomic class can move to a higher class by means of better income Similarly, an individual in a higher class may move to a lower class due to loss of his job This change in socioeconomic status of an individual / family over time is known as Social Mobility Ref: Park's Textbook of Preventive medicine",
        "cop": 2,
        "opa": "Social insurance",
        "opb": "Social mobility",
        "opc": "Social equality",
        "opd": "Social upliftment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "9ac30a78-4ed1-4d50-a012-15ccd3f04eb4",
        "choice_type": "single"
    },
    {
        "question": "Study unit of ecological study is",
        "exp": "In ecological studies the unit of observation is the population or community. * Disease rates and exposures are measured in each of a series of populations and their relation is examined. * Often the information about disease and exposure is abstracted from published statistics and therefore does not require expensive or time",
        "cop": 1,
        "opa": "Population",
        "opb": "Patient",
        "opc": "Community",
        "opd": "Case",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "b52a06ca-aa02-4184-b901-277d1544221f",
        "choice_type": "single"
    },
    {
        "question": "Incubation period of plasmodium vivax is",
        "exp": "Ref: Park 24th edition",
        "cop": 3,
        "opa": "5-7 days",
        "opb": "7-10 days",
        "opc": "10-14 days",
        "opd": "15-30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "079b4bc2-a96c-43d1-ad45-40deb3307fcb",
        "choice_type": "single"
    },
    {
        "question": "Under the WHO 'Vision 2020' programme. the 'SAFE' strategy is adopted for which of the following diseases?",
        "exp": "SAFE strategy was devised by WHO for the treatment of trachoma. SAFE stands for: S - Surgery (of the lids for trichiasis) A - Antibiotics F - Facial cleanliness E - Environmental change Ref: Park's Textbook of Preventive medicine",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Diabetic retinopathy",
        "opc": "Onchocerciasis",
        "opd": "Trachoma",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "816295b8-1bd2-4847-ab7d-241209775bfc",
        "choice_type": "single"
    },
    {
        "question": "Safe yield of a water supply source is the yield that is adequate for?",
        "exp": "Water for meeting the requirements of a community can be obtained from various sources like rain, surface water and groundwater. The safe yield of a source of water is defined as the yield that is adequate for 95% of the year. Ref: Park's Textbook of Preventive and Social Medicine, 20th edition, p617",
        "cop": 3,
        "opa": "80% of the year",
        "opb": "90% of the year",
        "opc": "95% of the year",
        "opd": "The whole of the year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "88f9f771-11ae-41cb-9f23-fb60f0246ca8",
        "choice_type": "single"
    },
    {
        "question": "Non deliberate cultural practice with anti mosquito effect is",
        "exp": "Use of alkaline detergent for washing clothes is a non deliberate cultural practice with anti mosquito effect. Mosquito larva cannot survive in alkaline water. MOSQUITO CONTROL Gambusia affinis - larvicidal fish Anti larval - Source reduction (elimination of mosquito breeding grounds), use of larvicides (surface films - mineral oils, stomach poisons - Paris Green, contact poisons), biological agents like fungi, nematodes and fish (eg: larvicidal fish - Gambusia affinis) Anti adult - Insecticides like DDT (organochlorine), Malathion (organophosphate) and pyrethroids for space sprays and residual sprays. Genetically modified adults are also used. Prevention of mosquito bites - Bed nets, mosquito repellents, insect screens for homes. Ref: Park's Textbook of Preventive medicine",
        "cop": 3,
        "opa": "Use of mosquito repellents",
        "opb": "Use of bed nets",
        "opc": "Use of alkaline detergent for washing clothes",
        "opd": "Use of larvicides",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "f33efdca-b26a-4325-88c9-24241bdc6fc2",
        "choice_type": "single"
    },
    {
        "question": "What is the mass chemoprophylaxis for meningococcal meningitis?",
        "exp": "Recommended Chemoprophylaxis for High-Risk Close Contacts: Age Dose Duration Cautions RIFAMPICIN: <1 month 5 mg/kg Oral every 12 hrs 2 days >1 month 10 mg/kg Oral every 12 hrs 2 day Not recommended for use in pregnancy CEFTRIAXONE: <15 years 125mg IM single dose >15 years 250 mg IM single dose CIPROFLOXACIN >18 years 500 mg Oral single dose Not recommended for use in pregnancy ref: park 21st ed",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Chloramphenicol",
        "opc": "Tetracycline",
        "opd": "Penicillin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "2233be29-e67e-4564-b871-89b8fea25e50",
        "choice_type": "single"
    },
    {
        "question": "Relative risk formula(2018)",
        "exp": "Estimation of disease risk associated with exposure is obtained by an index known as \"Relative Risk\" (RR) or '\"risk ratio\", which is defined as the ratio between the incidence of disease among exposed persons and incidence among non-exposed. It is given by the formula: Incidence among exposed/ incidence among non exposed. Ref:- park; pg num:- 81",
        "cop": 3,
        "opa": "Incidence of disease among non-exposed divided By Incidence of disease among exposed",
        "opb": "Incidence of disease among non-exposed minus Incidence of disease among exposed",
        "opc": "Incidence of disease among exposed divided by Incidence of disease among non-exposed",
        "opd": "Incidence of disease among exposed minus Incidence of disease among non-exposed",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "57a356f7-95d2-48dc-9b43-f62025de73fe",
        "choice_type": "single"
    },
    {
        "question": "Pasteurization is done at-",
        "exp": "* Pasteurization of milk, widely practiced in several countries, notably the United States, requires temperatures of about 63deg C (145deg F) maintained for 30 minutes or, alternatively, heating to a higher temperature, 72deg C (162deg F), and holding for 15 seconds (and yet higher temperatures for shoer periods of time).",
        "cop": 2,
        "opa": "73 oC For 20 min",
        "opb": "63 oC For 30 min",
        "opc": "72 oC For 30 seconds",
        "opd": "63oC For 30 seconds",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "a3163c7b-ee6b-426e-8c3d-ab302bc13d9f",
        "choice_type": "single"
    },
    {
        "question": "Multiphasic screening means-",
        "exp": "Multiphasic screening It has defined the application of two or more screening tests in combination with a large number of people at one time than to carry out separate screening tests for a single disease. Ref: Park 24th edition",
        "cop": 1,
        "opa": "Application of the two or more screening tests in combination at one time",
        "opb": "Application of two or more screening tests in combination at different time",
        "opc": "Application of two or more screening tests in combination at different geographical areas",
        "opd": "Application of separate screening tests for different diseases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "19fe34cc-d0ea-4e59-aac1-1dec3995dd1f",
        "choice_type": "single"
    },
    {
        "question": "Blood bags are discarded in",
        "exp": "ref: park 21st ed",
        "cop": 1,
        "opa": "yellow",
        "opb": "black",
        "opc": "red",
        "opd": "white",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "147e0b09-1593-4870-9f6b-086f119417b3",
        "choice_type": "single"
    },
    {
        "question": "Extended sickness benefit for TB under ESI ACT is",
        "exp": "REF: PARK 21. ST ED",
        "cop": 3,
        "opa": "91days",
        "opb": "1year",
        "opc": "2 year",
        "opd": "3years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "d466550b-fec6-4a48-84e8-df2c60e792ce",
        "choice_type": "single"
    },
    {
        "question": "Calculate the Ponderal index of a baby of weight 2000gm and length 50 cm at Bih",
        "exp": "Ponderal Index (PI) Weight (in grams) x 100 PI = ------------------------------------------------ (Length in cm) 3 So, 2000x 100/(50)3=2, 00, 000/1, 25, 000=1. 6. Ref: Park 23rd edition Pgno: 399",
        "cop": 1,
        "opa": "1. 6",
        "opb": "2. 2",
        "opc": "2. 6",
        "opd": "2",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "19bcc245-c653-469a-b240-2efcefa69d63",
        "choice_type": "single"
    },
    {
        "question": "Vitamin E deficiency is associated with",
        "exp": "Vitamin E deficiency causes axonal degeneration of the large myelinated axons results in posterior column & spino cerebellar symptoms",
        "cop": 1,
        "opa": "Ataxia",
        "opb": "Cholestasis",
        "opc": "Hyperkeratosis",
        "opd": "Pseudotumour cerebri",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "8541a71f-f030-46e6-8ebc-e4868cb92e4c",
        "choice_type": "single"
    },
    {
        "question": "Which of one of the following is NOT a utilization rate?",
        "exp": "Propoion of infants who are \"fully immunized\" against the 6 EPI diseases. Propoion of pregnant women who receive antenatal care, or have their deliveries supervised by a trained bih attendant. Percentage of population using various methods of family planning. Bed - occupancy rate Average length of stay Bed turn-over ratio (i. e. discharges / average)",
        "cop": 1,
        "opa": "Population bed ratio",
        "opb": "Bed occupancy rate",
        "opc": "Bed turnover ratio",
        "opd": "Average length of stay",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "c66e3fcf-a78b-4d7a-b5c2-20970291a20f",
        "choice_type": "single"
    },
    {
        "question": "Prospective screening is done in case of?",
        "exp": "ref: park 21st ed",
        "cop": 2,
        "opa": "neonate for thyroid disease",
        "opb": "Immigrant screening",
        "opc": "Pap smear for 45 yr female",
        "opd": "Diabetes mellitus for 4oyr male",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "503e4597-6e98-4670-bbb1-d5b27dbe9866",
        "choice_type": "single"
    },
    {
        "question": "Holding time for Hot air oven with temperature of 1800C",
        "exp": ".",
        "cop": 2,
        "opa": "15 min",
        "opb": "30 min",
        "opc": "60 min",
        "opd": "120 min",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "b0ad169d-f946-4ab3-9943-0c5718258a91",
        "choice_type": "single"
    },
    {
        "question": "New RNTCP software online to monitor TB control programme is-",
        "exp": "To keep a track of the TB patients across the country, the Government of India has introduced a system called NIKSHAY. * The word is combination of two Hindi words NI and KSHAY meaning eradication of tuberculosis. * NIKSHAY (www. nikshay. gov. in) is a web enabled application, which facilitates monitoring of universal access to TB patients data by all concerned. * The system has been developed jointly by the Central TB Division of the Ministry of Health and Family Welfare and National Informatics Centre (NIC) and it was launched by the Government of India in June 2012 with issue of required administrative directions from Central TB Division for use of NIKSHAY.",
        "cop": 1,
        "opa": "NIKSHAY",
        "opb": "NISCHAY",
        "opc": "NIRBHAI",
        "opd": "E- DOTS",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "a1301108-3a4e-4e53-8b91-861edb3c58d9",
        "choice_type": "single"
    },
    {
        "question": "Difference b w the incidence in exposed and non exposed group is best given by",
        "exp": "attributable risk: Attributable Risk(AR) (sometimes called Attributable Propoion or Attributable Fraction) is a measure of the prevalence of a condition or disease. Given a group of people exposed to a risk, it&; s the fraction who develop a disease or condition. ref: park 21st ed",
        "cop": 3,
        "opa": "relative risk",
        "opb": "attributable risk",
        "opc": "population attributable risk",
        "opd": "odd's ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "c8c881e1-934a-45b5-8d98-241692c75dbc",
        "choice_type": "single"
    },
    {
        "question": "Monetary benefit is measured in",
        "exp": "ref: park 21st ed",
        "cop": 4,
        "opa": "Program budgeting system",
        "opb": "Network analysis",
        "opc": "Cost effective analysis",
        "opd": "cost benefit analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "All India exam",
        "id": "dc2b590f-7616-46df-bfb3-9d3305896751",
        "choice_type": "single"
    }
]