[
    {
        "question": "Prevalance of cataract at one point of time can be determined by:",
        "exp": "Ans is 'b' i. e. Cross-sectional study Repeat. Cross-sectional or Prevalence study - in cross-sectional studies, we 'survey' several individuals at one point in time and collect information on health status, health-related behaviour, and other exposure factors. In this way we can estimate the burden of disease in a group of individuals and try to estimate whether a particular exposure is linked to a disease or health outcome.",
        "cop": 2,
        "opa": "Longitudinal study",
        "opb": "Cross-sectional study",
        "opc": "Surveillance",
        "opd": "Cohort study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "62be8e47-6293-46b7-89b6-8d4ce748736b",
        "choice_type": "single"
    },
    {
        "question": "In a population of 10000, 2100 were alcoholic. 70 alcoholics among these developed cirrhosis and 23 non-alcoholic developed cirrhosis what is attributable risk -",
        "exp": "Ans. is 'd' i. e., 90% o In a population of 10000 -i) Exposed person = 2100ii) Nonexposed person = 7900 (10000-2100)iii) Incidence of disease among exposed=70----2100x 1000 = 33 per 1000 exposed person iv) Incidence of disease among nonexposed =23----7900x 1000 = 3 per 1000 nonexposed persono Attributable risk is the difference in incidence rates of disease (or death) between an exposed group and nonexposed group. AR =Incidence of disease in exposed - Incidence of disease in unexposed--------------------------------------------------------Incidence of disease in exposedx 100 AR =33-3----33x 100 = 90%o That means 90% of cirohosis among alcoholics is due to alcohol exposure.",
        "cop": 4,
        "opa": "40%",
        "opb": "60%",
        "opc": "70%",
        "opd": "90%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "d076bf47-617d-436f-aca0-06c464d8a911",
        "choice_type": "single"
    },
    {
        "question": "Natural history of disease can be studied by -",
        "exp": "Ans. is 'c' i. e., Cohort study o Longitudinal studies are used to study natural history of disease. Among the given options, only cohort study is a longitudinal study. Longitudinal studieso In this type ofstudy observations are repeated in the same population over a prolonged period of time by means of follow up examinations. o They are useful to. Study the natural history of disease. For identifying risk factors of disease. For finding out incidence rate or rate of recurrence of new cases of disease. Note: Longitudinal studies are difficult to organize and more time consuming than cross sectional studies",
        "cop": 3,
        "opa": "Cross sectional study",
        "opb": "Ecological study",
        "opc": "Cohort study",
        "opd": "RCT",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "04c57a92-7edf-4ea4-af3d-84332b89ffd5",
        "choice_type": "single"
    },
    {
        "question": "Of the different epidemiological study designs available to test the association between risk factor and disease, the best design is of -",
        "exp": "Ans. is 'c' i. e., Cohort study Comparison of various epidemiological Ecological. Cross sectional. Case control. Cohort. Probability of selection bias. NAMedium. High. Low. Recall bias. NAHigh. High. Low. Loss to follow up. NANALow. High. Confounding. High. Medium. Medium. Low. Time required. Low. Medium. Medium. High. Cost. Low. Medium. Medium. High. Strength of causal interference. Low. Low. Medium. High",
        "cop": 3,
        "opa": "Case-control study",
        "opb": "Ecological study",
        "opc": "Cohort study",
        "opd": "Cross-sectional study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "a1ad3d4a-d803-4e3e-bfe3-8b893663942c",
        "choice_type": "single"
    },
    {
        "question": "Community physician takes action based on:",
        "exp": "Ans is 'a' i. e. Population attributable risk Attributable risk = 100 x (Incidence of disease rate among exposed-incidence of diseases rate among not exposed) / (Incidence of diseases rate among exposed). Attributable risk indicates to what extent the disease under study can be attributed to the exposure. Population attributable risk (PAR) = 100 x (Incidence of diseases in the total population-incidence of diseases among those not exposed to causal factor) / (Incidence of diseases in the total population)PAR provides an estimate of the amount by which the disease could be reduced in that population if the suspected factor was eliminated or modified. For e. g., 86% is the PAR, then 86% of deaths from lung cancer could be avoided if the risk factor of cigarettes were eliminated. Thus we see that the best indices for community physicians would be PAR because they have to take care of the whole population. From PAR they come to know clearly how much of a disease could be wiped out by a particular action.",
        "cop": 1,
        "opa": "Population attributable risk",
        "opb": "Relative risk",
        "opc": "Attributable risk",
        "opd": "Odds ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "5ed7bd9c-b1c3-4884-bc1f-39569fd67a05",
        "choice_type": "single"
    },
    {
        "question": "A women is exposed to multiple sex partners has 5 times increased risk for - Ca. Cx The attributable risk is:",
        "exp": "Ans. is 'c' i. e. 80% Attributable risk = T (Insolence of disease rate among exposed - incidence among non-exposed) /incidence rate among exposed) X 100 If the incidence of Ca CX among non-exposed = x then the incidence among exposed= 5x. AR = ((5x - x)/5x) x 100 = 4/5 x 100= 80%",
        "cop": 3,
        "opa": "20%",
        "opb": "50%",
        "opc": "80%",
        "opd": "100%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "7251080b-827b-4838-8afa-ce89b32d9f23",
        "choice_type": "single"
    },
    {
        "question": "Case control study used to measure:",
        "exp": "Ref: Park 'Textbook of Preventive and Social Medicine', 22nd edition, Pg: 75. Explanation: List of Formula. Incidence rate=Number of new cases of specific disease during a given time period. Population at risk during that periodx 1000. Relative risk=Incidence among exposed Incidence among unexposed. Attributable risk=incidence among exposed - incidence among unexpected. Incidence among: exposedx 100=adbc. Odds ratio. Incidence rate can be calculated only it1. A study starts with a disease free population2. The study follows this disease free population. Both these conditions are not satisfied in a case control study - where you start with group of people with disease (case) and without disease (control). There is no component of follow' up. So you cannot find out incidence. From the above formula it is obvious that you need incidence rate to calculate relative risk and attributable risk. Hence is case control study you can calculate only odds ratio",
        "cop": 1,
        "opa": "Odds ratio",
        "opb": "Attributable risk",
        "opc": "Relative risk",
        "opd": "Incidence rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "dbbd6026-23a4-4517-a3d1-8c5e040dbcb9",
        "choice_type": "single"
    },
    {
        "question": "Case-control study is better than cohort study in which aspect -",
        "exp": "Ans. is 'c' i. e., Shorter duration Case control study. Cohort study1. Proceeds from \"effect to cause\"Proceeds from \"cause to effect\"2. Starts with the disease. Starts with people exposed to risk factor or suspecte cause3. Tests whether the suspected cause occurs more frequently in those with the disease than among those without the disease. Tests whether disease occurs more frequently in those exposed, than in those not similar exposed4. Usually the first approach to the testing of a hypothesis, but also useful for exploratory studies. Reserved for testing of precisely formulated hypothesis5. Involves fewer number of subjects. Involves larger number of subjects. 6. Yields relatively quick results. Long follow-up period often needed, involving delayed results7. Suitable for the study of rare diseases. Inappropriate when the disease or exposure under investigation is rare. 8. Generally yields only estimate of RR (odds ratio). Yields incidence rates, RR as well as AR. 9. Cannot yield information about diseases other than that selected for study. Can yield information about more than one disease outcome. 10. Relatively inexpensive. Expensive",
        "cop": 3,
        "opa": "Less chances of Bias",
        "opb": "More accurate",
        "opc": "Shorter duration",
        "opd": "Calculate relative risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "baba3c46-4892-465f-8a2a-d77dbd8efb9e",
        "choice_type": "single"
    },
    {
        "question": "Type of study in risk factor associated with multiple diseases -",
        "exp": "Ans. is 'a' i. e., Cohort study o In case control study we proceed from effect to cause by taking history. It is possible to take history of exposure of multiple risk factors - multiple risk factors can be identified for a single diseaseo In cohort study we start by exposing the study cohort to a particular risk factor and then follow up the cohort for the occurence of disease. So, several possible outcomes related to exposure can be studied simultaneously - we can study the association of the suspected factor with many other disease in addition to the one under study. y Case control studyy Cohort study--can identify multiple risk factors, can identify multiple outcome (disease).",
        "cop": 1,
        "opa": "Cohort study",
        "opb": "Case control study",
        "opc": "Ecological study",
        "opd": "Clinical trial",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "8b3c8472-7aa6-4167-9483-854d70f8b6e4",
        "choice_type": "single"
    },
    {
        "question": "In case control study of buccal carcinoma:",
        "exp": "Ans. is 'c' i. e. Zarda pan is associated with buccal Ca. In a case control study, case and effect relationship is not established, we only get to know about associated factors.",
        "cop": 3,
        "opa": "CA is commoner in zarda pan users than non-users",
        "opb": "Zarda pan is a cause of buccal CA",
        "opc": "Zarda pan is associated with buccal CA",
        "opd": "If use of zarda pan is stopped, number of cases will reduce",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "7b2791e0-d50b-4c0a-b8af-e8d347581d00",
        "choice_type": "single"
    },
    {
        "question": "Ratio of incidence among exposed and non exposed is known as -",
        "exp": "Ans. is 'a' i. e., Risk ratio Relative risk (risk ratio)o Relative risk is the ratio of the incidence of the disease (or death) among exposed and the incidence among nonexposed. RR =Incidence of disease among exposed. Incidence of disease among nonexposedo RR is a direct measure of the strength of the association between the suspected cause and effect. o A relative risk of one indicates no association. o A relative risk greater than one indicates positive association between the exposure and the disease under study, o For example, a RR of 2 indicates that the incidence rate of disease is 2 times higher in exposed group as compared with unexposed -100% increase in risk. o A relative risk of less than one indicates negative association, i. e. exposure to a factor will decrease the incidence of disease (e. g. exposure to vit A decreases the incidence of skin cancer).",
        "cop": 1,
        "opa": "Risk ratio",
        "opb": "Odds ratio",
        "opc": "Attributable risk",
        "opd": "SAR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "0eaaef3d-d26b-4ff1-bb9b-c1694594fd33",
        "choice_type": "single"
    },
    {
        "question": "Population is the study of unit in -",
        "exp": "Ans. is 'b' i. e., Ecological Epidemiological studieso The primary concern of the epidemiologist is to study disease occurence in people, o The epidemiologist employs carefully designed research strategies to explore disease etiology, o Epidemiological studies may be of following types -Study. Unit of study1. Observational studiesA) Descriptive studies (formation of hypothesis)i) Case reportsii) Case seriesB) Analytic studies (testing of hypothesis)i) Case - control or case - referenceii) Cohort or follow-upiii) Ecological or correlational studyiv) Cross-sectional or prevalence study Individuals. Individuals. Population. Individuals2. Experimental / intervention studies (testing of hypothesis)i) Randamized controlled / clinical trialsii) Field trials or community intervention studiesiii) Community trialsiv) Animal studies. Patients. Healthy people. Communitieso In observational studies, the investigator measures but does not intervene and allow nature to take its own course - Epidemiologist studies the determinant of disease and its natural history. So that etiology of disease can be established and preventive & control measure can be taken. Descriptive studies are used to formulate a hypothesis. Analytic studies are used for testing the hypothesiso In experimental studies, epidemiologist actively intervene to change a disease determinant or progression of disease. o Experimental studies are used for testing hypothesis.",
        "cop": 2,
        "opa": "Cross sectional",
        "opb": "Ecological",
        "opc": "Case-control",
        "opd": "Cohort",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "d60f5cd6-8f29-493f-952d-f959dccde30e",
        "choice_type": "single"
    },
    {
        "question": "Berkesonian bias is a type of?",
        "exp": "Ans. is 'a' i. e., Selection bias Berksonian bias is a type of selection bias. Biaso It is any systemic error in the analysis of study that results in a mistaken estimate of an exposure's effect on the risk of disease. o Mainly biases are of following types. 1. Selection bias# Surveillance/detection bias# Referrel bias or volunteer bias# Berksonian bias# Neyman survival bias# Response bias 2. Information (Misclassification) bias# Reporting bias# Interviewer bias# Recall bias# Hawthorne bias (attention bias)3. Confounding bias# Confounding is some times is referred to as a third major class of bias.",
        "cop": 1,
        "opa": "Selection bias",
        "opb": "Interviever bias",
        "opc": "Information bias",
        "opd": "Recell bias",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "69ad07e0-4397-46cc-8690-4b17ee190bad",
        "choice_type": "single"
    },
    {
        "question": "Best epidemiological study is -",
        "exp": "Ans, is 'b' i. e., Meta-analysis o Here are the different epidemiological studies with decreasing order of accuracy to test the association between risk factor and disease. Systematic review and meta-analysis - Overall most reliable. Randomized controlled trials (controlled clinical trails) - Most reliable individual study. Retrospective (Non-concurrent''historic) Cohort study. Prospective (concurrent) Cohort study. Case control study. Cross-sectional study. Ecological study",
        "cop": 2,
        "opa": "RCT",
        "opb": "Meta-analysis",
        "opc": "Cohort study",
        "opd": "Case-control study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "e18f9613-9915-4188-aaa6-4a7c4ce3a3d1",
        "choice_type": "single"
    },
    {
        "question": "In a case controlled study, it is found that the disease is more common in the group taking coffee as compared to the control group. The significance of this is:",
        "exp": "Ans is 'c' i. e. Caffeine is associated with the occurrence of the diseases [Ref: Park 20/e, p 69 (18/e, p 68, 17/e p64, 16/e, p62)[Cause and effect relationship is not established by case control study. It can be established by cohort study. A case control study cannot distinguish between causal factors and associated factors. A case control study can measure only the odd ratio ( an estimate of relative risk)A case control study does not establish a cause and effect relationship but it definately tells that caffeine is associated with the disease under study.",
        "cop": 3,
        "opa": "Cause and effect relationship established",
        "opb": "Disease median can be calculated",
        "opc": "Caffeine is associated with occurrence of disease",
        "opd": "Controls will not get the disease",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "1f4b55d3-5c49-4f2f-9964-afbb7d3afffb",
        "choice_type": "single"
    }
]