[
    {
        "question": "Prevalance of cataract at one point of time can be determined by:",
        "exp": "Ans is 'b' i.e. Cross-sectional study RepeatCross-sectional or Prevalence study - in cross-sectional studies, we 'survey' several individuals at one point in time and collect information on health status, health-related behaviour, and other exposure factors. In this way we can estimate the burden of disease in a group of individuals and try to estimate whether a particular exposure is linked to a disease or health outcome.",
        "cop": 2,
        "opa": "Longitudinal study",
        "opb": "Cross-sectional study",
        "opc": "Surveillance",
        "opd": "Cohort study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "62be8e47-6293-46b7-89b6-8d4ce748736b",
        "choice_type": "single"
    },
    {
        "question": "Cohort study is better than case control study in all ways except -",
        "exp": "Ans. is 'b' i.e., Lesser time spent o Cohort study is more time consuming,o Cohort study is prospective study,o Chances of bias are high in case-control study.Main differences between case control and cohort studiesCase control studyCohort study1. Proceeds from ''effect to cause\"Proceeds from \"cause to effect\"2 Starts with the diseaseStarts with people exposed to risk factor or suspected cause3. Tests whether the suspected cause occurs more frequently in those with the disease than among those without the diseaseTests whether disease occurs more frequently in those exposed, than in those not similar exposed4. Usually the first approach to the testing of a hypothesis, but also useful for exploratory studiesReserved fortesting of precisely formulated hypothesis5. Involves fewer number of subjectsInvolves larger number of subjects.6. Yields relatively quick resultsLong follow-up period often needed, involving delayed results.7. Suitable for the study of rare diseases.Inappropriate when the disease or exposure under investigation is rare.8. Generally yields only estimate of RR (odds ratio)Yields incidence rates, RR as well as AR.9. Cannot yield information about diseases other than that selected for studyCan yield information about more than one disease outcome.10. Relatively inexpensiveExpensive",
        "cop": 2,
        "opa": "Greater comparability",
        "opb": "Lesser time spent",
        "opc": "Prospectiveanalysis",
        "opd": "Less Bias",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "e41f3e0b-70df-4ece-b4d2-5d9720d1cc94",
        "choice_type": "multi"
    },
    {
        "question": "Relative risk is represented by -",
        "exp": "Ans. is 'a' i.e., Incidence among exposed/incidence among nonexposed Relative risk (risk ratio)o Relative risk is the ratio of the incidence of the disease (or death) among exposed and the incidence among nonexposed.Incidence of disease amone exposedRR =----------------------------------------------------------------Incidence of disease among nonexposedo RR is a direct measure of the strength of the association between the suspected cause and effect,o A relative risk of one indicates no association.o A relative risk greater than one indicates positive association between the exposure and the disease under study,o For example, a RR of 2 indicates that the incidence rate of disease is 2 times higher in exposed group as compared with unexposed - 100% increase in risk.o A relative risk of less than one indicates negative association^ i.e. exposure to a factor will decrease the incidence of disease (e.g. exposure to vit A decreases the incidence of skin cancer).",
        "cop": 1,
        "opa": "Incidence among exposed/incidence among non-exposed",
        "opb": "Incidence among non-exposed1'incidence among exposed",
        "opc": "Incidence in exposed minus incidence in non-exposed",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "f22a8a06-3df2-48ab-86e4-e470e99fb29f",
        "choice_type": "multi"
    },
    {
        "question": "'Confounding bias' in a case control study can be removed by:",
        "exp": "Ans; C (Matching) Ref: Park 22nd editionExplanation:Confounder is a variable which is an independent risk factor for disease and is non- causal.ly associated with the exposure.That is the variable should be related to the disease and to the risk factor under study like shown in the following figure: To remove the effect of confounding at the design-stage, matching is done, i.e., cases and controls are similar with respect to confounding variable.",
        "cop": 3,
        "opa": "Double blinding",
        "opb": "By properly recalling events",
        "opc": "Matching",
        "opd": "By selecting representative population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "ed467fb0-962c-41f7-b73f-e8fcc30ed2d8",
        "choice_type": "multi"
    },
    {
        "question": "In a population of 10000, 2100 were alcoholic. 70 alcoholics among these developed cirrhosis and 23 non-alcoholic developed cirrhosis what is attributable risk -",
        "exp": "Ans. is 'd' i.e., 90% o In a population of 10000 -i) Exposed person = 2100ii) Nonexposed person = 7900 (10000-2100)iii) Incidence of disease among exposed=70----2100x 1000 = 33 per 1000 exposed person iv) Incidence of disease among nonexposed =23----7900x 1000 = 3 per 1000 nonexposed persono Attributable risk is the difference in incidence rates of disease (or death) between an exposed group and nonexposed group.AR =Incidence of disease in exposed - Incidence of disease in unexposed--------------------------------------------------------Incidence of disease in exposedx 100 AR =33-3----33x 100 = 90%o That means 90% of cirohosis among alcoholics is due to alcohol exposure.",
        "cop": 4,
        "opa": "40%",
        "opb": "60%",
        "opc": "70%",
        "opd": "90%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "d076bf47-617d-436f-aca0-06c464d8a911",
        "choice_type": "single"
    },
    {
        "question": "Natural history of disease can be studied by -",
        "exp": "Ans. is 'c' i.e., Cohort study o Longitudinal studies are used to study natural history of disease. Among the given options, only cohort study is a longitudinal study.Longitudinal studieso In this type ofstudy observations are repeated in the same population over a prolonged period of time by means of follow up examinations.o They are useful toStudy the natural history of diseaseFor identifying risk factors of diseaseFor finding out incidence rate or rate of recurrence of new cases of disease.Note : Longitudinal studies are difficult to organize and more time consuming than cross sectional studies",
        "cop": 3,
        "opa": "Cross sectional study",
        "opb": "Ecological study",
        "opc": "Cohort study",
        "opd": "RCT",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "04c57a92-7edf-4ea4-af3d-84332b89ffd5",
        "choice_type": "single"
    },
    {
        "question": "In a study on comparison of a common drug (NSAID) and a rare drug (Dypirone) causing disease, the relative risk (RR) andattributable risk (AR) were calculated. The true statement is :",
        "exp": "Ans. is 'b' ie NSAID has higher RR and AR than dipyrone Park or any other book eg. High Yield biostatistics, NMS biostatistics do not give any explanation about this question.They give the definitions only. The question has to be worked upon these definitions by applying simple logics. ,Relative Risk = ((Incidence of disease among exposed) / (Incidence of disease among non- exposed)) x 100Incidence of disease rate among exposed minus - incidense of disease rate among non-exposed. 3/4 Attributable Risk = ; x 100Incidence rate among exposedApplying logics some points become clear about a commonly used NSAID and a rarely used Dipyrone.Incidence of disease among exposed is low for NSAID and high for Dipyrone (that's the reason why NSAID is commonly used and Dipyrone rarely used)Incidence of disease among non exposed, for NSAID would be very less and can be nullified (as very few persons would be left unexposed, Can you name anyone whose has not taken, crocein or disprin)Let's see the Attributable risk firstIn this formula, 'incidence of disease among non - exposed* is a negative variable.Thus the lesser the value of this negative variable the higher would be AR.As NSAID has a lesser value (or even negligible) of this negative variable its AR would be higher than that of Dipyrone.Now the Relative RiskEven though the 'incidence of disease among exposed' is low for NSAID than Dipyrone its RR would be falsely higher as the variable 'incidence of disease among non - exposed* lying in the denominator and being negligible of NSAID would prove to be the deciding factor.The lesser the value of the variable 'incidence of ds. among non - exposed' the higher would be the RR.Note thatEven though the 'incidence of ds among exposed' is high for Dipyrone its relative risk comes to be falsely low.This is because, it is very rarely used due to its high side effects (Dipyrone is known to cause agranulocytosis and is banned in India )This is a fallacy of the formulae for RR&AR which does take into consideration the number of person using the drug.Very logically a drug that is not used at all would have Zero RR & AR.",
        "cop": 2,
        "opa": "NSAID has lower RR and AR than Dypirone",
        "opb": "NSAID has higher RR and AR than Dypirone",
        "opc": "NSAID has lower RR and higher AR than Dypirone",
        "opd": "AR and RR of both are same.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "752594a2-0b53-40d9-96da-bf99ba7e8049",
        "choice_type": "multi"
    },
    {
        "question": "Of the different epidemiological study designs available to test the association between risk factor and disease, the best design is of -",
        "exp": "Ans. is 'c' i.e., Cohort study Comparison of various epidemiological EcologicalCross sectionalCase controlCohortProbability of selection biasNAMediumHighLowRecall biasNAHighHighLowLoss to follow upNANALowHighConfoundingHighMediumMediumLowTime required.LowMediumMediumHigh. CostLowMediumMediumHighStrength of causal interferenceLowLowMediumHigh",
        "cop": 3,
        "opa": "Case-control study",
        "opb": "Ecological study",
        "opc": "Cohort study",
        "opd": "Cross-sectional study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "a1ad3d4a-d803-4e3e-bfe3-8b893663942c",
        "choice_type": "single"
    },
    {
        "question": "Community physician takes action based on :",
        "exp": "Ans is 'a' i.e. Population attributable risk Attributable risk = 100 x (Incidence of disease rate among exposed-incidence of diseases rate among not exposed) / (Incidence of diseases rate among exposed)Attributable risk indicates to what extent the disease under study can be attributed to the exposure.Population attributable risk (PAR) = 100 x (Incidence of diseases in the total population-incidence of diseases among those not exposed to causal factor) / (Incidence of diseases in the total population)PAR provides an estimate of the amount by which the disease could be reduced in that population if the suspected factor was eliminated or modified. For e.g. , 86% is the PAR, then 86% of deaths from lung cancer could be avoided if the risk factor of cigarettes were eliminated.Thus we see that the best indices for community physicians would be PAR because they have to take care of the whole population. From PAR they come to know clearly how much of a disease could be wiped out by a particular action.",
        "cop": 1,
        "opa": "Population attributable risk",
        "opb": "Relative risk",
        "opc": "Attributable risk",
        "opd": "Odds ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "5ed7bd9c-b1c3-4884-bc1f-39569fd67a05",
        "choice_type": "single"
    },
    {
        "question": "A women is exposed to multiple sex partners has 5 times increased risk for - CaCx The attributable risk is :",
        "exp": "Ans. is 'c' i.e. 80% Attributable risk = T (Insolence of disease rate among exposed - incidence among non-exposed) /incidence rate among exposed) X 100 If the incidence of Ca CX among non-exposed = x then the incidence among exposed= 5xAR = ((5x - x)/5x) x 100 = 4/5 x 100= 80%",
        "cop": 3,
        "opa": "20%",
        "opb": "50%",
        "opc": "80%",
        "opd": "100%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "7251080b-827b-4838-8afa-ce89b32d9f23",
        "choice_type": "single"
    },
    {
        "question": "Case control study used to measure:",
        "exp": "Ref: Park 'Textbook of Preventive and Social Medicine', 22nd edition, Pg: 75Explanation:List of FormulaIncidence rate=Number of new cases of specific disease during a given time periodPopulation at risk during that periodx 1000Relative risk=Incidence among exposed Incidence among unexposedAttributable risk=incidence among exposed - incidence among unexpectedIncidence among: exposedx 100=adbcOdds ratioIncidence rate can be calculated only it1. A study starts with a disease free population2. The study follows this disease free populationBoth these conditions are not satisfied in a case control study - where you start with group of people with disease (case) and without disease (control).There is no component of follow' up. So you cannot find out incidence.From the above formula it is obvious that you need incidence rate to calculate relative risk and attributable risk.Hence is case control study you can calculate only odds ratio",
        "cop": 1,
        "opa": "Odds ratio",
        "opb": "Attributable risk",
        "opc": "Relative risk",
        "opd": "Incidence rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "dbbd6026-23a4-4517-a3d1-8c5e040dbcb9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about case control study, EXCEPT:",
        "exp": "Ans. is 'b' Relative risk can be calculated Relative Risk = (Incidence among exposed / Incidence among non-exposed ) x 100A typical case control study does not provide incidence rates from which Relative Risk can be calculated directly because there is no appropriate denominator or population at risk to calculate these rates.In General, the Relative Risk can be exactly determined only from a cohort study.From case control we can derive what is known as odd's ratio which is a measure of strength of association between Risk factor and outcome.Advantages and disadvantages of case control studiesAdvantagesRelatively easy to carry outRapid and inexpensiveRequire comparatively few subjectsParticularly suitable to investigate rare diseaseNo Risk to subjectsAllow study of several aetiological factorsRisk factors can be identifiedDoes not require follow upEthical problems minimalDisadvantagesProblem of bias relies on memory or past recordsSelection of control difficultWe cannot measure incidence, only estimate Relative RiskDo not distinguish between cause and associated factorsNot suited to the evaluation of therapy or prophylaxis of disease.",
        "cop": 2,
        "opa": "Relatively cheap",
        "opb": "Relative risk can be calculated",
        "opc": "Used for rare cases",
        "opd": "Odd's ratio can be calculated",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "18184eef-a4ea-46d2-8232-318b5770fde8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about Cohort study?",
        "exp": "Ans: A (Incidence can be calculated) Ref: Text book of preventive and social medicine, K Park, 22nd edition. page no 72Explanation:Cohort studyIt is an important study design to measure incidence.It is followed from exposure to outcome (cause to effect), unlike ease control study (effect to cause)It involves follow up of a cohort (group with common character, birth cohort, cohort joining service in particular year etc.)During follow up exposure and outcome is measured at periodic intervals OutcomeContinuousDiscreteNumericalOrdinalDichotomousPolvchO'tomousXominalPolychotomousOrdinalContinuousPearson Correlation & RegressionPearson Correlation & RegressionSpearmanRankcorrelation't' testANOVAANOVADiscrete- do -- d -- do -- do -- do -- do -NumericalOrdinalSpearmanRankcorrelationSpearmanRankcorrelationSpearmanRankcorrelationMann Whitney U testKruskal Wallis testKruskal Wallis testDichotomoust testt testMann Whitney U testChi square for 2x2 tableChi square for r x c tableChi square for linear trend in proportionsPolychotomousOrdinalANOVAANOVAKruskal WallisChi square for r x c tableChi square for r x c tableChi square for r x c tablePolychotomousOrdinalANOVAANOVAKruskal WallisChi square for linear trend in proportions- do -- do -Generally followed for long time, until outcome occursThus, it involves high costMeasures relative risk, attributable risk, population attributable risk as strength of association",
        "cop": 1,
        "opa": "Incidence can be calculated",
        "opb": "It is from effect to cause",
        "opc": "It is inexpensive",
        "opd": "Shorter time than case control",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "e47563ce-c08b-44f9-a5dd-41ccdc0e792a",
        "choice_type": "multi"
    },
    {
        "question": "Case-control study is better than cohort study in which aspect -",
        "exp": "Ans. is 'c' i.e., Shorter duration Case control studyCohort study1. Proceeds from \"effect to cause\"Proceeds from \"cause to effect\"2. Starts with the diseaseStarts with people exposed to risk factor or suspecte cause3. Tests whether the suspected cause occurs more frequently in those with the disease than among those without the diseaseTests whether disease occurs more frequently in those exposed, than in those not similar exposed4. Usually the first approach to the testing of a hypothesis, but also useful for exploratory studiesReserved for testing of precisely formulated hypothesis5. Involves fewer number of subjectsInvolves larger number of subjects.6. Yields relatively quick resultsLong follow-up period often needed, involving delayed results7. Suitable for the study of rare diseases.Inappropriate when the disease or exposure under investigation is rare.8. Generally yields only estimate of RR (odds ratio)Yields incidence rates, RR as well as AR.9. Cannot yield information about diseases other than that selected for studyCan yield information about more than one disease outcome.10. Relatively inexpensiveExpensive",
        "cop": 3,
        "opa": "Less chances of Bias",
        "opb": "More accurate",
        "opc": "Shorter duration",
        "opd": "Calculate relative risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "baba3c46-4892-465f-8a2a-d77dbd8efb9e",
        "choice_type": "single"
    },
    {
        "question": "Type of study in risk factor associated with multiple diseases -",
        "exp": "Ans. is 'a' i.e., Cohort study o In case control study we proceed from effect to cause by taking history. It is possible to take history of exposure of multiple risk factors - multiple risk factors can be identified for a single diseaseo In cohort study we start by exposing the study cohort to a particular risk factor and then follow up the cohort for the occurence of disease. So, several possible outcomes related to exposure can be studied simultaneously - we can study the association of the suspected factor with many other disease in addition to the one under study.y Case control studyy Cohort study--can identify multiple risk factors,can identify multiple outcome (disease).",
        "cop": 1,
        "opa": "Cohort study",
        "opb": "Case control study",
        "opc": "Ecological study",
        "opd": "Clinical trial",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "8b3c8472-7aa6-4167-9483-854d70f8b6e4",
        "choice_type": "single"
    },
    {
        "question": "In case control study of buccal carcinoma:",
        "exp": "Ans. is 'c' i.e. Zarda pan is associated with buccal Ca. In a case control study, case and effect relationship is not established, we only get to know about associated factors.",
        "cop": 3,
        "opa": "CA is commoner in zarda pan users than non-users",
        "opb": "Zarda pan is a cause of buccal CA",
        "opc": "Zarda pan is associated with buccal CA",
        "opd": "If use of zarda pan is stopped, number of cases will reduce",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "7b2791e0-d50b-4c0a-b8af-e8d347581d00",
        "choice_type": "single"
    },
    {
        "question": "Ratio of incidence among exposed and non exposed is known as -",
        "exp": "Ans. is 'a' i.e., Risk ratio Relative risk (risk ratio)o Relative risk is the ratio of the incidence of the disease (or death) among exposed and the incidence among nonexposed.RR =Incidence of disease among exposedIncidence of disease among nonexposedo RR is a direct measure of the strength of the association between the suspected cause and effect.o A relative risk of one indicates no association.o A relative risk greater than one indicates positive association between the exposure and the disease under study,o For example, a RR of 2 indicates that the incidence rate of disease is 2 times higher in exposed group as compared with unexposed -100% increase in risk.o A relative risk of less than one indicates negative association, i.e. exposure to a factor will decrease the incidence of disease (e.g. exposure to vit A decreases the incidence of skin cancer).",
        "cop": 1,
        "opa": "Risk ratio",
        "opb": "Odds ratio",
        "opc": "Attributable risk",
        "opd": "SAR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "0eaaef3d-d26b-4ff1-bb9b-c1694594fd33",
        "choice_type": "single"
    },
    {
        "question": "Population is the study of unit in -",
        "exp": "Ans. is 'b' i.e., Ecological Epidemiological studieso The primary concern of the epidemiologist is to study disease occurence in people,o The epidemiologist employs carefully designed research strategies to explore disease etiology,o Epidemiological studies may be of following types -StudyUnit of study1. Observational studiesA) Descriptive studies (formation of hypothesis)i) Case reportsii) Case seriesB) Analytic studies (testing of hypothesis)i) Case - control or case - referenceii) Cohort or follow-upiii) Ecological or correlational studyiv) Cross-sectional or prevalence study IndividualsIndividualsPopulationIndividuals2. Experimental / intervention studies (testing of hypothesis)i) Randamized controlled / clinical trialsii) Field trials or community intervention studiesiii) Community trialsiv) Animal studiesPatientsHealthy peopleCommunitieso In observational studies, the investigator measures but does not intervene and allow nature to take its own course - Epidemiologist studies the determinant of disease and its natural history. So that etiology of disease can be established and preventive & control measure can be taken.Descriptive studies are used to formulate a hypothesisAnalytic studies are used for testing the hypothesiso In experimental studies, epidemiologist actively intervene to change a disease determinant or progression of disease.o Experimental studies are used for testing hypothesis.",
        "cop": 2,
        "opa": "Cross sectional",
        "opb": "Ecological",
        "opc": "Case-control",
        "opd": "Cohort",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "d60f5cd6-8f29-493f-952d-f959dccde30e",
        "choice_type": "single"
    },
    {
        "question": "Statistical analysis of data of various studies done in same matter is called as -",
        "exp": "Ans. is 'a'i.e., Meta analysis Meta analysiso Meta-analysis refers to the analysis of analyses. It is the statistical analysis of a collection of individual studies,o Meta-analysis is a statistical technique for amalgamating, summarising, and reviewing previous quantitative research. By using meta-analysis, a wide variety of questions can be investigated, as long as a reasonable body of primary research studies exist. Selected parts of the reported results of primary studies are entered into a database, and this \"meta-data\" is \"meta-analyzed\", in similar ways to working with other data - descriptively and then inferentially to test certain hypotheses.o The appeal of meta analysis is that it in effect combines all the research on one topic into one large study with many participants. The danger is that in amalgamating a large set of different studies the construct definitions can become imprecise and the results difficult to interpret meaningfully,o In a meta-analysis, research studies are collected, coded, and interpreted using statistical methods similar to those used in primary data analysis. The result is an integrated review of findings that is more objective and exact than a narrative review. By accumulating results across studies, one can gain a more accurate representation of the population relationship than is provided by the individual study estimators.",
        "cop": 1,
        "opa": "Meta analysis",
        "opb": "Data review",
        "opc": "Propaganda",
        "opd": "Cohort study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "28c25edf-217b-48c1-9191-b94aef545e30",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are characteristics of case control study except -",
        "exp": "Ans. is 'b' i.e., Measures incidence rate o Incidence rate can not be measured by case-control study as denominator (population at risk is not available).ADVANTAGES1. Relatively easy to carry out.2. Rapid and inexpensive (compared with cohort studies).3. Require comparatively few subj ects.4. Particularly suitable to investigate rare diseases or diseases about which little is known.5. No risk to subjects6. Allows the study of several different aetiological factors (e.g., smoking, physical activity and personality characteristic in myocardial infarction).7. Risk factors can be identified. Rational prevention and control programmes can be established.8. No attrition problems, because case control studies do not require follow'-up of individuals into the future.9. Ethical problems minimal.DISADVANTAGES1. Problems of bias relies on memory or past records, the accuracy of which may be uncertain; validation of information obtained is difficult or sometimes impossible.2 Selection of an appropriate control group may be difficult.We cannot measure incidence, and can only estimate the relative risk (odds ratio).Do not distinguish between causes and associated factors.Not suited to the evaluation of therapy or prophylaxis of disease.Another major concern is the representativeness of cases and controls.",
        "cop": 2,
        "opa": "Quick results are obtained",
        "opb": "Measures incidence rate",
        "opc": "Proceeds from effect to cause",
        "opd": "Inexpensive study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "1aedd230-911d-4187-ace1-82fd1ac62727",
        "choice_type": "multi"
    },
    {
        "question": "Relative risk is calculated in?",
        "exp": "Ans. is 'b' i.e., Cohort study CharacteristicsCohort StudyCase control StudyCross Sectional StudyDesignProspectiveRetrospectiveOne point in timeIncidenceEstimatedNot estimatedNot estimatedPrevalenceNot estimatedNot estimatedEstimatedCalculationso Incidence rateso Relative risko Attributable risko Odds ratio",
        "cop": 2,
        "opa": "Cross sectional study",
        "opb": "Cohort study",
        "opc": "Case control study",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "b4d4f284-d414-4d46-97d9-dff8c9ea984f",
        "choice_type": "multi"
    },
    {
        "question": "Relative risk is define as -",
        "exp": "Ans. is 'c' i.e.. Incidence of disease among exposed divided by incidence of disease among non-exposedRelative risk (risk ratio)o Relative risk is the ratio of the incidence of the disease (or death) among exposed and the incidence among nonexposed.Incidence of disease amone exposedRR =[?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?][?]Incidence of disease among nonexposedo RR is a direct measure of the strength of the association between the suspected cause and effect,o A relative risk of one indicates no association.o A relative risk greater than one indicates positive association between the exposure and the disease under study,o For example, a RR of 2 indicates that the incidence rate of disease is 2 times higher in exposed group as compared with unexposed - 100% increase in risk.o A relative risk of less than one indicates negative association^ i.e. exposure to a factor will decrease the incidence of disease (e.g. exposure to vit A decreases the incidence of skin cancer).",
        "cop": 3,
        "opa": "Incidence of disease among exposed minus incidence of disease among non-exposed",
        "opb": "Incidence of disease among exposed plus incidence of disease among non-exposed",
        "opc": "Incidence of disease among exposed divided by incidence of disease among non-exposed",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "08f4ca0a-68a9-41ca-9c19-c9f34ab75934",
        "choice_type": "multi"
    },
    {
        "question": "Incidence of disease among exposed divided that of non exposed is equal to -",
        "exp": "Ans. is 'a' i.e., Relative risk RR =Incidence of disease among exposed----------------------------------Incidence of disease among nonexposed AR =Incidence of disease in exposed - Incidence of disease in unexposed--------------------------------------------------------Incidence of disease in exposedx 100",
        "cop": 1,
        "opa": "Relative risk",
        "opb": "Attributable risk",
        "opc": "Odd ratio",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "b3d3c8aa-3d58-4d61-ab27-dfe4706c5860",
        "choice_type": "multi"
    },
    {
        "question": "Natural history of disease is best studied by -",
        "exp": "Ans. is 'b' i.e., Cohort study o Natural history of disease is studied by longitudinal studies :o Among longitudinal studies cohort study is more useful for natural history of disease than case-control disease.",
        "cop": 2,
        "opa": "Cross-sectional study",
        "opb": "Cohort study",
        "opc": "Case contral study",
        "opd": "Any of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "520fa401-e441-4ea9-a819-e3a2b1dd2ced",
        "choice_type": "multi"
    },
    {
        "question": "Berkesonian bias is a type of ?",
        "exp": "Ans. is 'a' i.e., Selection bias Berksonian bias is a type of selection bias.Biaso It is any systemic error in the analysis of study that results in a mistaken estimate of an exposure's effect on the risk of disease.o Mainly biases are of following types.1. Selection bias# Surveillance/detection bias# Referrel bias or volunteer bias# Berksonian bias# Neyman survival bias# Response bias 2. Information (Misclassification) bias# Reporting bias# Interviewer bias# Recall bias# Hawthorne bias (attention bias)3. Confounding bias# Confounding is some times is referred to as a third major class of bias.",
        "cop": 1,
        "opa": "Selection bias",
        "opb": "Interviever bias",
        "opc": "Information bias",
        "opd": "Recell bias",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "69ad07e0-4397-46cc-8690-4b17ee190bad",
        "choice_type": "single"
    },
    {
        "question": "Best epidemiological study is -",
        "exp": "Ans, is 'b' i.e., Meta-analysis o Here are the different epidemiological studies with decreasing order of accuracy to test the association between risk factor and diseaseSystematic review and meta-analysis - Overall most reliableRandomized controlled trials (controlled clinical trails) - Most reliable individual study.Retrospective (Non-concurrent''historic) Cohort study.Prospective (concurrent) Cohort study.Case control studyCross-sectional studyEcological study",
        "cop": 2,
        "opa": "RCT",
        "opb": "Meta-analysis",
        "opc": "Cohort study",
        "opd": "Case-control study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "e18f9613-9915-4188-aaa6-4a7c4ce3a3d1",
        "choice_type": "single"
    },
    {
        "question": "In a case controlled study, it is found that the disease is more common in the group taking coffee as compared to the control group. The significance of this is:",
        "exp": "Ans is 'c' i.e. Caffeine is associated with the occurrence of the diseases [Ref: Park 20/e, p 69 (18/e, p 68, 17/e p64, 16/e,p62)[Cause and effect relationship is not established by case control study. It can be established by cohort study. A case control study cannot distinguish between causal factors and associated factors.A case control study can measure only the odd ratio ( an estimate of relative risk)A case control study does not establish a cause and effect relationship but it definately tells that caffeine is associated with the disease under study.",
        "cop": 3,
        "opa": "Cause and effect relationship established",
        "opb": "Disease median can be calculated",
        "opc": "Caffeine is associated with occurrence of disease",
        "opd": "Controls will not get the disease",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "1f4b55d3-5c49-4f2f-9964-afbb7d3afffb",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about case control study except -",
        "exp": "Ans. is 'd' i.e., Less prone to bias Case control studyo Case control study is a common first approach to test causal hypothesis.o Caseo Control--Case is an individual who has developed the disease.Is an individual who has not developed the disease but is otherwise comparable to case (e.2. age, sex, occupation, social status etc).o The case - control study has three distinct features - Both exposure (risk factor) and outcome (disease) have occurred before the start of study - so, there is no further risk for subjects. Study proceeds backn'ards from effect to cause - retrospective study.It uses a control or comparison group to support or refute an inference.o The focus is on a disease that has already developed.o Association between risk factor and disease can be tested - risk factor can be identified,o For example, if it is our intention to test the hypothesis that cigarette smoking causes lung cancer, the investigation begins by assembling a group of lung cancer cases (a + b) and a group of suitable matched control (not having lung cancer). Then past history for the presence or absence of smoking is explored in both groups.Suspected risk factorCases(disease present)Control(disease absent)PresentAbsentacbda + cb + do If the frequency of smoking, a / (a + c) is higher in cases than in control b / (b + d), an association is said to exist between smoking and lung cancer,o Case - control study is rapid and inexpensive,o Problem of bias is common.",
        "cop": 4,
        "opa": "Rapid and inexpensive",
        "opb": "No risk to subjects",
        "opc": "Risk factor can be identified",
        "opd": "Less prone to bias",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Analytical Epidemiology",
        "id": "fd52cc53-873e-4f95-8b58-149fe1da8a3d",
        "choice_type": "multi"
    }
]