[
    {
        "question": "Which of the following is an arthropod borne disease-",
        "exp": "Ans. is 'c' i.e., Scrub typhus o Vector bone diseases are the diseases in which an arthropod insect acts as a vector for transmission of infectious agent. Therefore, these diseases are also called as 'Arthropod Borne Diseaseso Among the given options only scrub typhus is transmitted to man by arthropod (mite).Note : In Q-fever, no arthropod is involved in transmission to man. But in extrahuman host, tick acts as a vector for transmission.",
        "cop": 3,
        "opa": "Tetanus",
        "opb": "Q Fever",
        "opc": "Scrub typhus",
        "opd": "Rabies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Arboviral Diseases",
        "id": "52c3c780-948d-4677-a98b-bb8e2a082831",
        "choice_type": "single"
    },
    {
        "question": "TRUE regarding Dengue fever is-",
        "exp": "Ans. is 'a' i.e. Type II causes hemorrhagic fever Dengue virus are Arboviruses (a Flavivirus).its infection may be asymptomatic or may lead to :Classical dengue fever (CMC)Dengue hemorrhagic fever without shockDengue hemorrhagic fever with shockIt does not cause EncephalitisClassical Dengue fever (break bone fever)Is caused by infection with any one of the serotypes of Dengue virus (Type I, II III, IV).All ages are susceptible to dengue fever.*Children usually have a milder disease than adults*Clinical features:Incubation period of 3-10 days. *Chills with sudden onset, high fever.Intense headache, severe muscle and joints pain (break bone fever)Retro orbital pain & PhotophobiaFever is typically followed by remission of the few hours to 2 days (biphasic curve)*Eruption appears in most of the cases(80%) & lasts for 1-2 days.Lymph nodes are frequently enlarged*Case fatality rate is extremely low*Dengue haemorrhagic fever;It is dengue fever + haemorrhagic manifestationPathogenesis :DHF is due to double infection (infection with two serotype of the dengue virus).The pt. recovers from classical dengue caused by one of the four serotypes and antibody against that serotype is produced (These antibody gives immunity against that particular serotype and partial protection against others). When the pt. is injected with other serotype of dengue virus, an anamnestic, heterotypic response occurs and large amount of cross reacting antibodies to the first serotype are produced.These antibodies form immune complexes which activate the complement system, causing increased vascular permeability and thrombocytopenia .These antibodies may increase the entry of virus into monocytes and macrophages with the consequent liberation of a large amount of cytokines. These cytokines are responsible for the haemorrhagic manifestation and shock.Any serotype can cause DHF, if it is following the infection with the previous serotype.But Harrison writes that serotype II is apparently more dangerous than other serotype in causing DHF or DHF with shock. Jawetz too writes that DHF or DHF with shock occurs more frequently when Dengue Type II was the second infecting Virus.Lab diagnosis :Thrombocytopenia *Hemoconcentration *Prolonged bleeding time Elevated Prothrombin time*Dengue shock syndrome:In DSS seen are all the above clinical features of DHF + shock.The period of shock lasts one to two days and most pts. respond promptly to close monitoring , oxygen administration and infusion of crystalloid* or in severe cases-colloid. *Thus we see that option (b), &(c) are wrong and out of (d & a), (a) seems to be more correct",
        "cop": 1,
        "opa": "Type II causes haemorrhagic fever.",
        "opb": "Encephalitis is a common complication",
        "opc": "Not seen in children",
        "opd": "Once infection in life causes life long immunity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Arboviral Diseases",
        "id": "d8ac48f5-7344-427c-b564-966a986cb22b",
        "choice_type": "multi"
    },
    {
        "question": "Chickengunya fever is transmitted by which mosquito?",
        "exp": "Ans. is 'c' i.e., Aedes Mosquito speciesDisease transmittedAnophelesMalaria, filariasis (not in India), arboviruses of febrile and encephalitic diseaseCulexBaneroftian filariasis, Japanese encephalitis, West-Nile fever, St. Louis encephalitis, western equine encephalitisAedesYellow fever (in Africa), Dengue, Dengue haemorrhagic fever, nChickengunya haemorrhagic fever, Rift valley fever, Sindbis, Baneroftian filariasis (not in India)MansoniaBrugian filariasis, Baneroftian filariasis, Chickengunya",
        "cop": 3,
        "opa": "Anopheles",
        "opb": "Culex",
        "opc": "Aedes",
        "opd": "Any of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Arboviral Diseases",
        "id": "4dcc23c7-b6cf-4c25-905f-2b5d832ab3bb",
        "choice_type": "multi"
    }
]