[
    {
        "question": "The mean of the 25 patients' plasma volumes is 12. 5 litres. Standard detion is 0. 25. Calculate standard error",
        "exp": "S. E = S/[?]n S = Standard detion = 0. 25 n = sample size = 25 S. E. = 0. 25/[?] 25 = 0. 25/5 = 0. 05",
        "cop": 1,
        "opa": "0. 05",
        "opb": "0. 5",
        "opc": "0. 01",
        "opd": "0. 1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "502cc028-3dc8-4aef-8aa0-7b08a05b0cd4",
        "choice_type": "single"
    },
    {
        "question": "If we say that here is no significant association between two variable and if truly an association exists. Then it is called:",
        "exp": "Null hypothesis (H0) there is No significant association In the given question, In reality an association exists, So Null hypothesis is false We say no significant association exists, so we are accepting Null hypothesis Hence its Type II error",
        "cop": 2,
        "opa": "Type I error",
        "opb": "Type II error",
        "opc": "Systematic error",
        "opd": "Random error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "ae204fe5-e395-4e02-b009-4bf556d7cb11",
        "choice_type": "multi"
    },
    {
        "question": "A randomized trial comparing the efficacy of two drugs showed a difference between the two (p<0. 05). Assume that in reality, however, the two drugs to not differ. This is therefore an example of:-",
        "exp": "STATISTICAL ERRORS & P - VALUE H0 rejected H0 not rejected Null hypothesis (H0) true Null hypothesis (H0) false Type I error No error No error Type II error Type I error: Null hypothesis is true but rejected. Probability of type I error is given by 'P value'. (probability of declaring a significant difference when actually it is not present) Significance (alpha) level: is the maximum tolerable probability of type I error. Alpha is fixed in advance: p - value calculated can be less than, equal to or greater than alpha. Keep type I error to be minimum (P<alpha); Then results are declared statistically significant. Type II error: Null hypothesis is false but not rejected. (or accepted) Probability of Type II error is given by beta. (probability of declaring no significant difference when actually it is present) Type I error is more serious than type II error.",
        "cop": 1,
        "opa": "Type I error",
        "opb": "Type II error",
        "opc": "1 - alpha",
        "opd": "1 - beta",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "d0ff07b6-ee4f-4572-aab7-6c0a4a5e34b9",
        "choice_type": "single"
    },
    {
        "question": "In the WHO recommended EPI Cluster sampling for assessing primary immunization coverage, the age group of children to be surveyed is:-",
        "exp": "Cluster random sampling: Used for immunization coverage evaluation Error rate for immunization coverage evaluation - +- 5% WHO recommended technique - 30 x 7 Total sample size - 210 Intercluster disparity - even the cluster are not comparable to each other; To remove intercluster disparity, we use DESIGN effect 30 clusters selected by systematic random sampling",
        "cop": 4,
        "opa": "0-12 months",
        "opb": "6-12 months",
        "opc": "9-12 months",
        "opd": "12-23 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "830bef33-bd65-429d-9d3e-467ffc760449",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding Gaussian distribution except",
        "exp": "Normal distribution is also known as Gaussian distribution Mean=Median=Mode (Coincide)= 0 Standard detion is 1. Area under the curve is 1. Bilaterally symmetrical, Bell shaped curve.",
        "cop": 1,
        "opa": "It is measure of asymmetry of probability distribution of a random variable",
        "opb": "It is bilaterally symmetrical and bell shaped",
        "opc": "Mean, median and mode coincide",
        "opd": "Parametric tests are used to find statistical significance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "154b73d6-9141-4765-8436-cb294f5889fc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding the following two curves (Blue and red) overall?",
        "exp": "The Red curve signifies the Normal distribution curve because it is bilaterally symmetrical, bell shaped. Hence, the Median=Mean=Mode. The blue curve can only be the curve of Mode as Mean and Median cannot have two peaks. Therefore, it is a BIMODAL distribution. Thus, Mean=Median, not equal to Mode Diseases showing bimodal distribution are Breast cancer & Hodgekin lymphoma.",
        "cop": 2,
        "opa": "Mean = Median = Mode",
        "opb": "Mean = Median, not equal to Mode",
        "opc": "Mean = Mode, not equal to Median",
        "opd": "Mean, Median and Mode are not equal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "6f694fc3-798f-498e-b76d-400a0a6ccef7",
        "choice_type": "multi"
    },
    {
        "question": "All are true about data diagrams except:-",
        "exp": "- Bimodal frequency distribution: * Bimodal frequency distribution has two tails and two peaks. - Frequency distributions are usually illustrated by histograms. - Frequencies are commonly illustrated by bar cha. - Frequency polygon is useful when comparing two or more frequency distributions by drawing them on the same diagram.",
        "cop": 3,
        "opa": "Frequency distributions are usually illustrated by histograms",
        "opb": "Frequencies are commonly illustrated by bar cha",
        "opc": "Bimodal frequency distribution has two tails and one peak",
        "opd": "Frequency polygon is useful when comparing two or more frequency distributions by drawing them on the same diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "55f39d52-ffdc-4c86-941c-1604bafe8c6a",
        "choice_type": "multi"
    },
    {
        "question": "Select true statement regarding Correlation",
        "exp": "Types of correlation Scatter diagram Correlation coefficient Interpretation perfectly positive correlation Both lines haves a positive slope (at 45 degree each); superimposed r=+1 Rise in one variable leads to propoionate rise in other perfectly negative correlation Both lines have a negative slope (at 45 degree each); superimposed r=-1 Rise in one variable leads to propoionate fall in other Moderately positive correlation Both lines have a positive slope 0<r<+1 Rise in one variable leads to rise in other Moderately negative correlation Both lines have negative slope -1<r<0 Rise in one variable leads to fall in other No (absent) correlation Both lines are perpendicular r=0 Rise / fall in one variable leads to no change in other Spurious (false) correlation No paicular pattern observed - No paicular pattern observed",
        "cop": 1,
        "opa": "In moderately positive correlation, rise in one variable leads to rise in other",
        "opb": "In perfectly negative correlation, rise in one variable leads to propoionate rise in other",
        "opc": "In moderately negative correlation, fall in one variable leads to propoionate fall in other",
        "opd": "In perfectly positive correlation, rise in one variable leads to propoionate fall in other",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "550a8f55-04a2-4a3b-a985-02d096939354",
        "choice_type": "multi"
    },
    {
        "question": "Study is done on a group of children to check Seasonal variation of Sudden infant death syndrome (SIDS) in summer season from June to July, and from August to September in another group with similar characteristics from same area. Which test is used to compare the data?",
        "exp": "Seasonal variation is a qualitative variable. We are studying 2 different groups so the appropriate statistical test here would be Chi Square test.",
        "cop": 1,
        "opa": "Chi Square test",
        "opb": "Paired T test",
        "opc": "Wilcoxon Rank test",
        "opd": "ANOVA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "c55963b5-1d07-4c15-9c06-900094cd43e9",
        "choice_type": "single"
    },
    {
        "question": "Power of study can be increased by:",
        "exp": "-Power of a statistical test can be increased by: 1. Increasing the no. of subjects in a trial (sample size) 2. Reducing beta error (probability of Type II error) 3. Increasing sensitivity",
        "cop": 2,
        "opa": "Increasing alpha error",
        "opb": "Decreasing beta error",
        "opc": "Decreasing alpha error",
        "opd": "Increasing beta error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "74a20ca6-7875-4a22-ad43-fd202b70578e",
        "choice_type": "single"
    },
    {
        "question": "All are true except",
        "exp": "Bimodal frequency distribution: Bimodal frequency distribution has two tails and two peaks Bar cha: Used with categorical and numerical variables Each bar represent one category Bars should separate Y axis should begin with 0 Each bar represent one category and its high is the frequency or relative frequency Frequency cha: No spaces between bars Quantitative variable X axis should be continuous Y axis should begin with 0 The area bar, not its high, represent its frequency",
        "cop": 4,
        "opa": "Frequency distributions are usually illustrated by histograms",
        "opb": "Frequencies are commonly illustrated by bar cha in qualitative data",
        "opc": "Line cha is useful when comparing two or more frequency distributions by drawing them on the same diagram",
        "opd": "Bimodal frequency distribution has two tails and one peak",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "e4dc9695-41f9-4ef7-9cf4-a9f43e526a9f",
        "choice_type": "multi"
    },
    {
        "question": "Value of one parameter can be estimated from another related parameter by:-",
        "exp": "Regression: Structure of exact relationship b/w two variables. Value of one variable in an individual case can be known from value of another variable. y= a + bx; x= independent variable; a=constant; b= regression coefficient]. Types of regression: Simple linear regression - y= a + bx Simple curvilinear regression - y= a + bx3 Multiple linear regression - y = a + bx1 + cx2 + dx3 Multiple curvilinear regression - y = a + bx12 + Cx2 +dx39 Simple - only 1 independent variable. Multiple - >1 independent variable. Linear - independent variable has no power. Curvilinear - Atleast one independent variable has power.",
        "cop": 4,
        "opa": "Bar cha",
        "opb": "Correlation",
        "opc": "Scatter diagram",
        "opd": "Regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "a002cd4c-d0a7-4b57-af49-145428ae31f2",
        "choice_type": "single"
    },
    {
        "question": "What is Frequency Curve?",
        "exp": "Frequency Curve-When the observation is large and group interval is reduced, frequency polygon loses its angulations to become a curve. Line cha/graph-It is a frequency polygon presenting variation by line, it shows the trend of event over a period of time. Cumulative frequency diagram (OGIVE)-It is a graph of cumulative frequency distribution. Frequency Polygon-It is an area diagram of frequency distribution developed over a histogram.",
        "cop": 1,
        "opa": "When the observation is large and group interval is reduced, frequency polygon loses its angulations to become a curve",
        "opb": "It is a frequency polygon presenting variation by line, it shows the trend of event over a period of time",
        "opc": "It is a graph of cumulative frequency distribution",
        "opd": "It is an area diagram of frequency distribution developed over a histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "5b7f0425-8e66-4c7d-8f53-7d6a48cfe8b8",
        "choice_type": "single"
    },
    {
        "question": "WHO recommended Sampling method for Immunisation coverage evaluation",
        "exp": "Cluster random sampling (CRS) Applicable when units of population are natural groups or clusters. Use of CRS in India: Evaluation of immunization coverage. WHO technique used in CRS: 30 x 7 technique (total = 210 children) 30 clusters, each containing 7 children who are 12 - 23 months age and are completely immunized for primary immunization (till Measles vaccine). Accuracy: Low error rate of only +- 5%. Limitation: Clusters cannot be compared with each other.",
        "cop": 2,
        "opa": "Simple random sampling",
        "opb": "Cluster random sampling",
        "opc": "Stratified random sampling",
        "opd": "Convenience sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "e2cb8c7c-783a-4e92-9525-99eb60607250",
        "choice_type": "single"
    },
    {
        "question": "A researcher wants to evaluate the effect of a new diet regimen on weight of a group of 10 patients. He records their weight before & after the regimen. Which of following statistical test will be applicable in this case?",
        "exp": "Paired student's t - test: Comparing means (+-SD) in paired data. (in same group of individuals before and after an intervention) Example: Mean serum albumin level of dengue patients before treatment was 3. 6 g/dL and after treatment was 3. 2 g/dL; comparison of mean level can be done by Paired student's t - test. Unpaired student's t - test comparing means (+-SD) in two different group of individuals. Example: Mean HB level of anemia patients was 9. 6 g/dL and those of hookworm patients was 7. 2 g/dL; comparison of mean levels can be done by Unpaired student's t - test. In the given question, researcher wants to compare mean weight before and after an intervention. So, paired student's t - test will be most appropriate statistical test of significance.",
        "cop": 2,
        "opa": "Chi square test",
        "opb": "Paired t - test",
        "opc": "Unpaired t - test",
        "opd": "ANOVA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "eb1a083d-1f70-4be7-94a8-5e50d397476c",
        "choice_type": "single"
    },
    {
        "question": "When correlation between two variables is very strong, the correlation coefficients will be:-",
        "exp": "CORRELATION: - Correlation is relationship between 2 quantitative or continuous variables. - Correlation is represented by: Scatter diagram/ Dot diagram. Correlation coefficient (r); Measures the degree or strength of relationship in a correlation Correlation coefficient (r) lies between: - 1 to + 1 (-1 < r < + 1) Positive correlation: 0 > r > +1 (+1 is perfectly positive/ strong correlation) Negative correlation: -1 < r < 0 (-1 is perfectly negative correlation) No correlation r = 0",
        "cop": 2,
        "opa": ">1",
        "opb": "1",
        "opc": "0. 3",
        "opd": "-1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "cbface3d-9243-4c63-bec6-51930e3a3147",
        "choice_type": "single"
    },
    {
        "question": "You have clinically diagnosed a patient as having SLE and ordered 6 tests, out of which 4 have come positive and 2 have negative. To know the probability of SLE at this point, you need to know:",
        "exp": "To know the probability of SLE at this point, We need to know Prior probability (Prevalence) of each test, sensitivity and specificity of each test Probability of having a Disease means PPV i. e. Positive Predictive Value and it depends upon (BAYES'THEORM) sensitivity specificity and disease Prevalence",
        "cop": 4,
        "opa": "Incidence of SLE and predictive value of each test",
        "opb": "Incidence and prevalence of SLE",
        "opc": "Relative risk of SLE in this patient",
        "opd": "Prior probability of each test, sensitivity and specificity of each test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "ab63238b-349d-4a8d-9bb9-a2eaabcafd82",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following parametric test can be used for comparing means in more than two different group of individuals:-",
        "exp": "Parametric tests Paired student's t-test Comparing Means, SD in in paired data (1 group) Unpaired students' t-test Comparing Means, SD in in unpaired data (2 groups) ANOVA Comparing Means, SD in in unpaired data (>2 groups) Non parametric tests Chi-square test Comparing percentage, propoions & fractions in in two or more different group of individuals Wilcoxon Signed rank test Comparing percentage, propoions & fractions in matched paired data Wilcoxon Rank sum test Comparing percentage, propoions & fractions in two unpaired samples",
        "cop": 1,
        "opa": "ANOVA test",
        "opb": "Unpaired student's t-test",
        "opc": "Paired student's t-test",
        "opd": "All of above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "d33ac57d-c45b-4063-8123-533fd44e699a",
        "choice_type": "multi"
    },
    {
        "question": "Intraocular pressure (IOP) was measured in 400 people. Mean was found to be 25 mm Hg and Standard detion was recorded 10 mm Hg. 95% Confidence Interval would be?",
        "exp": "In the given question, Mean (u) = 25 mm Hg standard detion = 10 mm Hg, Z95 = 1. 96 (as we are asked 95% CI) Sample size, n =400 Confidence intervals (CI 95) = Mean +- Z95 (SE) CI-95 = 25 +- 1. 96 (10/ [?]400) = 24-26 mm Hg",
        "cop": 3,
        "opa": "22-28",
        "opb": "23-27",
        "opc": "24-26",
        "opd": "21-29",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "ab6ae73b-4cc0-4172-98e2-a2a0a0c91da4",
        "choice_type": "single"
    },
    {
        "question": "A Doctor is taking history from a Diabetes patient and decides to make a cha to assess joint involvement/ which cha should",
        "exp": "A tree diagram is simply a way of representing a sequence of events along with their probabilities In the given question, Branches can indicate different joints involvement in the case of Diabetes: Fuher branches can indicate if test conducted was positive or not It can fuher help in Decision making for treatment joint wise and overall",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Venn diagram",
        "opc": "Histogram",
        "opd": "Tree diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "22cf5ea5-23dc-41cd-bc4f-6ee389daa653",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is example of Nominal variable",
        "exp": "Roll number is an identity in the class; Hence it is an example of nominal variable OTHER EXAMPLES NOMINAL VARIABLES ORDINAL VARIABLES METRIC ABO blood grouping Rh Types of anemia Sex - male/ female etc TNM staging of cancer Hypertension classification Severity of anemia Weight Height Hb Blood sugar levels Serum cholesterol levels BMI Pulse rate Kelvin temperatures",
        "cop": 2,
        "opa": "Temperature",
        "opb": "Roll number",
        "opc": "TNM staging",
        "opd": "Mid arm circumference",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostats",
        "id": "fc5984fb-b7f4-48fb-878b-92894508fb2a",
        "choice_type": "single"
    }
]