[
    {
        "question": "One standard detion in normal standard curev includes value-",
        "exp": "Ref: Parks 23rd edition pg 849. 1. SD: confidence limit = 68% 2. SD: confidence limit = 95% 3. SD: confidence limit = 99. 7%",
        "cop": 2,
        "opa": "50%",
        "opb": "68%",
        "opc": "95%",
        "opd": "100%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cdfbd205-6f98-4cdc-9d76-29c0e9887cef",
        "choice_type": "single"
    },
    {
        "question": "If hemoglobin status of a population with mean value is 10. 3 gm % with SD 2 gm%, then 5% population will be below what value of Hb?",
        "exp": ".",
        "cop": 2,
        "opa": "6. 67",
        "opb": "7. 35",
        "opc": "9",
        "opd": "8. 6",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d5d4145c-7f09-4ff7-9be7-6676ee265b21",
        "choice_type": "single"
    },
    {
        "question": "The relationship of mean height of two group of children is best studied by-",
        "exp": ".",
        "cop": 1,
        "opa": "Student's test",
        "opb": "Linear regression",
        "opc": "Chi-square test",
        "opd": "Test of propoions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "839dd9af-05f9-4176-9a4c-b4f823e1d998",
        "choice_type": "single"
    },
    {
        "question": "An indicator is said to valid if",
        "exp": "Ans) b (It measures the thing.. ) Ref park 20th ed p 226. The term validity refers to what extent the test accurately measures which it purports/ intended to measure. Validity expresses the ability of a test to separate or distinguish those who have the disease from those who do not have. Validity has two components - Sensitivity and specificity. Sensitivity and specificity together with \"predictive accuracy\" are inherent properties of a screening test.",
        "cop": 2,
        "opa": "It also measures the thing it didn't suppose to measure",
        "opb": "It measures the thing it expected to measure",
        "opc": "Over value when measured by different method",
        "opd": "Under value when measured by different method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "62c4a958-74be-414f-9638-183e78e60976",
        "choice_type": "single"
    },
    {
        "question": "Frequency polygon is obtained by joining the points of",
        "exp": "Ans. d (Histogram blocks) (Ref. Park PSM 22nd/ 788; Methods in Bio-statistics, by B. K. Mahajan 6th/p. 23). Quantitative data is presented by the following graphs. Qualitative or discrete or enumeration data is presented by the following graphs:# Histogram.# Bar diagram# Frequency polygon.# Pie or sector diagram# Frequency curve.# Pictogram# Line chart or graph.# Spot map# Cumulative frequency diagram (Ogive). # Scatter or dot diagram.",
        "cop": 4,
        "opa": "Bar diagram",
        "opb": "Complete bar diagram",
        "opc": "Multiple bar diagram",
        "opd": "Histogram blocks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "af379a52-6e0c-48b9-902a-9e0e04e2f746",
        "choice_type": "single"
    },
    {
        "question": "Mean Hb values in two population groups are compared by",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Paired t test",
        "opb": "Unpaired t test",
        "opc": "Chi square test",
        "opd": "Fischer test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "eef0905b-965f-4a6b-bd06-604bded9c566",
        "choice_type": "single"
    },
    {
        "question": "Which of the following denotes the trend of events that pass with time?",
        "exp": "Ans. c (Line chart) (Ref. Text book of biostatistics by B K Mahajan, Vlth /pg. 20; Park PSm 22nd/788). Line diagrams are used to show the trend of events with the passage of time. Type of data. Qualitative data. Quantitative data. Definition. Characteristics same, only frequency varies. Characteristics as well as frequency both vary. Exampie Method of presentation of data. Males, females1. Bar diagram. Length of the bars, drawn vertical or horizontal, indicates the frequency of a character. Bar may be drawn in ascending or descending order of magnitude. Spacing between any two bars should be nearly equal to half of the width of the bar. There are four types of bar diagrams, a) Simple bar diagram: Here bars can be arranged vertically or horizontally. A suitable scale must be used to present the length of the bars. b) Multiple bar diagram: Here two or more bars are grouped together. c) Component bar diagram: The bars may be divided into two or more parts. Each part represents a certain item. d) Proportional bar diagram: Each bar represents 100%. The bars may be divided into two or more parts. Each part is proportional to the magnitude of that particular item. Height, weight, blood pressure1. Histogram - To construct a histogram the class intervals are plotted along X axis (horizontal line) and corresponding frequencies (or no. of observations) on Y-axis (vertical line). Rectangles are constructed such that height of a rectangle is proportional to the frequency of class and width is equal to length of the class. If all classes are of equal length then all the rectangles will have equal width. Histogram is an area diagram. 2. Pie diagram. The frequencies of the groups are shown in a circle. Degrees of angle denote the frequency and area of the sector. Size of each angle is calculated by the formula as: Angle (Degrees) = Class frequency X 360deg/Total observations2. Frequency polygon - It is an area diagram of frequency distribution developed over a histogram. Join the midpoints of class intervals at the height of frequencies by straight lines. It gives a polygon, i. e., figure with many angles. 3. Pictogram -- It is a popular method of presenting data to the layman. Here each picture indicates a unit of characteristic. These charts can be used for illiterate persons. Because of its attractive presentation it can be utilized for the man on the street. 3. Frequency curve - when the no. of observations is very large and group intervals are reduced, the frequency polygon tends to lose angulations giving place to a smooth curve known as frequency curve. 4. Spot map - These maps are prepared to show geographical distribution of frequencies of characteristic4. Line chart - This is a frequency polygon presenting variations by line. It shows the trend of an event occurring over a period of time-rising, falling or showing fluctuations. Cumulative frequency curve (Ogive) - Successive class frequencies are added and a frequency polygon is drawn. Number or percent of observations falling below or above a specific value can be presented in this graph. Any point below which there are certain percent of observations is called as percentile and graph drawn out of such points is a 'percentile graph'. 5. Scatter (Correlation) diagram: It is graphic representation made to show the nature of correlation between two variable characters X and Y in the same person(s) or group(s) such as height and weight in men aged 20 years, hence it is also called correlation diagram. The characters are read on the base (X-axis) and vertical (Y-axis) and the perpendiculars drawn from these readings meet to give one scatter point. Varying frequencies of the characters give a number of such points or dots that show a scatter. A line is drawn to show the nature of correlation at a glance.",
        "cop": 3,
        "opa": "Frequency polygon",
        "opb": "Histogram",
        "opc": "Line chart",
        "opd": "Pie diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "afac4d6d-9a58-45d0-9c69-b6b747d5ee25",
        "choice_type": "single"
    },
    {
        "question": "When observations are made before and after the exposure to the factor, it is -",
        "exp": "Ref: Parks 23rd edition pg 852 Tests of significance: Qualitative: Chi- square: 2 or more than 2 groups Mc Nemar test: 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 3,
        "opa": "Chi-square test",
        "opb": "Unpaired T-Test",
        "opc": "Paired T-Test",
        "opd": "ANOVA test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1455c58f-89a0-47fa-a763-b4ea704aa815",
        "choice_type": "single"
    },
    {
        "question": "A group tested for a drug shows 60% improvement as against a standard group showing 40% improvement. The best test to test the significance of result is-",
        "exp": "Ref: Parks 23rd edition pg 852 Chi-square test offers an alternate method of testing the significance of difference between two propoions. Advantage: it can also be used when more than 2groups are to be compared. Ref: Parks 23rd edition pg 852 Tests of significance: Qualitative: Chi- square: 2 or more than 2 groups Mc Nemar test: 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 2,
        "opa": "Student T test",
        "opb": "Chi square test",
        "opc": "Paired T test",
        "opd": "Test for variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3224c26b-8f9e-4dac-9bcb-de5473f2a3c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the national level system that provides annual national as well as state level reliable estimation of feility and moality -",
        "exp": ".",
        "cop": 4,
        "opa": "Civil registration system",
        "opb": "Census",
        "opc": "Adhoc survey",
        "opd": "Sample registration system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8385ba31-6491-4280-a84b-4dc25b063f03",
        "choice_type": "single"
    },
    {
        "question": "A population is divided into relevant subgroups and random sample selection is done from each of the subgroups. This is which type of sampling method?",
        "exp": "- in stratified random sample, the sample is deliberately drawn in a systematic way so that each poion of the sample represents a corresponding strata of the universe. - this method is paicularly useful where one is interested in analysing the data by a ceain characteristic of the population. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 850",
        "cop": 2,
        "opa": "Systematic random sampling",
        "opb": "Stratified random sampling",
        "opc": "Simple random sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d74d4814-098b-4866-8117-50149c5a9e50",
        "choice_type": "single"
    },
    {
        "question": "If a 95% confidence interval for prevalence of cancer smokers aged> 65 years is 56% to 76%, the chance that the prevalence could be less than 56% is-",
        "exp": "Ref: Parks 23rd edition pg 849. 1. SD: confidence limit = 68% 2. SD: confidence limit = 95% 3. SD: confidence limit = 99. 7% Given, 95% values lie between 56 and 76% So, 5% values lie below 56 and above 76 altogether. So, 2. 5% lies below 56.",
        "cop": 3,
        "opa": "Nil",
        "opb": "44%",
        "opc": "2. 50%",
        "opd": "5%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1a0e9985-c144-4641-b7a7-3f99ae30148f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not cause hardness of water?",
        "exp": "Ans. a. Calcium carbonate. Ref: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-763. Hardness is defined as soap destroying power of water. Hardness is mainly due to 4 dissolved compounds: Calcium bicarbonate. Calcium sulfate. Magnesium bicarbonate. Magnesium sulfate. Other compounds responsible for hardness are chlorides and nitrates of calcium and magnesium and iron, manganese, aluminium compounds to a small extent. There are 2 types of hardness: Temporary hardness: Due to carbonates of Ca and Mg. Permanent hardness: Due to sulphate, chloride and nitrates of Ca and Mg",
        "cop": 1,
        "opa": "Calcium carbonate",
        "opb": "Calcium sulfate",
        "opc": "Calcium bicarbonate",
        "opd": "Magnesium bicarbonate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "def674ba-077c-4d02-9863-fb4ef7d8998c",
        "choice_type": "single"
    },
    {
        "question": "In a statistical study for calculating the effect of drug on patient's sugar level the test showed significant difference when in reality there was no difference",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Alpha error",
        "opb": "Beta error",
        "opc": "Gamma error",
        "opd": "Power of a test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "042e5bf9-a2c7-47ba-b4fa-eed543634ee7",
        "choice_type": "single"
    },
    {
        "question": "In a bimodal series, if mean is 2 and median is 3, what is the mode",
        "exp": "In bimodal series Mode = 3xmedian - 2xmean= 3x3 - 2x2 = 5 Ref: Park&; s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 847",
        "cop": 1,
        "opa": "5",
        "opb": "2. 5",
        "opc": "4",
        "opd": "3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3e27baa0-d63a-4e2b-9925-07f4dcc03c7d",
        "choice_type": "single"
    },
    {
        "question": "When an intervention is applied to community to evaluate its usefulness, it is termed as a trial for-",
        "exp": ".",
        "cop": 1,
        "opa": "Efficacy",
        "opb": "Effectiveness",
        "opc": "Efficiency",
        "opd": "Effect modification",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c8ec8c08-7b7e-475b-a61d-472c54c86151",
        "choice_type": "single"
    },
    {
        "question": "correlation coefficient tends to lie between -",
        "exp": "Ref: Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables, coefficient or Corelation is calculated. r lies between -1 and +1 r near -1: indicates strong negative correlation. r = 0: indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation.",
        "cop": 2,
        "opa": "Zero to - 1. 0",
        "opb": "0",
        "opc": "+1. 0 to zero",
        "opd": "+2. 0 to -2. 0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "29dc10a7-585a-42ef-8f29-40654f97e73c",
        "choice_type": "single"
    },
    {
        "question": "Sampling method used in assessing immunization status of children under immunization programme is-",
        "exp": "<p> Cluster sampling. Reference: Simple Biostatistics by Indeayan & Indrayan, 1st edition, pg no: 35-36 and Methods in Biostatistics by Mahajan, 7 th edition, pg no: 91.",
        "cop": 4,
        "opa": "Systemic sampling",
        "opb": "Stratified sampling",
        "opc": "Group sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "089f69a8-8a77-407f-ab11-e0c58cae80e3",
        "choice_type": "single"
    },
    {
        "question": "If prevalence of diabetes is 10%, the probability that three people selected at random from the population will have diabetes is -",
        "exp": "Ref: Parks 23rd edition Prevalence = 10% So probability of selecting a person having DM = 10/100= 0. 1 So probability of selecting 3 persons with diabetes = 0. 1*0. 1*0. 1= 0. 001",
        "cop": 3,
        "opa": "0. 01",
        "opb": "0. 03",
        "opc": "0. 001",
        "opd": "0. 003",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c5f160d7-ad62-4769-8001-073410928e83",
        "choice_type": "single"
    },
    {
        "question": "In a population of pregnant female, Hb is estimated on 100 women with standard detion of 1 gm%. The standard error is-",
        "exp": "<p> standard error of mean = standard detion/[?]n =1/10 =0. 1 Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 850</p>",
        "cop": 2,
        "opa": "1",
        "opb": "0. 1",
        "opc": "0. 01",
        "opd": "10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5556ad6d-bcb2-473a-b72c-ad62c001a022",
        "choice_type": "single"
    },
    {
        "question": "Z score is used in -",
        "exp": "Ref: Parks 23rd edition pg 849 To know whether the individual value falls above or below the mean value. A random variable is said to have been standardized when it has been adjusted so that mean is zero and SD=1.",
        "cop": 2,
        "opa": "Nominal data",
        "opb": "Normal distribution curve",
        "opc": "t test",
        "opd": "Chi square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3752342f-194b-4aee-adb3-e66b454e3b19",
        "choice_type": "single"
    },
    {
        "question": "Area under standard normal distribution curve-",
        "exp": "Ans. is 'b' i. e., 1 Standard normal curve* It is also known as bell curve or Gaussian distribution.* The shape of the curve is like a bell - bell shaped curve.* The data are distributed symmetrically on either side of a central value.* Normal distribution curve looks symmetrical in the dispersion with the largest frequencies in the middle score and tapering down of frequencies towards the highest as well as the lowest score - No tail.* Normal distribution curve is based on mean and standard deviation.* Mean median and mode all coincide - No skew.* Mean = median = mode = 0* Total area of curve is 1.* Its standard deviation is 1.* Variance is 1.",
        "cop": 2,
        "opa": "0. 5",
        "opb": "1",
        "opc": "1. 5",
        "opd": "2",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bad14ddc-3106-4e47-a3af-2940cd603db0",
        "choice_type": "single"
    },
    {
        "question": "Bih is to be registered within-",
        "exp": ".",
        "cop": 1,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "66b461b0-6e74-4cec-bce7-d164053d8626",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a continous distribution",
        "exp": ".",
        "cop": 1,
        "opa": "Normal",
        "opb": "Poison's",
        "opc": "Binomial",
        "opd": "Bernoulli's",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "412e7c46-8236-41aa-8620-4febe22583c6",
        "choice_type": "single"
    },
    {
        "question": "Best cha to represent incidence of disease over a period of time",
        "exp": "Line diagram:- Trend of a event over a period of time and scatter plot relationship between two quantitative variables Ref:- K Park, 24th ed; pg num:- 883",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Scatter plot",
        "opc": "Line diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08ad268e-afec-4b74-a384-dde22bead047",
        "choice_type": "single"
    },
    {
        "question": "First quaile of the following data is - 1, 3, 4, 2",
        "exp": "Ref: Parks 23rd edition Arrange the values in ascending order 1, 2, 3, 4 Median= 2. 5, that is Q2 Q1= middle of 1 and 2, that is 1. 5",
        "cop": 3,
        "opa": "1",
        "opb": "3",
        "opc": "1. 5",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1e1fde7c-ade2-4251-bbe4-a04be9bd95c3",
        "choice_type": "single"
    },
    {
        "question": "Two variables can be plotted together in -",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 847",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon",
        "opd": "Scatter diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cd2b806e-87a2-4a70-95e2-fe04fc51809b",
        "choice_type": "single"
    },
    {
        "question": "Mean < Median < Mode is seen in which type of curve -",
        "exp": "Ans. is 'a' i. e., Negative skewed Relationship b/w the measures of central tendency* In a symmetrical cw've. Mean = Median = Mode* In a Positive (Right) skewed curve. Mean > Median > Mode* In a Negative (left) skewed curve. Mean < Median < Mode",
        "cop": 1,
        "opa": "Negative skewed",
        "opb": "Positively skewed",
        "opc": "Normal distribution",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "720ea0eb-9523-4bfd-b171-dcb5992b8988",
        "choice_type": "single"
    },
    {
        "question": "In the estimation of statistical probability, Z score is application to-",
        "exp": ".",
        "cop": 2,
        "opa": "Normal distribution",
        "opb": "Skewed distribution",
        "opc": "Binomial distribution",
        "opd": "Poisson distribution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9466af0b-d175-4302-8ea0-d78d0ae7f084",
        "choice_type": "single"
    },
    {
        "question": "Normal distribution curve is determined by:",
        "exp": "Ans. a (Standard deviation and mean). (Ref. Park PSM 22nd/pg. 792)1. Normal distribution curve/ Standard normal curve/ Normal Gaussian curve# A smooth symmetrical curve.# Total area of the curve is 1; its mean is zero; and its standard deviation is 1.# The mean, median and mode all coincide.# Limits on either side of mean are called \"confidence limits\".- Area between one standard deviation on either side of the mean (x + 1 m) will include approximately 68% in the distribution.- The area between two SD on either side of the mean (x + 2 m) approximately 95 %.- Area between three SD on either side of mean (x + 3 m) approximately 99. 7 % in the distribution.# Percentage of values in a population, which will fall within various ranges within an ideal curve of normal distribution:- Mean +/- d 68. 27%- Mean +/- 1. 96d 95. 00%- Mean +/- 2d 95. 45%- Mean+/-3d 99. 73%2. Poisson distribution. Limiting form of binominal distribution when probability of success is closer to zero and numbers of trials are infinite. Mean=variance. 3. Skew distribution Skewed to left (negatively skewed); Skewed to Right (Positively skewed)1. If more outlying values are smaller than the rest, data are said to be skewed to left; If more outlying values are larger than the rest, data are said to be skewed to left2. Data have longer tail among lower values; Data have longer tail among higher values3. Median>mean; Median<mean",
        "cop": 1,
        "opa": "Standard deviation and mean",
        "opb": "Standard deviation and mode",
        "opc": "Mode and median",
        "opd": "Standard deviation and median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "35a4b2bb-293d-48f9-abc6-a225a0abc9dc",
        "choice_type": "single"
    },
    {
        "question": "Most common detion used in social medicine",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Variance",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1ce8b61-80a7-415d-90b4-d985f30e6998",
        "choice_type": "single"
    },
    {
        "question": "Ogive is-",
        "exp": ".",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Histogram",
        "opc": "Cumulative frequency curve",
        "opd": "Frequency polygon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7be8b8d8-3583-416c-ba6e-86577cd8a7ec",
        "choice_type": "single"
    },
    {
        "question": "Total cholestrol level = a+b (calorie intake) + e (physical activity) + d (body mass index); is an example of-",
        "exp": ".",
        "cop": 3,
        "opa": "Simple linear regression",
        "opb": "Simple curvilinear regression",
        "opc": "Multiple linear regression",
        "opd": "Multiple logistic regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "38456844-f02b-427e-8ffa-246e536f20e7",
        "choice_type": "single"
    },
    {
        "question": "A cardiologist wants to study the effect of an atorvastatin drug. He notes down the initial cholesterol levels of 50 patients and then administers the drug on them. After a month&; s treatment, he measures the cholesterol level again. Which of the following is the most appropriate to test the statistical significance of the change in blood cholesterol.",
        "exp": "In the given question, a cardiologist wants to study the effect of an atorvastatin drug; he notes down the initial cholesterol levels of 50 patients and administers the drug on them and after a months treatment, he measures the cholesterol level again. Since, mean cholesterol levels are being measured in the same group of individuals before and after an intervention, this is PAIRED DATA. Thus,, the most appropriate to test the statistical significance of the change in blood cholesterol will be students (paired(d) t-test. Ref: Simple Biostatistics By Indrayan and Indrayan 1st edition Pgno: 164",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Unpaired or independent t-test",
        "opc": "Analysis of variance",
        "opd": "Chi-square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c18b03a7-b182-4fe1-86ee-bea10f280888",
        "choice_type": "single"
    },
    {
        "question": "In the WHO recommended EPI cluster sampling for assessing primary immunization coverage, the age group of children to be surveyed is",
        "exp": "Cluster Random Sampling: Applicable when units of population are natural groups or clusters. Use of CRS in India: Evaluation of immunization coverage. WHO technique used in CRS: 30*7 technique (Total= 210 children) 30 clusters, each containing 7 children who are 12-23 months age and are completely immunized for primary immunization (till measles vaccine) Clusters are heterogenous within themselves but homogenous with respect to each other. Sampling interval is also calculated in CRS. Accuracy: Low error rate only +/- 5% Limitation: Clusters cannot be compared with each other. Ref: Simple Biostatistics by Indrayan and Indrayan 1st edition Pgno: 35",
        "cop": 4,
        "opa": "0-12 months",
        "opb": "6-12 months",
        "opc": "9-12 months",
        "opd": "12-23 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b61f73c9-c461-49ba-afe7-7291bc196327",
        "choice_type": "single"
    },
    {
        "question": "In a community of 3000 people, 80% are Hindus 10% muslims, 5%",
        "exp": ".",
        "cop": 2,
        "opa": "Simple random",
        "opb": "Stratified random",
        "opc": "Systematic random",
        "opd": "Inverse sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a30ef3dd-f5a8-446f-9aa7-5ca521e61112",
        "choice_type": "single"
    },
    {
        "question": "Simplest measure of dispersion",
        "exp": "Ref: Parks 23rd edition pg 849 Measures of dispersion: Range: simplest measure of dispersion. Mean or Average detion. Standard detion.",
        "cop": 1,
        "opa": "Range",
        "opb": "Standard detion",
        "opc": "Mean detion",
        "opd": "Co-efficient of range",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b502cc15-abad-46af-9779-023d896586f8",
        "choice_type": "single"
    },
    {
        "question": "S. D. is 1. 96 the confidence limit is-",
        "exp": "Ref: Parks 23rd edition pg 849. SD = 1: confidence limit = 68% SD = 2: confidence limit = 95% SD = 3: confidence limit = 99. 7% Here, SD= is 1. 96, (between 1and 2) So, confidence limit will be between 68% and 95%, but more close to 95%. So answer is 95%",
        "cop": 3,
        "opa": "63. 60%",
        "opb": "66. 60%",
        "opc": "95%",
        "opd": "99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "847cf754-d0db-4e27-b122-7be4b2c66234",
        "choice_type": "single"
    },
    {
        "question": "In X and Y the coefficient correlation is 'r' find out coefficient correlation in 4x&4y",
        "exp": "(r): (795 Park 22nd/edition). Correlation coefficient may refer to:* Pearson product-moment correlation coefficient, also known as r, R, or Pearson's r, a measure of the strength and direction of the linear relationship between two variables that is defined as the (sample) covariance of the variables divided by the product of their (sample) standard deviations.* Intraclass correlation, a descriptive statistic that can be used when quantitative measurements are made on units that are organized into groups; describes how strongly units in the same group resemble each other.* Rank correlation, the study of relationships between rankings of different variables or different rankings of the same variable* Spearman's rank correlation coefficient, a measure of how well the relationship between two variables can be described by a monotonic function* Kendall tau rank correlation coefficient, a measure of the portion of ranks that match between two data sets.* Goodman and Kruskal's gamma, a measure of the strength of association of the cross tabulated data when both variables are measured at the ordinal level. In statistics, the Pearson product-moment correlation coefficient (sometimes referred to as the PPMCC or PCC, or Pearson's r) is a measure of the linear correlation (dependence) between two variables X and Y, giving a value between +1 and -1 inclusive, where 1 is total positive correlation, 0 is no correlation, and -1 is negative correlation. It is widely used in the sciences as a measure of the degree of linear dependence between two variables. It was developed by Karl Pearson from a related idea introduced by Francis. Galton in the 1880s The correlation coefficient ranges from -1 to 1. A value of 1 implies that a linear equation describes the relationship between X and Y perfectly, with all data points lying on a line for which Tincreases as X increases. A value of-1 implies that all data points lie on a line for which Y decreases as X increases. A value of 0 implies that there is no linear correlation between the variables. More generally, note that (Xi - X)(Yi - Y) is positive if and only if Xi and Yi lie on the same side of their respective means. Thus the correlation coefficient is positive if Xi and Yi tend to be simultaneously greater than, or simultaneously less than, their respective means. The correlation coefficient is negative if Xi and Ti tend to lie on opposite sides of their respective means. Correlation Coefficient is given by the formula. Tends to lie between - 1 and + 1. 0* 'r' value near + 1 - Signals a strong positive association * 'r' value near - 1 - Signals a strong negative association * 'r' = 0 - signals no association between x and y",
        "cop": 4,
        "opa": "4r",
        "opb": "3r",
        "opc": "2r",
        "opd": "r",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e3db9fb9-ead2-4858-8e7d-15ea20ecec3d",
        "choice_type": "single"
    },
    {
        "question": "Variables in the form of mild, moderate, severe is given. Method used to analyse is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4162244d-e1fd-469c-8974-a0dc76ef5fa1",
        "choice_type": "single"
    },
    {
        "question": "Appropriate statistical test to compare two propoions",
        "exp": "Ref: Parks 23rd edition pg 852 Here, propoion is a Qualitative measure, so we use Chi-square. Tests of significance: Qualitative: Chi- square: 2 or more than 2 groups Mc Nemar test: 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Chi-square test",
        "opb": "Student's t-test",
        "opc": "Odds ratio",
        "opd": "Correlation coefficient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "06478d3c-d0d3-4e73-804b-3a4969110bf8",
        "choice_type": "single"
    },
    {
        "question": "If the grading of diabetes is classified as \"mild\", \"moderate\" and \"severe\" the scale of measurement used is -",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal: eg: names of countries. Dichotomous: eg: yes/no, presence/absence. Ordinal: severity of disease: mild/moderate/severe. eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 3,
        "opa": "interval",
        "opb": "Nominal",
        "opc": "Ordinal",
        "opd": "Ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "57e7f930-46e3-442b-95f5-0c3605642809",
        "choice_type": "single"
    },
    {
        "question": "In normal distribution curve, which have same value-",
        "exp": "Ref: Parks 23rd edition pg 849. The standard normal curve is a smooth, bell-shaped curve, perfectly symmetrical curve based on an infinitely large number of observations. Total area of the curve is 1. Mean=0 Standard detion is 1. The mean, median and mode all coincide.",
        "cop": 3,
        "opa": "SD and mean",
        "opb": "SD and Mode",
        "opc": "Mode and Mean",
        "opd": "SD and Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bece3d48-b862-4a39-a35d-61b4a43808bc",
        "choice_type": "single"
    },
    {
        "question": "An investigator into the life expectancy of IV drug abusers divides sample of patients into HIV positive and HIV negative groups. What type of data does this division constitute -",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal: eg: names of countries. It&; s like naming or labeling. Dichotomous: eg: yes/no, presence/absence. Ordinal: severity of disease: mild/moderate/severe. eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio Note: Dichotomous is a subtype of nominal with 2 categories.",
        "cop": 1,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Poion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c63ea09d-aefb-48ef-b730-3595d01283fd",
        "choice_type": "single"
    },
    {
        "question": "Order of least Margin of error in the graph given below is?",
        "exp": "(a) 3>2>1, Ref: Biostatistics Principles and Practice by B. Antonisamy and Me grow hill publication, pg. 44-45. Given image shows three normal distribution curve of different sample size. All three curves have same mean but different standard deviation. As the sample size is decreasing, flatness of curve increasing and peak of curve diminishing which signifies wider confidence interval for given mean. Narrower the base of curve, lesser the margin of error will be. In given question, curve 1 has least margin of error followed by curve 2 and curve 3 shows highest margin of error. Hence correct answer is 3>2>1.",
        "cop": 1,
        "opa": "3>2>1",
        "opb": "3>1>2",
        "opc": "1>3>2",
        "opd": "1=2=3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ead2c5a3-4b49-46fa-aee2-3a14e724d855",
        "choice_type": "single"
    },
    {
        "question": "Continuous data is represented by-",
        "exp": "Ans. is 'c' i. e., Histogram* Continuous (quantitative) data is represented by histogram (among the given options). Data. Scale. Graph/Diagram. Quantitative. Interval scale. Ratio scale. Histogram. Frequency polygonfrequency curves linechart scatter diagram. Cumulative frequency Curve. Line Chart graph. Qualitative. Nominal scale. Ordinal scale. Bar diagram. Pie chart. Pictogram. Map diagram or spot map",
        "cop": 3,
        "opa": "Bar diagram",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "84a56d4c-6d08-45db-97bc-a33f958f733a",
        "choice_type": "single"
    },
    {
        "question": "In a distribution, if the mean is less median, then the distribution is said to be -",
        "exp": "Negative skewed ( left skewed ): Mean less than median. Mode >median > mean Postitive skewed ( right skewed): Mean more than median Mean > median > mode",
        "cop": 1,
        "opa": "Negative skewed",
        "opb": "Positively skewed",
        "opc": "Normal distribution",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ce0c711f-1198-4bf9-99ef-0f028960975f",
        "choice_type": "single"
    },
    {
        "question": "Regressiom between height and age follows y=a+bx. THe curve is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "Parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ca31e2f0-db39-458c-b216-4bea5a5c7a8e",
        "choice_type": "single"
    },
    {
        "question": "In a test of significance, P value is 0. 023 the observed difference in study can be considered as-",
        "exp": "<p> Null hypothesis rejected and the study is accepted. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 852. <\\p>",
        "cop": 2,
        "opa": "Null hypothesis accepted and the study is rejected",
        "opb": "Null hypothesis rejected and the study accepted",
        "opc": "Null hypothesis accepted and the study is accepted",
        "opd": "Null hypothesis rejected and the study is also rejected",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f54bef49-0d75-4bf5-b5b2-80b51f18b724",
        "choice_type": "single"
    },
    {
        "question": "Two variables are highly correlated when \"r\" is?",
        "exp": "ANSWER: (C) +1. 0. REF: Park s 20th ed p. 755. Co-efficent of correlation: Denoted by the symbol r. Determines if there is significant association between two variables. Value: between -1. 0 to + 1. 0. It doesn't not show' causation. If value is towards[?] + 1. 0 = positive correlation[?] -1. 0 = negative correlation [?] 0 = no correlation",
        "cop": 3,
        "opa": "0",
        "opb": "0. 5",
        "opc": "1",
        "opd": "-1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "329f7a1e-c3e1-4ebb-9213-43a990846a04",
        "choice_type": "single"
    },
    {
        "question": "Weight in kg is",
        "exp": "A continuous variable is a variable that has an infinite number of possible values. (ex: weight in Kgs - 48. 6, 47. 23. etc ) A discrete variable is a variable that can only take on a ceain number of values. (Ex: Number of doctors in a clinic - 5, 11.. etc) Ref: Park 23rd edition Pgno: 73",
        "cop": 4,
        "opa": "Normal variable",
        "opb": "Discrete variable",
        "opc": "Confounding variable",
        "opd": "Continuous variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "89d2b674-5f9a-4fc2-80eb-50c63d8b0f21",
        "choice_type": "single"
    },
    {
        "question": "In a normal curve, the area of one standard detion around the mean includes which of the following percent of values in a distribution-",
        "exp": "- the area of either side of mean in normal distribution curve gives the confidence limit. - confidence limit is calculated from mean and standard detion. - In a normal curve, the area of one standard detion around the mean includes 68 percent of values in a distribution approximately. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 849",
        "cop": 2,
        "opa": "48. 60%",
        "opb": "68. 30%",
        "opc": "95. 40%",
        "opd": "99. 70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "312a20fa-fc03-4ba0-b876-a74555150746",
        "choice_type": "single"
    },
    {
        "question": "Old men with BP 210/120mm. Hg are classified as severe hypertension",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Categorical",
        "opb": "Numerical",
        "opc": "Quantiitave",
        "opd": "Continuous",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4aec8bd-9bce-4a2b-8027-deaa1eb98f4e",
        "choice_type": "single"
    },
    {
        "question": "3 Standard deviation from mean covers how much areas under normal distribution curve-",
        "exp": "Ans. is 'd' i. e., 99% Area under standard normal distribution curve* It can be understand by the 68-95-99. 7 rule -i) The area between one standard deviation on either side of the mean ( x +- 1 o) will include 68 percent of the values. ii) The area between two standard deviations on either side of the mean will cover 95% of values. iii) The area between three standard deviation will include 99. 7% of values.* These limits on either side of the mean is called \"confidence limits\".* For example, if we are considering the 95 percent confidence limits (Area under 2 SD), that means that 95% of the values in the distribution will be included between the limits (2 SD x +- 2 a). Therefore, the probability of a reading falling outside confidence limit (95%) is only 5%, i. e. 1 in 20 (P = 0. 05).* So, For 1 SD, confidence limit - 68%For 2 SD, confidence limit - 95%For 3 SD, confidence limit - 99. 7%",
        "cop": 4,
        "opa": "63-6%",
        "opb": "66-6%",
        "opc": "95%",
        "opd": "99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "784978d0-bb70-4b09-a6ca-a816e38faceb",
        "choice_type": "single"
    },
    {
        "question": "Randomization is a process by which the paicipants have equal chance of being selected as",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Case or control",
        "opb": "Coho or non coho",
        "opc": "Paicipation or non paicipation group",
        "opd": "Study or control group",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3b52914a-bc38-46d1-80e5-8caf33f507cb",
        "choice_type": "single"
    },
    {
        "question": "Measure of dispersion is:(1994)",
        "exp": "Ans: c. Ref: Park, 17th ed, p. 612 & 18, h ed, p. 646",
        "cop": 3,
        "opa": "Mean",
        "opb": "Mode",
        "opc": "Standard deviation",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7782f809-7171-4bb3-921c-a009ff24518d",
        "choice_type": "single"
    },
    {
        "question": "After applying a statistical test, an investigator gets the &; p value&; as 0. 01. It means that-",
        "exp": "<p> The probability of declaring a significant difference is 1%. Reference: Simple Biostatistics by Indrayan & Indrayan, 1st edition, pg no: 155-56.. <\\p>",
        "cop": 2,
        "opa": "The probability of finding a significant difference is 1%",
        "opb": "The probability of declaring a significant difference, when there is truly no difference, is 1%",
        "opc": "The difference is not significant 1% times and significant 99% times",
        "opd": "The power of the test used is 99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ae0b2b5d-04f0-4a4d-bafe-490d80b64d71",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best in studying the decline in percentage of alcohol usage in men ad women over several years?",
        "exp": ".",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8822ed06-61fb-4ea0-a4bb-c48c08585885",
        "choice_type": "single"
    },
    {
        "question": "Area under normal curve within +- 1. SD (standard detion)-",
        "exp": "Ref: Parks 23rd edition pg 849. +/-1sd includes 68% i. e. 0. 68 1. SD: confidence limit = 68% 2. SD: confidence limit = 95% 3. SD: confidence limit = 99. 7%",
        "cop": 1,
        "opa": "0. 68",
        "opb": "0. 17",
        "opc": "0. 12",
        "opd": "0. 34",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "04e781bf-aa2b-401b-88f3-29000c8a1a38",
        "choice_type": "single"
    },
    {
        "question": "Most common detion used in social medicine is",
        "exp": "The standard detion: Most frequently used measure of detion Defined as \"Root -Means -Square -Detion \" Ref: Park&; s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 848",
        "cop": 4,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Variance",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5af654c9-cbab-4054-b077-d9c78e92f1ca",
        "choice_type": "single"
    },
    {
        "question": "Bih is to registered within -",
        "exp": ".",
        "cop": 3,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7c6ea66a-148e-464c-90fa-d569c50b6bca",
        "choice_type": "single"
    },
    {
        "question": "Child Pugh score is a type of",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Quantitative",
        "opd": "Qualitative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4f5dfb3-d96c-484a-813a-58c9c4a89160",
        "choice_type": "single"
    },
    {
        "question": "In which system, continous enumeration of bihs and deaths by enumerator and an independent survey by investigator supervisor is done?",
        "exp": ".",
        "cop": 2,
        "opa": "Decadal Census Enumeration",
        "opb": "Sample registration system",
        "opc": "Model registration system",
        "opd": "National family health survey",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "14ec3f74-9cc9-47f8-9a05-2d03e390e1eb",
        "choice_type": "single"
    },
    {
        "question": "Sampling method used in assessing immunization status of children under immunization programme is -",
        "exp": "Ans. is 'd' i. e., Cluster sampling Important facts of cluster random sampling (CRS)o Cluster sampling is used in India to evaluate immunization coverage. o WHO used 39 x 7 technique (total = 210 children) for cluster sampling in which there are 30 clusters, each containing 7 children who are 12 - 23 months old and are completely immunized for primary immunization (till measles vaccine at 9 month)o Clusters are heterogenous within themselves but homogeneous with respect to each othero Main objective of cluster sampling is to reduce costs by increasing sampling efficiency; in contrast to stratified sampling where; the main objective is to increase precision. o Cluster sampling is quiet accurate with low error rate of only +- 5%. o Cluster sampling can also calculate sampling interval. o The main limitation of cluster sampling is that cluster cannot be compared with each other.",
        "cop": 4,
        "opa": "Systemic sampling",
        "opb": "Stratified sampling",
        "opc": "Group sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "20fa2989-6319-4f53-8c7a-703907c16fe6",
        "choice_type": "single"
    },
    {
        "question": "Mosquitos decrease as height increases-",
        "exp": "Ref: Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables, coefficient or Corelation is calculated. r lies between -1 and +1 r near -1: indicates strong negative correlation. r = 0: indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation.",
        "cop": 2,
        "opa": "Positive correlation",
        "opb": "Negative correlation",
        "opc": "Bidirectional",
        "opd": "Zero",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0349185e-13f7-4520-b6ab-a2f7e1207dfb",
        "choice_type": "single"
    },
    {
        "question": "If a life time probability to develop a lung cancer is 25% than what are odds of developing lung cancer in life time is-",
        "exp": ".",
        "cop": 2,
        "opa": "3: 01",
        "opb": "1: 03",
        "opc": "2: 02",
        "opd": "4: 01",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fadaa81c-d52e-40b2-9b9e-04ab281b68f7",
        "choice_type": "single"
    },
    {
        "question": "Height to weight is a/an",
        "exp": "Ref: Parks 23rd edition pg 852 Height and weight are association. In order to find out whether there is significant association or not between the two variables, coefficient or Corelation is calculated. r lies between -1 and +1 r near -1: indicates strong negative correlation. r = 0: indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation.",
        "cop": 1,
        "opa": "Association",
        "opb": "Regression",
        "opc": "Propoion",
        "opd": "Index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f151bcfc-25db-4142-9307-8df11339ec26",
        "choice_type": "single"
    },
    {
        "question": "Best way to plot the change of incidence of disease oveime-",
        "exp": "- line diagrams are used to show the trend of events with the passage of time. - it can be used to represent the trend of disease cases over a period of time. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 846",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar cha",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "73c5e4af-0d17-4304-9ee3-14eb77e16b11",
        "choice_type": "single"
    },
    {
        "question": "The correlation between IMR and Socio Economic status is best dipicted by-",
        "exp": "Ref: Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables, coefficient or Corelation is calculated. r lies between -1 and +1 r near -1: indicates strong negative correlation. r = 0: indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation.",
        "cop": 4,
        "opa": "Correlation (+1)",
        "opb": "Correlation (+0. 5)",
        "opc": "Correlation (+2)",
        "opd": "Correlation (-0. 8)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6f15c0a9-b829-4a87-822e-90953ca50094",
        "choice_type": "single"
    },
    {
        "question": "Type 1 Sampling error is classified as-",
        "exp": "<p> Alpha error. In Type 1 error, Null hypothesis is true but rejected. Probability of Type 1 error is given by &; P&; value. Alpha is fixed in advance: P value calculated can be less than, equal to or greater than alpha. Reference: Simple Biostatistics by Indeayan & Indrayan, 1st edition, pg no: 155-57 and Methods in Biostatistics by Mahajan, 7 th edition, pg no: 111-113. <\\p>",
        "cop": 1,
        "opa": "Alpha error",
        "opb": "Beta error",
        "opc": "Gamma error",
        "opd": "Delta error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e648874c-aaeb-4d80-a231-fbadab0e35b6",
        "choice_type": "single"
    },
    {
        "question": "Number of family member is a -",
        "exp": "Discrete variable: Fixed values no intermediate values eg: no of girls, no. of children, etc. Continuous variable: can take intermediate values eg: weight, height, etc",
        "cop": 2,
        "opa": "Qualitative variable",
        "opb": "Discrete variable",
        "opc": "Continuous variable",
        "opd": "Categorial variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "63f098a0-82f6-4589-9b05-3613283a7d57",
        "choice_type": "single"
    },
    {
        "question": "Trends can be represented by-",
        "exp": "- line diagrams are used to show the trend of events with the passage of time. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 846",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar cha",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c40f46ee-3c1c-4a13-af7f-61d9dbf1d873",
        "choice_type": "single"
    },
    {
        "question": "Sample registration system is -",
        "exp": "Ans. is 'a' i. e., Dual record system. Sample registration systemo Sample registration system (SRS), initiated in mid 1960s provides reliable estimates of birth (fertility) and death (mortality) rates at state and national levels. o It is a dual record system, consisting of continuous enumeration of birth and death by an enumerator and an independent survey every 6 months by an investigator supervisoro Main objective of SRS is to provide reliable estimates of birth rate, death rate and infant mortality rate at the natural division level for rural areas and at state level for urban areas, o Infant mortality rate is the decisive indicator for estimation of sample size at natural division. o Sample design for SRS is unistage stratified simple random sample. SRS now covers entire countryo Finding of recent SRS (2013)i) Crude Birth Rate (CBR): 21[?]6 per 1000 mid-year population. ii) Crude Death Rate (CDR): 7[?]0 per 1000 mid-year population. iii) Natural Growth Rate: 14[?]5 per 1000 mid-year population. iv) Infant Mortality Rate (IMR): 42 per 1000 live births.",
        "cop": 1,
        "opa": "Dual record system",
        "opb": "Survey every year",
        "opc": "Sample design is Quota sampling",
        "opd": "MMR decides sample size",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9fbe97eb-8918-4bd1-9e3d-97f01ee6a73b",
        "choice_type": "single"
    },
    {
        "question": "Mean done density amongst two groups of 50 people each is compared with each other. The test of significance used would be -",
        "exp": "Ref: parks 23rd edition pg 852 Here it is a Quantitative measurement and involves 2 groups. So we use Student T test or unpaired T test. Tests of significance: Qualitative: Chi- square: 2 or more than 2 groups Mc Nemar test: 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 2,
        "opa": "Paired - t- test",
        "opb": "Student t-test",
        "opc": "Analysis of variance",
        "opd": "Chi-Square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2513bc1e-11e3-4475-b21a-407ce932ac45",
        "choice_type": "single"
    },
    {
        "question": "Strong correlation is signified by a correlation coefficient of?",
        "exp": ".",
        "cop": 2,
        "opa": "Zero",
        "opb": "1",
        "opc": "Less than 1",
        "opd": "More than 1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "089d34ab-510c-4dbe-9376-3f7eca885fc3",
        "choice_type": "single"
    },
    {
        "question": "Normal curve",
        "exp": "Ref: Parks 23rd edition pg 849 Stadardised normal curve: Smooth, bell-shaped, perfectly symmetrical curve based on an infinitely large number of observations. Total area of the curve= 1 Mean= 0 Standard detion = 1 Mean, median and mode all coincide.",
        "cop": 1,
        "opa": "Distribution of data is symmetrical",
        "opb": "Mean > Mode",
        "opc": "Mode > Mean",
        "opd": "Median > Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "42e19670-4b07-422f-b5d7-70b9a2dd9f57",
        "choice_type": "single"
    },
    {
        "question": "Secular trend is best demonstrated by?",
        "exp": ".",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2d1d8e33-5cf3-4308-b2e6-6116d656e11f",
        "choice_type": "single"
    },
    {
        "question": "The best method to show the association between height and weight of children in a class is by-",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 847",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Line diagram",
        "opc": "Scatter diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cfdf5110-0920-4ce4-9593-02246e21a156",
        "choice_type": "single"
    },
    {
        "question": "When a drug is evaluated for its usefulness in controlled conditions, it is termed as a trial signifying-",
        "exp": ".",
        "cop": 1,
        "opa": "Efficacy",
        "opb": "Effectiveness",
        "opc": "Efficiency",
        "opd": "Effect modification",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b76aed7b-e843-484a-89b5-6b2cb57a8299",
        "choice_type": "single"
    },
    {
        "question": "Which is not a measure of dispersion?",
        "exp": "Ans: c (Mode) Ref: Park, 19th ed, p. 701. Measures of dispersion include: a) Mean deviationb) Standard deviationc) Range. The range is the simplest measure of dispersion. It is the difference between the highest and lowest figures in the sample. Mean deviation-is the average of the deviations from the arithmetic mean, and is given by the fonnula. Standard deviation- is the most frequently used measure of deviation. It is defined as the root mean square deviation. Measures of central tendency include# Mean# Mode -- not affected by the extreme items.# Median",
        "cop": 3,
        "opa": "Mean deviation",
        "opb": "Standard deviation",
        "opc": "Mode",
        "opd": "Range",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f860e4fc-3ea3-49a8-b5c7-79b57070e959",
        "choice_type": "single"
    },
    {
        "question": "Statistical method of calculate death rate among two population with different age groups-",
        "exp": ".",
        "cop": 2,
        "opa": "Crude death rate",
        "opb": "Standardized death rate",
        "opc": "Case fatality rate",
        "opd": "Age specific death rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "218f3fdb-a230-454b-8844-e2e893a88535",
        "choice_type": "single"
    },
    {
        "question": "confidence limits can be calculated using -",
        "exp": "- the area of either side of mean in normal distribution curve gives the confidence limit. - confidence limit is calculated from mean and standard detion. - 95 percent confidence limits is 2 standard detion added and subtracted from the mean. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 849",
        "cop": 4,
        "opa": "Mean and range",
        "opb": "Mean and standard error",
        "opc": "Median and range",
        "opd": "Median and standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fc25140f-343a-4aa6-8d6d-2d654c4ac491",
        "choice_type": "single"
    },
    {
        "question": "Evidence based medicine, which of the following is not",
        "exp": ".",
        "cop": 1,
        "opa": "Personal Exposure",
        "opb": "RCT",
        "opc": "Case repo",
        "opd": "Meta analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d54bf9d6-8a4b-4fe1-9302-40d696f92b4f",
        "choice_type": "single"
    },
    {
        "question": "The following statistics is used to measure the linear association between two characteristics in the same individuals-",
        "exp": ".",
        "cop": 2,
        "opa": "Coefficient of variation",
        "opb": "Coefficient of correlation",
        "opc": "Chi square",
        "opd": "Standard error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6379f6b5-bbf8-453f-9422-e07eade8fd39",
        "choice_type": "single"
    },
    {
        "question": "If one wants to compare in two characteristics with variable differencr, which measurement should be used?",
        "exp": ".",
        "cop": 4,
        "opa": "Standard detion",
        "opb": "Percentile",
        "opc": "Variance",
        "opd": "Co-efficient variation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4d4da24d-7c64-4ed4-9fa6-6c9f65ebcd70",
        "choice_type": "single"
    },
    {
        "question": "The scatter plot is used to display",
        "exp": "STATISTICAL MAPS When statistical data refer to geographic or administrative areas, it is presented either as \"Shaded Maps\" or \"Dot maps\" according to suitability. The shaded maps are used to present data of varying size. The areas are shaded with different colours, or different intensities of the same colour, which is indicated in the key. Scatter diagram shows the relationship between two variables, e. g., Fig. 10 shows a positive correlation between the intakes of fat and sugar in the average diets of 41 countries. Populations with more income are known to consume more protein, fat and also sugar If the dots cluster round a straight line, it shows evidence of a relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Ref: Park 23rd edition Pgno: 846",
        "cop": 2,
        "opa": "Causality",
        "opb": "Correlation",
        "opc": "Power",
        "opd": "Type II error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f6cda688-6771-43eb-9656-a95c3cb7a724",
        "choice_type": "single"
    },
    {
        "question": "Not a measure of central tendency-",
        "exp": "Ans. is 'b' i. e., SD * The commonly used statistical average (measures of central tendency) are (i) Arithmetic mean, (ii) Median and (iii) Mode.",
        "cop": 2,
        "opa": "Mean",
        "opb": "SD",
        "opc": "Mode",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7508e14f-f4dd-4705-a21b-3b27276532dd",
        "choice_type": "single"
    },
    {
        "question": "Data of happy, Moderately happy and Very happy is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Nominal",
        "opb": "Ratio",
        "opc": "Ordinal",
        "opd": "Interval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0c596fd2-3b90-40b9-88ab-c6a90f1c297d",
        "choice_type": "single"
    },
    {
        "question": "Best method to show trend of events with passage of time is-",
        "exp": ".",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0ad2d199-a7c5-4d11-92e5-0856aeffcb14",
        "choice_type": "single"
    },
    {
        "question": "The response which is graded by an observer on an agree or disagree continuum is based on -",
        "exp": ".",
        "cop": 3,
        "opa": "Visual analog scale",
        "opb": "Guttman scale",
        "opc": "Like scale",
        "opd": "Adjective scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a40550fe-712b-4441-b628-e195994ae436",
        "choice_type": "single"
    },
    {
        "question": "Registration of bihs should be done",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "After 21 days",
        "opb": "Before 21 days",
        "opc": "Within 15days",
        "opd": "Within 30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cc01fb25-e777-4934-a861-042c54514a20",
        "choice_type": "single"
    },
    {
        "question": "Twenty-five children are chosen randomly from a school playground. Their heights are measured in 2 consecutive months. What statistical test could be used to test the hypothesis that their heights are not different in consecutive months?",
        "exp": "Paired Sample T-Test The paired sample t-test, sometimes called the dependent sample t-test, is a statistical procedure used to determine whether the mean difference between two sets of observations is zero. In a paired sample t-test, each subject or entity is measured twice, resulting in pairs of observations. Common applications of the paired sample t-test include case-control studies or repeated-measures designs. Ref:",
        "cop": 2,
        "opa": "Unpaired t-test",
        "opb": "Paired t-test",
        "opc": "Z-test",
        "opd": "Regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "06f755f6-2aed-40f3-8e70-bda479283ec3",
        "choice_type": "single"
    },
    {
        "question": "Standard detion is a measure of-",
        "exp": "Ref: Parks 23rd edition pg 849 Standard detion: Gives idea of the spread or dispersion Lager the standard detion value, greater is the dispersion of values about the mean.",
        "cop": 2,
        "opa": "Central tendency",
        "opb": "Detion from mean",
        "opc": "Standard error",
        "opd": "Skewness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "03978726-0cab-44ea-9497-10d40d494acf",
        "choice_type": "single"
    },
    {
        "question": "Confidence limit is calculated by -",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "Mean and standard error",
        "opb": "Mean and standard detion",
        "opc": "Median and standard detion",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5682cd35-d5f3-4be2-a044-a665de274a2b",
        "choice_type": "single"
    },
    {
        "question": "The standard detion of means measures?",
        "exp": "Ref: Parks 23rd edition pg 850 The standard detion of means is a measure of sampling error It is given by the formula SD/ROOT OF RANDOM SAMPLE.",
        "cop": 2,
        "opa": "Non - sampling errors",
        "opb": "Sampling error",
        "opc": "random errors",
        "opd": "Conceptual errors",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d4244c2f-3ea2-469e-959c-09d894090d55",
        "choice_type": "single"
    },
    {
        "question": "Percentile divides the data into how many equal parts-",
        "exp": "Ans. is 'd' i. e., Hundred Division of distributions* Distributions can be divided into multiple equal parts by various measures of location. For example a Quartile divides the distribution into four equal parts (25% each).* So, in Quartile the number of intercepts required are three: Q1 (first/lowest quartile), Q2 (second quartile) and Q3 (third/highest quartile).* Similarly tertile divides the distribution into three equal parts (33. 33% each) by two intercepts. Divides distribution into. No. of intercepts. Tertile3 equal parts2. Quartile4 equal parts3. Pentile (Quintile)5 equal parts4. Hextile6 equal parts5. Heptile7 equal parts6. Octile8 equal parts7. Decile10 equal parts9. Centile (Percentile)100 equal parts99. Percentile (centile)* Centiles are values in a series of observations arranged in an ascending order of magnitude \"which divides a distribution into 100 equal parts\". So, number of interception required are 99, i. e., there are a total of 99 percentiles. Median is 50th centile. n percentile implies that (n - 1)% of values are below it and (100 - n)% of values are above it e. g. 40th percentile means 39% (n - 1 = 40 - 1) values are below it and 60% (100 - n) values are above it.",
        "cop": 4,
        "opa": "Two",
        "opb": "Four",
        "opc": "Fifty",
        "opd": "Hundred",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "264ff993-241a-46cd-88ad-f9a963723651",
        "choice_type": "single"
    },
    {
        "question": "Graphical representation of frequency distribution curve is:",
        "exp": "Ans: c (Histogram) Ref: Park, 19th ed, p. 698. Histogram. Is a pictorial diagram of frequency distribution. It consists of a series of blocks. The area of each block or rectangle is proportional to its frequency. Frequency polygon. Obtained by joining the mid points of histogram blocks. Pie chart. Areas of segments of a circle is compared. It is popular with the laity, but inferior to bar chart. Bar diagram. Represents data by the length of the bar, which is proportional to the magnitude, e. g, simple bar chart, multiple bar charts and component bar chart. Line diagram. Used to show the trend of events with the passage of time. Pictogram. To present data to the \"man in streets\" and to those who cannot understand orthodox charts. Scatter diagram. Shows relationship between two variables. If the dots cluster round a straight line, it shows evidence of a relationship of a linear nature.",
        "cop": 3,
        "opa": "Pie chart",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cac5d727-4aef-4270-907e-506efe8ccf76",
        "choice_type": "single"
    },
    {
        "question": "Standard detion does not depend on-",
        "exp": ".",
        "cop": 2,
        "opa": "Standard detion",
        "opb": "Median",
        "opc": "Range",
        "opd": "Sample size",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e5c8b9b2-bcca-45b4-9676-cfff63c081b5",
        "choice_type": "single"
    },
    {
        "question": "Secular trend is best demonstrated by",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar graph",
        "opc": "Stem leaf plot",
        "opd": "Box and whisker plot",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0151d6c9-8573-4cca-b6c5-f364b1d02c8e",
        "choice_type": "single"
    },
    {
        "question": "95% of the values in the distribution corresponds to",
        "exp": "B i. e. (2 SD) (701 Park 19th) (751-Park 20th). In normal distribution curve* 1 Standard deviation =68% of value.* 2 Standard deviation =95% of value* 3 Standard deviation =99. 7% value* Standard normal curve - Smooth bell shaped, perfectly symmetrical**1. Total area of the curve is 1*2. Its mean is Zero3. Standard deviation is 14. The mean, median and mode all coinside**",
        "cop": 2,
        "opa": "l. S. D",
        "opb": "2. S. D",
        "opc": "3. S. D",
        "opd": "4. S. D",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "aa3e9136-0481-4e54-bafa-b90650066fdd",
        "choice_type": "single"
    },
    {
        "question": "A chest physician observed that the distribution of forced expiratory volume (FEV) in 300 smokers had a median value of 2. 5 litres with the first and third quailes being 1. 5 and 4. 5 litres respectively. Based on this data now many persons in the sample ra eexpectable have a FEV between 1. 5 and 4. 5 litres-",
        "exp": "Here, it&; s given 1st and 3rd quaile, which includes 50% values. Here total is 300. So 50% means 150",
        "cop": 2,
        "opa": "75",
        "opb": "150",
        "opc": "225",
        "opd": "300",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "14e36875-c5df-4b18-8452-781d1cc30571",
        "choice_type": "single"
    },
    {
        "question": "Ten readings of BP taken before and after treatment is studied by-",
        "exp": "Ref: Parks 23rd edition pg 852 Here a Quantitative measurement is taken. But there is only a single group( before and after intervention.) so., paired T test is used. Tests of significance: Qualitative: Chi- square: 2 or more than 2 groups Mc Nemar test: 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Paired 't' test",
        "opb": "'Z' test",
        "opc": "Students 't' test",
        "opd": "Correlation test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d9330401-eae9-4564-88d0-939f649c6c6a",
        "choice_type": "single"
    },
    {
        "question": "Following disaster green colour of triage used for which patients",
        "exp": "TRIAGE:- * The principle of first come first served is not followed in mass emergencies * Triage consists of rapidly classifying the injured on the basis of severity of their injuries and the likelihood of their survival with prompt medical intervention Four color code system:- * Red -high priority * Yellow - medium priority * Green - ambulatory patients * Black - dead or moribund patients Ref:- K Park, 24th ed; pg num:- 833",
        "cop": 1,
        "opa": "Ambulatory",
        "opb": "Medium priority",
        "opc": "High priority",
        "opd": "Dead",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fd08973f-780e-4291-9517-f776f49c648c",
        "choice_type": "single"
    },
    {
        "question": "Result of a test were given as very satisfied, satisfied, dissatisfied, it represents-",
        "exp": ".",
        "cop": 2,
        "opa": "Nominal scale",
        "opb": "Ordinal scale",
        "opc": "Interval scale",
        "opd": "Ratio scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "386ea21c-da35-4acd-aac9-aae81455faec",
        "choice_type": "single"
    },
    {
        "question": "Registration of bih & death with a 6 monthly survey is done in-",
        "exp": ".",
        "cop": 4,
        "opa": "National sample survey",
        "opb": "Vital statistical system",
        "opc": "Census",
        "opd": "Sample registration system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4ddb1071-dfd8-4769-889d-8771b9253f65",
        "choice_type": "single"
    },
    {
        "question": "Hypothesised null value for confidence interval of relative risk",
        "exp": "RELATIVE RISK Relative risk (RR) is the ratio of the incidence of the disease (or death) among exposed and the incidence among non-exposed. Some authors use the term \"risk ratio\" to refer to relative risk. Estimation of relative risk (RR) is impoant in aetiological enquiries. It is a direct measure (or index) of the \"strength\" of the association between suspected cause and effect. A relative risk of one indicates no association; relative risk greater than one suggests \"positive'. ' association between exposure and the disease under study. Hypothesised null value for confidence value is arbitrarily taken as 1. A relative risk of 2 indicates that the incidence rate of disease is 2 times higher in the exposed group as compared with the unexposed. Equivalently, this represents a 100 per cent increase in risk. A relative risk of 0. 25 indicates a 75% reduction in the incidence rate in exposed individuals as compared with the unexposed It is often useful to consider the 95 per cent confidence interval of a relative risk since it provides an indication of the likely and maximum levels of risk. In our hypothetical example the relative risk is 10. It implies that smokers are 10 times at greater risk of developing lung cancer than non-smokers. The larger the RR, the greater the \"strength\" of the association between the suspected factor and disease. It may be noted that risk does not necessarily imply causal association. Ref: Park 23rd edition Pgno: 78",
        "cop": 2,
        "opa": "Zero",
        "opb": "One",
        "opc": "Two",
        "opd": "Five",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "21dc037c-c100-41b4-bd08-5d0fed5ee487",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not measure of dispersion-",
        "exp": "Ref: Parks 23rd edition pg 848 Measures of dispersion: Range: simplest measure. Mean or average detion. Standard detion: most frequently used.",
        "cop": 3,
        "opa": "Range",
        "opb": "Mean detion",
        "opc": "Median",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e2b4ae96-ffeb-461c-9a8e-d499184ed33b",
        "choice_type": "single"
    },
    {
        "question": "For a group of n = 250 subjects, 40th percentile would be the following value-",
        "exp": "Ref: Parks 23rd edition 40th percentile means 40% values are below that paicular value. 40% of 250= 100",
        "cop": 3,
        "opa": "7th",
        "opb": "40th",
        "opc": "100th",
        "opd": "140th",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "207aa889-1e39-471c-b87e-4782b176bead",
        "choice_type": "single"
    },
    {
        "question": "Graphical representation of frequency distribution curve is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Pie cha",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "62cecaac-659f-4448-a3e7-86e0496315cf",
        "choice_type": "single"
    },
    {
        "question": "A region is divided into 50 villages for the purpose of a survey. 10 villages are then selected randomly for the purpose of a study. This type of sampling is termed as-",
        "exp": ".",
        "cop": 3,
        "opa": "Simple random sampling",
        "opb": "Stratified sampling",
        "opc": "Cluster sampling",
        "opd": "Systematic sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d6d52cb3-68cd-4eec-8bb5-3aa82d08628e",
        "choice_type": "single"
    },
    {
        "question": "Best for studying the decline in percentage of syphilis in men and women in last 10 years",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon curve",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "855a2250-9a36-4f5e-b695-eb176f0ee293",
        "choice_type": "single"
    },
    {
        "question": "Which of the following issued for qualitative data?",
        "exp": ".",
        "cop": 3,
        "opa": "Mean",
        "opb": "Whisker plot",
        "opc": "Mode",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "32090568-fe5f-48fe-a19c-bf304baf1c0d",
        "choice_type": "single"
    },
    {
        "question": "Association of two variables explained by third variable",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Spurious association",
        "opb": "Indirect association",
        "opc": "Direct association",
        "opd": "Causal association",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5571992e-5289-4f56-b616-76f83b86c0ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are non random sampling methods-",
        "exp": "<p> Quota sampling is non-random sampling. Reference: Simple Biostatistics by Indeayan & Indrayan, 1st edition, pg no: 35-36 and Methods in Biostatistics by Mahajan, 7 th edition, pg no: 91. <\\p>",
        "cop": 1,
        "opa": "Quota sampling",
        "opb": "Stratified random sampling",
        "opc": "Convenience sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "899a262e-756d-4d93-acbc-a328e5a802d5",
        "choice_type": "single"
    },
    {
        "question": "A study was done in a population of 2000 individuals. Mean value of hemoglobin is 13. 5 grams and the distribution follows normal distribution curve. What percentage of people will be having hemoglobin level more than 13. 5 gram?",
        "exp": ".",
        "cop": 3,
        "opa": "5%",
        "opb": "25%",
        "opc": "50%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "76bca04c-dba3-4b68-9a93-c0dce3bbeea2",
        "choice_type": "single"
    },
    {
        "question": "Pearsonian measure of skewness-",
        "exp": ".",
        "cop": 2,
        "opa": "Mode - Mean\\/SD",
        "opb": "Mean - Mode\\/SD",
        "opc": "SD\\/ Mode - Mean",
        "opd": "Mean - Mode\\/ SD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "444b4e59-f27c-4e4d-95df-db61bd5f7134",
        "choice_type": "single"
    },
    {
        "question": "When the confidence level of a test is increased which of the following will happen-",
        "exp": ".",
        "cop": 2,
        "opa": "No effect on significance",
        "opb": "Previously insignificant value becomes significant",
        "opc": "Previously significant value becomes significant",
        "opd": "No change in hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2f8ab073-f23c-4eb8-b788-54b74afa89ec",
        "choice_type": "single"
    },
    {
        "question": "Quantitative data can be compared by?",
        "exp": "Ref: Parks 23rd edition 844 Data representation: Quantitative: Histogram Frequency polygon Frequency curve Scatter diagram Line diagram Qualitative: Pie cha Bar cha Pictogram",
        "cop": 2,
        "opa": "Pictograph",
        "opb": "Histogram",
        "opc": "Pie cha",
        "opd": "Spot Map",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ea91a0ee-f396-4f41-b77f-1109b8b06d46",
        "choice_type": "single"
    },
    {
        "question": "If we ask the patient attending OPD to evaluate his pain on a scale of 0 (no pain) to 5 (the worst pain), then this commonly applied scale is a",
        "exp": "Ratio scale is a type of variable measurement scale which is quantitative in nature. Ratio scale allows any researcher to compare the intervals or differences. Ratio scale is the 4th level of measurement and possesses a zero point or character of origin. This is a unique feature of ratio scale Ref: Internet sources",
        "cop": 2,
        "opa": "Dichotomous",
        "opb": "Ratio scale",
        "opc": "Continuous",
        "opd": "Nominal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9400d7ec-a89c-4608-ad39-be06d5987309",
        "choice_type": "single"
    },
    {
        "question": "In normal distribution which have same value",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "SD and mean",
        "opb": "SD and mode",
        "opc": "Mode and mean",
        "opd": "SD and median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ad9d1d96-22af-4812-8a81-f5b7ddabcc3c",
        "choice_type": "single"
    },
    {
        "question": "Which graph shows continuous frequency distribution -",
        "exp": "Ans. is 'c' i. e., Histogram Histogram* It is graphic display of tubulated frequencies shown as bar. \"Histogram is a representation of a frequency distribution by means of bars whose width represent class and whose areas are proportional to corresponding frequencies\"* In other words, Histogram shows the numbers of cases per unit interval so that the height of each bar is equal to the proportion of total people in the survey who fall in the category. The area under curve represents the total number of cases.* The categories (bars) are usually specified as non-overlapping intervals of some variable.* Categories (bars) must be adjucent.* Intervals are generally of the same size.* For example, the data set of blood cholesterol level of a group (mg/dl) ^ 3, 11, 12, 19, 22, 23, 24, 25, 27, 29, 35, 36, 37, 45, 49.* Information in this data set can be divided into interval & frequencies. Inverval. Width. Quantity (frequencies)0-1010110-2010320-3010630-4010440-50102* Histogram will be:",
        "cop": 3,
        "opa": "Bardagram",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Scatter diagrom",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2840f457-e1b5-4fa0-b394-8f087720d5c7",
        "choice_type": "single"
    },
    {
        "question": "Under the registration act of 1969 death is to be registered with in -",
        "exp": ".",
        "cop": 3,
        "opa": "7 days after bih",
        "opb": "20 days after bih",
        "opc": "14 days after bih",
        "opd": "21 days after bih",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fce3d4fb-9e61-4cce-bf41-cadba64402c5",
        "choice_type": "single"
    },
    {
        "question": "In a normal surve, what percent of the values will be included in the area between two standard detions on either side of the mean (x+-....)?",
        "exp": "<p> 95. 4%. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 849. <\\p>",
        "cop": 3,
        "opa": "68. 3",
        "opb": "90. 4",
        "opc": "95. 4",
        "opd": "99. 7",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2c6eb554-e975-4a4b-a632-549b146e108b",
        "choice_type": "single"
    },
    {
        "question": "Low bih weight statistics of a hospital is best shown by-",
        "exp": ".",
        "cop": 1,
        "opa": "Bar chas",
        "opb": "Histogram",
        "opc": "Pictogram",
        "opd": "Frequency polygon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "01c290cf-7b4b-45f2-9f01-017211600757",
        "choice_type": "single"
    },
    {
        "question": "Degree of freedom of a chi square test in contingency table of 2 by 2 is?",
        "exp": "- for a 2*2 contingency table( two columns and two rows), the degree of freedom is 1. - d. f = (c-1) ( r-1) = (2-1) (2-1) = 1 Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 852",
        "cop": 1,
        "opa": "1",
        "opb": "Zero",
        "opc": "2",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "87cf6d44-d502-4ec0-b133-514e0ed05c4b",
        "choice_type": "single"
    },
    {
        "question": "On a given day, a hospital had 50 admissions with about 20 girls and 30 boys, out of which 10 girls and 20 boys needed surgery. What is the possibility of picking ou a person requiring surgery",
        "exp": "P(surgery) = (those requiring surgery) / total number = 30/50 = 3/5. The probability of picking boy requiring surgery would be 2/5. The probability of picking girl requiring surgery would be 1/5",
        "cop": 2,
        "opa": "6-Feb",
        "opb": "5-Mar",
        "opc": "2-Jan",
        "opd": "25-Jun",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "adc0c880-cef8-402f-9f6f-458321bd000c",
        "choice_type": "single"
    },
    {
        "question": "Herd immunity is not seen in-",
        "exp": ".",
        "cop": 4,
        "opa": "Poliomyelitis",
        "opb": "Measles",
        "opc": "Diphtheria",
        "opd": "Tetanus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3d667fe7-fec8-4d19-b1bc-83a60a3852d8",
        "choice_type": "single"
    },
    {
        "question": "Like scale is?",
        "exp": ".",
        "cop": 1,
        "opa": "Ordinal scale",
        "opb": "Nominal scale",
        "opc": "Variance scale",
        "opd": "Categorical scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e6140d86-5ff3-4c05-8629-63269ef44797",
        "choice_type": "single"
    },
    {
        "question": "The standard normal distribution:",
        "exp": "Normal Distribution: Is also known as &; Gaussian distribution&; or &; Standard distribution&; Type of distribution: Is the distribution of values of a quantitative variable such that they are symmetric with respect to a middle value with same mean, median and mode, and then the frequencies taper off rapidly and symmetrically on both sides- &; bell shaped distribution&; Fig: Normal curve showing distribution of values Normal or Gaussian curve Is &; bilaterally symmetrical and bell-shaped Is based on Mean and standard detion Mean, Median and Mode coincide (Mean=Median=Mode) Has mean (m ) = 0 and SD(s) = 1 Mean +- 1. SD (m +-1s) covers 68% values Mean +- 2. SD (m +-2s) covers 95% values Mean +- 3. SD (m +-3s) Covers 99% values In a normal distribution, 50% values lie above mean & 50 % below mean. Ref: Park 25th edition Pgno: 912",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08168407-3852-4b3d-8faf-1fb58b8fbda3",
        "choice_type": "single"
    },
    {
        "question": "The frequently occuring value in a data is",
        "exp": "Mode is the commonly occurring value in the distribution of data. Advantages: easy to understand and is not affected by extreme values Disadvantages: exact location is unceain and often not clearly defined Ref: Park&; s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 847",
        "cop": 2,
        "opa": "Median",
        "opb": "Mode",
        "opc": "Standard detion",
        "opd": "Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4293ad7-4789-4370-8700-9833de50da73",
        "choice_type": "single"
    },
    {
        "question": "A graphical presentation of a frequency distribution for grouped data for a continuous variable is known as:",
        "exp": "Answer: A. Histogram. (Ref Park's PSM 22nd/Pg. 788; biostatistics by B K Mahajan, Vlth /pg. 20 )A graphical presentation of a frequency distribution for grouped data for a continuous variable is known as Histogram.# A frequency polygon is a line graph for the graphical representation of frequency distribution.# A bar diagram is a graphical representation of frequency distributions of ungrouped data.# A histogram is the pictoral diag/graphical representation of the frequency distribution of the data. Type of data--Qualitative data 4. Quantitative data. Definition. Characteristics same only frequency varies. Characteristics as well as frequency both varies. Example. Males, females. Height, weight, blood pressure. Method of presentation of data. Bar diagram. Length of the bars, drawn vertical or horizontal, indicates the frequency of a character. Bar may be drawn in ascending or descending order of magnitude. Spacing between any two bars should be nearly equal to half of the width of the bar. There are four types of bar diagrams. a) Simple bar diagram: Here bars can be arranged vertically or horizontally. A suitable scale must be used to present the length of the bars. b) Multiple bar diagram: Here two or more bars are grouped together. c) Component bar diagram: The bars may be divided into two or more parts. Each part represents a certain item. d) Proportional bar diagram: Each bar represents 100%. The bars may be divided into two or more parts. Each part is proportional to the magnitude of that particular item. Histogram - To construct a histogram the class intervals are plotted along x axis and corresponding frequencies (or no. of observations) on Y-axis. Rectangles are constructed such that height of a rectangle is proportional to the frequency of class and width is equal to length of the class. If all classes are of equal length then all the rectangles will have equal width. Histogram is an area diagram. Pie diagram - The frequencies of the groups are shown in a circle. Degrees of angle denote the frequency and area of the sector. Size of each angle is calculated by the formula as: Angle (Degrees) = Class frequency X 360?/Tota! observations. Frequency polygon- It is an area diagram of frequency distribution developed over a histogram. Join the midpoints of class intervals at the height of frequencies by straight lines. It gives a polygon i. e. figure with many angles. Pictogram- It is a popular method of presenting data to the layman. Here each picture indicates a unit of characteristic. These charts can be used for illiterate persons. Because of its attractive presentation it can be utilized for the man on the street. Frequency curve- when the no. of observations is very large and group intervals are reduced, the frequency polygon tends to loose angulations giving place to a smooth curve known as frequency curve. Spot map- These maps are prepared to show geographical distribution of frequencies of characteristic. Line chart - This is a frequency polygon presenting variations by line. It shows the trend of an event occurring over a period of time-rising, falling or showing fluctuations. Cumulative frequency curve(Ogive)- Successive class frequencies are added and a frequency polygon is drawn. Number or percent of observation falling below or above a specific value can be presented in this graph. Any point below which there are certain percent of observations is called as percentile and graph drawn out of such points is a 'percentile graph' Scatter (Correlation) diagram- It is graphic representation made to show the nature of correlation between two variable characters X and Y in the same person(s) or group(s) such as height and weight in men aged 20 years, hence it is also called correlation diagram. The characters are read on the base(X --axis) and vertical (Y-axis) and the perpendiculars drawn from these readings meet to give one scatter point. Varying frequencies of the characters give a number of such points or dots that show a scatter. A line is drawn to show the nature of correlation at a glance.",
        "cop": 1,
        "opa": "Histogram",
        "opb": "Bar chart",
        "opc": "Pictogram",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "de1700d4-14f2-47ce-ad41-564159de0f56",
        "choice_type": "single"
    },
    {
        "question": "The standard normal distribution-",
        "exp": "Ref: Parks 23rd edition pg 849 Stadardised normal curve: Smooth, bell-shaped, perfectly symmetrical curve based on an infinitely large number of observations. Total area of the curve= 1 Mean= 0 Standard detion = 1 Mean, median and mode all coincide.",
        "cop": 4,
        "opa": "It skewed to the left",
        "opb": "Has mean - 1. 0",
        "opc": "Has standard detion = 0. 0",
        "opd": "Has mean = 0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "48212ce8-8e5b-4a33-aaec-dc227c042f90",
        "choice_type": "single"
    },
    {
        "question": "Sample registration system is done once in-",
        "exp": ".",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7bc9b4df-9e10-4b15-9827-87c98256a2f6",
        "choice_type": "single"
    },
    {
        "question": "&; Design Effect&; is assiciated with which of the following sampling techniques-",
        "exp": ".",
        "cop": 2,
        "opa": "Stratified sampling",
        "opb": "Systemic sampling",
        "opc": "Cluster sampling",
        "opd": "Simple Random sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1340652-b9f2-493a-9d57-e4a0d7a44aea",
        "choice_type": "single"
    },
    {
        "question": "The parameters of sensitivity and specificity are used for assessing-",
        "exp": "- validity refers to what extent the test accurately measures which it purpos to measure. - it has two components; sensitivity specificity. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 138",
        "cop": 1,
        "opa": "Criterion validity",
        "opb": "Construct validity",
        "opc": "Discriminant validity",
        "opd": "Content validity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0b320ded-c0af-4ee1-9215-a10613bc265a",
        "choice_type": "single"
    },
    {
        "question": "On a given day, a hospital had 50 admissions with about 20 girls and 30 boys, out of which 10 girls and 20 boys needed surgery. What is the possibility of picking up a person requiring surgery",
        "exp": "<p> 2/6. Reference: Text of preventive and social medicine, K. Park, 20th edition, page no: 755. <\\p>",
        "cop": 1,
        "opa": "2\\/6",
        "opb": "3\\/5",
        "opc": "1\\/2",
        "opd": "6\\/25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c9e12160-f0c1-48fe-b96b-74e726ca85f0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following tests can be used to study ordinal date from two independence samples from a population that is not noraml distributed?",
        "exp": ".",
        "cop": 2,
        "opa": "The student t test",
        "opb": "The wilcoxon rank sum test",
        "opc": "The chi- square test",
        "opd": "The one - way analysis of variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "83ae03e8-e6aa-4567-9185-ce63e3ea68c6",
        "choice_type": "single"
    },
    {
        "question": "Data of happy, moderately happy and very happy is-",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal: eg: names of countries. Dichotomous: eg: yes/no, presence/absence. Ordinal: severity of disease: mild/moderate/severe. eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 3,
        "opa": "Nominal",
        "opb": "Ratio",
        "opc": "Ordinal",
        "opd": "Interval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0362b6ac-04d4-4e12-a7e4-60ccc1b85670",
        "choice_type": "single"
    },
    {
        "question": "Whch of the following us used to compare two data sets taken on two different scales of measurement?",
        "exp": ".",
        "cop": 1,
        "opa": "Coefficient of variation",
        "opb": "Standard detion",
        "opc": "Standard error",
        "opd": "Variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "53c643fa-ff88-4f4d-a6ae-3706a16ccbc0",
        "choice_type": "single"
    },
    {
        "question": "In set of data with highly variable values, the best measure of central tendency is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Mean",
        "opb": "Median",
        "opc": "Mode",
        "opd": "Standard Detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "18e6d531-99b4-4615-b5a3-f765f524e482",
        "choice_type": "single"
    },
    {
        "question": "To achieve a Net Reproduction Rate (NRR) of be 1 couple protection rate should be:",
        "exp": "Ans. b. 60%Ref: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-527. NET REPRODUCTION RATE (NRR)NRR is demographic indicator. It is defined as the number of daughters a newborn girl will bear during her life time assuming fixed age specific fertility and mortality rates. COUPLE PROTECTION RATE (CPR). It is an indicator of prevalence of contraceptive practice in a community. CPR is percent of eligible couples (ECs) protected against one or the other approved method of family planning, viz. Condoms, OCPs, IUDs, sterilization. NRR=1 can be achieved if CPR>60%CPR (India): 47. 1%(2106). Goal for CPR in RCH-II (2004-09): >65%(Goal by 2020 FP vision: 63. 7%)CPR =x100",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "428b6c56-2450-4209-bab6-cae2fd273a10",
        "choice_type": "single"
    },
    {
        "question": "Which of the following variabls is measure on ordinal scale-",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal: eg: names of countries. Dichotomous: eg: yes/no, presence/absence. Ordinal: severity of disease: mild/moderate/severe. eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 2,
        "opa": "Type of anemia",
        "opb": "Severity of anemia",
        "opc": "Hemoglobin",
        "opd": "Serum ferritin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "440919a3-b2cf-4805-8e41-1cc5e76d4d12",
        "choice_type": "single"
    },
    {
        "question": "[?](pq/n) is",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Standard error of propoions",
        "opb": "Standard error of means",
        "opc": "Standard error of propoions difference",
        "opd": "Standard error of means difference",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c9860084-aca5-4b5b-acfd-43432a8de8d2",
        "choice_type": "single"
    },
    {
        "question": "Graph to compare two quantitative data is?",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 847",
        "cop": 2,
        "opa": "Histogram",
        "opb": "Scatter diagram",
        "opc": "Line Diagram",
        "opd": "Frequency curve",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5ee5b370-4cfc-4960-8d52-00502ba2b13a",
        "choice_type": "single"
    },
    {
        "question": "Not a measure of central tendency -",
        "exp": "(D) (Standard deviation) (790 - Park 22nd)MEASURES OF CENTRAL TENDENCY: Measures of central tendency: Imply a value in the distribution, around which the other values are distributed. It gives a mental picture of the central value. Mean - Widely used and is the most useful statistical average.> To obtain mean, individual observations are added together & divided by the number of observations.> Advantage - Easy to calculate and understand.> Disadvantage - May be unduly influenced by abnormal or extreme values in the distribution. Median -> To obtain median, data is arranged in an ascending or descending order of magnitude and then the value of the middle observation is located, which is called the median.> If the number of items or values is even, the practice is to take the average of the two middle values.> Advantage - not unduly influenced by abnormal or extreme values in the distribution.> Used for numeric data that is skewed and for ordinal data.> Most preferred measured of central tendency.> Application: In cumulative frequency graph and survival analysis. Mode -> It is the most frequently occurring value in a series of value or observation.> Advantages: It is easy to understand, and is not (or least) affected by the extreme items.> It is the only average that can be applied to qualitative data.> Mode = Mean - 3 (Mean - Median)> There can be more than one mode for a series of data and even no mode in series of data.> In a frequency polygon, mode can be located from the point where be curve takes a turn from increase to decrease.> Used primarily for bimodal distribution> Application - Practical epidemiological work (E. g. Determining peak of disease occurrence in investigation of disease outbreak. Measures of variation (or 'disperson*) are: 1. Range2. Mean or Average Deviation3. Standard Deviation",
        "cop": 4,
        "opa": "Mean",
        "opb": "Median",
        "opc": "Mode",
        "opd": "Standard deviation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c1e53c43-39ec-409b-bc13-856193f16f81",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a measure of location?",
        "exp": "The Median The median is an average of a different kind, which does not depend upon the total and number of items. To obtain the median, the data is first arranged in an ascending or descending order of magnitude, and then the value of the middle observation is located, which is called the median. Ref: Park 23rd edition Pgno: 847",
        "cop": 4,
        "opa": "Variance",
        "opb": "Mode",
        "opc": "p-value",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5770cdc9-ec88-47c5-b35e-e7949ae03250",
        "choice_type": "single"
    },
    {
        "question": "The exact value within +-2 SD in Standard normal curve",
        "exp": "Ans. c (95. 4) (Ref. Methods in Bio-statistics, by B. K. Mahajan 6th edition, p. 79; Park PSM 22nd/pg. 792)NORMAL DISTRIBUTION# When large number of observations of any variable such as height, blood pressure and pulse rate are taken at random to make it a representative sample, a frequency distribution table is prepared. Then some observations are above the mean and other below the mean. Normally almost half of the observations lie above and half below the mean and all observations are symmetrically distributed on each side of the mean.# A distribution of this shape is called normal distribution.# When no. of observations are very large and group interval is very small, the frequency polygon tends to lose its angulations giving place to a smooth curve known as frequency curve. Such a frequency curve drawn for normal distribution is called as normal curve (Gaussian curve). Important characteristics of normal curve are:# Shape of the distribution resembles a bell and is symmetric around midpoint.# At the center of the distribution, which is peaked, all the three measures of central tendency, namely, mean, mode & median coincide.# Normal curve never touches the baseline.# The area under the curve between any two points which correspond to the number of observations between any two values of the variate can be found out in terms of a relationship between the mean and the standard deviations.# Mean +-1 S. D. covers 68. 27% of the observations.# Mean +- 2 S. D. covers 95. 45% of the observations.# Mean +- 3 S. D. covers 99. 73% of the observations.# Mean +- 1. 96 S. D. covers 95% of the observations.# Mean +- 2. 68 S. D. covers 99% of the observations. Statistical distribution. Measures of central tendency. Mean = (sum of values) / (total number of values). Median = middle value of a list of data sorted from least to greatest. Mode = most common value. If there is an even number of values, the median will be the average of the middle two values. Measures of dispersion. Standard deviation = how much variability exists from the mean in a set of values. Standard error of the mean = an estimation of how much variability exists between the sample mean and the true population mean. s= SD; n = sample size. SEM = s/'h. SEM |as n |Normal distribution. Gaussian, also called bell-shaped. Mean = median = mode. Normal diributions Bimodal. Suggests two different populations (e. g., metabolic palymorphism such as fast vs. slow acetylators; suicide rate by age). Positive skew. Typically, mean > median > mode Asymmetry with longer tail on night. Negative skew. Typically, mean < median < mode Asymmetry with longer tail on left. Statistical hypotheses Null (H0) Alternative (H}). Hypothesis of no difference (e. g., there is no association between the disease and the risk factor in the population). Hypothesis of some difference (e. g., there is some association between the disease and the risk factor in the population).",
        "cop": 3,
        "opa": "98. 8",
        "opb": "97. 6",
        "opc": "95. 4",
        "opd": "94",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "15dab884-9c18-47f2-80bd-94f4ab32b5f6",
        "choice_type": "single"
    },
    {
        "question": "A study measures a patients's serum cholesterol before and after a new lipid lowering therapy has been given. What type of significance test should be used to analyze the data?",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Paired t test",
        "opb": "Student t test",
        "opc": "Chi square test",
        "opd": "Pearson's coefficient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ee160d42-f566-49dd-9a08-9325d7ea0ed8",
        "choice_type": "single"
    },
    {
        "question": "In random sampling chance of being picked up is-",
        "exp": ".",
        "cop": 1,
        "opa": "Same and known",
        "opb": "Not same and not known",
        "opc": "Same and not known",
        "opd": "Not same but known",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4f157482-9f87-4d1d-ba94-b472681b64b1",
        "choice_type": "single"
    },
    {
        "question": "Limits of confidence of a hypothesis determined by-",
        "exp": ".",
        "cop": 4,
        "opa": "Power factor",
        "opb": "Level of significance",
        "opc": "1-power factor",
        "opd": "1-level of significance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9a9ba974-019d-4ba9-a0eb-d949fcae1132",
        "choice_type": "single"
    },
    {
        "question": "the value between ist pentile and 4th pentile includes",
        "exp": "Pentile divides the whole set of values into 5 equal pas Each with 20% P1= 20%: 80% P2= 40%: 60% P3= 60%: 40% P4= 80%: 20% So, between P1 and P4: 80%-20% = 60%",
        "cop": 3,
        "opa": "20%",
        "opb": "40%",
        "opc": "60%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ec3ec305-b8c7-42a1-a741-0b90475ad53a",
        "choice_type": "single"
    },
    {
        "question": "Anemia is classified into mild, moderate and severe on which scale-",
        "exp": "Ans. is 'c' i. e., Ordinal scale Statistical scales* There are following type of statistical scales to measure statistical data. For qualitative data (Categorical Scale). For quantitative data [Metric Scale)i) Nominal scaleii) Ordinal scaleiii) Dichotomous scalei) Interval scaleii) Ratio scaleA. Categorial scale1. Nominal scale# Nominal scale data are divided into qualitative categories or groups, such as male / female, black / white, died / cured, attacked / not attacked, vaccinated / not vaccinate, urban / sub urban / rural.# Example are Race/ethnicity (black/white), marital status (married/unmarried), Religion (Hindu, Muslim/.....), country of birth (India/Nepal/....) ABO blood group, Gender (male/female), disease outcome (cured/died), vaccination status (vaccinated/not vaccinated), Types of anemia (macrocytic/microcytic), and place of living (rural/urban) etc.# There is no implication of order or ratio, means that the data cannot be placed in a meaningful order. 2. Ordinal Scale# Here the data can be placed into categories that can be rank ordered (eg. students may be ranked 1st / 2nd / 3rd/4th in their class or into grades A/B/C, the activity of an animal can be rated on a scale of 1 to 6, hardness scale for water etc.)# However, there is no information about the size of the interval ie no conclusion can be drawn about whether the difference between the first and second students is the same as the difference between the second and third.# Example are TNM staging of cancers, Severity of disease (mild, moderate, severe), social class (low, middle, high), classification of person on the base of height (short, medium, tall). 3. Dichotomous Scale is a type of nominal scale in which nominal data fall into only two groups eg black/white, died/cured, failed/passed. B. Metric scale1. Interval scale# Interval scale data are like ordinal data in that they can be placed in a meaningful order; in addition, they have meaningful intervals between items, which can be measured.# eg: Temperature on the Celsius scale (the difference between 80deg and 70deg is the same as between 40deg and 30deg)# However, interval scale data do not have an absolute zero, ratios of the scores are not meaningful ie 80deg C of Celsius temperature is not twice as hot as 40degC because 0degC does not indicate a complete absence of heat. 2. Ratio Scale# A ratio scale has the same properties as an interval scale, however, because it has an absolute zero, meaningful ratio do exist.# eg. weights, Height, Pulse rate, serum cholesterol, blood glucose, hemoglobin level, time, blood pressure, temperature on the Kelvin scale (not Celsius scale) On the Kelvin scale, zero degrees indicate an absoluteabsence of heat, just as a zero pulse indicates an absolute absence of heartbeat.# Ratio of one value to other is meaningful. For example, pulse rate of 120 beats/minute is twice as fast as a pulse rate of 60 beats per minute, and 300degk is twice as hot as 150degk.* In this question data on anemia are placed into categories that are ordered mild, moderate, sever - ordinal scale should be used.",
        "cop": 3,
        "opa": "Interval",
        "opb": "Nominal",
        "opc": "Ordinal",
        "opd": "Ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9137acb7-6c4d-4cad-a583-09ae94f4694a",
        "choice_type": "single"
    },
    {
        "question": "The regression between height and age follows y=a+bx. The curve is-",
        "exp": "Ref: Parks 23rd edition pg 853 y= a+bx: straight line. If we wish to know in an individual case, the value of one variable, knowing the value of the other we can calculate the regression coefficient of one measurement to another",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "Parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1f02820-6308-4626-bf5d-6663044aa1de",
        "choice_type": "single"
    },
    {
        "question": "If the distribution of intra ocular pressure (IOP) seen in 100 glaucoma patients has an average 30 mm with a SD of 10, what is the lower limit of the average",
        "exp": "In the given question, Mean(u)=30 mm and SD=1. 0 mm Thus, 95% values are contained in the range of Mean+/-2 SD or 30+/-2(1) So, 95% values are contained in the range 30-2 mm and 30+2 mm OR between 28 and 30 mm. Reference: Simple Biostatistics by Indeayan & Indrayan, 1st edition, pg no: 117 and Methods in Biostatistics by Mahajan, 7 th edition, pg no: 73, Park 23rd ed, pg no. 849. <\\p>",
        "cop": 1,
        "opa": "28",
        "opb": "26",
        "opc": "32",
        "opd": "25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f101aa67-a204-486e-94a0-dfc3f9e35ba9",
        "choice_type": "single"
    },
    {
        "question": "The regression between height and age follows y=a+bx. The curve is",
        "exp": "Ans. is 'c' straight line Regression: If two variables are highly correlated, it then becomes possible to predict the value of the dependent variable from the value of the independent variable by using regression technique. Regression analysis is the mathematical modelling to describe the effect that one or more independent variables have on a dependent variable. Types: Linear regression: The value of one variable (X) is used to predict the value of the other variable (Y) by means of a simple mathematical formula. In linear regression the dependent variable (Y) depends upon a single independent variable (X). The linear regression equation takes the form as the equation for any straight line. y = a + bx where - a = is a constant k/a intercept constant b = is the regression coefficient x = is the independent variable. y = is the dependent variable whose value is to be found out. Multiple regression: More than one variable is used to predict the expected value of Y. Y = a + b1. X1 + b2x2 +b1x1 where a = intercept constantb = regession coefficient for independent variable X1 eg. Rubin found that the birth weight of a baby (Y in grams) can be partially predicted from the no. of cigarettes smoked on the daily basis by both the baby's mother and the baby's father (X2). According to multiple regression equation Y = 3385 - 9x1 - 6x2. Nonlinear regression: Involves more complicated mathematical forms, including logarithmic functions.",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4c04d1d2-748a-42c0-8415-5455d3c338f5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a measure of dispersion -",
        "exp": "The measures of dispersion are; - the range - the mean detion - the standard detion Reference: Park's textbook of preventive and social medicine, 23rd edition, pg no: 848",
        "cop": 1,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Mean detion",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "efa9c280-d4ea-4d52-bd2a-a0f2a94af767",
        "choice_type": "single"
    },
    {
        "question": "If one wants to compare variation in two variables, which unit of measurement should be used",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Standard detion",
        "opb": "Percentile",
        "opc": "Variance",
        "opd": "Coefficient of variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a75fbf1f-36b0-4d1f-9c59-5cc11ee7198f",
        "choice_type": "single"
    },
    {
        "question": "When the ocnfidence level of a test is increased which of the following will happen-",
        "exp": "question repeated",
        "cop": 2,
        "opa": "No effect on significance",
        "opb": "Previously insignificant value becomes significant",
        "opc": "Previously significant value becomes significant",
        "opd": "No change in hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "102e3bf7-04db-46f0-871c-1a16e211914b",
        "choice_type": "single"
    },
    {
        "question": "Symmetrical distribution is seen-",
        "exp": ".",
        "cop": 2,
        "opa": "Normal standard detion",
        "opb": "Bimodal distribution",
        "opc": "Skewed distribution",
        "opd": "U-distribution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c0f0b77b-4c4e-4791-9c2b-c3c2bab7e948",
        "choice_type": "single"
    },
    {
        "question": "The best graphic representation of frequency distribution of data gathered of a continuous variable is-",
        "exp": ".",
        "cop": 1,
        "opa": "Simple bar graph",
        "opb": "Multiple bar",
        "opc": "Line diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "844539bc-7bd0-40fb-a0c5-f0cd919e420a",
        "choice_type": "single"
    },
    {
        "question": "Propoion of area from middle of curve to +1 standard detion-",
        "exp": "Ref: Parks 23rd edition pg 849. 1. SD: confidence limit = 68% 2. SD: confidence limit = 95% 3. SD: confidence limit = 99. 7% +/- 1. SD: includes 68% of values, so +1. SD will include half of it = 34%",
        "cop": 4,
        "opa": "0. 68",
        "opb": "0. 17",
        "opc": "0. 12",
        "opd": "0. 34",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "208c1491-3637-4305-8944-226459887ef3",
        "choice_type": "single"
    },
    {
        "question": "Random error-",
        "exp": ".",
        "cop": 4,
        "opa": "Systemic error",
        "opb": "Bias",
        "opc": "Confounding factor",
        "opd": "Reduces precision",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b5407561-b7d8-4614-9305-97376f68eefc",
        "choice_type": "single"
    },
    {
        "question": "A study measures a patient's serum cholesterol before and after a new lipid-lowering therapy has been given. What type of significance test should be used to analyze the data?",
        "exp": "Ans. a (Paired t-test)SIGNIFICANCE TESTS: TYPESThe type of significance test used depends on whether the data is parametric (usually normally distributed) or non- parametric. Parametric Tests# Student's t-test - paired or unpaired# Pearson's - correlation. Non-parametric Tests# Wilcoxon matched-pairs - compares the medians obtained# Mann-Whitney - unpaired data# Chi-squared test - used to compare proportions or percentages# Spearman, Kendall rank - correlation. Types of Scales in Statistics. Type of scale. Description. Key words. Examples. Nominal (categorical). Different groups\"This\" as opposed to \"that\"Gender, comparing among treatment interventions. Ordinal. Groups in sequence. Comparitive quality, rank. Olympic medals, class rank in medical school. Interval. Exact differences among groups. Quality, mean and standard deviation. Height, weight, blood groups drug dosage. Ratio. Interval + true zero point. Zero means zero. Temperature measured in degrees Kelvin. Types of Scales and Basic Statistical Tests. Variable. Name of statistics test. Interval. Nominal. Comment. Pearson20. Is there a linear relationship? Chi-square02. Any number of groupst-test11. Two groups only. One-way ANOVA11. Two or more groups. Matched pairs t-test11. Two groups, linked data pairs, before and after. Repeated measures ANOVA11. More than two groups, linked data. Paired data refers to data obtained from a single group of patients, e. g., measurement before and after an intervention. Unpaired data comes from two different groups of patients, e. g., comparing response to different interventions in two groups.",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Student's t-test",
        "opc": "Chi-squared test",
        "opd": "Pearson's test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bb5c4438-6c5f-48cf-9c3b-73015f915bdc",
        "choice_type": "single"
    },
    {
        "question": "Sample registration survey is conducted every",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "10 years",
        "opd": "2 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0e27e9be-91ab-41d3-bb2d-9fed674ef366",
        "choice_type": "single"
    },
    {
        "question": "The Hb level is healthy women has mean 13. 5 g/dl and standard detion 1. 5 g/dl, what is the Z score for a woman iwht Hb level 15. 0 g/dl-",
        "exp": "Ref: Parks 23rd edition pg 849 Z score = (individual value - mean) / SD =(15-13. 5)/1. 5= 1",
        "cop": 4,
        "opa": "9",
        "opb": "10",
        "opc": "2",
        "opd": "1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b6ec14d6-ece8-42de-9649-e8bc78c451e8",
        "choice_type": "single"
    },
    {
        "question": "In a clinical trial, blood pressure was measured in a group of patients before and after treatment, which of the following tests will be suitable as a test of significance:",
        "exp": "Ans. A. Paired t-test. Unpaired t-test (aka Students test) compares two different subjects. The paired t-test reduces intersubject variability (because it makes comparisons between the same subject), and thus is theoretically more powerful than the unpaired t-test. In our case, we are analyzing the same subject twice (that is before and after).",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Mann-Whitney U test",
        "opc": "Student t-test",
        "opd": "ANOVA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3f996dd3-1cd3-495c-9de6-2e110978fd48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following shows progresion of events against time -",
        "exp": "Ans. is 'd' i. e., Line diagram* Line diagram (Line graph) is used to show the trend of events with passage of time.",
        "cop": 4,
        "opa": "Barchart",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "00afb2e7-488d-4559-8c36-97479dd3587c",
        "choice_type": "single"
    },
    {
        "question": "Probability of a person with positive test result having the disease is given by",
        "exp": "Sensitivity:- It is defined as the ability of a test to identify correctly all those who have the disease (True positives) Specificity:- It is defined as the ability of a test to identify correctly those who do not have the disease (True Negatives) Diagnostic power of the test. Positive predictive value:- Indicates the probability of a person with a positive test result having the disease. It depends on sensitivity, specificity of the test and prevalence of the disease. It is directly propoional with the prevalence of the disease. Negative predictive value:- Probability a person with a negative test result not having the disease Ref:- K Park, 24th ed; pg num:- 149-150",
        "cop": 2,
        "opa": "Negative predictive value",
        "opb": "Positive predictive value",
        "opc": "Sensitivity",
        "opd": "Specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7f6b6013-4319-4a38-8381-e242724b3453",
        "choice_type": "single"
    },
    {
        "question": "Under the registration act of 1969, bih should be registered within -",
        "exp": ".",
        "cop": 1,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "28 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "20f14673-fdc0-483d-b26f-ca81ccd7fd02",
        "choice_type": "single"
    },
    {
        "question": "The staing numbers in life table is known as",
        "exp": "In actuarial science and demography, a life table (also called a moality table or actuarial table) is a table which shows, for each age, what the probability is that a person of that age will die before his or her next bihday (\"probability of death\") There are two types of life tables used in actuarial science. The period life table represents moality rates during a specific time period of a ceain population. A coho life table, often referred to as a generation life table, is used to represent the overall moality rates of a ceain population's entire lifetime. They must have had to be born during the same specific time interval. A coho life table is more frequently used because it is able to make a prediction of any expected changes in moality rates of a population in the future. This type of table also analyzes patterns in moality rates that can be observed over time Ref: https://en. m. wikipedia. org/wiki/Life_table",
        "cop": 4,
        "opa": "Radix",
        "opb": "Radius",
        "opc": "Origin",
        "opd": "Coho",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e93f17fd-c78a-4bf1-886d-bab1fd4cd90f",
        "choice_type": "single"
    },
    {
        "question": "Power of a study can be increased by-",
        "exp": "<p> Decreasing ss error. Reference: Simple Biostatistics by Indrayan & Indrayan, 1stbedition, page no: <\\p>",
        "cop": 2,
        "opa": "Increasing a error",
        "opb": "Decreasing ss error",
        "opc": "Decreasing a error",
        "opd": "Increasing ss error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "02f404ad-056f-4288-b5a5-1ac89748491c",
        "choice_type": "single"
    },
    {
        "question": "Degree of freedom for 2/2 contingency table is?",
        "exp": "Ref: Parks 23rd edition Degree of freedom = (r-1)(c-1) =(2-1)(2-1)= 1",
        "cop": 1,
        "opa": "1",
        "opb": "Zero",
        "opc": "2",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1eec3dab-7c27-4682-b67a-622efaa6eac9",
        "choice_type": "single"
    },
    {
        "question": "Results of a test were given as very satisfied, satisfied, dissatisfied, it representes",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal: eg: names of countries. Dichotomous: eg: yes/no, presence/absence. Ordinal: severity of disease: mild/moderate/severe. eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 2,
        "opa": "Nominal scale",
        "opb": "Ordinal scale",
        "opc": "interval scale",
        "opd": "Ratio scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6235d1b3-c517-4e46-a68d-548302dfbba2",
        "choice_type": "single"
    },
    {
        "question": "Simple random sampling-",
        "exp": ".",
        "cop": 2,
        "opa": "Provides least number of possible samples",
        "opb": "Haphazard collection of ceain number for a sample",
        "opc": "Picking every 5th or 10th at regular intervals",
        "opd": "Sample represent, a corresponding strata of universe",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "667b7332-b81a-47c3-9926-85c9b9e099a1",
        "choice_type": "single"
    },
    {
        "question": "Percentiles divides the data into _____ equal pas",
        "exp": "A percentile (or a centile) is a measure used in statistics indicating the value below which a given percentage of observations in a group of observations falls. There is no standard definition of percentile,. however all definitions yield similar results when the number of observations is very large and the probability distribution is continuous. In the limit, as the sample size approaches infinity, the 100pth percentile (0<p<1) approximates the inverse of the cumulative distribution function (CDF) thus formed, evaluated at p, as p approximates the CDF. This can be seen as a consequence of the Glivenko-Cantelli theorem. Ref: https://en. m. wikipedia. org/wiki/Percentile",
        "cop": 1,
        "opa": "100",
        "opb": "50",
        "opc": "10",
        "opd": "25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ee274298-b680-4aad-881f-c992d2c3daba",
        "choice_type": "single"
    },
    {
        "question": "Estimated mean Hemoglobin (Hb) of 100 women is 10g%. Standard detion is 1 gm%. Standard error of estimated will be -",
        "exp": "<p>standrad error of mean= standard detion/[?]n =1/[?]100 =1/10 =0. 1 Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 850 </p>",
        "cop": 4,
        "opa": "0. 001",
        "opb": "1",
        "opc": "10",
        "opd": "0. 1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d180322d-fa0c-4040-a92f-683fab03afdd",
        "choice_type": "single"
    },
    {
        "question": "Histogram is used to describe-",
        "exp": "<p> Histogram is used to describe quantitative data of a group of patients. Histogram is graphical presentation for. &; Continuous quantitative data&;. Reference: Simple Biostatistics by Indeayan & Indrayan, 1st edition, pg no: 104 and Methods in Biostatistics by Mahajan, 6 th edition, pg no. 20, K. Park, 23rd edition, pg no. 844-846. <\\p>",
        "cop": 1,
        "opa": "Quantitative data of a group of patients",
        "opb": "Qualitative data of a group of patients",
        "opc": "Data collected on nominal scale",
        "opd": "Data collected on ordinal scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "61a13162-16b4-4521-b597-9b53ae63198a",
        "choice_type": "single"
    }
]