[
    {
        "question": "For a positively skewed curve which measure of central tendency is largest",
        "exp": "A distribution is negatively skewed, or skewed to the left, if the scores fall toward the higher side of the scale and there are very few low scores. In positively skewed distributions, the mean is usually greater than the median, which is always greater than the mode. Ref :",
        "cop": 1,
        "opa": "Mean",
        "opb": "Mode",
        "opc": "Median",
        "opd": "All are equal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1a4e1b8-fb3d-40e4-9da7-ebc8a9c0963b",
        "choice_type": "multi"
    },
    {
        "question": "One standard detion in normal standard curev includes value-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7%",
        "cop": 2,
        "opa": "50%",
        "opb": "68%",
        "opc": "95%",
        "opd": "100%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cdfbd205-6f98-4cdc-9d76-29c0e9887cef",
        "choice_type": "single"
    },
    {
        "question": "If hemoglobin status of a population with mean value is 10.3 gm % with SD 2 gm%, then 5% population will be below what value of Hb?",
        "exp": ".",
        "cop": 2,
        "opa": "6.67",
        "opb": "7.35",
        "opc": "9",
        "opd": "8.6",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d5d4145c-7f09-4ff7-9be7-6676ee265b21",
        "choice_type": "single"
    },
    {
        "question": "The relationship of mean height of two group of children is best studied by-",
        "exp": ".",
        "cop": 1,
        "opa": "Student's test",
        "opb": "Linear regression",
        "opc": "Chi-square test",
        "opd": "Test of propoions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "839dd9af-05f9-4176-9a4c-b4f823e1d998",
        "choice_type": "single"
    },
    {
        "question": "An indicator is said to valid if",
        "exp": "Ans) b (It measures the thing.. ) Ref park 20th ed p 226The term validity refers to what extent the test accurately measures which it purports/ intended to measure.Validity expresses the ability of a test to separate or distinguish those who have the disease from those who do not have.Validity has two components - Sensitivity and specificitySensitivity and specificity together with \"predictive accuracy\" are inherent properties of a screening test.",
        "cop": 2,
        "opa": "It also measures the thing it didn't suppose to measure",
        "opb": "It measures the thing it expected to measure",
        "opc": "Over value when measured by different method",
        "opd": "Under value when measured by different method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "62c4a958-74be-414f-9638-183e78e60976",
        "choice_type": "single"
    },
    {
        "question": "Frequency polygon is obtained by joining the points of",
        "exp": "Ans. d (Histogram blocks) (Ref. Park PSM 22nd/ 788; Methods in Bio-statistics, by B. K. Mahajan 6th/p. 23)Quantitative data is presented by the following graphsQualitative or discrete or enumeration data is presented by the following graphs:# Histogram.# Bar diagram# Frequency polygon.# Pie or sector diagram# Frequency curve.# Pictogram# Line chart or graph.# Spot map# Cumulative frequency diagram (Ogive). # Scatter or dot diagram.",
        "cop": 4,
        "opa": "Bar diagram",
        "opb": "Complete bar diagram",
        "opc": "Multiple bar diagram",
        "opd": "Histogram blocks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "af379a52-6e0c-48b9-902a-9e0e04e2f746",
        "choice_type": "single"
    },
    {
        "question": "Mean Hb values in two population groups are compared by",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Paired t test",
        "opb": "Unpaired t test",
        "opc": "Chi square test",
        "opd": "Fischer test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "eef0905b-965f-4a6b-bd06-604bded9c566",
        "choice_type": "single"
    },
    {
        "question": "Which of the following denotes the trend of events that pass with time?",
        "exp": "Ans. c (Line chart) (Ref. Text book of biostatistics by B K Mahajan, Vlth /pg. 20; Park PSm 22nd/788)Line diagrams are used to show the trend of events with the passage of time.Type of dataQualitative dataQuantitative dataDefinitionCharacteristics same, only frequency variesCharacteristics as well as frequency both varyExampie Method of presentation of dataMales, females1. Bar diagramLength of the bars, drawn vertical or horizontal, indicates the frequency of a character. Bar may be drawn in ascending or descending order of magnitude. Spacing between any two bars should be nearly equal to half of the width of the bar. There are four types of bar diagrams,a) Simple bar diagram:Here bars can be arranged vertically or horizontally. A suitable scale must be used to present the length of the bars.b) Multiple bar diagram:Here two or more bars are grouped together.c) Component bar diagram:The bars may be divided into two or more parts. Each part represents a certain item.d) Proportional bar diagram:Each bar represents 100%. The bars may be divided into two or more parts. Each part is proportional to the magnitude of that particular itemHeight, weight, blood pressure1. Histogram - To construct a histogram the class intervals are plotted along X axis (horizontal line) and corresponding frequencies (or no. of observations) on Y-axis (vertical line). Rectangles are constructed such that height of a rectangle is proportional to the frequency of class and width is equal to length of the class. If all classes are of equal length then all the rectangles will have equal width. Histogram is an area diagram.2. Pie diagramThe frequencies of the groups are shown in a circle. Degrees of angle denote the frequency and area of the sector. Size of each angle is calculated by the formula as: Angle (Degrees) = Class frequency X 360deg/Total observations2. Frequency polygon - It is an area diagram of frequency distribution developed over a histogram. Join the midpoints of class intervals at the height of frequencies by straight lines. It gives a polygon, i.e., figure with many angles.3. Pictogram -- It is a popular method of presenting data to the layman. Here each picture indicates a unit of characteristic. These charts can be used for illiterate persons. Because of its attractive presentation it can be utilized for the man on the street.3. Frequency curve - when the no. of observations is very large and group intervals are reduced, the frequency polygon tends to lose angulations giving place to a smooth curve known as frequency curve.4. Spot map - These maps are prepared to show geographical distribution of frequencies of characteristic4. Line chart - This is a frequency polygon presenting variations by line. It shows the trend of an event occurring over a period of time-rising, falling or showing fluctuations. Cumulative frequency curve (Ogive) - Successive class frequencies are added and a frequency polygon is drawn. Number or percent of observations falling below or above a specific value can be presented in this graph. Any point below which there are certain percent of observations is called as percentile and graph drawn out of such points is a 'percentile graph'.5. Scatter (Correlation) diagram: It is graphic representation made to show the nature of correlation between two variable characters X and Y in the same person(s) or group(s) such as height and weight in men aged 20 years, hence it is also called correlation diagram. The characters are read on the base (X-axis) and vertical (Y-axis) and the perpendiculars drawn from these readings meet to give one scatter point. Varying frequencies of the characters give a number of such points or dots that show a scatter. A line is drawn to show the nature of correlation at a glance.",
        "cop": 3,
        "opa": "Frequency polygon",
        "opb": "Histogram",
        "opc": "Line chart",
        "opd": "Pie diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "afac4d6d-9a58-45d0-9c69-b6b747d5ee25",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used measure of central tendency-",
        "exp": "Ans. is 'a' i.e., Mean * The commonly used statistical average (measures of central tendency) are (i) Arithmetic mean, (ii) Median and (iii) Mode.Arithmetic mean* It is the most commonly used statistical average. It is obtained by sum of all the values divided by total number of values.Mean =[?]x----e* The major disadvantage of mean is that it may be unduly influenced by abnormal high or low values in the distribution.Median* It is the middle most value in a distribution arranged in ascending or descending order. If there are two values in the middle, instead of one, the median is worked out by taking the average of two middle values.* The main advantage of median is that it is not affected by abnormal high or low values (unlike mean). Therefore, median is used in skewed distribution (distribution which is skewed/deviated due to small number of very high or low values).Mode* It is the most frequently occuring value in a distribution. If there are two most frequent values, there are two modes and the distribution is called 'bimodal distribution In bimodal distribution the mode is the average of two modes.* For bimodal distributionMode = (3 x median) - (2 x mean)* Mode is the central tendency which is least affected by extreme values or skewness (But median is the preferred central tendency in skewed distribution).",
        "cop": 1,
        "opa": "Mean",
        "opb": "Median",
        "opc": "Mode",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "acecdb7b-2ae5-4281-a0f3-214ce09063b4",
        "choice_type": "multi"
    },
    {
        "question": "Area falling under 2 S.D. curve would be around -",
        "exp": "Ref: Parks 23rd edition pg 848 The several measures of variation or dispersion of which the following are widely known : RangeThe mean or Average detion The standard detion . Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7%",
        "cop": 2,
        "opa": "66%",
        "opb": "95%",
        "opc": "57%",
        "opd": "99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8549885d-e978-4e44-a291-bcf640bb83dd",
        "choice_type": "multi"
    },
    {
        "question": "When observations are made before and after the exposure to the factor, it is -",
        "exp": "Ref:Parks 23rd edition pg 852 Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 3,
        "opa": "Chi-square test",
        "opb": "Unpaired T-Test",
        "opc": "Paired T-Test",
        "opd": "ANOVA test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1455c58f-89a0-47fa-a763-b4ea704aa815",
        "choice_type": "single"
    },
    {
        "question": "Test of association between two variables is done by-",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation . Chi-square test offers an alternate method of testing the significance of difference between two propoions.Advantage: it can also be used when more than 2groups are to be compared.",
        "cop": 2,
        "opa": "X2",
        "opb": "Correlation",
        "opc": "Regression",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "36f9e01c-90be-4901-a14c-277027119c46",
        "choice_type": "multi"
    },
    {
        "question": "A group tested for a drug shows 60% improvement as against a standard group showing 40% improvement. The best test to test the significance of result is-",
        "exp": "Ref: Parks 23rd edition pg 852 Chi-square test offers an alternate method of testing the significance of difference between two propoions.Advantage: it can also be used when more than 2groups are to be compared. Ref:Parks 23rd edition pg 852 Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 2,
        "opa": "Student T test",
        "opb": "Chi square test",
        "opc": "Paired T test",
        "opd": "Test for variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3224c26b-8f9e-4dac-9bcb-de5473f2a3c1",
        "choice_type": "single"
    },
    {
        "question": "All are measures of dispersion around central value except",
        "exp": "The several measures of variation or dispersion of which the following are widely known Range The mean or Average detion The standard detion Ref : Park&;s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 848",
        "cop": 2,
        "opa": "Mode",
        "opb": "Variance",
        "opc": "Standard detion",
        "opd": "Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0324b7e7-917a-4aef-a87d-a009273c1492",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the national level system that provides annual national as well as state level reliable estimation of feility and moality -",
        "exp": ".",
        "cop": 4,
        "opa": "Civil registration system",
        "opb": "Census",
        "opc": "Adhoc survey",
        "opd": "Sample registration system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8385ba31-6491-4280-a84b-4dc25b063f03",
        "choice_type": "single"
    },
    {
        "question": "A population is divided into relevant subgroups and random sample selection is done from each of the subgroups. This is which type of sampling method?",
        "exp": "- in stratified random sample, the sample is deliberately drawn in a systematic way so that each poion of the sample represents a corresponding strata of the universe. - this method is paicularly useful where one is interested in analysing the data by a ceain characteristic of the population. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:850",
        "cop": 2,
        "opa": "Systematic random sampling",
        "opb": "Stratified random sampling",
        "opc": "Simple random sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d74d4814-098b-4866-8117-50149c5a9e50",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding Normal distribution curve except",
        "exp": "NORMAL DISTRIBUTION The normal distribution or 'normal curve' is an impoant concept in statistical theory. Let us suppose, we collect the haemoglobin values of a very large number of people and make a frequency distribution with narrow class intervals, we are likely to get a smooth, symmetrical curve. Such a curve is called a normal distribution or normal curve. The shape of the curve will depend upon the mean and standard detion which in turn will depend upon the number and nature of observations. It follows, therefore, there will be an infinite number of normal curves. Standard normal curve Although there is an infinite number of normal curves depending upon the mean and standard detion, there is only one standardized normal curve, which has been devised by statisticians to estimate easily the area under the normal curve, between any two ordinates. The standard normal curve is a smooth, bell-shaped, perfectly symmetrical curve, based on an infinitely large number of observations. The total area of the curve is 1; its mean is zero; and its standard detion is 1. The mean, median and mode all coincide. The distance of a value (x) from the mean (X) of the curve in units of standard detion is called \"relative dete or standard normal variate\" and is usually denoted by Z. Ref : Park 23rd edition Pgno : 849",
        "cop": 1,
        "opa": "One standard detion includes 95% of values",
        "opb": "Mean, Median, Mode coincides",
        "opc": "Median is mid value",
        "opd": "Area under the curve is one",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "97b618d2-e538-4e63-babf-8a5002e22cb2",
        "choice_type": "multi"
    },
    {
        "question": "If a 95% confidence interval for prevalence of cancer smokers aged> 65 years is 56% to 76%, the chance that the prevalence could be less than 56% is-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7% Given, 95% values lie between 56 and 76% So, 5% values lie below 56 and above 76 altogether . So, 2.5% lies below 56.",
        "cop": 3,
        "opa": "Nil",
        "opb": "44%",
        "opc": "2.50%",
        "opd": "5%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1a0e9985-c144-4641-b7a7-3f99ae30148f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not cause hardness of water?",
        "exp": "Ans. a. Calcium carbonateRef: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-763Hardness is defined as soap destroying power of water.Hardness is mainly due to 4 dissolved compounds:Calcium bicarbonateCalcium sulfateMagnesium bicarbonateMagnesium sulfateOther compounds responsible for hardness are chlorides and nitrates of calcium and magnesium and iron, manganese, aluminium compounds to a small extent.There are 2 types of hardness:Temporary hardness: Due to carbonates of Ca and MgPermanent hardness: Due to sulphate, chloride and nitrates of Ca and Mg",
        "cop": 1,
        "opa": "Calcium carbonate",
        "opb": "Calcium sulfate",
        "opc": "Calcium bicarbonate",
        "opd": "Magnesium bicarbonate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "def674ba-077c-4d02-9863-fb4ef7d8998c",
        "choice_type": "single"
    },
    {
        "question": "In a statistical study for calculating the effect of drug on patient's sugar level the test showed significant difference when in reality there was no difference",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Alpha error",
        "opb": "Beta error",
        "opc": "Gamma error",
        "opd": "Power of a test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "042e5bf9-a2c7-47ba-b4fa-eed543634ee7",
        "choice_type": "single"
    },
    {
        "question": "NOT true about co-relation is-",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 2,
        "opa": "Doesn't tell about causation",
        "opb": "Tells about risk of the disease",
        "opc": "-1.0 correlation shows linear relationship",
        "opd": "Tells association between two variables",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08ed2984-6c2d-4a55-b57c-ac67128dff7d",
        "choice_type": "multi"
    },
    {
        "question": "In a bimodal series, if mean is 2 and median is 3, what is the mode",
        "exp": "In bimodal series Mode = 3xmedian - 2xmean= 3x3 - 2x2 = 5 Ref : Park&;s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 847",
        "cop": 1,
        "opa": "5",
        "opb": "2.5",
        "opc": "4",
        "opd": "3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3e27baa0-d63a-4e2b-9925-07f4dcc03c7d",
        "choice_type": "single"
    },
    {
        "question": "Type-II error is",
        "exp": "In statistical hypothesis testing a type I error is the rejection of a true null hypothesis (also known as a \"false positive\" finding or conclusion), while a type II error is the non-rejection of a false null hypothesis (also known as a \"false negative\" finding or conclusion). Much of statistical theory revolves around the minimization of one or both of these errors, though the complete elimination of either is a statistical impossibility for non-deterministic algorithms A type I error (or error of the first kind) is the rejection of a true null hypothesis. Usually a type I error leads to the conclusion that a supposed effect or relationship exists when in fact it does not. Examples of type I errors include a test that shows a patient to have a disease when in fact the patient does not have the disease, a fire alarm going on indicating a fire when in fact there is no fire, or an experiment indicating that a medical treatment should cure a disease when in fact it does not. A type II error (or error of the second kind) is the failure to reject a false null hypothesis. Some examples of type II errors are a blood test failing to detect the disease it was designed to detect, in a patient who really has the disease; a fire breaking out and the fire alarm does not ring; or a clinical trial of a medical treatment failing to show that the treatment works when really it does Ref : https://en.m.wikipedia.org/wiki/Type_I_and_type_II_errors",
        "cop": 4,
        "opa": "Rejecting true null hypothesis",
        "opb": "Rejecting false null hypothesis",
        "opc": "Accepting true null hypothesis",
        "opd": "Accepting false null hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b40df268-b747-4175-8927-ce80576c1625",
        "choice_type": "multi"
    },
    {
        "question": "When an intervention is applied to community to evaluate its usefulness, it is termed as a trial for-",
        "exp": ".",
        "cop": 1,
        "opa": "Efficacy",
        "opb": "Effectiveness",
        "opc": "Efficiency",
        "opd": "Effect modification",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c8ec8c08-7b7e-475b-a61d-472c54c86151",
        "choice_type": "single"
    },
    {
        "question": "Fasting blood sugar (FBS of a population is known to be normally distributed, with a mean of 105 mg%. SD =10. Thus 95% of the population will have FBS within-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7% 95% means +/- 2SD Here SD =10 So +/- 20 So, between 85 and 125",
        "cop": 3,
        "opa": "104 and 106",
        "opb": "95 and 115",
        "opc": "85 and 125",
        "opd": "75 and 135",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a9a827d4-bdd3-47f5-a0d3-af496ff6c617",
        "choice_type": "multi"
    },
    {
        "question": "correlation coefficient tends to lie between -",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 2,
        "opa": "Zero to - 1.0",
        "opb": "0",
        "opc": "+1.0 to zero",
        "opd": "+2.0 to -2.0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "29dc10a7-585a-42ef-8f29-40654f97e73c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true in a randomized control trial (RCT) except -",
        "exp": ".",
        "cop": 4,
        "opa": "Baseline characteristics of intervention and control groups should be similar",
        "opb": "Investigator's bias is minimized by double blinding",
        "opc": "The sample size required depends on the hypothesis",
        "opd": "The drop-outs from the trial should be excluded from the analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e5c37fd6-9d00-498c-ba4d-20a983942fd4",
        "choice_type": "multi"
    },
    {
        "question": "A study was conducted on two different samples for comparing variation between DBP and Vitamin D. Diastolic blood pressure normal is 110 with standard deviation 11 and vitamin D levels normal 18 with standard deviation 3. Which of the sample has more variable?",
        "exp": "Ans. (b) Vitamin D is more than DBPRef: Parks Text book of Preventive and Social Medicine 24th Ed; Page No-886* Coefficient of variation (CV)=MeanSD x100* Standard Deviation (SD):# It is denoted by the Greek word sigma.# It gives us an idea of \"spread\" of dispersion.# Standard deviation =Variance * Coefficient of variation for DBP=11011 x100=10%* Coefficient of variation for vitamin D=183 x100=16%* So Coefficient of variation for DBP< Coefficient of variation for vitamin D",
        "cop": 2,
        "opa": "DBP is more than Vitamin D.",
        "opb": "Vitamin D is more than DBP.",
        "opc": "Both DBP and Vitamin D will equal variability.",
        "opd": "It can't be ascertained from information provided.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fe267215-1610-460f-8e5b-8c39b431ff46",
        "choice_type": "multi"
    },
    {
        "question": "Sampling method used in assessing immunization status of children under immunization programme is-",
        "exp": "<p> Cluster sampling . Reference: Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:35-36 and Methods in Biostatistics by Mahajan,7 th edition,pg no:91.",
        "cop": 4,
        "opa": "Systemic sampling",
        "opb": "Stratified sampling",
        "opc": "Group sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "089f69a8-8a77-407f-ab11-e0c58cae80e3",
        "choice_type": "single"
    },
    {
        "question": "If prevalence of diabetes is 10%, the probability that three people selected at random from the population will have diabetes is -",
        "exp": "Ref :Parks 23rd edition Prevalence = 10% So probability of selecting a person having DM = 10/100= 0.1 So probability of selecting 3 persons with diabetes = 0.1*0.1*0.1= 0.001",
        "cop": 3,
        "opa": "0.01",
        "opb": "0.03",
        "opc": "0.001",
        "opd": "0.003",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c5f160d7-ad62-4769-8001-073410928e83",
        "choice_type": "single"
    },
    {
        "question": "In a population of pregnant female, Hb is estimated on 100 women with standard detion of 1 gm%. The standard error is-",
        "exp": "<p> standard error of mean = standard detion/[?]n =1/10 =0.1 Parks textbook of preventive and social medicine.K Park. Edition 23.Pg no: 850</p>",
        "cop": 2,
        "opa": "1",
        "opb": "0.1",
        "opc": "0.01",
        "opd": "10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5556ad6d-bcb2-473a-b72c-ad62c001a022",
        "choice_type": "single"
    },
    {
        "question": "Z score is used in -",
        "exp": "Ref:Parks 23rd edition pg 849 To know whether the individual value falls above or below the mean value . A random variable is said to have been standardized when it has been adjusted so that mean is zero and SD=1.",
        "cop": 2,
        "opa": "Nominal data",
        "opb": "Normal distribution curve",
        "opc": "t test",
        "opd": "Chi square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3752342f-194b-4aee-adb3-e66b454e3b19",
        "choice_type": "single"
    },
    {
        "question": "Area under standard normal distribution curve-",
        "exp": "Ans. is 'b' i.e., 1 Standard normal curve* It is also known as bell curve or Gaussian distribution.* The shape of the curve is like a bell - bell shaped curve.* The data are distributed symmetrically on either side of a central value.* Normal distribution curve looks symmetrical in the dispersion with the largest frequencies in the middle score and tapering down of frequencies towards the highest as well as the lowest score - No tail.* Normal distribution curve is based on mean and standard deviation.* Mean median and mode all coincide - No skew.* Mean = median = mode = 0* Total area of curve is 1.* Its standard deviation is 1.* Variance is 1.",
        "cop": 2,
        "opa": "0.5",
        "opb": "1",
        "opc": "1.5",
        "opd": "2",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bad14ddc-3106-4e47-a3af-2940cd603db0",
        "choice_type": "single"
    },
    {
        "question": "All are true about cluster sampling except?",
        "exp": ".",
        "cop": 1,
        "opa": "Sample size is same as that of simple random sampling",
        "opb": "It is a two stage sampling",
        "opc": "It is cheapter than other methods of sampling",
        "opd": "It has a disadvantage of higher sampling error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ae5b0e37-ae43-49a3-8a4a-81c706c8f435",
        "choice_type": "multi"
    },
    {
        "question": "In an agreement between SpO2 of two groups with and without micropore in a pediatric population the values spotted is as below. Which of the following is true?",
        "exp": "(d) The curve shows a regression line means co-relationBLAND-ALTMAN PLOT* Difference plot* A graphical method to compare two measurements techniques* The differences/ratios between the two techniques are plotted against the averages of the two techniques* Alternatively the differences can be plotted against one of the two methods, if this method is a reference or \"Gold standard\" method* Horizontal lines are drawn at the mean difference, and at the limits of agreement, which are defined as the mean difference plus and minus 1.96 times the standard deviation of the differences* Interpretation of Bland-Altman Plot:- Perfect correlation if the points lie perfectly along any straight line- Regression line indicates Correlation: (See previous page)- Perfect agreement only if they lie perfectly along the line of equality- Line of equality does not indicate perfect agreement: (See above)",
        "cop": 4,
        "opa": "There is no agreement between the two groups",
        "opb": "The two groups have a constant relation with a variation of 3%",
        "opc": "The is no association between the two groups",
        "opd": "The curve shows a regression line means co-relation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e6260b85-75df-42df-9ea9-503dbe6fd254",
        "choice_type": "multi"
    },
    {
        "question": "Normal standard detion true is-",
        "exp": "Repeated question the standard detion (SD, also represented by the Greek letter sigma s or the Latin letter s) is a measure that is used to quantify the amount of variation or dispersion of a set of data values. A low standard detion indicates that the data points tend to be close to the mean (also called the expected value) of the set, while a high standard detion indicates that the data points are spread out over a wider range of values",
        "cop": 1,
        "opa": "Mean = Median",
        "opb": "Mean > Median",
        "opc": "Median > Mean",
        "opd": "Mode > Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a1297d2f-e490-4ed9-8906-a405771f5cb6",
        "choice_type": "multi"
    },
    {
        "question": "Standard error of mean is called as -",
        "exp": ".",
        "cop": 1,
        "opa": "Standard detion",
        "opb": "Mode",
        "opc": "Median",
        "opd": "Variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e7c90a1c-bdc7-4255-b23c-4354681276f9",
        "choice_type": "multi"
    },
    {
        "question": "Bih is to be registered within-",
        "exp": ".",
        "cop": 1,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "66b461b0-6e74-4cec-bce7-d164053d8626",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a continous distribution",
        "exp": ".",
        "cop": 1,
        "opa": "Normal",
        "opb": "Poison's",
        "opc": "Binomial",
        "opd": "Bernoulli's",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "412e7c46-8236-41aa-8620-4febe22583c6",
        "choice_type": "single"
    },
    {
        "question": "True statements with regard to sampling",
        "exp": ".",
        "cop": 1,
        "opa": "Snowball sampling is used for hidden population",
        "opb": "More sample in systematic random sampling",
        "opc": "In stratified random sampling population is divided into strata",
        "opd": "Cluster sampling is less cost - effective",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "92584e41-e74a-4877-8e12-e49f3f87661b",
        "choice_type": "multi"
    },
    {
        "question": "Best cha to represent incidence of disease over a period of time",
        "exp": "Line diagram:- Trend of a event over a period of time and scatter plot relationship between two quantitative variables Ref:- K Park, 24th ed; pg num:- 883",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Scatter plot",
        "opc": "Line diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08ad268e-afec-4b74-a384-dde22bead047",
        "choice_type": "single"
    },
    {
        "question": "First quaile of the following data is - 1, 3, 4, 2",
        "exp": "Ref: Parks 23rd edition Arrange the values in ascending order 1,2,3,4 Median= 2.5, that is Q2 Q1= middle of 1 and 2 , that is 1.5",
        "cop": 3,
        "opa": "1",
        "opb": "3",
        "opc": "1.5",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1e1fde7c-ade2-4251-bbe4-a04be9bd95c3",
        "choice_type": "single"
    },
    {
        "question": "Two variables can be plotted together in -",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:847",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon",
        "opd": "Scatter diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cd2b806e-87a2-4a70-95e2-fe04fc51809b",
        "choice_type": "single"
    },
    {
        "question": "Mean < Median < Mode is seen in which type of curve -",
        "exp": "Ans. is 'a' i.e., Negative skewed Relationship b/w the measures of central tendency* In a symmetrical cw'veMean = Median = Mode* In a Positive (Right) skewed curveMean > Median > Mode* In a Negative (left) skewed curveMean < Median < Mode",
        "cop": 1,
        "opa": "Negative skewed",
        "opb": "Positively skewed",
        "opc": "Normal distribution",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "720ea0eb-9523-4bfd-b171-dcb5992b8988",
        "choice_type": "single"
    },
    {
        "question": "In the estimation of statistical probability, Z score is application to-",
        "exp": ".",
        "cop": 2,
        "opa": "Normal distribution",
        "opb": "Skewed distribution",
        "opc": "Binomial distribution",
        "opd": "Poisson distribution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9466af0b-d175-4302-8ea0-d78d0ae7f084",
        "choice_type": "single"
    },
    {
        "question": "What is the method of sampling in which the units are picked up at regular intervals from the universe-",
        "exp": ".",
        "cop": 2,
        "opa": "Simple random sampling",
        "opb": "Systematic random sampling",
        "opc": "Stratified random sampling",
        "opd": "Snow - ball sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "25633e61-043d-4d87-93c7-c587f2425120",
        "choice_type": "multi"
    },
    {
        "question": "Normal distribution curve is determined by:",
        "exp": "Ans. a (Standard deviation and mean). (Ref. Park PSM 22nd/pg. 792)1. Normal distribution curve/ Standard normal curve/ Normal Gaussian curve# A smooth symmetrical curve.# Total area of the curve is 1; its mean is zero; and its standard deviation is 1.# The mean, median and mode all coincide.# Limits on either side of mean are called \"confidence limits\".- Area between one standard deviation on either side of the mean (x + 1 m) will include approximately 68% in the distribution.- The area between two SD on either side of the mean (x + 2 m) approximately 95 %.- Area between three SD on either side of mean (x + 3 m) approximately 99.7 % in the distribution.# Percentage of values in a population, which will fall within various ranges within an ideal curve of normal distribution:- Mean +/- d 68.27%- Mean +/- 1.96d 95.00%- Mean +/- 2d 95.45%- Mean+/-3d 99.73%2. Poisson distributionLimiting form of binominal distribution when probability of success is closer to zero and numbers of trials are infinite. Mean=variance.3. Skew distribution Skewed to left (negatively skewed);Skewed to Right (Positively skewed)1If more outlying values are smaller than the rest, data are said to be skewed to left;If more outlying values are larger than the rest, data are said to be skewed to left2Data have longer tail among lower values;Data have longer tail among higher values3Median>mean;Median<mean",
        "cop": 1,
        "opa": "Standard deviation and mean",
        "opb": "Standard deviation and mode",
        "opc": "Mode and median",
        "opd": "Standard deviation and median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "35a4b2bb-293d-48f9-abc6-a225a0abc9dc",
        "choice_type": "single"
    },
    {
        "question": "Most common detion used in social medicine",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Variance",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1ce8b61-80a7-415d-90b4-d985f30e6998",
        "choice_type": "single"
    },
    {
        "question": "Ogive is-",
        "exp": ".",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Histogram",
        "opc": "Cumulative frequency curve",
        "opd": "Frequency polygon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7be8b8d8-3583-416c-ba6e-86577cd8a7ec",
        "choice_type": "single"
    },
    {
        "question": "Total cholestrol level = a+b (calorie intake) + e (physical activity) + d (body mass index) ; is an example of-",
        "exp": ".",
        "cop": 3,
        "opa": "Simple linear regression",
        "opb": "Simple curvilinear regression",
        "opc": "Multiple linear regression",
        "opd": "Multiple logistic regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "38456844-f02b-427e-8ffa-246e536f20e7",
        "choice_type": "single"
    },
    {
        "question": "A cardiologist wants to study the effect of an atorvastatin drug. He notes down the initial cholesterol levels of 50 patients and then administers the drug on them. After a month&;s treatment, he measures the cholesterol level again. Which of the following is the most appropriate to test the statistical significance of the change in blood cholesterol.",
        "exp": "In the given question, a cardiologist wants to study the effect of an atorvastatin drug; he notes down the initial cholesterol levels of 50 patients and administers the drug on them and after a months treatment, he measures the cholesterol level again. Since, mean cholesterol levels are being measured in the same group of individuals before and after an intervention, this is PAIRED DATA. Thus,, the most appropriate to test the statistical significance of the change in blood cholesterol will be students (paired(d) t-test. Ref: Simple Biostatistics By Indrayan and Indrayan 1st edition Pgno: 164",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Unpaired or independent t-test",
        "opc": "Analysis of variance",
        "opd": "Chi-square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c18b03a7-b182-4fe1-86ee-bea10f280888",
        "choice_type": "single"
    },
    {
        "question": "True about bar cha",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Width of the bar is propoional to representative values",
        "opb": "Used for quantitative data",
        "opc": "Same as histogram",
        "opd": "Rectangular bars are used to represent the data",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8fb2447b-772e-4d5c-9c6b-021e79059b5c",
        "choice_type": "multi"
    },
    {
        "question": "If we reject null hypothesis, when actually it si true it is known as-",
        "exp": "<p> Type 1 error. Reference:Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:155-57. <\\p>",
        "cop": 1,
        "opa": "Type I error",
        "opb": "Type II error",
        "opc": "Power",
        "opd": "Specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3ef202c4-6512-4624-be7c-aeb5a916c5ff",
        "choice_type": "multi"
    },
    {
        "question": "In the WHO recommended EPI cluster sampling for assessing primary immunization coverage, the age group of children to be surveyed is",
        "exp": "Cluster Random Sampling : Applicable when units of population are natural groups or clusters. Use of CRS in India: Evaluation of immunization coverage. WHO technique used in CRS: 30*7 technique (Total= 210 children) 30 clusters, each containing 7 children who are 12-23 months age and are completely immunized for primary immunization (till measles vaccine) Clusters are heterogenous within themselves but homogenous with respect to each other. Sampling interval is also calculated in CRS. Accuracy: Low error rate only +/- 5% Limitation: Clusters cannot be compared with each other. Ref: Simple Biostatistics by Indrayan and Indrayan 1st edition Pgno: 35",
        "cop": 4,
        "opa": "0-12 months",
        "opb": "6-12 months",
        "opc": "9-12 months",
        "opd": "12-23 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b61f73c9-c461-49ba-afe7-7291bc196327",
        "choice_type": "single"
    },
    {
        "question": "All of the following are random sampling methods except-",
        "exp": "<p> Quota sampling. Reference:Park&;s textbook of preventive and social medicine,K.Park,23rd edition,page no:850. <\\p>",
        "cop": 4,
        "opa": "Simple random",
        "opb": "Cluster sampling",
        "opc": "Stratified random",
        "opd": "Quota sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "495b1348-f121-4737-8d92-9b7a755ee724",
        "choice_type": "multi"
    },
    {
        "question": "In a community of 3000 people, 80% are Hindus 10% muslims, 5%",
        "exp": ".",
        "cop": 2,
        "opa": "Simple random",
        "opb": "Stratified random",
        "opc": "Systematic random",
        "opd": "Inverse sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a30ef3dd-f5a8-446f-9aa7-5ca521e61112",
        "choice_type": "single"
    },
    {
        "question": "Simplest measure of dispersion",
        "exp": "Ref:Parks 23rd edition pg 849 Measures of dispersion: Range: simplest measure of dispersion. Mean or Average detion. Standard detion.",
        "cop": 1,
        "opa": "Range",
        "opb": "Standard detion",
        "opc": "Mean detion",
        "opd": "Co-efficient of range",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b502cc15-abad-46af-9779-023d896586f8",
        "choice_type": "single"
    },
    {
        "question": "S.D. is 1.96 the confidence limit is-",
        "exp": "Ref:Parks 23rd edition pg 849. SD = 1 : confidence limit = 68% SD = 2 : confidence limit = 95% SD = 3 : confidence limit = 99.7% Here , SD= is 1.96, (between 1and 2) So, confidence limit will be between 68% and 95%, but more close to 95%. So answer is 95%",
        "cop": 3,
        "opa": "63.60%",
        "opb": "66.60%",
        "opc": "95%",
        "opd": "99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "847cf754-d0db-4e27-b122-7be4b2c66234",
        "choice_type": "single"
    },
    {
        "question": "In X and Y the coefficient correlation is 'r' find out coefficient correlation in 4x&4y",
        "exp": "(r): (795 Park 22nd/edition)Correlation coefficient may refer to:* Pearson product-moment correlation coefficient, also known as r, R, or Pearson's r, a measure of the strength and direction of the linear relationship between two variables that is defined as the (sample) covariance of the variables divided by the product of their (sample) standard deviations.* Intraclass correlation, a descriptive statistic that can be used when quantitative measurements are made on units that are organized into groups; describes how strongly units in the same group resemble each other.* Rank correlation, the study of relationships between rankings of different variables or different rankings of the same variable* Spearman's rank correlation coefficient, a measure of how well the relationship between two variables can be described by a monotonic function* Kendall tau rank correlation coefficient, a measure of the portion of ranks that match between two data sets.* Goodman and Kruskal's gamma, a measure of the strength of association of the cross tabulated data when both variables are measured at the ordinal level.In statistics, the Pearson product-moment correlation coefficient (sometimes referred to as the PPMCC or PCC, or Pearson's r) is a measure of the linear correlation (dependence) between two variables X and Y, giving a value between +1 and -1 inclusive, where 1 is total positive correlation, 0 is no correlation, and -1 is negative correlation. It is widely used in the sciences as a measure of the degree of linear dependence between two variables. It was developed by Karl Pearson from a related idea introduced by FrancisGalton in the 1880s The correlation coefficient ranges from -1 to 1. A value of 1 implies that a linear equation describes the relationship between X and Y perfectly, with all data points lying on a line for which Tincreases as X increases. A value of-1 implies that all data points lie on a line for which Y decreases as X increases. A value of 0 implies that there is no linear correlation between the variables. More generally, note that (Xi - X)(Yi - Y) is positive if and only if Xi and Yi lie on the same side of their respective means. Thus the correlation coefficient is positive if Xi and Yi tend to be simultaneously greater than, or simultaneously less than, their respective means. The correlation coefficient is negative if Xi and Ti tend to lie on opposite sides of their respective means.Correlation Coefficient is given by the formulaTends to lie between - 1 and + 1.0* 'r' value near + 1 - Signals a strong positive association * 'r' value near - 1 - Signals a strong negative association * 'r' = 0 - signals no association between x and y",
        "cop": 4,
        "opa": "4r",
        "opb": "3r",
        "opc": "2r",
        "opd": "r",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e3db9fb9-ead2-4858-8e7d-15ea20ecec3d",
        "choice_type": "single"
    },
    {
        "question": "Variables in the form of mild,moderate,severe is given.Method used to analyse is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4162244d-e1fd-469c-8974-a0dc76ef5fa1",
        "choice_type": "single"
    },
    {
        "question": "Appropriate statistical test to compare two propoions",
        "exp": "Ref:Parks 23rd edition pg 852 Here, propoion is a Qualitative measure, so we use Chi-square. Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Chi-square test",
        "opb": "Student's t-test",
        "opc": "Odds ratio",
        "opd": "Correlation coefficient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "06478d3c-d0d3-4e73-804b-3a4969110bf8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are nonparametric test, except:",
        "exp": "Ans. b. Z-testRef: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-274-75 PARAMETRIC AND NONPARAMETRICTESTS Parametric testsNonparametric testsBased onGaussian/Normal distributionsNon-normal distributionsType of dataQuantitativeQualitativeComparesMeans (+SD)Percentage, proportions and fractionsExample*. Students (Paired) t-test*. Students (Unpaired) t-test*. ANOVA F-test*. Sign test*. Chi-square test*. Wilcoxon Rank sum test*. Wilcoxon signed Rank test",
        "cop": 2,
        "opa": "Chi-square test",
        "opb": "Z-test",
        "opc": "Wilcoxon Rank sum test",
        "opd": "Kruskal-Wallis 'H' test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5af47a79-b2d8-4d26-a8f8-1c6b08ebc96a",
        "choice_type": "multi"
    },
    {
        "question": "If the grading of diabetes is classified as \"mild\", \"moderate\" and \"severe\" the scale of measurement used is -",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 3,
        "opa": "interval",
        "opb": "Nominal",
        "opc": "Ordinal",
        "opd": "Ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "57e7f930-46e3-442b-95f5-0c3605642809",
        "choice_type": "single"
    },
    {
        "question": "True about negatively skewed data is",
        "exp": "negative or left skew means the mean is less than the median.mean<median<mode",
        "cop": 1,
        "opa": "Mean is less than median",
        "opb": "Mean is more than median",
        "opc": "Mean is equal to median",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "821f706d-67da-484c-83f2-1a2a82cc25af",
        "choice_type": "multi"
    },
    {
        "question": "All the following are example of nominal scale except-",
        "exp": "Blood pressure comes under metric scales. Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 4,
        "opa": "Race",
        "opb": "Sex",
        "opc": "Iris color",
        "opd": "Blood pressure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e734dc04-54ee-4176-b34d-68906e8a2c18",
        "choice_type": "multi"
    },
    {
        "question": "In normal distribution curve, which have same value-",
        "exp": "Ref: Parks 23rd edition pg 849. The standard normal curve is a smooth, bell-shaped curve, perfectly symmetrical curve based on an infinitely large number of observations. Total area of the curve is 1. Mean=0 Standard detion is 1 . The mean, median and mode all coincide.",
        "cop": 3,
        "opa": "SD and mean",
        "opb": "SD and Mode",
        "opc": "Mode and Mean",
        "opd": "SD and Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bece3d48-b862-4a39-a35d-61b4a43808bc",
        "choice_type": "single"
    },
    {
        "question": "An investigator into the life expectancy of IV drug abusers divides sample of patients into HIV positive and HIV negative groups. What type of data does this division constitute -",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . It&;s like naming or labeling . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio Note: Dichotomous is a subtype of nominal with 2 categories .",
        "cop": 1,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Poion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c63ea09d-aefb-48ef-b730-3595d01283fd",
        "choice_type": "single"
    },
    {
        "question": "Order of least Margin of error in the graph given below is?",
        "exp": "(a) 3>2>1,Ref: Biostatistics Principles and Practice by B. Antonisamy and Me grow hill publication, pg. 44-45Given image shows three normal distribution curve of different sample size.All three curves have same mean but different standard deviation. As the sample size is decreasing, flatness of curve increasing and peak of curve diminishing which signifies wider confidence interval for given mean.Narrower the base of curve, lesser the margin of error will be.In given question, curve 1 has least margin of error followed by curve 2 and curve 3 shows highest margin of error. Hence correct answer is 3>2>1.",
        "cop": 1,
        "opa": "3>2>1",
        "opb": "3>1>2",
        "opc": "1>3>2",
        "opd": "1=2=3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ead2c5a3-4b49-46fa-aee2-3a14e724d855",
        "choice_type": "single"
    },
    {
        "question": "When the dependent or outcome variable is the survival data, the regression method applied is",
        "exp": "Cox Regression builds a predictive model for time-to-event data. The model produces a survival function that predicts the probability that the event of interest has occurred at a given time t for given values of the predictor variables. The shape of the survival function and the regression coefficients for the predictors are estimated from observed subjects; the model can then be applied to new cases that have measurements for the predictor variables. Note that information from censored subjects, that is, those that do not experience the event of interest during the time of observation, contributes usefully to the estimation of the model. Ref :",
        "cop": 3,
        "opa": "Multiple linear regression analysis",
        "opb": "Multiple logistic regression analysis",
        "opc": "Cox regression analysis",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0dd9628e-1740-4fad-9453-09eaea1e1957",
        "choice_type": "multi"
    },
    {
        "question": "Continuous data is represented by-",
        "exp": "Ans. is 'c' i.e., Histogram* Continuous (quantitative) data is represented by histogram (among the given options)DataScaleGraph/DiagramQuantitativeInterval scaleRatio scaleHistogramFrequency polygonfrequency curves linechart scatter diagramCumulative frequency CurveLine Chart graphQualitativeNominal scaleOrdinal scaleBar diagramPie chartPictogramMap diagram or spot map",
        "cop": 3,
        "opa": "Bar diagram",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "84a56d4c-6d08-45db-97bc-a33f958f733a",
        "choice_type": "single"
    },
    {
        "question": "In a distribution, if the mean is less median, then the distribution is said to be -",
        "exp": "Negative skewed ( left skewed ) : Mean less than median . Mode >median > mean Postitive skewed ( right skewed) : Mean more than median Mean > median > mode",
        "cop": 1,
        "opa": "Negative skewed",
        "opb": "Positively skewed",
        "opc": "Normal distribution",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ce0c711f-1198-4bf9-99ef-0f028960975f",
        "choice_type": "single"
    },
    {
        "question": "Regressiom between height and age follows y=a+bx.THe curve is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "Parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ca31e2f0-db39-458c-b216-4bea5a5c7a8e",
        "choice_type": "single"
    },
    {
        "question": "Individual in a village population are arranged alphabetically and then every 8th person is selected for the study. The type of study is-",
        "exp": "Ans. is 'c' i.e., Systemic random sampling * Types of random sampling are: -i) Simple random sampling# It is also known as \"unrestricted random sampling\". Each individual is chosen randomly and entirely by chance. There is no stratification in similar groups. Thus, each individual has the same probability of being chosen.# Methods of simple random sampling are : -i) Lottery methodii) Random number tableiii) Computer technique.# It is suitable for small homogenous population and is used in clinical trials. It provides the greatest number of possible samples.ii) Systemic random sampling# In order to do systematic random sampling, the individuals in a population are arranged in a certain way (for example, alphabetically).# A random starting point is selected and then every nth (for example 10th or 15th) individual is selected for the sample.# That is, after arranging the individuals in certain pattern (e.g., alpabetically) a starting point is chosen at random, and choices thereafter at regular intervals.iii) Stratified random sampling# When sub-populations vary considerably, it is advantageous to sample each subpopulation (stratum) independently.# Stratification is the process of grouping members of the population into relative hemogenous subgroups before sampling.# The strata should be mutually exclusive, every element in the population must be assigned to only one stratum. Then systematic random sampling method is applied within each stratum.# Stratified random sampling is particularly useful where one is interested in analysing the data by a certain characteristic of the population, viz Hindus, Muslims, Christians, age group etc, - as we know these groups are not equally distributed in the population.iv) Cluster sampling# Cluster sampling is a sampling technique used when natural groupings are evident in a statistical population. In this technique, the total population is divided into these groups (or clusters) and a sample of groups is selected.# The characteristic feature is that selected groups act as samples (while in other types of random sampling individuals act as sample).# Cluster sampling is rapid, simple and economic (less expensive).# Sample size may vary according to study.# Cluster sampling is an example two-stage sampling.# There are chances of sampling error.# Cluster sampling is used in India to evaluate immunization coverage. WHO used 30 x 7 technique (total = 210 children) for cluster sampling in which there are 30 clusters, each containing 7 children who are 12-23 months old and are completely immunized for primary immunization (till measles vaccine at 9 month).v) Multistage random sampling# It is done in successive stages; each successive sampling unit is nested in the previous sampling unit. Advantage: Introduces flexibility in sampling.# For example, in large country surveys, states are chosen, then districts, then villages, then every 10th person in village as final sampling unit.vi) Multiphse random sampling# It is done in successive phase; part of information is obtained from whole sample and part from the sub-sample.# For example, in a TB survey, Mantourx test done in first phase, then X-ray done in all Mantoux positive, then sputum examined in all those with positive X-ray findings.",
        "cop": 3,
        "opa": "Simple random sampling",
        "opb": "Stratified random sampling",
        "opc": "Systemic random sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "03d2d3d5-f05c-4763-9b77-9a4f89362d97",
        "choice_type": "multi"
    },
    {
        "question": "In a test of significance, P value is 0.023 the observed difference in study can be considered as-",
        "exp": "<p> Null hypothesis rejected and the study is accepted. Reference:Park&;s textbook of preventive and social medicine,K.Park,23rd edition,page no:852. <\\p>",
        "cop": 2,
        "opa": "Null hypothesis accepted and the study is rejected",
        "opb": "Null hypothesis rejected and the study accepted",
        "opc": "Null hypothesis accepted and the study is accepted",
        "opd": "Null hypothesis rejected and the study is also rejected",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f54bef49-0d75-4bf5-b5b2-80b51f18b724",
        "choice_type": "single"
    },
    {
        "question": "Two variables are highly correlated when \"r\" is?",
        "exp": "ANSWER: (C) +1.0REF: Park s 20th ed p. 755Co-efficent of correlation:Denoted by the symbol rDetermines if there is significant association between two variablesValue : between -1.0 to + 1.0It doesn't not show' causationIf value is towards[?] + 1.0 = positive correlation[?] -1.0 = negative correlation [?] 0 = no correlation",
        "cop": 3,
        "opa": "0",
        "opb": "0.5",
        "opc": "1",
        "opd": "-1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "329f7a1e-c3e1-4ebb-9213-43a990846a04",
        "choice_type": "single"
    },
    {
        "question": "True about sample registration system are all except?",
        "exp": ".",
        "cop": 1,
        "opa": "It is same as census",
        "opb": "It is dual record system",
        "opc": "It provides reliable estimate of bih rate and death rate",
        "opd": "Independent retrospective half - yearly",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "29ee2ebc-07cd-4ac4-abcc-5f620119648e",
        "choice_type": "multi"
    },
    {
        "question": "Not true about chi- square test is-",
        "exp": "Ref: Parks 23rd edition pg 852 Chi-square test offers an alternate method of testing the significance of difference between two propoions. Advantage: it can also be used when more than 2groups are to be compared.",
        "cop": 3,
        "opa": "Tests the significance of difference between two propoions",
        "opb": "Tells about presence or absence of an association between two variables",
        "opc": "Directly measures the strength of association",
        "opd": "Can be used when more than two groups are two be compared",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bb1e47c2-b0e9-42ce-ad83-dd0a2f7e7b04",
        "choice_type": "multi"
    },
    {
        "question": "Weight in kg is",
        "exp": "A continuous variable is a variable that has an infinite number of possible values. (ex: weight in Kgs - 48.6, 47.23.etc ) A discrete variable is a variable that can only take on a ceain number of values. (Ex: Number of doctors in a clinic - 5, 11..etc) Ref : Park 23rd edition Pgno : 73",
        "cop": 4,
        "opa": "Normal variable",
        "opb": "Discrete variable",
        "opc": "Confounding variable",
        "opd": "Continuous variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "89d2b674-5f9a-4fc2-80eb-50c63d8b0f21",
        "choice_type": "single"
    },
    {
        "question": "In a normal curve, the area of one standard detion around the mean includes which of the following percent of values in a distribution-",
        "exp": "- the area of either side of mean in normal distribution curve gives the confidence limit. - confidence limit is calculated from mean and standard detion. - In a normal curve, the area of one standard detion around the mean includes 68 percent of values in a distribution approximately. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:849",
        "cop": 2,
        "opa": "48.60%",
        "opb": "68.30%",
        "opc": "95.40%",
        "opd": "99.70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "312a20fa-fc03-4ba0-b876-a74555150746",
        "choice_type": "single"
    },
    {
        "question": "Old men with BP 210/120mmHg are classified as severe hypeension",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Categorical",
        "opb": "Numerical",
        "opc": "Quantiitave",
        "opd": "Continuous",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4aec8bd-9bce-4a2b-8027-deaa1eb98f4e",
        "choice_type": "single"
    },
    {
        "question": "correlation between two continuous variables is measured by",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Coefficient of variance",
        "opb": "Range of variation",
        "opc": "Correlation coefficient",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "35d36423-8e0f-4db6-a568-88cdd5858416",
        "choice_type": "multi"
    },
    {
        "question": "3 Standard deviation from mean covers how much areas under normal distribution curve-",
        "exp": "Ans. is 'd' i.e., 99% Area under standard normal distribution curve* It can be understand by the 68-95-99.7 rule -i) The area between one standard deviation on either side of the mean ( x +- 1 o) will include 68 percent of the values.ii) The area between two standard deviations on either side of the mean will cover 95% of values.iii) The area between three standard deviation will include 99.7% of values.* These limits on either side of the mean is called \"confidence limits\".* For example, if we are considering the 95 percent confidence limits (Area under 2 SD), that means that 95% of the values in the distribution will be included between the limits (2 SD x +- 2 a). Therefore, the probability of a reading falling outside confidence limit (95%) is only 5%, i.e. 1 in 20 (P = 0.05).* So,For 1 SD, confidence limit - 68%For 2 SD, confidence limit - 95%For 3 SD, confidence limit - 99.7%",
        "cop": 4,
        "opa": "63-6%",
        "opb": "66-6%",
        "opc": "95%",
        "opd": "99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "784978d0-bb70-4b09-a6ca-a816e38faceb",
        "choice_type": "single"
    },
    {
        "question": "A randomized trial comparing the efficacy of two drugs showed a differebce between the two (p value < 0.005). However, in reality the two drug do not differ. This is an example of-",
        "exp": "<p> Type 1 error (alpha error ). A test with a high specificity has a low Type 1 error rate. False positive rate (a)=1- specificity False negative rate(ss)=1-sensitivity Reference: Simple Biostatistics by Indeayan & Indrayan ,1st edition, pg.155-57 and Methods in Biostatistics by Mahajan,7th edition,pg no.111-113. <\\p>",
        "cop": 1,
        "opa": "Type I error",
        "opb": "Type II error",
        "opc": "Both type I and II error",
        "opd": "Random error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f8e5b9b7-e396-42b0-86db-8281c3423898",
        "choice_type": "multi"
    },
    {
        "question": "Correlation in height & weight are measured by-",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation . .",
        "cop": 3,
        "opa": "Coefficient of variation",
        "opb": "Range of variation",
        "opc": "Correlation coefficient",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3bb370a9-459e-4f9d-a138-6a953bd0ed59",
        "choice_type": "multi"
    },
    {
        "question": "Randomization is a process by which the paicipants have equal chance of being selected as",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Case or control",
        "opb": "Coho or non coho",
        "opc": "Paicipation or non paicipation group",
        "opd": "Study or control group",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3b52914a-bc38-46d1-80e5-8caf33f507cb",
        "choice_type": "single"
    },
    {
        "question": "Measure of dispersion is:(1994)",
        "exp": "Ans: cRef: Park, 17th ed, p. 612 & 18,h ed, p. 646",
        "cop": 3,
        "opa": "Mean",
        "opb": "Mode",
        "opc": "Standard deviation",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7782f809-7171-4bb3-921c-a009ff24518d",
        "choice_type": "single"
    },
    {
        "question": "Probability samplings are all except",
        "exp": "SAMPLING When a large propoion of individuals or items or units have to be studied, we take a sample. It is easier and more economical to study the sample than the whole population or universe. Great care therefore is taken in obtaining a sample. It is impoant to ensure that the group of people or items included in the sample are representative of the whole population to be studied Sampling Methods The following three methods are most commonly used : (1) Simple random sample : This is done by assigning a number to each of the units (the individuals or households) in the sampling frame. A table of random numbers is then used to determine which units are to be included in the sample. Random numbers are a haphazard collection of ceain numbers, arranged in a cunning manner to eliminate personal selection of unconscious bias in taking out the sample. With this procedure, the sample is drawn in such a way that each unit has an equal chance of being drawn in the sample. This technique provides the greatest number of possible samples. (2) Systematic random sample : This is done by picking every 5th or 10th unit at regular intervals. For example, to carry out a filaria survey in a town, we take 10 per cent sample. The houses are numbered first. Then a number is selected at random between 1and10 (say four). Then every 10th number is selected from that point on 4, 14, 24, 34, etc. By this method, each unit in the sampling frame would have the same chance of being selected, but the number of possible samples is greatly reduced. (3) Stratified random sample : The sample is deliberately drawn in a systematic way so that each poion of the sample represents a corresponding strata of the universe. This method is paicularly useful where one is interested in analysing the data by a ceain characteristic of the population, viz. Hindus, Christians, Muslims, age-groups etc. as we know these groups are not equally distributed in the population. It is useful to note at this stage that Greek letters are usually used to refer to population characteristics : mean (u), standard detion (cr), and Roman letters to indicate sample characteristics: mean ( x), standard detion (s). Ref : Park 23rd edition Pgno : 849",
        "cop": 4,
        "opa": "Simple random sampling",
        "opb": "Systematic random sampling",
        "opc": "Cluster sampling",
        "opd": "Quota sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "66779d8f-af70-4758-b634-f41853c7be0d",
        "choice_type": "multi"
    },
    {
        "question": "After applying a statistical test, an investigator gets the &;p value&; as 0.01. It means that-",
        "exp": "<p> The probability of declaring a significant difference is 1%. Reference:Simple Biostatistics by Indrayan & Indrayan,1st edition,pg no:155-56.. <\\p>",
        "cop": 2,
        "opa": "The probability of finding a significant difference is 1%",
        "opb": "The probability of declaring a significant difference, when there is truly no difference, is 1%",
        "opc": "The difference is not significant 1% times and significant 99% times",
        "opd": "The power of the test used is 99%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ae0b2b5d-04f0-4a4d-bafe-490d80b64d71",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best in studying the decline in percentage of alcohol usage in men ad women over several years?",
        "exp": ".",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "8822ed06-61fb-4ea0-a4bb-c48c08585885",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about \"Simple Randam sampling\" is true-",
        "exp": ".",
        "cop": 1,
        "opa": "Every element in the population has an equal probability of being included",
        "opb": "Sampling is based on similar characteristics",
        "opc": "Suitable for large heterogenous population",
        "opd": "Complete list of items within the sampling frame is not required",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3361c2f5-aa89-4824-870e-609f137e9f9a",
        "choice_type": "multi"
    },
    {
        "question": "Area under normal curve within +- 1SD (standard detion)-",
        "exp": "Ref:Parks 23rd edition pg 849. +/-1sd includes 68% i.e . 0.68 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7%",
        "cop": 1,
        "opa": "0.68",
        "opb": "0.17",
        "opc": "0.12",
        "opd": "0.34",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "04e781bf-aa2b-401b-88f3-29000c8a1a38",
        "choice_type": "single"
    },
    {
        "question": "Most common detion used in social medicine is",
        "exp": "The standard detion : Most frequently used measure of detion Defined as \"Root -Means -Square -Detion \" Ref : Park&;s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 848",
        "cop": 4,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Variance",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5af654c9-cbab-4054-b077-d9c78e92f1ca",
        "choice_type": "single"
    },
    {
        "question": "Bih is to registered within -",
        "exp": ".",
        "cop": 3,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7c6ea66a-148e-464c-90fa-d569c50b6bca",
        "choice_type": "single"
    },
    {
        "question": "Child Pugh score is a type of",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Quantitative",
        "opd": "Qualitative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4f5dfb3-d96c-484a-813a-58c9c4a89160",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are source of mortality related data:",
        "exp": "Ans: D (AlI) SAMPLE REGISTRATION SYSTEM Park23rd/84lThe SRS is a dual-record system, consisting of continuous enumeration of births & deaths by an enumerator & an independent survey every 6 months by an investigator- supervisorSince the introduction of this system, more reliable information on birth & death rates, age-specific fertility & mortality rates, infant, under-five & adult mortality etc. have become availableThe central births & deaths registration act,1969 Park 23rd/841# The act came into force on 1 april 1970# The act provides for compulsory registration of births & deaths throughout the country# The time limit for registering the event of births & that of deaths is 21 days uniformly allover India",
        "cop": 4,
        "opa": "Sample registration system",
        "opb": "Death certificate",
        "opc": "Central births & deaths registration act",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9f466893-1be3-4650-b4e4-23c7887de64a",
        "choice_type": "multi"
    },
    {
        "question": "Correlation coefficient of 0.5 indicates",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Confidence interval of 95 %",
        "opb": "Weak association",
        "opc": "Not statistically significant",
        "opd": "Good association",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "26d2daeb-96b2-4939-978a-25850c7c1d45",
        "choice_type": "multi"
    },
    {
        "question": "All are true about P-value except-",
        "exp": "<p> Is equal to 1-ss. Type 1 error is usually fixed in advance by the choice of level of significance employed in the test. Power of a test:1-ss -is probability of rejecting a null hypothesis when a predetermined clinically significant difference is indeed present. -power can be increased by increasing the no. of subjects in a trial. Reference:Simple Biostatistics by Indrayan & Indrayan,1st edition,page no.155. <\\p>",
        "cop": 2,
        "opa": "It is the probability of committing type I error",
        "opb": "I s equal to I-ss",
        "opc": "Is the chance that the presence of difference is concluded when actually there is none",
        "opd": "When p-value is less than a, the result is statistically significant",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f251c4ae-fbc8-49c3-a1b3-0dc77ff924bf",
        "choice_type": "multi"
    },
    {
        "question": "Direct standardisation is also known as",
        "exp": "DIRECT STANDARDIZATION Two examples of direct standardization are given. In the first, a \"standard population\" is selected. A standard population is defined as one for which the numbers in each age and sex group are known. A frequently used standard age-composition is shown in Table 3. The standard population may also be \"created\" by combining 2 populations; this is shown in the second example. The next step is to apply to the standard population, the age-specific rates of the population whose crude death rate is to be adjusted or standardized. As a result, for each age group, an \"expected\" number of deaths (or events) in the standard population is obtained; these are added together for all the age groups, to give the total expected deaths. The final operation is to divide the \"expected\" total number of deaths by the total of the standard population, which yields the standardized or age-adjusted rate. Ref : Park 23rd edition Pgno : 58",
        "cop": 2,
        "opa": "Changing base method",
        "opb": "Fixed base method",
        "opc": "Hanging base method",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cb60946d-4ff7-4f07-a182-01385e941dfa",
        "choice_type": "multi"
    },
    {
        "question": "What is the probability that confounding factor fall to the right of 95%-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7% Here 5% values remains and falls to the right and left altogether . So, 2.5% lies to the right and 2.5 to the left . 2.5/100= 1/40",
        "cop": 4,
        "opa": "1 in 5",
        "opb": "1 in 10",
        "opc": "1 in 20",
        "opd": "1 in 40",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "56d3ac66-4a37-49db-b7bd-e4116380e6a5",
        "choice_type": "multi"
    },
    {
        "question": "In which system, continous enumeration of bihs and deaths by enumerator and an independent survey by investigator supervisor is done?",
        "exp": ".",
        "cop": 2,
        "opa": "Decadal Census Enumeration",
        "opb": "Sample registration system",
        "opc": "Model registration system",
        "opd": "National family health survey",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "14ec3f74-9cc9-47f8-9a05-2d03e390e1eb",
        "choice_type": "single"
    },
    {
        "question": "Sampling method used in assessing immunization status of children under immunization programme is -",
        "exp": "Ans. is 'd' i.e., Cluster sampling Important facts of cluster random sampling (CRS)o Cluster sampling is used in India to evaluate immunization coverage.o WHO used 39 x 7 technique (total = 210 children) for cluster sampling in which there are 30 clusters, each containing 7 children who are 12 - 23 months old and are completely immunized for primary immunization (till measles vaccine at 9 month)o Clusters are heterogenous within themselves but homogeneous with respect to each othero Main objective of cluster sampling is to reduce costs by increasing sampling efficiency; in contrast to stratified sampling where; the main objective is to increase precision.o Cluster sampling is quiet accurate with low error rate of only +- 5%.o Cluster sampling can also calculate sampling interval.o The main limitation of cluster sampling is that cluster cannot be compared with each other.",
        "cop": 4,
        "opa": "Systemic sampling",
        "opb": "Stratified sampling",
        "opc": "Group sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "20fa2989-6319-4f53-8c7a-703907c16fe6",
        "choice_type": "single"
    },
    {
        "question": "Mosquitos decrease as height increases-",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 2,
        "opa": "Positive correlation",
        "opb": "Negative correlation",
        "opc": "Bidirectional",
        "opd": "Zero",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0349185e-13f7-4520-b6ab-a2f7e1207dfb",
        "choice_type": "single"
    },
    {
        "question": "If a life time probability to develop a lung cancer is 25% than what are odds of developing lung cancer in life time is-",
        "exp": ".",
        "cop": 2,
        "opa": "3:01",
        "opb": "1:03",
        "opc": "2:02",
        "opd": "4:01",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fadaa81c-d52e-40b2-9b9e-04ab281b68f7",
        "choice_type": "single"
    },
    {
        "question": "Meaning of baby has 15th percentile of head circumference is-",
        "exp": "Ref:Parks 23rd edition Means 15% of children have HC less than that.",
        "cop": 3,
        "opa": "15% of children will have HC more than that",
        "opb": "15% of HC, the child is having",
        "opc": "15% of children will have HC less than that",
        "opd": "None.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6e785180-f9a3-4526-86e6-7e87b6e032f6",
        "choice_type": "multi"
    },
    {
        "question": "Height to weight is a/an",
        "exp": "Ref: Parks 23rd edition pg 852 Height and weight are association. In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 1,
        "opa": "Association",
        "opb": "Regression",
        "opc": "Propoion",
        "opd": "Index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f151bcfc-25db-4142-9307-8df11339ec26",
        "choice_type": "single"
    },
    {
        "question": "Validity includes -",
        "exp": "Ans. is 'a' i.e., Sensitivity and specificity Screening test to be appliedo The screening test to be applied should fulfil the following important criteria before it is considered suitable for screening: -AcceptabilityThe test should be acceptable to the people at whom it is aimed.In general painful or embarrasing tests e.g., per rectal or vaginal examination are not likely to be acceptable.Repeatability (reliability)Repeatability means, the test must give consistent results when it is repeated more than once on the same individual under same conditions.That means the results of test are precise (exact). So repeatability is some time called precision, reliability or reproducibility.3 Validity (accuracy)Validity refers to what extent the test accurately measures which is purports to measures.That means a valid test distinguish the people who have the disease from those who do not.Validity has components - Sensitivity and specificity.4 Ohers# Simplicity# Rapidity# Ease of administration# Safety# Low cost",
        "cop": 1,
        "opa": "Sensitivity and specificity",
        "opb": "Precision",
        "opc": "Acceptibility",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5fd42ada-43fb-4043-9aca-967c3412e823",
        "choice_type": "multi"
    },
    {
        "question": "Best way to plot the change of incidence of disease oveime-",
        "exp": "- line diagrams are used to show the trend of events with the passage of time. - it can be used to represent the trend of disease cases over a period of time. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:846",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar cha",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "73c5e4af-0d17-4304-9ee3-14eb77e16b11",
        "choice_type": "single"
    },
    {
        "question": "TRUE about simple random sampling is:",
        "exp": "Ans. is 'a' i.e. All person have equal right to be selected In simple random sampling, the sample is drawn in such a way that each unit has an equal chance of being drawn in the sample.",
        "cop": 1,
        "opa": "All person have equal right to be selected",
        "opb": "Only selected person have right to be selected",
        "opc": "Technique provides least number of possible samples",
        "opd": "Every fixed unit is taken for sampling.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "90a8b154-0848-4dbe-83b4-afb81967e08f",
        "choice_type": "multi"
    },
    {
        "question": "The correlation between IMR and Socio Economic status is best dipicted by-",
        "exp": "Ref:Parks 23rd edition pg 852 In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 4,
        "opa": "Correlation (+1)",
        "opb": "Correlation (+0.5)",
        "opc": "Correlation (+2)",
        "opd": "Correlation (-0.8)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6f15c0a9-b829-4a87-822e-90953ca50094",
        "choice_type": "single"
    },
    {
        "question": "Type 1 Sampling error is classified as-",
        "exp": "<p> Alpha error. In Type 1 error , Null hypothesis is true but rejected. Probability of Type 1 error is given by &;P&; value. Alpha is fixed in advance: P value calculated can be less than , equal to or greater than alpha. Reference: Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:155-57 and Methods in Biostatistics by Mahajan,7 th edition,pg no:111-113. <\\p>",
        "cop": 1,
        "opa": "Alpha error",
        "opb": "Beta error",
        "opc": "Gamma error",
        "opd": "Delta error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e648874c-aaeb-4d80-a231-fbadab0e35b6",
        "choice_type": "single"
    },
    {
        "question": "Number of family member is a -",
        "exp": "Discrete variable: Fixed values no intermediate values eg: no of girls, no. of children, etc. Continuous variable: can take intermediate values eg:weight, height, etc",
        "cop": 2,
        "opa": "Qualitative variable",
        "opb": "Discrete variable",
        "opc": "Continuous variable",
        "opd": "Categorial variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "63f098a0-82f6-4589-9b05-3613283a7d57",
        "choice_type": "single"
    },
    {
        "question": "Trends can be represented by-",
        "exp": "- line diagrams are used to show the trend of events with the passage of time. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:846",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar cha",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c40f46ee-3c1c-4a13-af7f-61d9dbf1d873",
        "choice_type": "single"
    },
    {
        "question": "Sample registration system is -",
        "exp": "Ans. is 'a' i.e., Dual record systemSample registration systemo Sample registration system (SRS), initiated in mid 1960s provides reliable estimates of birth (fertility) and death (mortality) rates at state and national levels.o It is a dual record system,consisting of continuous enumeration of birth and death by an enumerator and an independent survey every 6 months by an investigator supervisoro Main objective of SRS is to provide reliable estimates of birth rate, death rate and infant mortality rate at the natural division level for rural areas and at state level for urban areas,o Infant mortality rate is the decisive indicator for estimation of sample size at natural division.o Sample design for SRS is unistage stratified simple random sample. SRS now covers entire countryo Finding of recent SRS (2013)i) Crude Birth Rate (CBR): 21[?]6 per 1000 mid-year population.ii) Crude Death Rate (CDR): 7[?]0 per 1000 mid-year population.iii) Natural Growth Rate : 14[?]5 per 1000 mid-year population.iv) Infant Mortality Rate (IMR): 42 per 1000 live births.",
        "cop": 1,
        "opa": "Dual record system",
        "opb": "Survey every year",
        "opc": "Sample design is Quota sampling",
        "opd": "MMR decides sample size",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9fbe97eb-8918-4bd1-9e3d-97f01ee6a73b",
        "choice_type": "single"
    },
    {
        "question": "Mean done density amongst two groups of 50 people each is compared with each other. The test of significance used would be -",
        "exp": "Ref:parks 23rd edition pg 852 Here it is a Quantitative measurement and involves 2 groups. So we use Student T test or unpaired T test . Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 2,
        "opa": "Paired - t- test",
        "opb": "Student t-test",
        "opc": "Analysis of variance",
        "opd": "Chi-Square test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2513bc1e-11e3-4475-b21a-407ce932ac45",
        "choice_type": "single"
    },
    {
        "question": "Stratified sampling is ideal for",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Hetergenous data",
        "opb": "Homogenous data",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "72be25ed-1f53-44cf-9b16-62187a5d3fc8",
        "choice_type": "multi"
    },
    {
        "question": "Disadvatage to calculate mean-",
        "exp": "Ref: Parks 23rd edition pg 847 Mean: Advantages: Easy to calculate and understand. Disadvantages: Unduly influenced by abnormal values in the distribution.",
        "cop": 3,
        "opa": "Difficult to calculate",
        "opb": "Difficult to understand",
        "opc": "May be influenced by abnormal high or low values",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "af93cdbd-c056-4cdd-9bfe-320ce3f8e956",
        "choice_type": "multi"
    },
    {
        "question": "Strong correlation is signified by a correlation coefficient of ?",
        "exp": ".",
        "cop": 2,
        "opa": "Zero",
        "opb": "1",
        "opc": "Less than 1",
        "opd": "More than 1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "089d34ab-510c-4dbe-9376-3f7eca885fc3",
        "choice_type": "single"
    },
    {
        "question": "Normal curve",
        "exp": "Ref:Parks 23rd edition pg 849 Stadardised normal curve : Smooth, bell-shaped, perfectly symmetrical curve based on an infinitely large number of observations . Total area of the curve= 1 Mean= 0 Standard detion = 1 Mean, median and mode all coincide.",
        "cop": 1,
        "opa": "Distribution of data is symmetrical",
        "opb": "Mean > Mode",
        "opc": "Mode > Mean",
        "opd": "Median > Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "42e19670-4b07-422f-b5d7-70b9a2dd9f57",
        "choice_type": "single"
    },
    {
        "question": "Secular trend is best demonstrated by?",
        "exp": ".",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2d1d8e33-5cf3-4308-b2e6-6116d656e11f",
        "choice_type": "single"
    },
    {
        "question": "Correlation in height and weight are measured by",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Coefficient of variation",
        "opb": "Range of variation",
        "opc": "Correlation coefficient",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b3ea8b9a-f51c-4ad2-899f-0a759573d0b0",
        "choice_type": "multi"
    },
    {
        "question": "The best method to show the association between height and weight of children in a class is by-",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:847",
        "cop": 3,
        "opa": "Bar cha",
        "opb": "Line diagram",
        "opc": "Scatter diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cfdf5110-0920-4ce4-9593-02246e21a156",
        "choice_type": "single"
    },
    {
        "question": "When a drug is evaluated for its usefulness in controlled conditions, it is termed as a trial signifying-",
        "exp": ".",
        "cop": 1,
        "opa": "Efficacy",
        "opb": "Effectiveness",
        "opc": "Efficiency",
        "opd": "Effect modification",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b76aed7b-e843-484a-89b5-6b2cb57a8299",
        "choice_type": "single"
    },
    {
        "question": "Which is not a measure of dispersion?",
        "exp": "Ans: c (Mode) Ref: Park, 19th ed, p. 701Measures of dispersion include:a) Mean deviationb) Standard deviationc) RangeThe range is the simplest measure of dispersion. It is the difference between the highest and lowest figures in the sample.Mean deviation-is the average of the deviations from the arithmetic mean, and is given by the fonnulaStandard deviation- is the most frequently used measure of deviation. It is defined as the root mean square deviation.Measures of central tendency include# Mean# Mode -- not affected by the extreme items.# Median",
        "cop": 3,
        "opa": "Mean deviation",
        "opb": "Standard deviation",
        "opc": "Mode",
        "opd": "Range",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f860e4fc-3ea3-49a8-b5c7-79b57070e959",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding students t-test, except-",
        "exp": "Ref:Parks 23rd edition pg 852 Student T test requires mean and SD Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Standard error of mean is not estimated",
        "opb": "Standard population is selected",
        "opc": "Two samples are compared",
        "opd": "Student's t- test map is required for calculation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a108091c-0ca9-4d76-a74d-be9f1ab53a21",
        "choice_type": "multi"
    },
    {
        "question": "Statistical method of calculate death rate among two population with different age groups-",
        "exp": ".",
        "cop": 2,
        "opa": "Crude death rate",
        "opb": "Standardized death rate",
        "opc": "Case fatality rate",
        "opd": "Age specific death rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "218f3fdb-a230-454b-8844-e2e893a88535",
        "choice_type": "single"
    },
    {
        "question": "confidence limits can be calculated using -",
        "exp": "- the area of either side of mean in normal distribution curve gives the confidence limit. - confidence limit is calculated from mean and standard detion. - 95 percent confidence limits is 2 standard detion added and subtracted from the mean. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:849",
        "cop": 4,
        "opa": "Mean and range",
        "opb": "Mean and standard error",
        "opc": "Median and range",
        "opd": "Median and standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fc25140f-343a-4aa6-8d6d-2d654c4ac491",
        "choice_type": "single"
    },
    {
        "question": "Evidence based medicine, which of the following is not",
        "exp": ".",
        "cop": 1,
        "opa": "Personal Exposure",
        "opb": "RCT",
        "opc": "Case repo",
        "opd": "Meta analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d54bf9d6-8a4b-4fe1-9302-40d696f92b4f",
        "choice_type": "single"
    },
    {
        "question": "The following statistics is used to measure the linear association between two characteristics in the same individuals-",
        "exp": ".",
        "cop": 2,
        "opa": "Coefficient of variation",
        "opb": "Coefficient of correlation",
        "opc": "Chi square",
        "opd": "Standard error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6379f6b5-bbf8-453f-9422-e07eade8fd39",
        "choice_type": "single"
    },
    {
        "question": "If one wants to compare in two characteristics with variable differencr, which measurement should be used?",
        "exp": ".",
        "cop": 4,
        "opa": "Standard detion",
        "opb": "Percentile",
        "opc": "Variance",
        "opd": "Co-efficient variation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4d4da24d-7c64-4ed4-9fa6-6c9f65ebcd70",
        "choice_type": "single"
    },
    {
        "question": "Scatter diagram represents-",
        "exp": "Ans. is 'c' i.e., Correlation / AssociationDataMethodFrequency of occurrenceBar Chart(comparisons of magnitude)Pie chartTrends over timeLine graphDistribution (not related to time)Histogram,Frequency polygonAssociation(Looking for correlation between two variables)Scatter diagram",
        "cop": 3,
        "opa": "Frequency of occurence",
        "opb": "Trend over time",
        "opc": "Correlation / Association",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cf36f1aa-63b7-44cd-a645-78184805f2a4",
        "choice_type": "multi"
    },
    {
        "question": "The scatter plot is used to display",
        "exp": "STATISTICAL MAPS When statistical data refer to geographic or administrative areas, it is presented either as \"Shaded Maps\" or \"Dot maps\" according to suitability. The shaded maps are used to present data of varying size. The areas are shaded with different colours, or different intensities of the same colour, which is indicated in the key. Scatter diagram shows the relationship between two variables, e.g., Fig. 10 shows a positive correlation between the intakes of fat and sugar in the average diets of 41 countries. Populations with more income are known to consume more protein, fat and also sugar If the dots cluster round a straight line, it shows evidence of a relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Ref : Park 23rd edition Pgno : 846",
        "cop": 2,
        "opa": "Causality",
        "opb": "Correlation",
        "opc": "Power",
        "opd": "Type II error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f6cda688-6771-43eb-9656-a95c3cb7a724",
        "choice_type": "single"
    },
    {
        "question": "Not a measure of central tendency-",
        "exp": "Ans. is 'b' i.e., SD * The commonly used statistical average (measures of central tendency) are (i) Arithmetic mean, (ii) Median and (iii) Mode.",
        "cop": 2,
        "opa": "Mean",
        "opb": "SD",
        "opc": "Mode",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7508e14f-f4dd-4705-a21b-3b27276532dd",
        "choice_type": "single"
    },
    {
        "question": "Data of happy,Moderately happy and Very happy is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Nominal",
        "opb": "Ratio",
        "opc": "Ordinal",
        "opd": "Interval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0c596fd2-3b90-40b9-88ab-c6a90f1c297d",
        "choice_type": "single"
    },
    {
        "question": "Best method to show trend of events with passage of time is-",
        "exp": ".",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pie cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0ad2d199-a7c5-4d11-92e5-0856aeffcb14",
        "choice_type": "single"
    },
    {
        "question": "The response which is graded by an observer on an agree or disagree continuum is based on -",
        "exp": ".",
        "cop": 3,
        "opa": "Visual analog scale",
        "opb": "Guttman scale",
        "opc": "Like scale",
        "opd": "Adjective scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a40550fe-712b-4441-b628-e195994ae436",
        "choice_type": "single"
    },
    {
        "question": "Registration of bihs should be done",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "After 21 days",
        "opb": "Before 21 days",
        "opc": "Within 15days",
        "opd": "Within 30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cc01fb25-e777-4934-a861-042c54514a20",
        "choice_type": "single"
    },
    {
        "question": "Twenty-five children are chosen randomly from a school playground. Their heights are measured in 2 consecutive months. What statistical test could be used to test the hypothesis that their heights are not different in consecutive months?",
        "exp": "Paired Sample T-Test The paired sample t-test, sometimes called the dependent sample t-test, is a statistical procedure used to determine whether the mean difference between two sets of observations is zero. In a paired sample t-test, each subject or entity is measured twice, resulting in pairs of observations. Common applications of the paired sample t-test include case-control studies or repeated-measures designs. Ref :",
        "cop": 2,
        "opa": "Unpaired t-test",
        "opb": "Paired t-test",
        "opc": "Z-test",
        "opd": "Regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "06f755f6-2aed-40f3-8e70-bda479283ec3",
        "choice_type": "single"
    },
    {
        "question": "Box and whisker plot is also known as",
        "exp": "A box and whisker plot--also called a box plot--displays the five-number summary of a set of data. The five-number summary is the minimum, first quaile, median, third quaile, and maximum. In a box plot, we draw a box from the first quaile to the third quaile. A veical line goes through the box at the median. Ref :https://en.m.wikipedia.org/wiki/Five-number_summary",
        "cop": 3,
        "opa": "Magical box",
        "opb": "Four summary plot",
        "opc": "Five summary plot",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fd49a27c-99d3-4fee-be0b-e6be6275e37b",
        "choice_type": "multi"
    },
    {
        "question": "Standard detion is a measure of-",
        "exp": "Ref: Parks 23rd edition pg 849 Standard detion: Gives idea of the spread or dispersion Lager the standard detion value , greater is the dispersion of values about the mean.",
        "cop": 2,
        "opa": "Central tendency",
        "opb": "Detion from mean",
        "opc": "Standard error",
        "opd": "Skewness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "03978726-0cab-44ea-9497-10d40d494acf",
        "choice_type": "single"
    },
    {
        "question": "Confidence limit is calculated by -",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "Mean and standard error",
        "opb": "Mean and standard detion",
        "opc": "Median and standard detion",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5682cd35-d5f3-4be2-a044-a665de274a2b",
        "choice_type": "single"
    },
    {
        "question": "The standard detion of means measures?",
        "exp": "Ref: Parks 23rd edition pg 850 The standard detion of means is a measure of sampling error It is given by the formula SD/ROOT OF RANDOM SAMPLE.",
        "cop": 2,
        "opa": "Non - sampling errors",
        "opb": "Sampling error",
        "opc": "random errors",
        "opd": "Conceptual errors",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d4244c2f-3ea2-469e-959c-09d894090d55",
        "choice_type": "single"
    },
    {
        "question": "Percentile divides the data into how many equal parts-",
        "exp": "Ans. is 'd' i.e., Hundred Division of distributions* Distributions can be divided into multiple equal parts by various measures of location. For example a Quartile divides the distribution into four equal parts (25% each).* So, in Quartile the number of intercepts required are three : Q1 (first/lowest quartile), Q2 (second quartile) and Q3 (third/highest quartile).* Similarly tertile divides the distribution into three equal parts (33.33% each) by two intercepts. Divides distribution intoNo. of interceptsTertile3 equal parts2Quartile4 equal parts3Pentile (Quintile)5 equal parts4Hextile6 equal parts5Heptile7 equal parts6Octile8 equal parts7Decile10 equal parts9Centile (Percentile)100 equal parts99Percentile (centile)* Centiles are values in a series of observations arranged in an ascending order of magnitude \"which divides a distribution into 100 equal parts\". So, number of interception required are 99, i.e., there are a total of 99 percentiles. Median is 50th centile. n percentile implies that (n - 1)% of values are below it and (100 - n)% of values are above it e.g. 40th percentile means 39% (n - 1 = 40 - 1) values are below it and 60% (100 - n) values are above it.",
        "cop": 4,
        "opa": "Two",
        "opb": "Four",
        "opc": "Fifty",
        "opd": "Hundred",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "264ff993-241a-46cd-88ad-f9a963723651",
        "choice_type": "single"
    },
    {
        "question": "Graphical representation of frequency distribution curve is:",
        "exp": "Ans: c (Histogram) Ref: Park, 19th ed, p. 698HistogramIs a pictorial diagram of frequency distribution. It consists of a series of blocks. The area of each block or rectangle is proportional to its frequency.Frequency polygonObtained by joining the mid points of histogram blocks.Pie chartAreas of segments of a circle is compared. It is popular with the laity, but inferior to bar chart.Bar diagramRepresents data by the length of the bar, which is proportional to the magnitude, e.g, simple bar chart, multiple bar charts and component bar chart.Line diagramUsed to show the trend of events with the passage of time.PictogramTo present data to the \"man in streets\" and to those who cannot understand orthodox charts.Scatter diagramShows relationship between two variables. If the dots cluster round a straight line, it shows evidence of a relationship of a linear nature.",
        "cop": 3,
        "opa": "Pie chart",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "cac5d727-4aef-4270-907e-506efe8ccf76",
        "choice_type": "single"
    },
    {
        "question": "Standard detion does not depend on-",
        "exp": ".",
        "cop": 2,
        "opa": "Standard detion",
        "opb": "Median",
        "opc": "Range",
        "opd": "Sample size",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e5c8b9b2-bcca-45b4-9676-cfff63c081b5",
        "choice_type": "single"
    },
    {
        "question": "Secular trend is best demonstrated by",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar graph",
        "opc": "Stem leaf plot",
        "opd": "Box and whisker plot",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0151d6c9-8573-4cca-b6c5-f364b1d02c8e",
        "choice_type": "single"
    },
    {
        "question": "P-value is the probabilty of-",
        "exp": "<p> Rejecting a null hypothesis when true. Reference:Simple Biostatistics by Indrayan & Indeayan ,1st edition,pg no:156. <\\p>",
        "cop": 2,
        "opa": "Not rejecting a null hypothesis when true",
        "opb": "Rejecting a null hypothesis when true",
        "opc": "Not rejecting a null hypothesis when false",
        "opd": "Rejecting a null hypothesis when false",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7d6ada7b-1399-44b6-8909-0e42fbcdd5de",
        "choice_type": "multi"
    },
    {
        "question": "95% of the values in the distribution corresponds to",
        "exp": "B i.e. (2 SD) (701 Park 19th) (751-Park 20th)In normal distribution curve* 1 Standard deviation =68% of value.* 2 Standard deviation =95% of value* 3 Standard deviation =99.7% value* Standard normal curve - Smooth bell shaped, perfectly symmetrical**1. Total area of the curve is 1*2. Its mean is Zero3. Standard deviation is 14. The mean, median and mode all coinside**",
        "cop": 2,
        "opa": "l.S.D",
        "opb": "2. S. D",
        "opc": "3. S.D",
        "opd": "4. S.D",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "aa3e9136-0481-4e54-bafa-b90650066fdd",
        "choice_type": "single"
    },
    {
        "question": "The correlation between age and height in a toddler is best depicted by",
        "exp": "Ref:Park's textbook of Preventive and Social Medicine 25 th Ed",
        "cop": 1,
        "opa": "Correlation coefficient = +1",
        "opb": "Correlation coefficient = -1",
        "opc": "Correlation coefficient = +2",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08f4c3b0-9a63-445e-8998-fcff010919a5",
        "choice_type": "multi"
    },
    {
        "question": "shape of normal distribution curve-",
        "exp": "Ref:Parks 23rd edition pg 849. Standard normal curve: It is a smooth, bell-shaped, perfectly symmetrical curve based on an infinitely large number of observations. The total area of the curve is 1 . Mean =0 Standard detion is 1 Mean, median and mode all coincide .",
        "cop": 3,
        "opa": "J shape",
        "opb": "U shape",
        "opc": "Bell shape",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f10022d3-fb81-44be-983b-77bab5a7e123",
        "choice_type": "multi"
    },
    {
        "question": "A chest physician observed that the distribution of forced expiratory volume (FEV) in 300 smokers had a median value of 2.5 litres with the first and third quailes being 1.5 and 4.5 litres respectively. Based on this data now many persons in the sample ra eexpectable have a FEV between 1.5 and 4.5 litres-",
        "exp": "Here, it&;s given 1st and 3rd quaile, which includes 50% values . Here total is 300. So 50% means 150",
        "cop": 2,
        "opa": "75",
        "opb": "150",
        "opc": "225",
        "opd": "300",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "14e36875-c5df-4b18-8452-781d1cc30571",
        "choice_type": "single"
    },
    {
        "question": "Systolic BP of a group of 200 people follows normal distribution. Mean BP is 120 mm Hg and standard detion 10. Which of the following is true-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7% 68% have BP : 110 - 130 95% have BP : 100 - 140 99.7% have BP : 90 - 150",
        "cop": 1,
        "opa": "68% of people have BP between 110-130 mm Hg",
        "opb": "95% of people have BP between 110-130 mm Hg",
        "opc": "68% of people have BP between 100-140 mm Hg",
        "opd": "99% of people have BP between 100-140 mm Hg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "72bc6771-10ba-48d8-afe1-c2e954680ade",
        "choice_type": "multi"
    },
    {
        "question": "Descrete variability are all except-",
        "exp": "Descrete variables: Have fixed values no intermediate values eg: no. of brothers, no. of children,etc",
        "cop": 1,
        "opa": "Color of skin",
        "opb": "Boys in the class room",
        "opc": "Obesity weight",
        "opd": "Leukocyte count",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e64e4eb1-39c1-46e1-80c6-6859a642a252",
        "choice_type": "multi"
    },
    {
        "question": "Ten readings of BP taken before and after treatment is studied by-",
        "exp": "Ref:Parks 23rd edition pg 852 Here a Quantitative measurement is taken. But there is only a single group( before and after intervention.) so., paired T test is used . Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Paired 't' test",
        "opb": "'Z' test",
        "opc": "Students 't' test",
        "opd": "Correlation test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d9330401-eae9-4564-88d0-939f649c6c6a",
        "choice_type": "single"
    },
    {
        "question": "Following disaster green colour of triage used for which patients",
        "exp": "TRIAGE:- * The principle of first come first served is not followed in mass emergencies * Triage consists of rapidly classifying the injured on the basis of severity of their injuries and the likelihood of their survival with prompt medical intervention Four color code system:- * Red -high priority * Yellow - medium priority * Green - ambulatory patients * Black - dead or moribund patients Ref:- K Park, 24th ed; pg num:- 833",
        "cop": 1,
        "opa": "Ambulatory",
        "opb": "Medium priority",
        "opc": "High priority",
        "opd": "Dead",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fd08973f-780e-4291-9517-f776f49c648c",
        "choice_type": "single"
    },
    {
        "question": "Result of a test were given as very satisfied, satisfied, dissatisfied, it represents-",
        "exp": ".",
        "cop": 2,
        "opa": "Nominal scale",
        "opb": "Ordinal scale",
        "opc": "Interval scale",
        "opd": "Ratio scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "386ea21c-da35-4acd-aac9-aae81455faec",
        "choice_type": "single"
    },
    {
        "question": "Registration of bih & death with a 6 monthly survey is done in-",
        "exp": ".",
        "cop": 4,
        "opa": "National sample survey",
        "opb": "Vital statistical system",
        "opc": "Census",
        "opd": "Sample registration system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4ddb1071-dfd8-4769-889d-8771b9253f65",
        "choice_type": "single"
    },
    {
        "question": "A study generated a normal distribution with a mean value as 200 and standard deviation of 20. 68% of area will fall between",
        "exp": "Normal curve (De Moivrre and Gauss)* Bell shaped, bilaterally symmetrical infinitely large number of observations* Area of the curve is 1* Mean median and mode all coincide which is 0* Standard deviation and variance- 1* Mean +- I SD = 68 % area* Mean +- 2 SD = 95 % area* Mean +- 3 SD = 99% area",
        "cop": 1,
        "opa": "180-220",
        "opb": "160-240",
        "opc": "190-210",
        "opd": "150-250",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "31e5d239-1b9d-4353-96ca-2c83e8e533dd",
        "choice_type": "multi"
    },
    {
        "question": "Hypothesised null value for confidence interval of relative risk",
        "exp": "RELATIVE RISK Relative risk (RR) is the ratio of the incidence of the disease (or death) among exposed and the incidence among non-exposed. Some authors use the term \"risk ratio\" to refer to relative risk. Estimation of relative risk (RR) is impoant in aetiological enquiries. It is a direct measure (or index) of the \"strength\" of the association between suspected cause and effect. A relative risk of one indicates no association; relative risk greater than one suggests \"positive'.' association between exposure and the disease under study.Hypothesised null value for confidence value is arbitrarily taken as 1. A relative risk of 2 indicates that the incidence rate of disease is 2 times higher in the exposed group as compared with the unexposed. Equivalently, this represents a 100 per cent increase in risk. A relative risk of 0.25 indicates a 75% reduction in the incidence rate in exposed individuals as compared with the unexposed It is often useful to consider the 95 per cent confidence interval of a relative risk since it provides an indication of the likely and maximum levels of risk. In our hypothetical example the relative risk is 10. It implies that smokers are 10 times at greater risk of developing lung cancer than non-smokers. The larger the RR, the greater the \"strength\" of the association between the suspected factor and disease. It may be noted that risk does not necessarily imply causal association. Ref : Park 23rd edition Pgno : 78",
        "cop": 2,
        "opa": "Zero",
        "opb": "One",
        "opc": "Two",
        "opd": "Five",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "21dc037c-c100-41b4-bd08-5d0fed5ee487",
        "choice_type": "single"
    },
    {
        "question": "True about simple randomization is",
        "exp": "Ans. is 'a' Every person has an equal chance of selection Simple random sampling :It's done by assigning no. to each units and then selecting them randomly using a table of random numbers.with this procedure the sample is drawn in such a way that each unit has an equal chance of being drawn in sample.This technique provides the greatest number of possible samples not lessSimple randomization is not same as systemic random samplingSystemic random sampling: It's done by picking every 5th or 10th unit at regular intervals.Stratified random sample : The sample is drawn in such a systemic way so that each position of the sample represents a corresponding strata of the universe.",
        "cop": 1,
        "opa": "Every person has an equal chance of selection",
        "opb": "Less number of samples are obtained",
        "opc": "Also known as systemic randomisation",
        "opd": "Groups are not equally distributed",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a431c9ca-8282-4e11-b4eb-612dad041584",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not measure of dispersion-",
        "exp": "Ref:Parks 23rd edition pg 848 Measures of dispersion: Range: simplest measure . Mean or average detion. Standard detion : most frequently used .",
        "cop": 3,
        "opa": "Range",
        "opb": "Mean detion",
        "opc": "Median",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e2b4ae96-ffeb-461c-9a8e-d499184ed33b",
        "choice_type": "single"
    },
    {
        "question": "For a group of n = 250 subjects, 40th percentile would be the following value-",
        "exp": "Ref: Parks 23rd edition 40th percentile means 40% values are below that paicular value . 40% of 250= 100",
        "cop": 3,
        "opa": "7th",
        "opb": "40th",
        "opc": "100th",
        "opd": "140th",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "207aa889-1e39-471c-b87e-4782b176bead",
        "choice_type": "single"
    },
    {
        "question": "Graphical representation of frequency distribution curve is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "Pie cha",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pictogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "62cecaac-659f-4448-a3e7-86e0496315cf",
        "choice_type": "single"
    },
    {
        "question": "A region is divided into 50 villages for the purpose of a survey. 10 villages are then selected randomly for the purpose of a study. This type of sampling is termed as-",
        "exp": ".",
        "cop": 3,
        "opa": "Simple random sampling",
        "opb": "Stratified sampling",
        "opc": "Cluster sampling",
        "opd": "Systematic sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d6d52cb3-68cd-4eec-8bb5-3aa82d08628e",
        "choice_type": "single"
    },
    {
        "question": "Best for studying the decline in percentage of syphilis in men and women in last 10 years",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Pie cha",
        "opb": "Histogram",
        "opc": "Frequency polygon curve",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "855a2250-9a36-4f5e-b695-eb176f0ee293",
        "choice_type": "single"
    },
    {
        "question": "Which of the following issued for qualitative data?",
        "exp": ".",
        "cop": 3,
        "opa": "Mean",
        "opb": "Whisker plot",
        "opc": "Mode",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "32090568-fe5f-48fe-a19c-bf304baf1c0d",
        "choice_type": "single"
    },
    {
        "question": "Order for the Margin of error in the graph given above is?",
        "exp": "(a) 3>2>1* Margin of Error: Amount of random sampling error in a survey's results* Margin of error is simply the \"radius\" (or half the width) of a confidence interval* Margin of error = Critical value x Standard error* Standard error is inversely related to sample size (SEmean = SD/[?]Sample size)* Margin of error is inversely related to the Sample size",
        "cop": 1,
        "opa": "3>2>1",
        "opb": "3>1>2",
        "opc": "1>3>2",
        "opd": "1=2=3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b5d5d771-96f7-4dc7-ae2f-f1497de2b145",
        "choice_type": "multi"
    },
    {
        "question": "Association of two variables explained by third variable",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Spurious association",
        "opb": "Indirect association",
        "opc": "Direct association",
        "opd": "Causal association",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5571992e-5289-4f56-b616-76f83b86c0ac",
        "choice_type": "single"
    },
    {
        "question": "Positive predictive value of a screening test is measured by-",
        "exp": ".",
        "cop": 1,
        "opa": "True positive x 100 (True positive + False positive)",
        "opb": "True negative x 100 (false positive + false negative)",
        "opc": "True positive x 100\\/ (True positive + False negative)",
        "opd": "True negative x 100 (True positive + False negative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d45adba0-afaf-44ec-a497-0174e32ac53e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are example of nominal scale except-",
        "exp": "Body weight comes under metric scales. Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 3,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Body weight",
        "opd": "Socio-economic status",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7089e293-7a08-4889-bc49-e400c7316779",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are non random sampling methods-",
        "exp": "<p> Quota sampling is non-random sampling. Reference: Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:35-36 and Methods in Biostatistics by Mahajan,7 th edition,pg no:91. <\\p>",
        "cop": 1,
        "opa": "Quota sampling",
        "opb": "Stratified random sampling",
        "opc": "Convenience sampling",
        "opd": "Cluster sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "899a262e-756d-4d93-acbc-a328e5a802d5",
        "choice_type": "single"
    },
    {
        "question": "Association can be measured by all of the following except-",
        "exp": ".",
        "cop": 2,
        "opa": "Correlation coefficient",
        "opb": "cronbach's alpha",
        "opc": "P value",
        "opd": "Odds ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6d5edf2b-4b36-4231-9ad5-15a1210a8933",
        "choice_type": "multi"
    },
    {
        "question": "A study was done in a population of 2000 individuals. Mean value of hemoglobin is 13.5 grams and the distribution follows normal distribution curve. What percentage of people will be having hemoglobin level more than 13.5 gram?",
        "exp": ".",
        "cop": 3,
        "opa": "5%",
        "opb": "25%",
        "opc": "50%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "76bca04c-dba3-4b68-9a93-c0dce3bbeea2",
        "choice_type": "single"
    },
    {
        "question": "Pearsonian measure of skewness-",
        "exp": ".",
        "cop": 2,
        "opa": "Mode - Mean\\/SD",
        "opb": "Mean - Mode\\/SD",
        "opc": "SD\\/ Mode - Mean",
        "opd": "Mean - Mode\\/ SD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "444b4e59-f27c-4e4d-95df-db61bd5f7134",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pre-requistic for the Chi square test to compare-",
        "exp": ".",
        "cop": 1,
        "opa": "Both sample should be mutually exclusive",
        "opb": "Both sample need not be mutually exclusive",
        "opc": "Normal distribution",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e3d1b356-283e-4766-8a1a-1bde2169a5f4",
        "choice_type": "multi"
    },
    {
        "question": "When the confidence level of a test is increased which of the following will happen-",
        "exp": ".",
        "cop": 2,
        "opa": "No effect on significance",
        "opb": "Previously insignificant value becomes significant",
        "opc": "Previously significant value becomes significant",
        "opd": "No change in hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2f8ab073-f23c-4eb8-b788-54b74afa89ec",
        "choice_type": "single"
    },
    {
        "question": "Quantitative data can be compared by?",
        "exp": "Ref: Parks 23rd edition 844 Data representation: Quantitative: Histogram Frequency polygon Frequency curve Scatter diagram Line diagram Qualitative: Pie cha Bar cha Pictogram",
        "cop": 2,
        "opa": "Pictograph",
        "opb": "Histogram",
        "opc": "Pie cha",
        "opd": "Spot Map",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ea91a0ee-f396-4f41-b77f-1109b8b06d46",
        "choice_type": "single"
    },
    {
        "question": "If we ask the patient attending OPD to evaluate his pain on a scale of 0 (no pain) to 5 (the worst pain), then this commonly applied scale is a",
        "exp": "Ratio scale is a type of variable measurement scale which is quantitative in nature. Ratio scale allows any researcher to compare the intervals or differences. Ratio scale is the 4th level of measurement and possesses a zero point or character of origin. This is a unique feature of ratio scale Ref : Internet sources",
        "cop": 2,
        "opa": "Dichotomous",
        "opb": "Ratio scale",
        "opc": "Continuous",
        "opd": "Nominal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9400d7ec-a89c-4608-ad39-be06d5987309",
        "choice_type": "single"
    },
    {
        "question": "Association can be measured by all of the following except",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Correlation coefficient",
        "opb": "Cronbach's Alpha",
        "opc": "P value",
        "opd": "Odd's ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e6736322-94e3-4add-855d-e4adcf5e6981",
        "choice_type": "multi"
    },
    {
        "question": "In normal distribution which have same value",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 3,
        "opa": "SD and mean",
        "opb": "SD and mode",
        "opc": "Mode and mean",
        "opd": "SD and median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ad9d1d96-22af-4812-8a81-f5b7ddabcc3c",
        "choice_type": "single"
    },
    {
        "question": "Rejecting a null hypothesis when it is true is called as?",
        "exp": ".",
        "cop": 1,
        "opa": "Type 1 error",
        "opb": "Type 2 error",
        "opc": "Type 3 error",
        "opd": "Type 4 error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2a721deb-514b-40e8-a10f-7d1ea4b2bed9",
        "choice_type": "multi"
    },
    {
        "question": "Which graph shows continuous frequency distribution -",
        "exp": "Ans. is 'c' i.e., Histogram Histogram* It is graphic display of tubulated frequencies shown as bar.\"Histogram is a representation of a frequency distribution by means of bars whose width represent class and whose areas are proportional to corresponding frequencies\"* In other words, Histogram shows the numbers of cases per unit interval so that the height of each bar is equal to the proportion of total people in the survey who fall in the category. The area under curve represents the total number of cases.* The categories (bars) are usually specified as non-overlapping intervals of some variable.* Categories (bars) must be adjucent.* Intervals are generally of the same size.* For example, the data set of blood cholesterol level of a group (mg/dl) ^ 3, 11, 12, 19, 22, 23, 24, 25, 27, 29, 35, 36, 37, 45, 49.* Information in this data set can be divided into interval & frequencies.InvervalWidthQuantity (frequencies)0-1010110-2010320-3010630-4010440-50102* Histogram will be :",
        "cop": 3,
        "opa": "Bardagram",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Scatter diagrom",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2840f457-e1b5-4fa0-b394-8f087720d5c7",
        "choice_type": "single"
    },
    {
        "question": "Under the registration act of 1969 death is to be registered with in -",
        "exp": ".",
        "cop": 3,
        "opa": "7 days after bih",
        "opb": "20 days after bih",
        "opc": "14 days after bih",
        "opd": "21 days after bih",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fce3d4fb-9e61-4cce-bf41-cadba64402c5",
        "choice_type": "single"
    },
    {
        "question": "Chance of passing a genetic disease &;y&; trait by the affected parents to children is 0.16. They plan to have two children. Prabability of both the children having &;y&; trait is -",
        "exp": "<p> In the given question, chance of passing a Genetic disease &;y&; trait by the affected parents to children is 0.16 and they plan to have two children, Probability of 1st child having &;y&; trait P(A)=0.16(16%). Probability of 2nd child having &;y&; trait,P(B)= 0.16(16%). Probability of both the children having &;y&; trait is. P( total)=P(A)+P(B). P(total)=0.16*0.16=0.0256(2.56%). Reference:Simple Biostatistics by Indrayan & Indrayan,1st edition,pg no:105-107. <\\p>",
        "cop": 4,
        "opa": "zero",
        "opb": "0.16",
        "opc": "0.32",
        "opd": "0.0256",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "96ad1d0b-96f3-4202-92c6-29ee8cff67ea",
        "choice_type": "multi"
    },
    {
        "question": "In a normal surve, what percent of the values will be included in the area between two standard detions on either side of the mean (x+- ....) ?",
        "exp": "<p> 95.4%. Reference:Park&;s textbook of preventive and social medicine,K.Park,23rd edition,page no:849. <\\p>",
        "cop": 3,
        "opa": "68.3",
        "opb": "90.4",
        "opc": "95.4",
        "opd": "99.7",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2c6eb554-e975-4a4b-a632-549b146e108b",
        "choice_type": "single"
    },
    {
        "question": "Low bih weight statistics of a hospital is best shown by-",
        "exp": ".",
        "cop": 1,
        "opa": "Bar chas",
        "opb": "Histogram",
        "opc": "Pictogram",
        "opd": "Frequency polygon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "01c290cf-7b4b-45f2-9f01-017211600757",
        "choice_type": "single"
    },
    {
        "question": "Degree of freedom of a chi square test in contingency table of 2 by 2 is?",
        "exp": "- for a 2*2 contingency table( two columns and two rows), the degree of freedom is 1. - d.f = (c-1) ( r-1) = (2-1) (2-1) = 1 Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:852",
        "cop": 1,
        "opa": "1",
        "opb": "Zero",
        "opc": "2",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "87cf6d44-d502-4ec0-b133-514e0ed05c4b",
        "choice_type": "single"
    },
    {
        "question": "A 'non-parametric test' used to compare three or more independent groups of sampled data?",
        "exp": "Kruskal-Wallis Test is a non-parametric test (distribution-free) used to compare three or more independent groups of sampled data.",
        "cop": 3,
        "opa": "Chi-square test",
        "opb": "Fishers test",
        "opc": "Kruskal-Wallis test",
        "opd": "McNemar test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7600a14a-03d6-4330-a4ec-640ba5a737ae",
        "choice_type": "multi"
    },
    {
        "question": "On a given day, a hospital had 50 admissions with about 20 girls and 30 boys, out of which 10 girls and 20 boys needed surgery. What is the possibility of picking ou a person requiring surgery",
        "exp": "P(surgery) = (those requiring surgery) / total number = 30/50 = 3/5The probability of picking boy requiring surgery would be 2/5The probability of picking girl requiring surgery would be 1/5",
        "cop": 2,
        "opa": "6-Feb",
        "opb": "5-Mar",
        "opc": "2-Jan",
        "opd": "25-Jun",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "adc0c880-cef8-402f-9f6f-458321bd000c",
        "choice_type": "single"
    },
    {
        "question": "Herd immunity is not seen in-",
        "exp": ".",
        "cop": 4,
        "opa": "Poliomyelitis",
        "opb": "Measles",
        "opc": "Diphtheria",
        "opd": "Tetanus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3d667fe7-fec8-4d19-b1bc-83a60a3852d8",
        "choice_type": "single"
    },
    {
        "question": "Like scale is?",
        "exp": ".",
        "cop": 1,
        "opa": "Ordinal scale",
        "opb": "Nominal scale",
        "opc": "Variance scale",
        "opd": "Categorical scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e6140d86-5ff3-4c05-8629-63269ef44797",
        "choice_type": "single"
    },
    {
        "question": "While testing a hypolidemic drug, serum lipid levels were tested both before and after its use. Which test is best suited for the stastical analysis of the result-",
        "exp": "Ref:Parks 23rd edition pg 852 Here measurement is Quantitative and involves only a single group (before and after intervention) . So we use paired T test. Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Paired T test",
        "opb": "Student's test",
        "opc": "Chi square test",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1077bf68-dedf-49ca-a836-cb80e3fbb7d1",
        "choice_type": "multi"
    },
    {
        "question": "The standard normal distribution:",
        "exp": "Normal Distribution: Is also known as &;Gaussian distribution&; or &;Standard distribution&; Type of distribution: Is the distribution of values of a quantitative variable such that they are symmetric with respect to a middle value with same mean, median and mode, and then the frequencies taper off rapidly and symmetrically on both sides- &;bell shaped distribution&; Fig: Normal curve showing distribution of values Normal or Gaussian curve Is &;bilaterally symmetrical and bell-shaped Is based on Mean and standard detion Mean, Median and Mode coincide (Mean=Median=Mode) Has mean (m ) = 0 and SD(s) = 1 Mean +- 1SD (m +-1s) covers 68% values Mean +- 2SD (m +-2s) covers 95% values Mean +- 3SD (m +-3s) Covers 99% values In a normal distribution, 50% values lie above mean & 50 % below mean. Ref: Park 25th edition Pgno: 912",
        "cop": 4,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "08168407-3852-4b3d-8faf-1fb58b8fbda3",
        "choice_type": "single"
    },
    {
        "question": "The frequently occuring value in a data is",
        "exp": "Mode is the commonly occurring value in the distribution of data . Advantages : easy to understand and is not affected by extreme values Disadvantages : exact location is unceain and often not clearly defined Ref : Park&;s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 847",
        "cop": 2,
        "opa": "Median",
        "opb": "Mode",
        "opc": "Standard detion",
        "opd": "Mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c4293ad7-4789-4370-8700-9833de50da73",
        "choice_type": "single"
    },
    {
        "question": "In a positively shewed curve, true statement is?",
        "exp": ".",
        "cop": 3,
        "opa": "Mean = median",
        "opb": "Mean < Mode",
        "opc": "Mean > Mode",
        "opd": "Mean = Mode",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "844ce1ac-71f4-48cc-8ad3-494b5dbb5983",
        "choice_type": "multi"
    },
    {
        "question": "An investigator concluded that presence or absence of five factors determine the disease condition. Which of the following would be most appropriate next study to determine if any of these five factors are independent precursors of the disease?",
        "exp": "Logistic regression analysis is a popular and widely used analysis that is similar to linear regression analysis except that the outcome is dichotomous (e.g., success/failure or yes/no or died/lived). we examine the odds of an outcome occurring (or not), and by using the natural log of the odds of the outcome as the dependent variable the relationships can be linearized and treated much like multiple linear regression.",
        "cop": 2,
        "opa": "Multiple linear regression analysis",
        "opb": "Multiple logistic regression analysis",
        "opc": "Analysis of variance (ANOVA)",
        "opd": "Kruskall - Wallis Analysis of ranks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "83f8e658-98de-4226-8590-42f65f68b8c3",
        "choice_type": "multi"
    },
    {
        "question": "A graphical presentation of a frequency distribution for grouped data for a continuous variable is known as:",
        "exp": "Answer: A. Histogram. (Ref Park's PSM 22nd/Pg.788; biostatistics by B K Mahajan, Vlth /pg.20 )A graphical presentation of a frequency distribution for grouped data for a continuous variable is known as Histogram.# A frequency polygon is a line graph for the graphical representation of frequency distribution.# A bar diagram is a graphical representation of frequency distributions of ungrouped data.# A histogram is the pictoral diag/graphical representation of the frequency distribution of the data.Type of data--Qualitative data 4Quantitative dataDefinitionCharacteristics same only frequency variesCharacteristics as well as frequency both variesExampleMales, femalesHeight, weight, blood pressureMethod of presentation of dataBar diagramLength of the bars, drawn vertical or horizontal, indicates the frequency of a character. Bar may be drawn in ascending or descending order of magnitude. Spacing between any two bars should be nearly equal to half of the width of the bar. There are four types of bar diagrams.a) Simple bar diagram: Here bars can be arranged vertically or horizontally. A suitable scale must be used to present the length of the bars.b) Multiple bar diagram: Here two or more bars are grouped together.c) Component bar diagram: The bars may be divided into two or more parts. Each part represents a certain item.d) Proportional bar diagram: Each bar represents 100%. The bars may be divided into two or more parts. Each part is proportional to the magnitude of that particular itemHistogram - To construct a histogram the class intervals are plotted along x axis and corresponding frequencies (or no. of observations) on Y-axis . Rectangles are constructed such that height of a rectangle is proportional to the frequency of class and width is equal to length of the class. If all classes are of equal length then all the rectangles will have equal width. Histogram is an area diagram. Pie diagram - The frequencies of the groups are shown in a circle. Degrees of angle denote the frequency and area of the sector.Size of each angle is calculated by the formula as: Angle (Degrees) = Class frequency X 360?/Tota! observationsFrequency polygon- It is an area diagram of frequency distribution developed over a histogram. Join the midpoints of class intervals at the height of frequencies by straight lines.It gives a polygon i.e. figure with many angles.Pictogram- It is a popular method of presenting data to the layman. Here each picture indicates a unit of characteristic. These charts can be used for illiterate persons. Because of its attractive presentation it can be utilized for the man on the street.Frequency curve- when the no. of observations is very large and group intervals are reduced, the frequency polygon tends to loose angulations giving place to a smooth curve known as frequency curve. Spot map- These maps are prepared to show geographical distribution of frequencies of characteristicLine chart - This is a frequency polygon presenting variations by line. It shows the trend of an event occurring over a period of time-rising, falling or showing fluctuations. Cumulative frequency curve(Ogive)- Successive class frequencies are added and a frequency polygon is drawn. Number or percent of observation falling below or above a specific value can be presented in this graph. Any point below which there are certain percent of observations is called as percentile and graph drawn out of such points is a 'percentile graph' Scatter (Correlation) diagram- It is graphic representation made to show the nature of correlation between two variable characters X and Y in the same person(s) or group(s) such as height and weight in men aged 20 years, hence it is also called correlation diagram. The characters are read on the base(X --axis) and vertical (Y-axis) and the perpendiculars drawn from these readings meet to give one scatter point. Varying frequencies of the characters give a number of such points or dots that show a scatter. A line is drawn to show the nature of correlation at a glance.",
        "cop": 1,
        "opa": "Histogram",
        "opb": "Bar chart",
        "opc": "Pictogram",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "de1700d4-14f2-47ce-ad41-564159de0f56",
        "choice_type": "single"
    },
    {
        "question": "The standard normal distribution-",
        "exp": "Ref:Parks 23rd edition pg 849 Stadardised normal curve : Smooth, bell-shaped, perfectly symmetrical curve based on an infinitely large number of observations . Total area of the curve= 1 Mean= 0 Standard detion = 1 Mean, median and mode all coincide.",
        "cop": 4,
        "opa": "It skewed to the left",
        "opb": "Has mean - 1.0",
        "opc": "Has standard detion = 0.0",
        "opd": "Has mean = 0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "48212ce8-8e5b-4a33-aaec-dc227c042f90",
        "choice_type": "single"
    },
    {
        "question": "Sample registration system is done once in-",
        "exp": ".",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7bc9b4df-9e10-4b15-9827-87c98256a2f6",
        "choice_type": "single"
    },
    {
        "question": "&;Design Effect&; is assiciated with which of the following sampling techniques-",
        "exp": ".",
        "cop": 2,
        "opa": "Stratified sampling",
        "opb": "Systemic sampling",
        "opc": "Cluster sampling",
        "opd": "Simple Random sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1340652-b9f2-493a-9d57-e4a0d7a44aea",
        "choice_type": "single"
    },
    {
        "question": "The parameters of sensitivity and specificity are used for assessing-",
        "exp": "- validity refers to what extent the test accurately measures which it purpos to measure. - it has two components ; sensitivity specificity. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:138",
        "cop": 1,
        "opa": "Criterion validity",
        "opb": "Construct validity",
        "opc": "Discriminant validity",
        "opd": "Content validity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0b320ded-c0af-4ee1-9215-a10613bc265a",
        "choice_type": "single"
    },
    {
        "question": "Standard error of mean is calles as -",
        "exp": "<p> Standard detion. Reference:Park&;s textbook of preventive and social medicine,K.Park,23rd edition,page no:850. <\\p>",
        "cop": 1,
        "opa": "Standard detion",
        "opb": "Mode",
        "opc": "Median",
        "opd": "Variable",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d1bc5175-07b1-4f2e-96a2-0865fa54fbdd",
        "choice_type": "multi"
    },
    {
        "question": "If coefficient of correlation between height and weight is 2.6, TRUE is-",
        "exp": "Ref:Parks 23rd edition pg 852 Corelation coefficient values can&;t go beyond 1 . In order to find out whether there is significant association or not between the two variables , coefficient or Corelation is calculated . r lies between -1 and +1 r near -1 : indicates strong negative correlation . r = 0 : indicates no association r near +1: indicates strong positive correlation. Note: correlation does not necessarily prove causation .",
        "cop": 4,
        "opa": "Positive correlation",
        "opb": "No association",
        "opc": "Negative Correlation",
        "opd": "Calculation of coefficient is wrong",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "05486a59-c32b-4b04-9d49-bb8f048d6dd7",
        "choice_type": "multi"
    },
    {
        "question": "Power is the ability to",
        "exp": "Power is the probability of rejecting the null hypothesis when, in fact, it is false. Power is the probability of making a correct decision (to reject the null hypothesis) when the null hypothesis is false. Power is the probability that a test of significance will pick up on an effect that is present. Ref :",
        "cop": 2,
        "opa": "Reject true null hypothesis",
        "opb": "Reject false null hypothesis",
        "opc": "Accept true null hypothesis",
        "opd": "Accept false null hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a8b57a61-5b63-4ad6-b2e5-f72023fe3fca",
        "choice_type": "multi"
    },
    {
        "question": "On a given day, a hospital had 50 admissions with about 20 girls and 30 boys, out of which 10 girls and 20 boys needed surgery. What is the possibility of picking up a person requiring surgery",
        "exp": "<p> 2/6. Reference:Text of preventive and social medicine,K.Park,20th edition,page no:755. <\\p>",
        "cop": 1,
        "opa": "2\\/6",
        "opb": "3\\/5",
        "opc": "1\\/2",
        "opd": "6\\/25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c9e12160-f0c1-48fe-b96b-74e726ca85f0",
        "choice_type": "single"
    },
    {
        "question": "What does correlation coefficient of 0.5 indicate",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Confidence interval of 95 %",
        "opb": "Weak association",
        "opc": "Not statistically significant",
        "opd": "Good association",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "2f0e9e22-ddbb-4dc4-b234-17183c977b45",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following tests can be used to study ordinal date from two independence samples from a population that is not noraml distributed?",
        "exp": ".",
        "cop": 2,
        "opa": "The student t test",
        "opb": "The wilcoxon rank sum test",
        "opc": "The chi- square test",
        "opd": "The one - way analysis of variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "83ae03e8-e6aa-4567-9185-ce63e3ea68c6",
        "choice_type": "single"
    },
    {
        "question": "Data of happy, moderately happy and very happy is-",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 3,
        "opa": "Nominal",
        "opb": "Ratio",
        "opc": "Ordinal",
        "opd": "Interval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0362b6ac-04d4-4e12-a7e4-60ccc1b85670",
        "choice_type": "single"
    },
    {
        "question": "Whch of the following us used to compare two data sets taken on two different scales of measurement?",
        "exp": ".",
        "cop": 1,
        "opa": "Coefficient of variation",
        "opb": "Standard detion",
        "opc": "Standard error",
        "opd": "Variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "53c643fa-ff88-4f4d-a6ae-3706a16ccbc0",
        "choice_type": "single"
    },
    {
        "question": "In set of data with highly variable values,the best measure of central tendency is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 2,
        "opa": "Mean",
        "opb": "Median",
        "opc": "Mode",
        "opd": "Standard Detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "18e6d531-99b4-4615-b5a3-f765f524e482",
        "choice_type": "single"
    },
    {
        "question": "Sample size determinations depends upon all except",
        "exp": "Sample size determination is the act of choosing the number of observations or replicates to include in a statistical sample. The sample size is an impoant feature of any empirical study in which the goal is to make inferences about a population from a sample. In practice, the sample size used in a study is usually determined based on the cost, time, or convenience of collecting the data, and the need for it to offer sufficient statistical power. In complicated studies there may be several different sample sizes: for example, in a stratified survey there would be different sizes for each stratum. In a census, data is sought for an entire population, hence the intended sample size is equal to the population. In experimental design, where a study may be divided into different treatment groups, there may be different sample sizes for each group. Sample sizes may be chosen in several ways: using experience - small samples, though sometimes unavoidable, can result in wide confidence intervals and risk of errors in statistical hypothesis testing. using a target variance for an estimate to be derived from the sample eventually obtained, i.e. if a high precision is required (narrow confidence interval) this translates to a low target variance of the estimator. using a target for the power of a statistical test to be applied once the sample is collected. using a confidence level, i.e. the larger the required confidence level, the larger the sample size (given a constant precision requirement). Ref : https://en.m.wikipedia.org/wiki/Sample_size_determination",
        "cop": 2,
        "opa": "Type I error",
        "opb": "Test statistic value",
        "opc": "Power",
        "opd": "Expected parameter value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d870e7c6-edb7-47ab-af79-2734f7fe7a41",
        "choice_type": "multi"
    },
    {
        "question": "To achieve a Net Reproduction Rate (NRR) of be 1 couple protection rate should be:",
        "exp": "Ans. b. 60%Ref: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-527NET REPRODUCTION RATE (NRR)NRR is demographic indicator.It is defined as the number of daughters a newborn girl will bear during her life time assuming fixed age specific fertility and mortality rates.COUPLE PROTECTION RATE (CPR)It is an indicator of prevalence of contraceptive practice in a community.CPR is percent of eligible couples (ECs) protected against one or the other approved method of family planning, viz. Condoms, OCPs, IUDs, sterilization.NRR=1 can be achieved if CPR>60%CPR (India): 47.1%(2106)Goal for CPR in RCH-II (2004-09): >65%(Goal by 2020 FP vision: 63.7%)CPR =x100",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "428b6c56-2450-4209-bab6-cae2fd273a10",
        "choice_type": "single"
    },
    {
        "question": "Q. Which of the following true regarding the following two curves (Blue and red) overall?",
        "exp": "(b) Mean = Median, not equal to ModeIn the given question,* Red curve is Bilaterally symmetrical, bell shaped curve, hence it's a Normal distribution- In Normal distribution, Mean = Median = Mode (Green vertical line)* Blue curve has two modes (both symmetrical too), hence it's a Bimodal distribution- Since Bimodal curve is symmetrical, its Mean and Mode would lie at intersection 'X', so Mean = Median (Black arrow)",
        "cop": 2,
        "opa": "Mean = Median = Mode",
        "opb": "Mean = Median, not equal to Mode",
        "opc": "Mean = Mode, not equal to Median",
        "opd": "Mean, Median and Mode are not equal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6e2c7cd0-2222-4cc0-a39b-4c3660754c6b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following variabls is measure on ordinal scale-",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 2,
        "opa": "Type of anemia",
        "opb": "Severity of anemia",
        "opc": "Hemoglobin",
        "opd": "Serum ferritin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "440919a3-b2cf-4805-8e41-1cc5e76d4d12",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be analyzed with chi square test except?",
        "exp": "(b) Heart rate/min and Age,Ref: Biostatistics Principles and Practice by B Antonisamy, Me graw hill publication, Pg-117In given question, all options except heart rate/minute and age are of qualitative variables (nominal or ordinal).Qualitative variables are usually presented in frequencies or count.Chi square test is used to compare any difference or association between two qualitative variables. Heart rate/minute and age are quantitative variables where chi square test cannot be applied. Hence correct answer is b here.",
        "cop": 2,
        "opa": "Sex and stage of cancer",
        "opb": "Heart rate/min and Age",
        "opc": "Benign or malignant, and type of surgery",
        "opd": "Age group and cancer stage",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4cefbbbe-9e51-4135-8e25-c5b2a178fec3",
        "choice_type": "multi"
    },
    {
        "question": "[?](pq/n) is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Standard error of propoions",
        "opb": "Standard error of means",
        "opc": "Standard error of propoions difference",
        "opd": "Standard error of means difference",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c9860084-aca5-4b5b-acfd-43432a8de8d2",
        "choice_type": "single"
    },
    {
        "question": "Graph to compare two quantitative data is?",
        "exp": "- scatter maps show the relationship between two variables - if dots cluster round a straight line, it shows evidence of relationship of a linear nature. If there is no such cluster, it is probable that there is no relationship between the variables. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:847",
        "cop": 2,
        "opa": "Histogram",
        "opb": "Scatter diagram",
        "opc": "Line Diagram",
        "opd": "Frequency curve",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5ee5b370-4cfc-4960-8d52-00502ba2b13a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pre - requissite for the Chi square test to compare-",
        "exp": ".",
        "cop": 1,
        "opa": "Both sample should be mutually exclusive",
        "opb": "Both sample need not be mutually exclusive",
        "opc": "Normal distribution",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d914e093-891b-42f0-bcdc-540b011e2b63",
        "choice_type": "multi"
    },
    {
        "question": "Not a measure of central tendency -",
        "exp": "(D) (Standard deviation) (790 - Park 22nd)MEASURES OF CENTRAL TENDENCY:Measures of central tendency: Imply a value in the distribution, around which the other values are distributed. It gives a mental picture of the central value.Mean - Widely used and is the most useful statistical average.> To obtain mean, individual observations are added together & divided by the number of observations.> Advantage - Easy to calculate and understand.> Disadvantage - May be unduly influenced by abnormal or extreme values in the distribution.Median -> To obtain median, data is arranged in an ascending or descending order of magnitude and then the value of the middle observation is located, which is called the median.> If the number of items or values is even, the practice is to take the average of the two middle values.> Advantage - not unduly influenced by abnormal or extreme values in the distribution.> Used for numeric data that is skewed and for ordinal data.> Most preferred measured of central tendency.> Application: In cumulative frequency graph and survival analysisMode -> It is the most frequently occurring value in a series of value or observation.> Advantages: It is easy to understand, and is not (or least) affected by the extreme items.> It is the only average that can be applied to qualitative data.> Mode = Mean - 3 (Mean - Median)> There can be more than one mode for a series of data and even no mode in series of data.> In a frequency polygon, mode can be located from the point where be curve takes a turn from increase to decrease.> Used primarily for bimodal distribution> Application - Practical epidemiological work (E.g. Determining peak of disease occurrence in investigation of disease outbreak.Measures of variation (or 'disperson*) are:1. Range2. Mean or Average Deviation3. Standard Deviation",
        "cop": 4,
        "opa": "Mean",
        "opb": "Median",
        "opc": "Mode",
        "opd": "Standard deviation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c1e53c43-39ec-409b-bc13-856193f16f81",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a measure of location?",
        "exp": "The Median The median is an average of a different kind, which does not depend upon the total and number of items. To obtain the median, the data is first arranged in an ascending or descending order of magnitude, and then the value of the middle observation is located, which is called the median. Ref : Park 23rd edition Pgno : 847",
        "cop": 4,
        "opa": "Variance",
        "opb": "Mode",
        "opc": "p-value",
        "opd": "Median",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "5770cdc9-ec88-47c5-b35e-e7949ae03250",
        "choice_type": "single"
    },
    {
        "question": "The exact value within +-2 SD in Standard normal curve",
        "exp": "Ans. c (95.4) (Ref. Methods in Bio-statistics, by B. K. Mahajan 6th edition, p. 79; Park PSM 22nd/pg.792)NORMAL DISTRIBUTION# When large number of observations of any variable such as height, blood pressure and pulse rate are taken at random to make it a representative sample, a frequency distribution table is prepared. Then some observations are above the mean and other below the mean. Normally almost half of the observations lie above and half below the mean and all observations are symmetrically distributed on each side of the mean.# A distribution of this shape is called normal distribution.# When no. of observations are very large and group interval is very small, the frequency polygon tends to lose its angulations giving place to a smooth curve known as frequency curve. Such a frequency curve drawn for normal distribution is called as normal curve (Gaussian curve).Important characteristics of normal curve are:# Shape of the distribution resembles a bell and is symmetric around midpoint.# At the center of the distribution, which is peaked, all the three measures of central tendency, namely, mean, mode & median coincide.# Normal curve never touches the baseline.# The area under the curve between any two points which correspond to the number of observations between any two values of the variate can be found out in terms of a relationship between the mean and the standard deviations.# Mean +-1 S.D. covers 68.27% of the observations.# Mean +- 2 S.D. covers 95.45% of the observations.# Mean +- 3 S.D. covers 99.73% of the observations.# Mean +- 1.96 S.D. covers 95% of the observations.# Mean +- 2.68 S.D. covers 99% of the observations.Statistical distributionMeasures of central tendencyMean = (sum of values) / (total number of values).Median = middle value of a list of data sorted from least to greatest.Mode = most common value.If there is an even number of values, the median will be the average of the middle two valuesMeasures of dispersionStandard deviation = how much variability exists from the mean in a set of values.Standard error of the mean = an estimation of how much variability exists between the sample mean and the true population mean.s= SD; n = sample sizeSEM = s/'h.SEM |as n |Normal distributionGaussian, also called bell-shaped. Mean = median = modeNormal diributions BimodalSuggests two different populations (e.g., metabolic palymorphism such as fast vs. slow acetylators; suicide rate by age).Positive skewTypically, mean > median > mode Asymmetry with longer tail on night.Negative skewTypically, mean < median < mode Asymmetry with longer tail on left.Statistical hypotheses Null (H0) Alternative (H})Hypothesis of no difference (e.g., there is no association between the disease and the risk factor in the population). Hypothesis of some difference (e.g., there is some association between the disease and the risk factor in the population).",
        "cop": 3,
        "opa": "98.8",
        "opb": "97.6",
        "opc": "95.4",
        "opd": "94",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "15dab884-9c18-47f2-80bd-94f4ab32b5f6",
        "choice_type": "single"
    },
    {
        "question": "ANOVA is",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Parametric",
        "opb": "Non parametric",
        "opc": "Qualitative",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0718288e-94ae-4d1a-9f77-edb9522006b0",
        "choice_type": "multi"
    },
    {
        "question": "The PEFR of a group of 11 year old girls follow a normal distribution with mean 300 L/min and stardard detion 20 L/min-",
        "exp": "Ref:Parks 23rd edition pg 849. SD = 1 : confidence limit = 68% SD = 2 : confidence limit = 95% SD = 3 : confidence limit = 99.7% Here 2SD = 2x20 = +/-40 So, between 260 and 340 2SD covers 95% values, remaining is 5%, So 5% fall below 260 and above 340 Precisely 2.5% below 260 and 2.5% above 340",
        "cop": 1,
        "opa": "About 95 % of the girls have PEFR between 260 and 340 L\\/min",
        "opb": "The girls have healthy lungs",
        "opc": "About 5% of girls have PEFR below 260 L\\/min",
        "opd": "All the PEFR must be less than 340 L\\/min",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "11074cf4-bfbb-464b-b339-2a64472873ac",
        "choice_type": "multi"
    },
    {
        "question": "Square root of detion is called as",
        "exp": "The standard detion Most frequently used measure of detion Widely used measure of variability or diversity used in statistics and probability theory Ref : Park&;s Textbook of Preventive and Social Medicine; 23rd edition - Pgno. 848",
        "cop": 1,
        "opa": "Standard detion",
        "opb": "Standard error",
        "opc": "Mean detion",
        "opd": "Range",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1960768e-878c-4353-9f26-31db852b9608",
        "choice_type": "multi"
    },
    {
        "question": "True about chi-square test-",
        "exp": "Ans. is 'd' i.e., Used when there are more than 2 group Chi-square test* It is a non-parametric test to measure the association between two or more qualitative variables, i.e. when observations are in proportions, percentage or fractions. It tests the significance of difference between two proportions. As with all non-parametric tests, it is used for non-Normal (non-Gaussian) distribution.* The chi square test has an added advantage. It can be applied to find association or relationship between two discrete attributes when there are more than two class orgroupsas happens in multinomial samples.* Studies often collect data on categorial (qualitative) variables that can be summarized as a series of counts. These counts are commonly arranged in a tubular format known as a contingency table. For example, a study designed to determine whether or not there is association between cigarette smoking and asthma attack might collect data that could be assembled into a 2-2 table - table containing two columns and two rows.* The chi - square test can be used to evaluate whether there is an association between the rows and columns in a contingeny table i.e. between two variables (smoking and asthma attack).* The chi square test assumes that no association occurs between two events in question unless proved otherwise - Null hypothesis. The chi-sequare test is designed to test the null hypothesis which says that there is no association betweens two variables (the rows and columns of a contigency table).* Chi-square test only tells about the presence or absence of association, but it dose not measure the strength of association.Degree of freedom* Degree of freedom is the number of observations in the final calculation that are free to vary. The number of degree of freedom of contigency table is the product of one less the number ofrows(r) and one less the number of column(c).DOF = (C-l) (r-1)* For example in a contigency table with 4 rows and 4 columns, DOF is 9 (4-1 x 4-1 )Contingency tableDegree of freedom (dof)2 x 2 table(2 - 1) (2 - 1) = 13 x 3 table(3 - 1) (3 - 1) = 44 x 4 table(4 - 1) (4 - 1) = 95 x 5 table(5 - 1) (5 - 1) = 163 x 4 table(3 - 1) (4 - 1) = 610 x 20 table(10 - 1) (20 - 1) = 171* The categories defining rows and columns of contigency table must be mutually exclusive.* Yates correction : If there is difference between calculated and theoretical values of chi-square test, this can be compensated by Yates's correction.",
        "cop": 4,
        "opa": "Parametric test",
        "opb": "Used for Gaussian distribution",
        "opc": "Measure the strength of association",
        "opd": "Used when there are more than 2 group",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "fb7ce1b7-6c79-40b7-9819-311787282cce",
        "choice_type": "multi"
    },
    {
        "question": "True about correlation coefficient:",
        "exp": "Ans. D. Value lies between -1 to +1Correlation: Often we wish to know if there is linear relation between two variables, e.g. height and weight. To find out the strength of association between the two variables we calculate the coefficient of correlation and it is denoted by V.The value of r can lie between -1 to +1If r = 0 then there is no association between the two variables.Regression: Used when we wish to calculate unknown value of a variable, when we know value of another variable.The known variable is called independent variable and denoted by x and the unknown variable is called dependent variable denoted by y.Equation for linear regression is given byy = a + bxWhere y is dependent variable, a is constant, b is the regression coefficient and x is independent variable.Coming to the present questionOption a is wrong as correlation coefficient is denoted by r and not r2.Option b has to be false if option d is correct. In such questions, where there are two mutually exclusive options, i.e. of the two statement one explains the other and only one can be true, you easily rule out the other two even if you do not know about them. Thus, in this question even if you do not know a thing about correlation (which by now you do pretty well) you can conclude answer has to be either option c or d.Option d is the only true statement among all four.Option c is the definition of regression.",
        "cop": 4,
        "opa": "Denoted by r2",
        "opb": "Its value can never be Zero",
        "opc": "Can be used to calculate value of one variable if other is known",
        "opd": "Value lies between -1 to +1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1266dcf-2749-4335-b7c1-e8d19f83c4b5",
        "choice_type": "multi"
    },
    {
        "question": "A study measures a patients's serum cholesterol before and after a new lipid lowering therapy has been given.What type of significance test should be used to analyze the data?",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Paired t test",
        "opb": "Student t test",
        "opc": "Chi square test",
        "opd": "Pearson's coefficient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ee160d42-f566-49dd-9a08-9325d7ea0ed8",
        "choice_type": "single"
    },
    {
        "question": "In random sampling chance of being picked up is-",
        "exp": ".",
        "cop": 1,
        "opa": "Same and known",
        "opb": "Not same and not known",
        "opc": "Same and not known",
        "opd": "Not same but known",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4f157482-9f87-4d1d-ba94-b472681b64b1",
        "choice_type": "single"
    },
    {
        "question": "Limits of confidence of a hypothesis determined by-",
        "exp": ".",
        "cop": 4,
        "opa": "Power factor",
        "opb": "Level of significance",
        "opc": "1-power factor",
        "opd": "1-level of significance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9a9ba974-019d-4ba9-a0eb-d949fcae1132",
        "choice_type": "single"
    },
    {
        "question": "the value between ist pentile and 4th pentile includes",
        "exp": "Pentile divides the whole set of values into 5 equal pas Each with 20% P1= 20%:80% P2= 40%:60% P3= 60%:40% P4= 80%:20% So, between P1 and P4 : 80%-20% = 60%",
        "cop": 3,
        "opa": "20%",
        "opb": "40%",
        "opc": "60%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ec3ec305-b8c7-42a1-a741-0b90475ad53a",
        "choice_type": "single"
    },
    {
        "question": "Anemia is classified into mild, moderate and severe on which scale-",
        "exp": "Ans. is 'c' i.e., Ordinal scale Statistical scales* There are following type of statistical scales to measure statistical dataFor qualitative data (Categorical Scale)For quantitative data [Metric Scale)i) Nominal scaleii) Ordinal scaleiii) Dichotomous scalei) Interval scaleii) Ratio scaleA. Categorial scale1. Nominal scale# Nominal scale data are divided into qualitative categories or groups, such as male / female, black / white, died / cured, attacked / not attacked, vaccinated / not vaccinate, urban / sub urban / rural.# Example are Race/ethnicity (black/white), marital status (married/unmarried), Religion (Hindu, Muslim/.....), country of birth (India/Nepal/....) ABO blood group, Gender (male/female), disease outcome (cured/died), vaccination status (vaccinated/not vaccinated), Types of anemia (macrocytic/microcytic), and place of living (rural/urban) etc.# There is no implication of order or ratio, means that the data cannot be placed in a meaningful order.2. Ordinal Scale# Here the data can be placed into categories that can be rank ordered (eg. students may be ranked 1st / 2nd / 3rd/4th in their class or into grades A/B/C, the activity of an animal can be rated on a scale of 1 to 6, hardness scale for water etc.)# However, there is no information about the size of the interval ie no conclusion can be drawn about whether the difference between the first and second students is the same as the difference between the second and third.# Example are TNM staging of cancers, Severity of disease (mild, moderate, severe), social class (low, middle, high), classification of person on the base of height (short, medium, tall).3. Dichotomous Scale is a type of nominal scale in which nominal data fall into only two groups eg black/white, died/cured, failed/passed.B. Metric scale1. Interval scale# Interval scale data are like ordinal data in that they can be placed in a meaningful order; in addition, they have meaningful intervals between items, which can be measured.# eg: Temperature on the Celsius scale (the difference between 80deg and 70deg is the same as between 40deg and 30deg)# However, interval scale data do not have an absolute zero, ratios of the scores are not meaningful ie 80deg C of Celsius temperature is not twice as hot as 40degC because 0degC does not indicate a complete absence of heat.2. Ratio Scale# A ratio scale has the same properties as an interval scale, however, because it has an absolute zero, meaningful ratio do exist.# eg. weights, Height, Pulse rate, serum cholesterol, blood glucose, hemoglobin level, time, blood pressure, temperature on the Kelvin scale (not Celsius scale) On the Kelvin scale, zero degrees indicate an absoluteabsence of heat, just as a zero pulse indicates an absolute absence of heartbeat.# Ratio of one value to other is meaningful. For example, pulse rate of 120 beats/minute is twice as fast as a pulse rate of 60 beats per minute, and 300degk is twice as hot as 150degk.* In this question data on anemia are placed into categories that are ordered mild, moderate, sever - ordinal scale should be used.",
        "cop": 3,
        "opa": "Interval",
        "opb": "Nominal",
        "opc": "Ordinal",
        "opd": "Ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "9137acb7-6c4d-4cad-a583-09ae94f4694a",
        "choice_type": "single"
    },
    {
        "question": "The regression between height and age follows y=a+bx. The curve is-",
        "exp": "Ref:Parks 23rd edition pg 853 y= a+bx : straight line. If we wish to know in an individual case, the value of one variable, knowing the value of the other we can calculate the regression coefficient of one measurement to another",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "Parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b1f02820-6308-4626-bf5d-6663044aa1de",
        "choice_type": "single"
    },
    {
        "question": "If the distribution of intra ocular pressure (IOP) seen in 100 glaucoma patients has an average 30 mm with a SD of 10, what is the lower limit of the average",
        "exp": "In the given question, Mean(u)=30 mm and SD=1.0 mm Thus,95% values are contained in the range of Mean+/-2 SD or 30+/-2(1) So, 95% values are contained in the range 30-2 mm and 30+2 mm OR between 28 and 30 mm. Reference: Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:117 and Methods in Biostatistics by Mahajan,7 th edition,pg no:73, Park 23rd ed, pg no.849. <\\p>",
        "cop": 1,
        "opa": "28",
        "opb": "26",
        "opc": "32",
        "opd": "25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "f101aa67-a204-486e-94a0-dfc3f9e35ba9",
        "choice_type": "single"
    },
    {
        "question": "The regression between height and age follows y=a+bx. The curve is",
        "exp": "Ans. is 'c' straight line Regression:If two variables are highly correlated, it then becomes possible to predict the value of the dependent variable from the value of the independent variable by using regression technique .Regression analysis is the mathematical modelling to describe the effect that one or more independent variables have on a dependent variable.Types:Linear regression: The value of one variable (X) is used to predict the value of the other variable (Y) by means of a simple mathematical formula. In linear regression the dependent variable (Y) depends upon a single independent variable (X).The linear regression equation takes the form as the equation for any straight line. y = a + bx where - a = is a constant k/a intercept constant b = is the regression coefficient x = is the independent variable.y = is the dependent variable whose value is to be found out.Multiple regression: More than one variable is used to predict the expected value of Y.Y = a + b1X1 + b2x2 +b1x1 where a = intercept constantb = regession coefficient for independent variable X1 eg. Rubin found that the birth weight of a baby (Y in grams) can be partially predicted from the no. of cigarettes smoked on the daily basis by both the baby's mother and the baby's father (X2). According to multiple regression equation Y = 3385 - 9x1 - 6x2Nonlinear regression: Involves more complicated mathematical forms, including logarithmic functions.",
        "cop": 3,
        "opa": "Hyperbola",
        "opb": "Sigmoid",
        "opc": "Straight line",
        "opd": "parabola",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "4c04d1d2-748a-42c0-8415-5455d3c338f5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a measure of dispersion -",
        "exp": "The measures of dispersion are; - the range - the mean detion - the standard detion Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:848",
        "cop": 1,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Mean detion",
        "opd": "Standard detion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "efa9c280-d4ea-4d52-bd2a-a0f2a94af767",
        "choice_type": "single"
    },
    {
        "question": "In a study to determine relationship between presence of I.H.D and smoking, the appropriate Statistical test is",
        "exp": "CHI-SQUARE TEST Chi-square (x2) Test offers an alternate method of testing the significance of difference between two propoions. It has the advantage that it can also be used when more than two groups are to be compared. Steps (1) TEST THE 'NULL HYPOTHESIS' (2) APPLYING THE x2 TEST (3) FINDING THE DEGREE OF FREEDOM (4) PROBABILITY TABLES Ref : Park 23rd edition Pgno : 852",
        "cop": 3,
        "opa": "Z-test",
        "opb": "Paired 't' test",
        "opc": "Chi-square test",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6e459615-a51e-42b0-8cbc-519b3b900d06",
        "choice_type": "multi"
    },
    {
        "question": "True about bell's curve is -",
        "exp": "Ans. is 'd' i.e., Has variance =1.0 Standard normal curve (Bell curve or Gaussian distribution) has been explained in previous sessions.",
        "cop": 4,
        "opa": "It skewed to the left",
        "opb": "Has mean =1[?]0",
        "opc": "Has standard deviation = 0[?]0",
        "opd": "Has variance =1[?]0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7085c624-044c-4c7a-bccb-24eae9f1f41b",
        "choice_type": "multi"
    },
    {
        "question": "If one wants to compare variation in two variables,which unit of measurement should be used",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 4,
        "opa": "Standard detion",
        "opb": "Percentile",
        "opc": "Variance",
        "opd": "Coefficient of variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a75fbf1f-36b0-4d1f-9c59-5cc11ee7198f",
        "choice_type": "single"
    },
    {
        "question": "When the ocnfidence level of a test is increased which of the following will happen-",
        "exp": "question repeated",
        "cop": 2,
        "opa": "No effect on significance",
        "opb": "Previously insignificant value becomes significant",
        "opc": "Previously significant value becomes significant",
        "opd": "No change in hypothesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "102e3bf7-04db-46f0-871c-1a16e211914b",
        "choice_type": "single"
    },
    {
        "question": "Symmetrical distribution is seen-",
        "exp": ".",
        "cop": 2,
        "opa": "Normal standard detion",
        "opb": "Bimodal distribution",
        "opc": "Skewed distribution",
        "opd": "U-distribution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "c0f0b77b-4c4e-4791-9c2b-c3c2bab7e948",
        "choice_type": "single"
    },
    {
        "question": "The best graphic representation of frequency distribution of data gathered of a continuous variable is-",
        "exp": ".",
        "cop": 1,
        "opa": "Simple bar graph",
        "opb": "Multiple bar",
        "opc": "Line diagram",
        "opd": "Histogram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "844539bc-7bd0-40fb-a0c5-f0cd919e420a",
        "choice_type": "single"
    },
    {
        "question": "Propoion of area from middle of curve to +1 standard detion-",
        "exp": "Ref:Parks 23rd edition pg 849. 1SD : confidence limit = 68% 2SD : confidence limit = 95% 3SD : confidence limit = 99.7% +/- 1SD: includes 68% of values, so +1SD will include half of it = 34%",
        "cop": 4,
        "opa": "0.68",
        "opb": "0.17",
        "opc": "0.12",
        "opd": "0.34",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "208c1491-3637-4305-8944-226459887ef3",
        "choice_type": "single"
    },
    {
        "question": "Random error-",
        "exp": ".",
        "cop": 4,
        "opa": "Systemic error",
        "opb": "Bias",
        "opc": "Confounding factor",
        "opd": "Reduces precision",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b5407561-b7d8-4614-9305-97376f68eefc",
        "choice_type": "single"
    },
    {
        "question": "A study measures a patient's serum cholesterol before and after a new lipid-lowering therapy has been given. What type of significance test should be used to analyze the data?",
        "exp": "Ans. a (Paired t-test)SIGNIFICANCE TESTS: TYPESThe type of significance test used depends on whether the data is parametric (usually normally distributed) or non- parametric.Parametric Tests# Student's t-test - paired or unpaired# Pearson's - correlationNon-parametric Tests# Wilcoxon matched-pairs - compares the medians obtained# Mann-Whitney - unpaired data# Chi-squared test - used to compare proportions or percentages# Spearman, Kendall rank - correlationTypes of Scales in StatisticsType of scaleDescriptionKey wordsExamplesNominal (categorical)Different groups\"This\" as opposed to \"that\"Gender, comparing among treatment interventionsOrdinalGroups in sequenceComparitive quality, rankOlympic medals, class rank in medical schoolIntervalExact differences among groupsQuality, mean and standard deviationHeight, weight, blood groups drug dosageRatioInterval + true zero pointZero means zeroTemperature measured in degrees KelvinTypes of Scales and Basic Statistical TestsVariableName of statistics testIntervalNominalCommentPearson20Is there a linear relationship?Chi-square02Any number of groupst-test11Two groups onlyOne-way ANOVA11Two or more groupsMatched pairs t-test11Two groups, linked data pairs, before and afterRepeated measures ANOVA11More than two groups, linked dataPaired data refers to data obtained from a single group of patients, e.g., measurement before and after an intervention. Unpaired data comes from two different groups of patients, e.g., comparing response to different interventions in two groups.",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Student's t-test",
        "opc": "Chi-squared test",
        "opd": "Pearson's test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "bb5c4438-6c5f-48cf-9c3b-73015f915bdc",
        "choice_type": "single"
    },
    {
        "question": "Sample registration survey is conducted every",
        "exp": "Ref:Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "10 years",
        "opd": "2 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0e27e9be-91ab-41d3-bb2d-9fed674ef366",
        "choice_type": "single"
    },
    {
        "question": "True about simple randomization is-",
        "exp": "Park's textbook of preventive and social medicine 23rd edition *With this procedure,the sample is drawn in such a way that each unit has an equal chance of being drawn in the sample.",
        "cop": 1,
        "opa": "Every person has an equal chance of selection",
        "opb": "Less number of samples are obtained",
        "opc": "Also known as systemic randomization",
        "opd": "Groups are not distributed",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e394ef15-5500-49e4-98f1-2b33a58966a8",
        "choice_type": "multi"
    },
    {
        "question": "The Hb level is healthy women has mean 13.5 g/dl and standard detion 1.5 g/dl, what is the Z score for a woman iwht Hb level 15.0 g/dl-",
        "exp": "Ref:Parks 23rd edition pg 849 Z score = (individual value - mean) / SD =(15-13.5)/1.5= 1",
        "cop": 4,
        "opa": "9",
        "opb": "10",
        "opc": "2",
        "opd": "1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b6ec14d6-ece8-42de-9649-e8bc78c451e8",
        "choice_type": "single"
    },
    {
        "question": "In a clinical trial, blood pressure was measured in a group of patients before and after treatment, which of the following tests will be suitable as a test of significance:",
        "exp": "Ans. A. Paired t-testUnpaired t-test (aka Students test) compares two different subjects. The paired t-test reduces intersubject variability (because it makes comparisons between the same subject), and thus is theoretically more powerful than the unpaired t-test.In our case, we are analyzing the same subject twice (that is before and after).",
        "cop": 1,
        "opa": "Paired t-test",
        "opb": "Mann-Whitney U test",
        "opc": "Student t-test",
        "opd": "ANOVA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "3f996dd3-1cd3-495c-9de6-2e110978fd48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following shows progresion of events against time -",
        "exp": "Ans. is 'd' i.e., Line diagram* Line diagram (Line graph) is used to show the trend of events with passage of time.",
        "cop": 4,
        "opa": "Barchart",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Line diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "00afb2e7-488d-4559-8c36-97479dd3587c",
        "choice_type": "single"
    },
    {
        "question": "Probability of a person with positive test result having the disease is given by",
        "exp": "Sensitivity:- It is defined as the ability of a test to identify correctly all those who have the disease (True positives) Specificity:- It is defined as the ability of a test to identify correctly those who do not have the disease (True Negatives) Diagnostic power of the test . Positive predictive value:- Indicates the probability of a person with a positive test result having the disease. It depends on sensitivity, specificity of the test and prevalence of the disease. It is directly propoional with the prevalence of the disease. Negative predictive value:- Probability a person with a negative test result not having the disease Ref:- K Park, 24th ed; pg num:- 149-150",
        "cop": 2,
        "opa": "Negative predictive value",
        "opb": "Positive predictive value",
        "opc": "Sensitivity",
        "opd": "Specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "7f6b6013-4319-4a38-8381-e242724b3453",
        "choice_type": "single"
    },
    {
        "question": "about test of significance between two large population, one of the following statements is true-",
        "exp": ".",
        "cop": 4,
        "opa": "Null hypothesis states that 2 means are equal",
        "opb": "Standard error of difference is the sum of the standard error of 2 means",
        "opc": "Standard error of means are equal",
        "opd": "Standard error of difference between populations calculated",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "921fe79a-04bf-4396-aedd-8cb7de40fee9",
        "choice_type": "multi"
    },
    {
        "question": "Under the registration act of 1969, bih should be registered within -",
        "exp": ".",
        "cop": 1,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "28 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "20f14673-fdc0-483d-b26f-ca81ccd7fd02",
        "choice_type": "single"
    },
    {
        "question": "300 diseased people were made to undergo a test of which only 60 were positive. 40 people were found to be false positive for the test. The positive predictive value of the test is:",
        "exp": "Ans: b (60/100)Ref: Park, 20th ed. Pg. 126 19 ed., Pg. 119Screening test resultsDiagnosisTotalDiseasedNot diseasedPositiveNegativea (True positive)c (False negative)b (False positive)d (True negative)a+bc+dTotala+cb+da+b+c+dSensitivity = a/ (a+c) x 1 (X)Specificity = d/ (b+d) x 1 (M)Predictive value of positive test= a/ (a+b) x 100Predictive value of a negative test = d/ (c+d) x 100Percentage of false negatives = c/ (a+c) x 100Percentage of false positives = b/ (b+d) x 100Sensitivity is the ability of a test to identify correctly all those who have the disease that is \"true positive\". A screening test which is very sensitive has few \"false negatives\".Specificity is the ability of a test to identify correctly those who do not have the disease that is true negatives. A screening test which is very specific has few \"false positives\".",
        "cop": 2,
        "opa": "40/100",
        "opb": "60/100",
        "opc": "40/300",
        "opd": "240/300",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "78829adf-46e6-4c37-b03c-d75e60228987",
        "choice_type": "multi"
    },
    {
        "question": "True about a negatively skewed data",
        "exp": "A left skewed distribution or negatively skewed distribution because it's long tail is in the negative direction on a number line. The mean is to the left of the peak.(mode) The tail is longer on the left. In most cases, the mean is to the left of the median. mean < median < mode",
        "cop": 2,
        "opa": "Mode is Less than median",
        "opb": "Mode is More than median",
        "opc": "Mode is equal to median",
        "opd": "No correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "b6700b47-c0e9-4ee4-85a3-fac374a3606d",
        "choice_type": "multi"
    },
    {
        "question": "The staing numbers in life table is known as",
        "exp": "In actuarial science and demography, a life table (also called a moality table or actuarial table) is a table which shows, for each age, what the probability is that a person of that age will die before his or her next bihday (\"probability of death\") There are two types of life tables used in actuarial science. The period life table represents moality rates during a specific time period of a ceain population. A coho life table, often referred to as a generation life table, is used to represent the overall moality rates of a ceain population's entire lifetime. They must have had to be born during the same specific time interval. A coho life table is more frequently used because it is able to make a prediction of any expected changes in moality rates of a population in the future. This type of table also analyzes patterns in moality rates that can be observed over time Ref : https://en.m.wikipedia.org/wiki/Life_table",
        "cop": 4,
        "opa": "Radix",
        "opb": "Radius",
        "opc": "Origin",
        "opd": "Coho",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e93f17fd-c78a-4bf1-886d-bab1fd4cd90f",
        "choice_type": "single"
    },
    {
        "question": "Power of a study can be increased by-",
        "exp": "<p> Decreasing ss error. Reference:Simple Biostatistics by Indrayan & Indrayan,1stbedition,page no: <\\p>",
        "cop": 2,
        "opa": "Increasing a error",
        "opb": "Decreasing ss error",
        "opc": "Decreasing a error",
        "opd": "Increasing ss error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "02f404ad-056f-4288-b5a5-1ac89748491c",
        "choice_type": "single"
    },
    {
        "question": "Degree of freedom for 2/2 contingency table is?",
        "exp": "Ref: Parks 23rd edition Degree of freedom = (r-1)(c-1) =(2-1)(2-1)= 1",
        "cop": 1,
        "opa": "1",
        "opb": "Zero",
        "opc": "2",
        "opd": "4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "1eec3dab-7c27-4682-b67a-622efaa6eac9",
        "choice_type": "single"
    },
    {
        "question": "TRUE regarding chi square test is",
        "exp": "Ref: Parks 23rd edition pg 852 Chi-square test offers an alternate method of testing the significance of difference between two propoions. Advantage: it can also be used when more than 2groups are to be compared.",
        "cop": 3,
        "opa": "Null hypothesis is equal",
        "opb": "Doesn't test the significance",
        "opc": "Measures the significance of difference between two propoion",
        "opd": "Tests correlation and regression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "e8c7168d-0c68-4a0a-a2c3-b9a34238619f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about confidence limits/ interval is true-",
        "exp": ".",
        "cop": 4,
        "opa": "Smaller the confidence level larger will be the confidence interval",
        "opb": "Less variable the data, wider will be the confidence interval",
        "opc": "Sample size does not affect the confidence interval",
        "opd": "95% confidence interval will cover 2 standard errors around the mean",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "a226ea9c-8fde-402a-a56e-0f2d702ee17b",
        "choice_type": "multi"
    },
    {
        "question": "Results of a test were given as very satisfied, satisfied, dissatisfied, it representes",
        "exp": "Scales can be: Qualitative: Categorical scales: Nominal : eg: names of countries . Dichotomous : eg: yes/no, presence/absence. Ordinal : severity of disease: mild/moderate/severe.eg: staging of cancer, kuppusamy socioeconomic class. Quantitative: Metric scales: Interval Ratio",
        "cop": 2,
        "opa": "Nominal scale",
        "opb": "Ordinal scale",
        "opc": "interval scale",
        "opd": "Ratio scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "6235d1b3-c517-4e46-a68d-548302dfbba2",
        "choice_type": "single"
    },
    {
        "question": "ANOVA is-",
        "exp": "Ref:Parks 23rd edition pg 852 It is a Quantitative test/Metric test. Tests of significance: Qualitative: Chi- square : 2 or more than 2 groups Mc Nemar test : 1 group. ( before and after intervention) Quantitative: Paired T test: 1 group Student T test/ unpaired T test: 2 groups Anova: more than 2 groups.",
        "cop": 1,
        "opa": "Parametric test",
        "opb": "Non parametric test",
        "opc": "Qualitative test",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "41b095b9-11d6-4d68-aa20-e45163020199",
        "choice_type": "multi"
    },
    {
        "question": "For a survey a village is divided into 5 lanes then each lane is sapled randomly is an example is -",
        "exp": "- systematic random sample is done by picking every 5th or 10th unit at regular intervals. - by this method ,each unit in the sampling frame would have the sane chance of being selected, but the number of possible samples is greatly reduced. Reference : Park's textbook of preventive and social medicine, 23rd edition, pg no:850",
        "cop": 3,
        "opa": "Simple random sampling",
        "opb": "Stratified random sampling",
        "opc": "Systematic random sampling",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "51b6b314-4ff7-4299-8b6a-a552f245dde9",
        "choice_type": "multi"
    },
    {
        "question": "Simple random sampling-",
        "exp": ".",
        "cop": 2,
        "opa": "Provides least number of possible samples",
        "opb": "Haphazard collection of ceain number for a sample",
        "opc": "Picking every 5th or 10th at regular intervals",
        "opd": "Sample represent, a corresponding strata of universe",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "667b7332-b81a-47c3-9926-85c9b9e099a1",
        "choice_type": "single"
    },
    {
        "question": "True negative means-",
        "exp": "Ref:Parks 23rd edition pg 136 specificity is defined as the ability of a test to identify those who do not have the disease. That is true negatives.",
        "cop": 2,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Positive predictive value",
        "opd": "Negative predective value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "13542b08-c3d8-4cfb-8889-f1381c237086",
        "choice_type": "multi"
    },
    {
        "question": "Percentiles divides the data into _____ equal pas",
        "exp": "A percentile (or a centile) is a measure used in statistics indicating the value below which a given percentage of observations in a group of observations falls. There is no standard definition of percentile,. however all definitions yield similar results when the number of observations is very large and the probability distribution is continuous. In the limit, as the sample size approaches infinity, the 100pth percentile (0<p<1) approximates the inverse of the cumulative distribution function (CDF) thus formed, evaluated at p, as p approximates the CDF. This can be seen as a consequence of the Glivenko-Cantelli theorem. Ref : https://en.m.wikipedia.org/wiki/Percentile",
        "cop": 1,
        "opa": "100",
        "opb": "50",
        "opc": "10",
        "opd": "25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "ee274298-b680-4aad-881f-c992d2c3daba",
        "choice_type": "single"
    },
    {
        "question": "Estimated mean Hemoglobin (Hb) of 100 women is 10g%. Standard detion is 1 gm%. Standard error of estimated will be -",
        "exp": "<p>standrad error of mean= standard detion/[?]n =1/[?]100 =1/10 =0.1 Parks textbook of preventive and social medicine.K Park. Edition 23.Pg no: 850 </p>",
        "cop": 4,
        "opa": "0.001",
        "opb": "1",
        "opc": "10",
        "opd": "0.1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "d180322d-fa0c-4040-a92f-683fab03afdd",
        "choice_type": "single"
    },
    {
        "question": "A non symmetrical frequency distribution is known as -",
        "exp": ".",
        "cop": 2,
        "opa": "Normal distribution",
        "opb": "Skewed distribution",
        "opc": "Cumulative frequency distribution",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "0d2f17b9-4c6f-4047-ac60-74cce2717c59",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about cluster sampling except-",
        "exp": ".",
        "cop": 1,
        "opa": "Samples are similar to those in simple Random sampling",
        "opb": "Is a Rapid and simple method",
        "opc": "The sample size may very according to study design",
        "opd": "It is a type of probability sample",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "299b8c5b-46aa-48dd-bd70-81db6ec700b5",
        "choice_type": "multi"
    },
    {
        "question": "Histogram is used to describe-",
        "exp": "<p> Histogram is used to describe quantitative data of a group of patients. Histogram is graphical presentation for. &;Continuous quantitative data&;. Reference: Simple Biostatistics by Indeayan & Indrayan,1st edition,pg no:104 and Methods in Biostatistics by Mahajan,6 th edition,pg no.20, K . Park,23rd edition, pg no.844-846. <\\p>",
        "cop": 1,
        "opa": "Quantitative data of a group of patients",
        "opb": "Qualitative data of a group of patients",
        "opc": "Data collected on nominal scale",
        "opd": "Data collected on ordinal scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Biostatistics",
        "id": "61a13162-16b4-4521-b597-9b53ae63198a",
        "choice_type": "single"
    }
]