[
    {
        "question": "Dew-drop on rose petal rash is seen in -",
        "exp": "Ans. is 'c' i. e., Chiken pox o Appearance of chickenpox rash has dew-drop on rose petal appearonce. Chicken pox rash has been explained in previous sessions.",
        "cop": 3,
        "opa": "Measles",
        "opb": "Smallpox",
        "opc": "Chicken pox",
        "opd": "Rubelle",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Chicken Pox",
        "id": "ca2d65c0-0084-4ec2-80e4-3cc21584906f",
        "choice_type": "multi"
    },
    {
        "question": "True about rash of chickenpox -",
        "exp": "Ans. is 'a' i. e., Centripetal o Rash of chicken pox: Superficial, unilocular, centripetal, pleomorphic, symmetrical, affects flexor surfaces and axilla, spares palms and sales, has inflammation around, rapid evolution and dew-drop on rose petal appeamace. o Has been explained in All India Dec-15",
        "cop": 1,
        "opa": "Centripetal",
        "opb": "Deep Seated",
        "opc": "Affectspalm",
        "opd": "Slow to evolute",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Chicken Pox",
        "id": "121b7b2c-150c-40ee-b6fe-8dd9bedbe572",
        "choice_type": "multi"
    },
    {
        "question": "Spread of chicken pox is maximum -",
        "exp": "Ans. is 'b' i. e., Just before and after onset of rash o Communicable period (period of maximum infectivitv) in chicken pox is 2 days before to 5 days after onset of rash. Chicken poxo Causative agent- Varicella zoster virus (Herpes simplex type III). o Portal of entry- Respiratory tract or conjuctivao I. P. o Infectious periodo Secondary attack rate is higho Age group- 10-21 days.- 2 days before and 5 days after the onset of rash.- 90%- 5-9 Yrs. o C/Fs - has two stages. Pre-emptive stagefever, back pain, malaise, shivering. Eruptive stage. Rash is symmetrical, mostly on flexor surface. Centripetal in distribution. Mainly On trunk, less common on arms and leg. Palms and soles are not usually affected. There is rapid evolution of rash. Rash is plemorphic, that is, all stages of rash (Papule, vesicle and crusts) may be seen simultaneously. Disease is more severe in adults than in children.",
        "cop": 2,
        "opa": "After formation of scab",
        "opb": "Just before and after onset of rash",
        "opc": "One week before onset of rash",
        "opd": "During convelescence",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Chicken Pox",
        "id": "92674d59-aaa9-4cfc-a216-d362e7e4e71b",
        "choice_type": "single"
    },
    {
        "question": "All of the following are WHO notifiable diseases EXCEPT:",
        "exp": "Ans. (b) Chicken pox. Ref: K. Park 23rd ed. /143, 841, 21sted. 1780* The following diseases are notifiable to WHO in Geneva:# Cholera# Plague# Yellow fever* In addition to these a few others like: Louse borne typhus, relapsing fever, Polio, Influenza, malaria, rabies and salmonellosis are subject to international surveillance.",
        "cop": 2,
        "opa": "Cholera",
        "opb": "Chicken pox",
        "opc": "Plague",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Chicken Pox",
        "id": "9732946f-4f52-4723-a0b4-c776c1e5cf6b",
        "choice_type": "multi"
    },
    {
        "question": "A case of chicken pox should he isolated for a period of:",
        "exp": "Ans: A (6 days) Ref: Park 22nd edition pg 112. Explanation: Disease. Isolation. Measles. From onset of catarrhal stage through 3rd day of rash. Chicken pox. Until all lesions enisled about 6 days of rashH zoster6 days after onset of rash. Influenza3 days after onset. Polio2 weeks for adult, 6 weeks pediatrics. Hepatitis3 weeks. Pertussis4 weeks or until paroxysms ceases. Mumps. Until swelling subsides. TBUntil 3 weeks of effective chemotherapy. Chicken pox and herpes zoster have same period of isolation i. e. till 6 days of rash. Pertussis and mumps till the major symptom subsides i. e. paroxysmal cough in pertussis and swelling in mumps.",
        "cop": 1,
        "opa": "6 days",
        "opb": "10 days",
        "opc": "12 days",
        "opd": "14 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Chicken Pox",
        "id": "698c26d6-721d-4de1-8411-dcfabffdd75d",
        "choice_type": "single"
    }
]