[
    {
        "question": "Which is not transmitted through blood -",
        "exp": "Ans. is 'b' i.e., CholeraInfections transmitted by bloodViralBacterialParasiteso HCVo Pseudomonaso Taxoplasmao HBVo Yersiniao Malariao HIVo Coagulase negative stapho Babesiao CMVo Borrefia burgdorferio Chagas dis.o HTL V - Type 1(Lyme dis) o Hepatitis G virus (GBV-C) o Parvovirus B-19 o Hepatitis A (rarely) o West Nile virus o Creutzfeld - Jakob dis.",
        "cop": 2,
        "opa": "Westnile",
        "opb": "Cholera",
        "opc": "Toxoplama",
        "opd": "HBV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "4c29b96c-01ee-455f-a4b0-1170f6a9be26",
        "choice_type": "single"
    },
    {
        "question": "First step in control of cholera epidemic-",
        "exp": "Ans. is 'c' i.e., Verification of diagnosis o First stem in control of any epidemic is verification of diagnosis.Control of cholera (WHO guidelines)o Measures taken to control cholera epidemic are1) Verification of diagnosis : Identification of V. cholera 01 in stools of few patients is sufficient. It is not necessary to culture stools of all cases or contacts.2) Notification : Cholera is notifiable disease locally, nationally and internationally. Under the International health Regulations, cholera is notifiable to WHO within 24 hours of its occurrence by national government. An area is declared free of cholera when twice the incubation period (i.e., 10 days) has elapsed since the death, recovery or isolation of the last case.3) Early case finding4) Establishment of treatment centers.5) Rehydration therapy : Oral (ORS) or intravenous.6) Adjunct to therapy : Antibiotic should be given as soon as vomiting has stoped. Doxycyclone (tetracycline) in single dose is the treatment of choice in adults. In children, cotrimoxazole is the drug of choice. Furazolidine is preferred in pregnant females.7) Epidemiological investigation : Epidemiological studies.8) Sanitation measures: As water is the most important vehicle, provision of safe water (chlorination or boiling) is most important. Other important measures are proper excreta disposal, food sanitation and disinfection of stools/vomits/clothes etc by cresol.9) Chemoprophylaxis : Chemoprophylaxis to close contact is indicated. Mass chemoprophylaxis is not advised. Drug of choice is tetracycline.10) Vaccination : They are of no value in controlling epidemic.11) Health education : The most effective prophylactic measure.",
        "cop": 3,
        "opa": "ORS therapy",
        "opb": "Provision of safe water",
        "opc": "Verification of diagnosis",
        "opd": "Chemoprophylaxis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "e3d358a9-5de7-48dd-b934-df3bb7cec44f",
        "choice_type": "multi"
    },
    {
        "question": "A village affected with epidemic of cholera, what is the lsl step which should to be taken in the village to decrease the chances of death from cholera:",
        "exp": "Ans. (a) Safe water supply & sanitationRef K. Park 23rded. /232-33* Cholera is an acute diarrheal disease caused by Vibrio cholerae.* I.P.-1-2 days* First step in epidemic of cholera: Verification of diagnosis* First line treatment of choice: water and electrolyte replacement.* In the given question, safe water supply and sanitation should be the 1st step to decrease mortality from cholera.Also know* Stool appearance of cholera: \"Rice watery stool* Chemoprophylaxis of cholera: Tetracycline 500mg BID for 5 days.* Drug of choice for cholera:# Adults: Doxycycline 300 mg stat.# Children: Cotrimoxazole 5mg/kg BID for 3 days# Pregnant female: Furazolidone 100mg QID for 3 days.",
        "cop": 1,
        "opa": "Safe water supply & sanitation",
        "opb": "Cholera vaccination to all individuals",
        "opc": "Primary Chemoprophylaxis",
        "opd": "Treat everyone in the village with tetracycline",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "5fdf661f-b19a-45c1-9d1a-f76471a8d9f2",
        "choice_type": "multi"
    },
    {
        "question": "Cholera vaccination is indicated -",
        "exp": "Ans. is 'c' i.e., in endemic areas o Cholera vaccination should be considered in areas where cholera is endemic.o However, it should always be done in conjunction with implementation of safe water, sanitation and hygiene promotion programme.o In resource poor areas, vaccination should be targeted at children aged > 2 years.o Cholera vaccine has not been recommended in outbreak/epidemic settings or complex humanitarian emergencies because of the logistical challanges of administering 2-dose vaccine, and concern that long-scale vaccination would divert limited resources from higher priority measures,o As it does not prevent epidemic cholera transmission, it is not recommended for general population,o Cholera transmission is not recommended for travelers, as counseling about risk avoidance is more cost effective than vaccination.",
        "cop": 3,
        "opa": "To control epidemics",
        "opb": "For travellers",
        "opc": "In endemic areas",
        "opd": "In Neonates",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "318f497f-c1a0-4ea6-9620-a7839726da32",
        "choice_type": "single"
    },
    {
        "question": "In cholera epidemic which step should be first taken:",
        "exp": "Ans. (d) Safe water supply and sanitationRef K. Park 23rded. /232-33* Cholera is an acute diarrheal disease caused by Vibrio cholerae.* I.P.-1-2 days* First step in epidemic of cholera: Verification of diagnosis* First line treatment of choice: water and electrolyte replacement.* In the given question, safe water supply and sanitation should be the 1st step to decrease mortality from cholera.Also know* Stool appearance of cholera: \"Rice watery stool* Chemoprophylaxis of cholera: Tetracycline 500mg BID for 5 days.* Drug of choice for cholera:# Adults: Doxycycline 300 mg stat.# Children: Cotrimoxazole 5mg/kg BID for 3 days# Pregnant female: Furazolidone 100mg QID for 3 days.",
        "cop": 4,
        "opa": "Vaccination to all individuals immediately",
        "opb": "Primary chemoprophylaxis",
        "opc": "Cure with tetracycline",
        "opd": "Safe water supply and sanitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "ae5d94a3-c46e-450c-ad97-4876b98431f5",
        "choice_type": "multi"
    },
    {
        "question": "Incubation period of which disease is less than 7 days?",
        "exp": "ANSWER: (A) CholeraREF: Park 20th ed 132-150, CDC website, WHO websiteSee APPENDIX-77 below for \"INFECTIOUS DISEASES\" APPENDIX- 77INFECTIOUS DISEASESREF: Park 20th ed 132-150, CDC website, WHO websiteDiseaseIncubation periodAgentRespiratory infections Small poxAverage: 12-14 days,Range: 7-17 daysVariola virusChickenpox14-16 days, Range: 7-21 daysVaricella zoster virusMeasles10 days average 7 daysMeasles virus (RNA paramyxovirus)Rubella2-3 weeks, average IS daysRNA virus of Togavirus familyMumps2-3 weeks, usually 18 daysMyxovirus parotiditis (RNA virus)Influenza18-72 hoursInfluenza virus 3 types A,BStCDiphtheria2-6 daysCorynebacterium DiphtheriaeWhooping cough7-14 daysB. pertussisMeningococcal meningitis3-4 daysN. meningitisSARS2-7 days (commonly 3-5 days)New strain of corona virusTuberculosis3-6 weeksM. TuberculosisIntestinal infectionsPoliomyelitis7-14 daysPolio virus 3 serotypes 1,2 and 3Viral hepatitis A15-45 days usually 25-30hepatitis A virusViral hepatitis B45-180 days average 100hepatitis B virusViral hepatitis E2 to 9 weekshepatitis E virusCholeraA few hours up to 5 days commonly 1-2 daysV. CholeraeAcute diarrhoeal diseasesTyphoid fever10-14 days short as 3 days long as 3 weeksS. typhiFood poisoning Staphylococcal Botulism CL perfringens B. cereus1-6 hours 12-36 hours 6-24 hours1-6 hours (Emetic form)12-24 Hours (Diarrhoeal form)Staphylococcus aureus Clostridium botulinumBacillus cereusAmoebiasis2-4 weeks or longerE. histolyticaAscariasis2 monthsAscaris lumbricoidesHookworm infections Nectar americanus Ancylostoma duodenale7 weeks5 to 7 weeksNectar americanusAncylostoma duodenale Arthropod borne infectionsDengue syndrome Classical Dengue fever Dengue haemorrhagic fever (DHF)5-6 days 4 to 6 daysDengue VirusMalaria PlasmodiumFalciparumVivaxQuartanOvale12 (9-14) days14 (8-17) days28 (18-40) days17 (16-18) days Lymphatic filariasis8-16 monthsWuchereria bancroftiZoonosesViral Rabies3-8 weeksLyssa virus type 1Yellow fever3-6 daysFlavivirusJapanese encephalitis5 to 15 daysF la vi virusKFD3 to 8 weeksFlavivirusBacterial Brucellosis1-3 weeks to as long as 6 monthsB. melitensis, B. abortus , B. suis,B. canisLeptospirosis10 days range of 4-20L. interrogansPlague BubonicSepticemicPneumonic2-7 days2-7 days1-3 daysY. pestisHuman salmonellosis6-72 hours Scrub typhus10-12 daysVaries 6-21 daysRickettsia tsutsugamushiMurine typhus1-2 weeks com 12 daysRickettsia typhiTick typhus3-7 daysRickettsia conoriiQ fever2-3 weeksCordelia burnetiiTaeniasis8-14 weeksT. saginata, T. soliumHydatid diseaseMonths to yearsE. granulosusLeishmaniasis1-4 monthsRange 10 days-2yearsLeishmania donovaniSurface infectionsTrachoma5-12 daysC. trachomatisTetanus6-10 daysClostridium tetaniLeprosy3-5 years or moreM. lepraYaws3-5 weeksT. pertenueAIDSUncertainHuman immunodeficiency virus SmallpoxChickenpoxMeaslesRubellaMumpsAgentVariola virusVaricella zoster virusRubeola virusRubella virusMyxovirusparotiditisIncubationperiod12-14 days (range 7-17)14-16 days Range: 10-21 days10 days for prodrome, 14 days for rash2-3 weeks average 18 days2-3 weeks average 18 daysNon human ReservoirNilNilNilNilNilSourceCasesCaseCaseClinical/sub clinical casesClinical/sub clinical casesPeriod of InfectivityNon infectious till asymptomatic, Maximum in Is week of rash, till last scab falls2 days before rash to 5 days after4 days before rash to 5 days after7 days before rash to 7 days after4-6 days before symptoms to 7 days afterTransmissionDropletDropletDropletDropletDropletSAR 30-40%90%>90%85-90%86%ImmunityLifelongLifelongLife longLifelongLifelong*SAR= Secondary attack rateNote:This is asked many times as such that \"SAR of Chickenpox is more than rubella and mutnpa but less than Measles\"SAR of measles is given as 80% in many older texts but on CDC and WHO websites and many reliable standard textbooks it is given as 90% InfluenzaDiphtheriaWhooping cough (pert us is)Meningococcal meningitisAgentInfluenza virus type A,B,CC. diphtheriaeB. pertusisN. meningitidisIncubationperiod18-72 hours2-6 days7-14 days3-4 days, Range: 2-10 daysNon human ReservoirAnimals & birdsNilNilNilSourceClinical/sub clinical casesCarriers: Cases (95%:5%)CasesCarriers > CasesPeriod of Infectivity1-2 days before symptoms to 1-2 days after14-28 days from onset of disease, carriers are infective for a long periodFrom onset to 3 weeksVariable.As long as meningococci are present in nose and throat.Can be shortened by antibiotics to 24 hours of starting therapyTransmissionDropletDropletDroplet/ direct contactDropletSAR5-15%90%90%4 per 1000ImmunityShortlived, incomplete, subtype specificAcquired immunity by inapparent infectionBy recovery from disease or by vaccine (for 5-10 years)Acquired from subdinical infection (mostly), clinical disease and vaccination",
        "cop": 1,
        "opa": "Cholera",
        "opb": "Measles",
        "opc": "Leishmaniasis",
        "opd": "Mumps",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Cholera",
        "id": "2c8a5ef2-b36c-4889-9796-60a76e6a4632",
        "choice_type": "single"
    }
]