[
    {
        "question": "All of the following are true about Roll back malaria except:(AIIMS November 2013, Nov 2012)",
        "exp": "Ans. c. Development of newer insecticide (Ref; Harrison 19/e p14,18/e p14 WHO Roll Back Malaria Document] HTM_ MAL 2005. 1101.pdf (Roll Back Malaria)Roll Back Malaria:Messages on malaria case management, intermittent preventive treatment during pregnancy and insecticide- treated netsQ (ITNs) were promoted using volunteers, social marketing of unit-dose, prepackaged antimalarial medicines and trainingQ of patent medicine dealers (BASICS II, 2004).The key to the success of this programme was the shift from supply to demand creation for health servicesQ, increased access to medicines, and community ownershipRoll Back Malaria* In Nigeria, a communication strategy for behavioural change was initiated using both the public and private sectors.* Messages on malaria case management, intermittent preventive treatment during pregnancy and insecticide-treated nets (ITNs) wrere promoted using volunteers, social marketing of unit-dose, prepackaged antimalarial medicines and training of patent medicinedealers (BASICS II. 2004).* The channels used included interpersonal communication, traditional communication channels such as 'town criers' and local festivals, and social marketing through medicine packaging, radio spots and distribution of booklets to patent medicine dealers.* The strategy resulted in an increased knowledge of the role and benefits of ITNs in malaria prevention and an increased awareness of the danger signs of malaria and of the importance of seeking early treatment for febrile children through antimalarial medicines.* The key to the success of this programme was the shift from supply to demand creation for health services, increased access to medicines, and community ownership* The experience gained from such training programmes has demonstrated the need for training to address the following gaps in skills and knowledge, depending on the specific roles undertaken:- Knowledge and skills to recognize uncomplicated malaria, danger signs and when to refer the patient Knowledge and skills to manage malaria appropriately (recommended medications/dosages)- Awareness of the need for prompt and early treatment, and completion of the dose- Communication skills to counsel and offer health education on other aspects (e.g. ITNs. intermittent preventive treatment during pregnancy)- Recording/reporting tasks- Drug storage* The highest level of political commitment by the national government is required to ensure that the cross-ministerial activities beyond the purview of the ministry of health required for the implementation of HMM are facilitated at the policy level.Central and regulatory factors:* Regulatory status of recommended antimaiarial medicines.* Quality assurance mechanisms for medicine manufacture and Distribution, and their application.* Regulatory status of potential provider groups.* Current curricula for pre-service and in-service training for* Health providers and other stakeholders in the HMM programme (e.g. teachers) and for schools.",
        "cop": 3,
        "opa": "Insecticide treated mosquito nets",
        "opb": "Strengthening health system",
        "opc": "Development of newer insecticide",
        "opd": "Training of health workers",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "160a9e24-b343-4294-9325-2d669c4991b6",
        "choice_type": "multi"
    },
    {
        "question": "Pleomorphism is seen in:",
        "exp": "(Chickenpox): Ref: (134-Park 20th)* Chickenpox shows pleomorphic rash i.e. different stages of the rash evident at one given time because rash appears in successive crops",
        "cop": 1,
        "opa": "Chickenpox",
        "opb": "Rubella",
        "opc": "Smallpox",
        "opd": "Toxocara",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9126fe16-c7a0-40b3-8e1f-fffa5934b079",
        "choice_type": "multi"
    },
    {
        "question": "Dose of rifampicin in RNTCP is -",
        "exp": "Ans. is 'b' i.e., 450 mg TREATMENT REGIMEN SPUTUM EXAMINATIONS FOR PULMON ARY TBCategory of treatmentType of patientRegimentPre treatment sputumTest at monthIf result isTHEN -Start continuation phase, test sputum 6 monthsNew casesNew sputum smear-positive2(HRZE)3+-2 Category 1New sputum semar-negative+ +Continue intesive phase for one more montfRed BoxNew extra-pulmonaryNew others4 (HR)3 Complete the treatment in 7 monthsPreviouslySputum smear-positive Relapse2(HRZES}3 -Start continuation phase, test sputum again 6 months, completion of treatmentTreatedSputum smear-positive Fa ilure+ Category IISputum smear-positive1 (HRZE)3+3+Continue intensive phase for one more monthBlue Boxtreatment after default Others+5 (HRE)3 again at 4 months if sputum is positive sene sputum for culture and drug sensitivity as might be a case of MDR-TBo The number before the letters refers to the number of months of treatment. The subscript after the letters refers to the number of doses per week- H : Isomazid (600 mg), R : Rifampicin (450 mg), Z : Pyrazinamide (1500 mg), E : Ethambuiol (1200 mg), S : Streptomycin (750 mg). Patients who weight more than 60 kg receive additional Rifampicin 150 mg. Patients more than 50 years old receive streptomycin 500 mg- Patient in categories I and 11, Who have a positive sputum smear at the end of the initial intensive phase, receive an additional month of intensive phase treatment.o Examples of seriously ill extra-pulmonary TB cases are meningitis, disseminated TB, tuberculous pericarditis, peritonitis, bilateral or extensive pleurisy, spinal TB with neurological complications and intestinal and genito-urinary TB.o In rare and exeptional cases, patients who are sputum smear-negative or who have extra-pulmonary disease can have relapse or failure. This diagnosis in all such cases should always be made by an MO and should be supported by culture or histological evidence of current, active tuberculosis. In these cases, the patient should be categorized as 'other' and given category II treatment.o Any patient treated writb category I who has a positive smear at 5 months of treatment should be considered a Failure and started on category II treatment, afresh. If category I sputum smear-ve case fails to improve or if patient develops pulmonary signs and positive smear at the end of intensive phase, it is considered treatment failure. Start category II treatment and confirm failure by culture and perform DST.",
        "cop": 2,
        "opa": "600 mg",
        "opb": "450 mg",
        "opc": "300 mg",
        "opd": "100 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f81f33e2-3042-4a59-874e-3d1c6d2f91d0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for chloroquine resistant malaria is :",
        "exp": "Ans. is 'b'. Sulfadoxine + Pyrimethamine * Under the recent 'National anti-Malaria Programme.' the drug policy for malaria treatment is as follows-Any fever in endemic areas during transmission season without any other obvious cause may be considered as malaria and investigated/treated accordingly.Drug resistance foci are prevalent in the country but chloroquine is still the safe, effective and cheap antimalarial drug and is simple to be administered.The best approach in malaria treatment is diagnosis and treatment on the same day.b(Plasmodium falciparum predominant and drug resistance areas)Presumptive treatment of all suspected/clinical malaria cases :Day 1 Tab. Chloroquine - 10 mg/kg body weight (600 mg adult dose)+Tab. Primaquine - 0.75 mg/kg body weight (45 mg adult dose)Day 2 Tab. Chloroquine - 10 mg/kg body weight (600 mg adult dose)Day 3 Tab. Chloroquine - 5 mg/kg body weight (300 mg adult dose)Radical treatment after microscopic confirmation of species :P vivax - Tab. Primaquine 0.25 mg/kg body wt. (15 mg adult does) daily for 5 days.P. falciparum - No further treatment required.In chloroquine resistant p. falciparum cases/areaSingle dose of 25 mg / kg bw tab. Sulfalene / Sulfadoxine and 1.25 gg/ kg body wt. Pyrimethamine combination (3 tabs, adult does) thereafter tab. Primaquine 0.75 mg/kg body wt. These drugs should be given cautiously and not on the same day as both are known to precipitate haemolytic crisis in sensitive cases with G6PD deficiency.In low risk areasPresumptive treatmentDay 1 - Tab. Chloroquine 10mg / kg body weight (600 mg adult does)Radical Treatment after confirmation of speciesP. Vivax - Tab. Chloroquine 10 mg/ kg body wt. single dose and tab. Primaquine 0.25 mg/kg body wt. daily for 5 days.R falciparum - Tab. Chloroquine 10 mg/ kg body wt. plus tab. Primaquine 0.75 mg / kg body wt. single dose.Severe and Complicated malaria - cases are to be hospitalized for treatment.Choice of antimalarial is quinine injection preferably, 10 mg/ kg body wt. I/V drip in5% dextrose saline to be run over 4 hours, 8 hourly. Switch over to oral dose as early as possible and total duration of treatment should be 7 days including both parenteral and oral doses.Injectable form of Artemisinin derivative may be used for severe and complicated malaria only. The recommended injectable dosages are as follows :Artemisinin - 10mg./kg body wt. once a day for 5 days with a double divided does on first day.Artesunate - 1 mg/kg body wt. IM or IV two doses at an internal of 4-6 hours on the first day followed by once a day for 5 daysArtemether - 1.6 mg/kg body wt. IM, two doses at an interval of 4-6 hours on the first day followed by once daily for 5 days.Artether - 150 mg daily IM for 3 days for adults onlyTab. Mefloquine is to be used only in Pf. cases having proven resistance to chloroquine.Primaquine is not to be given to pregnant women*, infants* and glucose 6 phosphatase deficient persons*.",
        "cop": 2,
        "opa": "Mefloquine",
        "opb": "Sulfadoxine + Pyrimethamine",
        "opc": "Primaquine + Chloroquine",
        "opd": "Chloroquine + Pyrimethamine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "256afddf-a243-4722-8b17-5674a19be31a",
        "choice_type": "single"
    },
    {
        "question": "A population of 100000 is under surveillance during an year. 100 cases were positive for malarial thick smear. What is the annual parasite index -",
        "exp": "Ans. is 'a' i.e., 1 per 1000 * Annual Parasite Incidence = (confirmed cases during one year/population under surveillancee) x 1000* Population under surveillance = 100000* Confirmed cases =100API =100------100,000x 1000 = 1* So, API is 1 per 1000 population.",
        "cop": 1,
        "opa": "1 per 1000",
        "opb": "2 per 1000",
        "opc": "10 per 1000",
        "opd": "20 per 1000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "62d6351a-1416-4399-abcd-479d426de603",
        "choice_type": "single"
    },
    {
        "question": "Treatment of recently sputum positive case of pulmonary TB is",
        "exp": "Ans. c (RMP + INH + PZM + ETM); (Ref. Park PSM 22nd/pg. 175)Treatment categories and sputum examination schedule in DOTS chemotherapy in IndiaTREATMENT REGIMENSPUTUM EXAMINATIONS FOR PULMONARY TBCategory of treatmentType of patientRegimenPret- reat- ment sputumTest at monthIF: result is-----THEN:New cases Category I Red BoxNew sputum smear-positiveNew sputum smear-negativeNew extra-pulmonary**New others2(HRZEE)3+4(HR)3+2-Start continuation phase, test sputum again at 4 and 6 months +Continue intensive phase for one more monthComplete the treatment in 7 monthsPreviouslyTreatedCategory IIBlue BoxSputum smear positiveRelapse***Sputum smear-positiveFailure***Sputum smear-positive treatment after default others2(HRZES)3+1(HRZE)3+5(HRE)3+3-Start continuation phase, test sputum again at 5 months 6 months, completion of treatment + + Continue intensive phase for one more month, test sputum again at 4 months if sputum is positive send sputum for culture and drug sensitivity as it might be a case of MDR-TB* The number before the laetters refers to the number of months of treatment. The subcript after the letters refers to the number of doses per week. H; Isoniazid (600 mg), R: Rifampi (450 mg), Z: pyrazinamide (1500 mg), E: Ethambutol (1200 mg), S: Streptomycin (750 mg).Patients who weigh more than 60 kg receilve additional Rifampicin 150 mg. Patients more than 50 years old receive streptomycin 500 mg.Patients in categories I and II, who have a positive sputum smear at the end of the initial intensive phase, receive an additional month of intensive phase treatment.** Examples of seriously ill extra-pulmonary TB cases are meningitis, disseminated TB, tuberculous pericarditis, peritonitis, bilateral or extensive pleurisy, spinal TB with neurological complications and intestinal and genito-urinary TB.*** In rare and exceptional cases, patients who are sputum smear-negative or who have extra-pulmonary disease can have relapse or failure. This diagnosis in all such cases should always be made by an MO and should be supported by culture or histological evidence of current, active tuberculosis. In these cases, the patient should be categorized as 'Other' and given Category II treatment. Any patient treated with Category I who has a positsive smear at 5 months of treatment should be considered a failure and started onCategory II treatment, afresh. If category I sputum smear-ve case fails to improve or if patient develops pulmonary signs and positive smear at the end of intensive phase, it is considered treatment failure. Start category II treatment and confirm failure by culture and perform DST.",
        "cop": 3,
        "opa": "RMP + INH + PZM",
        "opb": "RMP + INH + PZM + SMC",
        "opc": "RMP + INH + PZM + ETM",
        "opd": "RMP + INH + ETM",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "aeb834d8-c8b4-47bc-944c-17281e690401",
        "choice_type": "single"
    },
    {
        "question": "A known case of TB is now resistant to Rifampicin and Isoniazid. Which of the following would be most appropriate in treating this patient?",
        "exp": "Ans. C. 6 drugs for 6 months; 4 drugs for 18 months* Resistance to rifampicin and isoniazid is termed as multiple-drug-resistant TB (MDR-TB). In such a case, 6 drugs are used for 6-9 months in an intensive phase followed by 4 drugs for 18 months in a continuous phase.* The number of drugs used for specific duration in a particular type of TB is given below:Type of TBNumber of Drugs UsedNon-drug resistant - New case4 drugs for 2 months + 3 drugs for 4 monthsNon-drug resistant - Previously treated5 drugs for 2 months + 4 drugs for 1 month + 3 drugs for 5 monthsRifampicin resistance + Isoniazid sensitive7 drugs for 6-9 months + 5 drugs for 18 monthsMDR-TB6 drugs for 6-9 months + 4 drugs for 18 monthsXDR-TB7 drugs for 6-12 months + 6 drugs for 18 months",
        "cop": 3,
        "opa": "6 drugs for 4 months; 4 drugs for 12 months",
        "opb": "4 drugs for 4 months. 6 drugs for 12 months",
        "opc": "6 drugs for 6 months; 4 drugs for 18 months",
        "opd": "5 drugs for 2 months; 4 drugs for 1 month; 3 drugs for 5 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5fa8e4f1-786d-4b7a-ac5c-c7d463401a08",
        "choice_type": "single"
    },
    {
        "question": "WHO stage IV HIV includes all, except:",
        "exp": "Ans is 'd' i.e. Oral thrush WHO has developed a clinical staging system, based on clinical criteria. Clinical condition or performance score, whichever is the higher, determines whether a patient is at clinical stage 1, 2, 3, or 4.Clinical Stage III Weight loss, >10% of body weightUnexplained chronic diarrhoea, > 1 monthUnexplained prolonged fever (intermittent or constant) > 1 monthOral candidiasis (thrush)Oral hairy leukoplakiaPulmonary tuberculosis, within the past yearSevere bacterial infections and/or performance scale 3: bedridden, < 50% of the day during the last monthWHO clinical staging system for HIV inf, in adults and adolescents > 13 yearsClinical Stage I Clinical Stage IIAsymptomaticPersistent generalized lymphadenopathy (PGL) Performance scale 1: Asymptomatic, normal activity Weight loss, <10% of body weightMinor mucocutaneous manifestations (seborrheic dermatitis, prurigo, fungal nail infections, recurrent oral ulcerations, angular cheilitis)Herpes zoster, within the last five yearsRecurrent upper respiratory tract infections (i.e. bacterial sinusitis) and/or performance scale 2: symptomatic, normal activityAny disseminated endemic mycosis (i.e. histoplasmosis, coccidioidomycosis)Candidiasis of the oesophagus, trachea bronchi or lungsAtypical mycobacteriosis, disseminatedNon-typhoid Salmonella septicaemiaExtrapulmonary tuberculosisLymphomaKaposi's sarcoma (KS)HIV encephalopathy, as defined by CDC b and/or performance scale 4: bedridden, > 50% of the day during the last month Toxoplasmosis of the brainCryptosporidiosis with diarrhoea, > 1 monthCryptococcosis, extrapulmonaryCytomegalovirus (CMV) disease of an organ other than liver, spleen or lymph nodesHerpes simplex virus (HSV) infection, mucocutaneous >1 month, or visceral any durationProgressive multifocal leukoencephalopathy (PML) Clinical Stage IV HIV wasting syndrome, as defined by CDC aPneumocystic carinii pneumoniaWHO clinical staging system for HIV infection and related disease in children Stage 1: a HIV wasting syndrome: Weight loss of > 10% of body weight, plus either unexplained chronic diarrhoea (> 1 month), or chronic weakness and unexplained prolonged fever (> 1 month).b HIV encephalopathy: Clinical findings of disabling cognitive and/or motor dysfunction interfering with activities of daily living, progressing over weeks to months, in the absence of a concurrent illness or condition other than HIV infection that could explain the findings.AsymptomaticPersistent generalized lymphadenopathy Stage 2:Unexplained chronic diarrhoeaSevere persistent or recurrent candidiasis outside the neonatal periodWeight loss or failure to thrivePersistent feverRecurrent severe bacterial infections Stage 3:AIDS-defaming opportunistic infectionsSevere failure to thriveProgressive encephalopathyMalignancyRecurrent septicemia or meningitis.",
        "cop": 4,
        "opa": "Toxoplasmosis",
        "opb": "Pneumocystic carinii",
        "opc": "HIV wasting syndrome",
        "opd": "Oral thrush",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "3c7fd8ca-ed62-4e5c-8816-ae806c4b7524",
        "choice_type": "multi"
    },
    {
        "question": "Preservative added in DPT vaccine is :",
        "exp": "Ans. is 'b' i.e. Aluminium Phosphate Aluminium phosphate is used as an adsorbent in DPT vaccine. Adsorption increases the immunological effectiveness of the vaccine",
        "cop": 2,
        "opa": "Zinc phosphate",
        "opb": "Aluminum phosphate",
        "opc": "MgS04",
        "opd": "ZnS04",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "485b0fa3-952c-49ed-bb71-d414fdf4e4ad",
        "choice_type": "single"
    },
    {
        "question": "The secondary attack rate of measles is more than mumps. What is the conclusion?",
        "exp": "Ans. c (Measles is more infectious than mumps). (Ref: Park PSM 22nd/pg. 58, 96)SECONDARY ATTACK RATE# It is defined as \"the number of exposed persons developing the disease within the range of IP, following exposure to primary case\"SAR =Number of exposed persons developing the disease within the range of IP------------------------------------------Total number of exposed/wsusceptible\" contactsx 100# The primary case is excluded from both the numerator and denominator.# Case fatality rate is a measure of \"killing power\" of a disease.",
        "cop": 3,
        "opa": "Measles is more dangerous than mumps.",
        "opb": "Mumps is more dangerous than measles.",
        "opc": "Measles is more infectious than mumps.",
        "opd": "Measles is more common than mumps.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a9050e02-a2e1-4825-8ac0-b364fe620ed4",
        "choice_type": "single"
    },
    {
        "question": "Sputum from one patient is disinfected immediately following expectoration, this is known as:",
        "exp": "Ans: a (Concurrent) Ref: Park, 19th ed, p. 108Sterilization is the process of destroying all life including spores.Disinfection- is the killing of infectious agents outside the body by direct exposure to chemical or physical agents.Types of disinfection:a) Concurrent disinfection- It is the application of disinfective measures as soon as possible after the discharge of infectious material from the body of infected person, or after the soiling of articles with such infectious discharges, e.g.. disinfection of urine, faeces, vomit, contaminated linen, cloth hands, dressings, aprons, throughout the course of illness.b) Terminal disinfection- It is the application of disinfective measures after the patient has been removed by death or to hospitals or has ceased to be a source of infection. Terminal disinfection is now scarcely practiced; terminal cleaning is considered adequate, alongwith airing and sunning of rooms, furnitures.c) Precurrent or prophylactic disinfection- Disinfection of water by chlorine, pasteurization of milk and hand washing are examples.",
        "cop": 1,
        "opa": "Concurrent",
        "opb": "Pre current",
        "opc": "Recurrent",
        "opd": "Terminal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5783b99d-68d8-43db-8877-c1357e81888d",
        "choice_type": "single"
    },
    {
        "question": "WHO surveillance is done in all EXCEPT",
        "exp": "(Relapsing fever) (115,204, Park 20th)SURVEILLANCE - defined as \"the continuous scrutiny of all aspects of occurance and spread of disease that are pertinent to effective control\"* The ultimate objective of surveillance is prevention* International surveillance: At the international level, the WHO maintains surveillance of important disease (eg. Influenza, malaria, polio etc) and gives timely warning to all national governments* Under the Intemation Health Regulations- cholera is notifiable to the WHO within 24 hours of its occurance by the National Government* Kaplan Meier estimator (Product limit estimator) method is used for survival*** \"STEPS' is recommened by WHO as a method for surveillance of risk factor for non communicable disease*** Criteria suguesting casualitv in non communicable diseases (causal relationship)1. Temporal association*2. Strength of association*3. Specificity of the association *4. Consistency of the association5. Biological plausibility6. Coherence of the association* Case fatality rate is a good index of the severity of an acute disease and represents the killing power of the disease.",
        "cop": 1,
        "opa": "Relapsing fever",
        "opb": "Malaria",
        "opc": "Polio",
        "opd": "Cholera",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "bbcd7637-a220-4c69-bbca-9dd130bc0c03",
        "choice_type": "multi"
    },
    {
        "question": "All are zoonotic disease EXCEPT",
        "exp": "[Cl (Rabies) (642- Park 19th) (692-Park 20th)LISTS OF ZOONOTIC DISEASES IN MANA. Bacterial InfectionsAnthrax, Brucellosis, Ornithosis, Q-fever, Leptospirosis, Tuberculosis, PlagueB. Viral InfectionsCow pox, Monkey pox, Eastemequine encephalitis, Ross-river fever, Yellow fever, JE, Lassa fever, RabiesC. Protozoal InfectionsLeishmaniasis, Toxoplasmosis, Trypanosomiasis, BabesiosisD. Helminthic InfectionsClonorchiasis, Fasciolopsis, Schistosomiasis, Echinococcosis, Taeniasis, Trichinellosis",
        "cop": 3,
        "opa": "Brucellosis",
        "opb": "Leptospirosis",
        "opc": "Scabies",
        "opd": "Rabies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "565f6449-e896-4704-90ae-eaf1fc325956",
        "choice_type": "multi"
    },
    {
        "question": "Reduvid bug transmitts-",
        "exp": "Ans. is 'd' i.e., Chaga's disease Arthopods Arthropod borne diseases1) Mosquito:1) AnophelesMalariaFilaria (Not in India) 2) CulexJapanese encephalitisWest nile feverBancroftian filariasisViral arthritis 3)AedesYellow feverDengueDengue hemorrhagic feverChikangu nya feverRift valley feverFilaria (Not in India)Zika virus 4) MansonoidesBrugian filariasis2) SandflyKalazarOriental soreOraya feverSandfly fever 3) Tse - tse flySleeping sickness4) LouseEpidemic typhus, relapsing fever, trench fever; pediculosis, vogabond disease.5) Rat fleaBubonic plague, endemic typhus, chiggerosis, hymenolepis diminua6) Black flyOncocerciasis7) ReduvidbugChagas disease8) Hard tickTick typhus, viral encephalitis, viral hemorrhagic fever, KFD, Tularemia, tick paralysis, human babesiosis, Lyme's disease9) Soft tickQ fever, relapsing fever, KFD10) Trombiculid miteScrub typhus, Ricketssial pox11) Itch miteScabies12) CyclopsGuinea worm disease, Fish tape worm ( D. latum )13) CockroachesEnteric pathogens14) HouseflyTyphoid and paratyphoid fever, diarrhoea, dysentery cholera, gastro-enteritis, amoebiasis, helminthic infestations, poliomyelitis, conjunctivitis, trachoma, anthrax, yaws, etc.",
        "cop": 4,
        "opa": "Kalaazar",
        "opb": "Relapsing fever",
        "opc": "Trench fever",
        "opd": "Chagas disease",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ab0ebd4f-575d-4225-b10e-b9afb0e76c43",
        "choice_type": "single"
    },
    {
        "question": "Presumptive treatment of malaria in a chloroquine resistant area:",
        "exp": "Ans. is 'b' ie sulph lene + pyrimethamine Presumptive treatment in Chloroquine resistant areaSingle dose of 25 mg/kg body wt. sulfalene/sulfadoxine and 1.25 mg/kg body wt. Pyrimethamine combination and thereafter tab. Primaquine 0.75 mg/kg body wt.",
        "cop": 2,
        "opa": "Chloroquine + pyrimethamine",
        "opb": "Sulphalene + pyrimethamine",
        "opc": "Chloroquine + primaquine",
        "opd": "Sulphalene 1000 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "8227baea-4cf2-4ec6-8c40-9d83a74fe4bb",
        "choice_type": "single"
    },
    {
        "question": "BCG is",
        "exp": "Ans. a (Live attenuated vaccine). (Ref. Park, PSM, 17th ed., 148)VACCINESLive attenuated vaccinesInactivated or killed vaccines1.BCG1.Typhoid2.Typhoid oral2.Cholera3.Plague3.Pertussis4.Mumps4.C.S. Meningitis5.Measles5.Plague6.Rubella6.Rabies7.Yellow fever7.Influenza8.OPV8.KFD vaccine9.Influenza9.Salk (Polio)10.Epi. typhus10.Hepatitis B 11.Japanese Encephalitis",
        "cop": 1,
        "opa": "Live attenuated vaccine",
        "opb": "Killed vaccine",
        "opc": "Toxoid",
        "opd": "Immunosuppressant agent",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "37e5fc4c-fd2e-4da8-abe7-736b9a3e6ea5",
        "choice_type": "single"
    },
    {
        "question": "In patients of leprosy, Lepromin test is used for:",
        "exp": "Ans. is 'b' i.e. Prognosis [Ref: Park 20/e, p 282 (19/ep271, 18/e p258)JLepromin test is not a diagnostic test, as it may give positive result in normal subjects and negative results in lepromatous and near-lepromatous cases.Uses of Lepromin testto evaluate the immune status (cell mediated immunity) of leprosy patientsin classifying the diseaseto estimate the prognosis of leprosy patients (Lepromin test is usually strongly positive in the typical tuberculoid cases and the positivity getting weaker as one passes through the spectrum to the lepromatous end. The typical lepromatous cases are lepromin negative, indicating a failure of CMI. The lepromin negative individuals are at a higher risk of developing progressive multibacillary leprosy, but those who are lepromin positive, either escape the clinical disease or develop paucibacillary disease)Procedure and InferenceThis test is performed by injecting intradermally 0.1 ml of lepromin into the inner aspect of the forearm. Reaction is read at 48 hrs and 21 days.Two types of positive reactions have been described.Early Reaction or Fernandez reactionthis appears as an area of redness and induration at the site of inoculationit develops within 24 to 48 hrs and disappears after 3 to 4 days.the reading is taken at 48 hrs, and if the area of redness is more than 10 mm, the test is considered positive.the early reaction has been described as delayed hypersensitivity reaction to \"soluble\" constituents of the leprosy bacilli.Late Reaction or Mitsuda reactionthis reaction develops late, becoming apparent in 7-10 days following the infection and reaches peak in 3 or 4 weeks. A nodule develops at the site of inoculation.the reading is taken at 21 days and if the nodule is more than 5 mm in diameter, the reaction is said to be positive.the late reaction is induced by the bacillary component of the antigen. It indicates cell mediated immunity.The early positive reaction indicates whether or not a person has been previously sensitized by exposure to an infection by leprosy bacilli. It is thus more superior to late reaction.The early reaction corresponds to the Mantoux reaction in tuberculosis.Also Know:In the first 6 months of life, most children are lepromin negative; gradually with increasing age more and more persons become positive.BCG vaccination can convert lepra reactions from negative to positive in large no. of individuals.",
        "cop": 2,
        "opa": "Treatment",
        "opb": "Prognosis",
        "opc": "Diagnosis",
        "opd": "Epidemiological investigations",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "3bec7da6-b38e-4252-a948-10060f973331",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is most resistant to plasmodium falciparum infection?",
        "exp": "Ans: d (Newborn..) Ref: Park, 19th ed, p. 213Even though malaria affect all ages, newborn infants have considerable resistance to infection with P. falciparum.This has been attributed to the high concentration of fetal haemoglobin during the first few months of life which suppress the development of P. falciparum.",
        "cop": 4,
        "opa": "Adult male",
        "opb": "Adult female",
        "opc": "Children",
        "opd": "Newborn infant",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "1266e03d-0eb5-4ef4-b406-869f0e7c8e12",
        "choice_type": "single"
    },
    {
        "question": "Brucellosis can be transmitted by all EXCEPT",
        "exp": "i.e. Person to person transmission * Brucellosis is a zoonotic disease (diseases that are transmitted from animals to man, under natural conditions)* It is caused by gram negative bacteria.* Its major reservoirs are infected cattle, sheep, goats, swine, buffaloes, horses and dogs.* The disease is transmitted from infected animals to man through 3 routes.a) Contact infection (most common route)- infection occurs by direct contact with infected tissues, blood, urine, vaginal discharge, aborted fetuses and placenta.- infection occurs through abraded skin, mucosa or conjunctiva.b) Food-borne infection- infection occurs by ingestion of raw milk or dairy products (cheese) from infected animals,- by ingestion of raw vegetables infected directly or indirectly from animals,- by ingestion of contaminated water.c) Air-borne infection- infection occurs by inhalation of infected dust or aerosols.\"There is no evidence of transmission from man to man.\"",
        "cop": 3,
        "opa": "Contect with infected placenta",
        "opb": "Ingestion of raw vegetables from infected farms",
        "opc": "Person to person transmission",
        "opd": "Inhalation of infected dust or aerosol",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7a8ca2cf-1957-4572-bfa9-849c02bde6c3",
        "choice_type": "multi"
    },
    {
        "question": "\"Multibacillarv\" is a spectrum of disease, seen in-",
        "exp": "Ans. is 'a' i.e.. Leprosy ClassificationsRidley and JoplingIndianMadrido Tuberculoid (TT)o Indeterminate (I)o Indeterminateo Borderline tuberculoid (BT)o Tuberculoido Tuberculoid flat raisedo Borderline (BB)o Borderlineo Borderlineo Borderline lepromatous (BL)o Lepromatouso Lepromatouso Lepromatous (L.L)o Pure neuritic WHO classificationPauci bacillaryMultibacillaryo Bacteriological index <2o BI > 2o 5 or less skin lesionso 6 or more skin lesionso It includeso It includesB.T.B.B.T.T.B L.IndeterminateLL",
        "cop": 1,
        "opa": "Leprosy",
        "opb": "TB",
        "opc": "Tetanus",
        "opd": "Trachoma",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d4e061f8-370e-4b38-b1db-5144c8a2e6cd",
        "choice_type": "single"
    },
    {
        "question": "Q fever is caused by-",
        "exp": "Ans. is 'b' i.e., C. burnetii DiseaseAgentInsect vectorMammalian reservoir1. Typhus group a. Epidemic typhusR. prowazekiiLouseHumansb. Murine typhus (Endemic typhus)R. typhiFleaRodentsc. Scrub typhusR. tsutsugamushiMiteRodents2. Spotted fever group a. Indian tick typhusR.conoriiTickRodents, dogsb. Rocky mountain spotted feverR.rickettsiiTickRodents, dogsc. Rickettsial poxR. akariMiteMice3. Others a. Q feverC.burnetiiNilCattle, sheep, goats.b. Trench feverRocholimaca quintanaLouseHumans",
        "cop": 2,
        "opa": "R Quintana",
        "opb": "C. burnetii",
        "opc": "R typhi",
        "opd": "R akari",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "31c3249c-52f0-4dde-978c-bdfe80da6195",
        "choice_type": "single"
    },
    {
        "question": "In urban which Anopheles species is seen-",
        "exp": "Ans. is 'a' i.e., Stephensi Vector of malariao Vector for malaria is female anapheline mosquito.o There are six primary vectors of malaria in India : -An. culicifacies : - It is the main vector in rural and periurban areas. It is highly zoophilic. Species 4 A' is a vector for P. vivax and P.falciparum, whereas species 'B' is completely refractory to P.vivax and partially refractory to P. falciparium. However, species lB' may play a role as vector of P.falciparum in areas where the cattle population is very low or absent.An. Stephensi: - Responsible for malaria in urban and industrial areas. An. Stephensi has three forms : -Type form : - In urban areasIntermediate form : - In urban & semi-urban areas.Mysorensis form : - In rural areas (it is not a vector )An fluvitalis : - Main vector in hilly areas, forests and forests fringes, especially in the east.An. minimum : - Vector in the the foot hills of North-Eastern states.An. dirus : - Vector in the forest of North-EastAn. epiroticus : - Restricted to Andaman and Nicobar Islands.",
        "cop": 1,
        "opa": "Stephnsi",
        "opb": "Culicifacies",
        "opc": "Fluvitalis",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7317cde4-e008-4a54-a4a3-2361017bcc58",
        "choice_type": "multi"
    },
    {
        "question": "Leishmaniasis is caused by",
        "exp": "Ans) a (Protozoa) Ref park 20th edpg 267These type of questions are zero value questions and will gain importance once you make it wrong!!!!!Leishmaniasis are a group of protozoal disease caused by parasites of the genus Leishmania,and transmitted to man by the bite of female phlebotomine sandfly. No further explanation is needed.",
        "cop": 1,
        "opa": "Protozoa",
        "opb": "Bacteria",
        "opc": "Virus",
        "opd": "Prions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d5e0bb0f-5d56-4aa4-880e-1d4c42bd21da",
        "choice_type": "single"
    },
    {
        "question": "Amplifier host in Japanese encephalitis-",
        "exp": "Ans. is 'b' i.e., Pigs Japanese encephalitis* JE is caused by flavivirus, a group B arbovirus. It is a zoonotic disease infecting mainly animals and incidentally man.* In south, epidemics have occured in Karnataka, Andhra pradesh, Tamil-Nadu and Kerala. Now Gorakhpur district of U.P. contributes largest number of cases.* Main vector of JE transmission is culex mosquito (culex tritaeniorhynchus), a zoophilic rural mosquito that breeds in rice paddy fields, shallow ditches and pools. Other important vector species are culex vishnuii and culex gelidus.* Pigs are amplifier host i.e., infected pigs do not manifest overt symptoms but circulate the virus so that mosquito get infected and can transmit virus to man. Horses are the only domestic animals showing symptoms of JE. Man is an 'incidental dead-end host\\ there is no man-to-man transmission. 'Cattle and buffaloes' act as mosquito attractants, i.e. infected but are not the natural hosts. Herons (birds) are the reservoir hosts.* There are two natural cycles of JE virus :* i) Pig - mosquito - pig* ii) Ardeid bird - mosquito - Ardeid bird.* Most of the cases are subclinical, ratio of overt disease to inappearent infection varies 1:1000, i.e., cases show tip of iceberg. For clinical cases incubation period is 5-15 days. The disease passes through sequential stages of prodrome, acute encephalitis, and late stage with sequelae. There is no rash at the site of mosquito bite.* Case fatality rate is 20-40%. The endemicity of cases is 1-2 case per village.* The vast majoirty of cases (about 85%) occur among children < 15 years of age. But JE is infrequent in infancy.",
        "cop": 2,
        "opa": "Horse",
        "opb": "Pigs",
        "opc": "Dogs",
        "opd": "Monkey",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "976e5dd6-47b6-4609-aac4-a18560f5f5a1",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for falciparum malaria in endemic area-",
        "exp": "Ans. is 'a' i.e., Artemisinin Diagnosis 8c Treatment of malaria* All fever cases should be investigated for malaria either by microscopy or by Rapid diagnostic Test (RDT) for both vivax & falciparum, i.e., combo RDT (bivalent RDT).* Further treatment is as follows: -1) For plasmodium vivax3 days chlorquine plus 14 days Primaquine.2) For plasmodium falciparum: - Treatment for falciparum malaria is Artemisinin combination therapy (ACT). It includesi) ACT-AL for North-Eastern states: Artemether with lumefantrine for 3 days plus single dose primaquine on 2nd day.ii) ACT-SP for all other states: Artesunate for 3 days plus sulfadoxine-pyrimethamine on day 1 plus single dose primaquine on day 2.3) Treatment of mixed infection: - Should be treated as falciparum malaria. But primaquine is given for total 14 days (not a single dose on day 2 as is given for falciparum infection).4) When microscopy results are not available within 24 hours or if RDT for only falciparum (monovalent RDT) is used: -A) Patient at high risk area for Pf (TfR >1% and Pf% >30% in, last 3 year)a) P. falciparum RDT positive - Treat as falciparum malaria (as above).b) P. falciparum RDT negative - Send blood slide to laboratory, and give chloroquine for 3 days, and await microscopy results: -i) +ve for vivax - Primaquine for 14 days.ii) +ve for falciparum - Treatment of falciparum malaria as above.B) Patient not at high-risk area for Pf# Weight for slide results, give chloroquine for 3 days and treat definitely according to species of slide results.5) When Microscopy results are not available with in 24 hours and bivalent RDT (for both vivax and falciparum) is usedi) Positive for P. vivax: Treat for vivax infection (see above).ii) Positive for P. falciparum: Treat for falciparum infection (see above).iii) Positive for mixed infection: Treat for mixed infection (see above).6) Treatment of severe malaria: - Severe manifestations (e.g., Unconsciousness, Convulsions, Coma, Metabolic acidosis etc) can develop in P. falciparum infection. Treatment is as follows: -i) Start with parentral artimisinin derivative (artesunate, artemether, arteether) or quinine.ii) Once patient can take oral therapy: -a) Patients receiving parentral quinine should be treated with oral quinine along with doxycyclin for 7 days. In pregnant women clindamycin is given instead of doxycyclin.b) Patients receiving artemisinin derivatives should get full course of oral ACT.",
        "cop": 1,
        "opa": "Artemisinin",
        "opb": "Chloroquine",
        "opc": "Mefloquine",
        "opd": "Halofantrine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "02174b40-16dd-46a9-9b61-25089bcca7d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a live vaccine-",
        "exp": "Ans. is 'b' i.e., Sabin * Varicella vaccine is live attenuated vaccine and is recommended for children between 12-18 months of age.Live 'attenuated' vaccinesKilled 'inactivated' vaccinesBCGPertussisOPV (Sabin - Oral polio vaccine)IPV (Salk - Inactivated polio vaccine)Measles vaccineRabies vaccineMumps vaccineCholera vaccineRubella vaccineMeningococcal vaccineChickenpox vaccineHepatitis B vaccineYellow fever vaccineTyphim - Vi vaccineTyphoralHepatitis - AHepatitis - A",
        "cop": 2,
        "opa": "Salk",
        "opb": "Sabin",
        "opc": "Cholera vaccine",
        "opd": "Rabies vaccine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "77a87702-d29d-4452-8df5-85f9a74ef87a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease is not transmitted from animals to man",
        "exp": "Ans: a (German measles)Ref: Park, 20th ed. Pg. 139German measles or rubella is an acute respiratory infection of childhood, characterized by low grade fever, lymphadenopathy, and a maculopapular rash. The disease is caused by a RNA virus, and is transmitted directly from person to person by droplets from nose and throat, and droplet nuclei. No animals are involved in its transmission.An infection or infectious disease transmissible under natural conditions from vertebrate animals to man is called a\"Zoonosis\". eg-Rabies, plague, cysticercosis (Taenia solium), anthrax, brucellosis, salmonellosis, KFD, lassa fever.The term\"Zoonoses has been further amplified as follows Anthropozoonoses - infections transmitted to man from vertebrate animals, e.g, rabies, plague, anthrax, hydatid disease. Zooanthroponoses - infections transmitted from man to vertebrate animals, e.g, and human tuberculosis in cattle. Amphixenosies - infections maintained in both man and lower vertebrate animals that may be transmitted in direction, e.g, T. cruzi, and S. japonicum.",
        "cop": 1,
        "opa": "German measles",
        "opb": "Rabies",
        "opc": "Taenia solium",
        "opd": "Plague",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a77a92d2-4c55-47f3-a1a7-899440956a12",
        "choice_type": "single"
    },
    {
        "question": "School closure is recommended during an outbreak of swine flu. All of the following support this except:",
        "exp": "Ans. a. Closure of school will not lead to reduction in contact between children (Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\"> pubmed/24267871 Transmission dynamics of the 2009 influenza A (H1N1) pandemic in India: the impact of holiday-related school closure. J Epidemics. 2013)'It was estimated that school holidays reduced the reproduction number of Influenza H1N1 by 14-27% in different regions of India, relative to levels seen outside holiday periods. This work reinforces studies showing the significant impact of school holidays on spread of pandemic influenza virus, and by inference the role of contact patterns in children on transmission. - style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">1 Transmission dynamics of the 2009 influenza A (H1N1) pandemic in India: the impact of holiday-related school closure. J Epidemics. 2013",
        "cop": 1,
        "opa": "Closure of school will not lead to reduction in contact between children",
        "opb": "Children are the most common affected population by swine flu",
        "opc": "Increased rates of transmission due to more opportunities for contact",
        "opd": "Playing together of students increases transmission",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "16341a54-7c73-4450-af6f-130bf3169656",
        "choice_type": "multi"
    },
    {
        "question": "Frist priority age group for vaccination of german measles -",
        "exp": "Ans. is 'c' i.e., 15-34 years female o German measles is rubella.Immunization strategy to prevent congenital Rubella infectiono First priority is to protect women of child bearing age (15-34 or 39 years)o Next priority is to vaccinate all children currently 1 - 14 years of age (to intercept transmission)o Next priority is to vaccinate all children at one year of age (To intercept transmission)",
        "cop": 3,
        "opa": "1-14 years male children",
        "opb": "1-14 years female children",
        "opc": "15-34 years female",
        "opd": "15-34 years male",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "931c3c91-695f-498d-a67e-998d639871b9",
        "choice_type": "single"
    },
    {
        "question": "A 30 yrs old female has Sputum positive TB. Her child is 3 yrs old. What is the recommended chemoprophylaxis:",
        "exp": "Ans is 'd' i.e. INH 5 mg/kg for 6 months [Ref: http://health.gov.bz/www/attachments/569_TUBERCULOSIS%20GUIDELINE.pdf; WHO guidelines for Treatment of Tuberculosis at website style=\"font-size: 1.04761904761905em; color: rgba(0, 102, 204, 1); font-family: Times New Roman, Times, serif\">1547833_eng.pdfWHO guidelines for treating child contacts to infectious pulmonary tuberculosis is isoniazid at a dose of 5mg/kg bodyweight for a total of 6 months.\"Among household contacts, people living with HIV (and children, regardless of their HIV status) who do not have active TB are candidates for isoniazid treatment to prevent the development of active TB WHO guidelines for Treatment of Tuberculosis \"The currently WHO guidelines for treating child contacts to infectious PTB is isoniazid at a dose of 5mg/kg bodyweight for a total of 6 months \" -http://health.gov.bz/www/attachments/569_TUBERCULOSIS%20GUIDELINE.pdf",
        "cop": 4,
        "opa": "INH 3mg/kg for 3 months '",
        "opb": "INH 5mg/kg for 3 months",
        "opc": "INH 3mg/kg for 6 months",
        "opd": "INH 5 mg/kg for 6 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "868bb532-dadc-4b2c-9475-a9baa40f2a3a",
        "choice_type": "single"
    },
    {
        "question": "TB multidrug regimen is given to-",
        "exp": "Ans. is 'a' i.e., Prevent resistance o Multidrug treatment in TB is given to -i) Prevent emergence of persistersii) Prevent relapseiii) Prevent emergence of resistanceiv) shorten the duration of treatment",
        "cop": 1,
        "opa": "Prevent resistance",
        "opb": "Broad spectrum",
        "opc": "Prevent side effects",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f7ecf7c7-18a3-4b69-b2e7-633835fb58bb",
        "choice_type": "multi"
    },
    {
        "question": "Amplifier for Japanese encephalitis -",
        "exp": "Ans. is 'b' i.e., Pigs In Japanese encephalitiso Pigso Cattle and buffaloso Mano Herons- Amplifiers- Mosquito attractants- Incidental dead-end host- Reservoir hosts",
        "cop": 2,
        "opa": "Horse",
        "opb": "Pigs",
        "opc": "Dogs",
        "opd": "Monkey",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "757cabf0-08f1-454f-8c31-1e1a0d08447c",
        "choice_type": "single"
    },
    {
        "question": "Total number of cases of guinea worm detected in 1999 are :",
        "exp": "Ans. is 'a'. Zero \"India launched its national Guinea Worm Eradication Programme in 1984 with assistance from WHOThe country has reported zero case since August 1996.In Feb 2000 the international commission for the certification of Dracunculiasis Eradication recommended that India be certified free of Dracunculiasis transmission\" - Park.",
        "cop": 1,
        "opa": "zero",
        "opb": "7",
        "opc": "215",
        "opd": "315",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "702c3e41-9b96-4cf5-98fc-a0bca4ca32c3",
        "choice_type": "single"
    },
    {
        "question": "International certificate for travelling is required for -",
        "exp": "Ans. is 'b' ie Yellow Fever \"India and most other countries require a valid certificate of vaccination against yellow fever from travellers coming from infected areas.It rests with each country to decide whether a certificate of vaccination against yellow fever shall be required for infants under one year of age. India requires vaccination of infants too.The validity of the certificate begins 10 days after the date of vaccination and extends up to 10 years.\" - Park, 17/e",
        "cop": 2,
        "opa": "Pertusis",
        "opb": "Yellow fever",
        "opc": "Cholera",
        "opd": "Plague",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9c4f16bd-edc0-4bd2-b2fa-91b90ed4b811",
        "choice_type": "single"
    },
    {
        "question": "Leprosy is made non infectious by Rifampicin in:",
        "exp": "Ans: c (3 weeks) Ref: Park 20th ed p 278Leprosy is a highly infectious disease of low pathogenicity. It is effectively made non-infectious by treatment with rifampicin for 3 weeks and by dapsone for 90 days. Local application of rifampicin (drops or spray) may destroy all the bacilli with in 8 days.Chemotherapy for leprosy- WHO recommendationsMULTIBACILLARY LEPROSY12 months to he completed within 18 months Rifampicin - 600mg once monthly under supervisionClofazimine - 300 mg once monthly under supervision - 50 mg daily self administered Dapsone 100 - mg daily self administeredPAUCIBACILLARY LEPROSY6 months to he completed within 9 months Rifampicin 600mg once monthly supervised Dapsone 100 mg daily self administered.PAUCIBACILLARY LEPROSY SINGLE LESION -* Ofloxacin 400 mg (Single dose)* Rifampicin 600 mg* Minocycline lOOmgAnti-leprotic drugs1) RIFAMPICIN -It is bactericidal to M.leprae and rapidly renders leprosy patients non contagious.Up to 99.99% M.leprae are killed in 3-7 days.MOA- Rifampicin binds to the bacterial DNA-dependent RN A polymerase and thereby inhibits RNA synthesis.Other indications include tuberculosis, prophylaxis of meningococ-cal and H.influenza meningitis and carrier state, combined with doxy-cycline in brucellosis, 2nd/3rd choice drug in MRSA, diphtheroids and legionella.Adverse effectsImparts a harmless orange color to urine, sweat, tears, and contact lenses.Rashes, thrombocytopenia and nephritis. Cholestatic jaundice and occasionally hepatitis. Rifampicin commonly causes light-chain proteinuria. If administered less often than twice weekly, rifampicin causes a flu-like syndrome characterized by fever, chills, myalgia, anemia, and thrombocytopenia and sometimes is associated with acute tubu-lar necrosis. Rifampicin strongly induces most Cytochrome P450 isoforms.2) DAPSONE (DPS): Dapsone (di amino di phenyl sulfone) like the sulfonamides inhibits folate synthesis.It is leprostatic at low concentrations and at relatively higher con-centrations arrests the growth of many other bacteria sensitive to sulfonamides.Other uses -1) In combination with pyrimethamine, Dapsone is used for treatment of chloroquine-resistant malaria.2) It is used to prevent and treat Pneumocystis jiroveci pneumonia in AIDS patients.Adverse effects:Many patients develop some hemolysis, particularly if they have glucose-6-phosphate dehydrogenase deficiency. Methemoglobinemia is common.Gastrointestinal intolerance, fever, pruritus and various rashes also occur. Allergic rashes, fixed drug eruption hypermelanosis, photo toxicity, and exfoliative dermatitis are the various cutaneous reactions seen.CLOFAZIMINEIt is a dye with leprostatic and anti-inflammatory properties.Its mechanism of action is unknown but may involve DNA binding.Adverse effectsSkin- The most prominent untoward effect is skin discoloration ranging from red-brown to nearly black.Dryness of skin and itching is also seenAcneiform eruptions and photoxicity have been noted.GIT- Gastrointestinal intolerance occurs occasionally.Other antibiotics used are ofloxacin, minocycline and clarithromycin",
        "cop": 3,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "88bb3593-426a-4070-b950-b9f1ac1355da",
        "choice_type": "single"
    },
    {
        "question": "Healthy carriers are found in all EXCEPT",
        "exp": "B. i.e. (Measles) (90 - Park 19th) (91 - Park 20th)Carriers-classifications Incubatory carriers - Measles, mumps, polio, pertussis, influenza, diphtheria and Hepatitis - B Convalescent carriers - Typhoidfever, dysentery, cholera, diphtheria, and whooping cough Healthy carriers - Poliomyelitis*, Cholera, meningococcal meningitis, salmonellosis and diphtheria* Chronic carrier - Typhoidfever, hepatitisB, dysentery, cerebro- spinal meningitis, malaria, gonorrhoea",
        "cop": 2,
        "opa": "Poliomyelitis",
        "opb": "Measles",
        "opc": "Diphtheria",
        "opd": "Salmonellosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "272ebc07-cd02-48fd-b97a-1ff96e5af05c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the 'Yellow fever' reference centre?",
        "exp": "Ans. b (Central institute, Kasuali) (Ref. Park PSM 22nd/pg. 257)The 'Yellow fever' reference centres in India are# National Institute of Virology, Pune.# Central Research Institute, Kasauli.Measles vaccine in India is produced by# Serum institute Pune.In India, facilities for isolation of influenza virus are available at the following institutes1. Govt, of India, influenza Centre, Pasteur Institute, Coonor, South India.2. All India Institute of Medical Sciences, New Delhi.3. Armed Forces Medical College, Poona.4. Vallabhai Patel Chest Institute, Delhi.5. School of Tropical Medicine, Kolkata.6. Haffkine Institute, Mumbai.",
        "cop": 2,
        "opa": "Haffkin's institute, Mumbai",
        "opb": "Central institute, Kasuali",
        "opc": "NIN, Hyderabad",
        "opd": "AIIMS, Delhi",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9d0f93e9-8f9a-4b71-b874-4a8ba25228cd",
        "choice_type": "single"
    },
    {
        "question": "Class A threat for bioterrorism are all EXCEPT",
        "exp": "(Rickettsia, prowazekii): (1769- H 18th edition)Key features of Biologic agents used as Bioweapons (Bioterrorism)1. High morbidity rates2. Potential for person to person spread3. Low infective dose and highly infectious by aerosol4. Lack of rapid diagnostic capability5. Lack of universally available effective vaccine6. Potential to cause anxiety7. Availability of pathogen and feasibility of production8. Environmental stability9. Database of prior research and development10. Potential to be weaponizedCDC Category A, B and C AgentsCategory ACategory B* Anthrax (Bacillus anthrais)* Botulism (Clostridium botulinum toxin)* Plaque (% pestis)* Small pox (Variola major)* Tularemia (Francisella tularensis)* Viral hemorrhagic feversi. Arenaviruses - Lassa, New world (Machupo- Jonin, Guanarito and sabia)ii. Bunyaviridae - Crimean- Congo- Rift valleyiii. Filaviridae - Ebola - Marburg* Brucellosis (Brucella)* Epsilon toxin of Clostridium perfringens* Food safety threats eg salmonella spp. Escherichia, coli 0157:H7, Shigella* Glanders (Borkholderia mallei)* Meliodosis (B. pseudomallei)* Psittacosis (Chlamydophila psittace)* Q. fever (Coxiella bumetti)* Ricintoxin from Ricinus commonis castor beans* Staphylococcal enterotoxin- B* Typhus fever (Rickettsa prowazekii)* Viral encephalitis (alpha viruses eg Venezuelan,eastern and western equinie encephalitis)* Water safety threats (eg- vibrio choleraCryptosporidium paiwam)Category CEmerging infectious disease threats such as Nipah hantavirus, SARS coronavirus and pandemic influenza",
        "cop": 1,
        "opa": "Rickettsia prowazeki",
        "opb": "Ebola virus",
        "opc": "Yersenia pestis",
        "opd": "Clostridium botulinum",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b4208ab7-070e-412c-81b2-00dcee1ba764",
        "choice_type": "multi"
    },
    {
        "question": "Not true about varicella infection:",
        "exp": "Ans is 'c' i.e. Only single stage of lesion is present at a time The characteristic feature of chicken pox is \"Pleomorphism \", that is, all stages of the rash (papules, vesicles and crusts) may be seen simultaneously at one time in the same area.Chicken poxIt occurs primarily in children <10 yrs of age.It is highly communicable by droplet infection with a secondary attack rate of approx. 90%Latent infection is established in cranial N. sensory ganglia and spinal dorsal root ganglia. The virus may reactivate in immuno-suppressive conditions, resulting in herpes zoster in about 10-30% of persons.Incubation period is 14-16 days.Period of communicability ranges from 1 to 2 days before the appearance of rash, and 4 to 5 days thereafter. Scabs are not infective.Clinical course has two stages:Pre-emptive stage - Fever, back pain, malaise for 24 hrs.Eruptive stage - In children rash is often the first sign.Distinctive features of rash are:Symmetrical, mostly on flexor surfaceSuperficialAbundant on trunk, density diminishes centrifugallyAxilla involvedSoles and palms are not involved Rapid evolution through the stages of macule, papule, vesicle (dew drop like) and scab.Scabbing begins 4-7 days after appearances of rash'Pleomorphism'Complication - hemorrhages, pneumonia, encephalitis, acute cerebellar ataxia, Reye's syndromeAcyclovir is given to prevent the development of systemic disease in varicella infected immunosuppressed patients and can halt the progression of zoster in adults.Varicella zoster immunoglobulin given within 72 hrs of exposure can prevent chicken pox and is recommended in exposed immuno compromised persons.A live attenuated varicella vaccine is recommended for children between 12-18 months. It is 90% effective even if given within 3-5 days after exposure.",
        "cop": 3,
        "opa": "Secondary attack rate if 90%",
        "opb": "Lesions occur on flexor surfaces",
        "opc": "Only single stage of lesion is present at a time",
        "opd": "Reactivation occur in 10-30% cases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "75dc3975-d340-4de4-a564-2a15a9430e6c",
        "choice_type": "multi"
    },
    {
        "question": "To determine the endemicity of hepatitis B, what should be measured -",
        "exp": "Ans. is 'a' i.e., HBsAg o HBsAg testing is widely used as a marker of HBV infection in epidemiological surveys.Serological markers for HBVo Serological markers for HBV infection areHBs Ag (surface antigen or Australia antigen) : It is the first marker which appears in the serum. It is the epidemiological marker for HBV infection.HBc Ag (core antigen) : It is not demonstrable in serum because it is enclosed by HBsAg coat.HBe Ag (envelope antigen) : It is marker of active replication and high infectivity. It is qualitative marker of replication. HBs Ag carrier mothers who are HBe Ag positive almost invariably (> 90%) transmit hepatitis B infection to their offspring, where as HBs Ag carrier mothers with anti HBe rarely (10 to 15%) infect their offspring.Anti-HBc Ag : It is the first antibody appears in serum. IgM anti-HBc Ag is a marker of acute or recent infection. IgG anti-HBc Ag indicates remote infection.Anti-HBs Ag : It is protective antibody. It is the only serological marker present after vaccination. After an infection, its presence indicates recovery and end of period of communicability.Anti-HBe Ag : Its presence indicate stopage of replication and tow infectivity.HBV DMA : It is quantitative marker of HBV replication.",
        "cop": 1,
        "opa": "HBsAg",
        "opb": "HBcAg",
        "opc": "HBeAg",
        "opd": "Anti-HBeAg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "82493f19-76ce-45eb-8e0c-7bd4ac632211",
        "choice_type": "single"
    },
    {
        "question": "Optimal /effective duration of short course therapy for pulmonary TB is:",
        "exp": "Ans: a (6 months) Ref: Park, 19th ed, p. 157Short course regimes of 6 months duration are highly effective, of low toxicity and well tolerated.These potent regimes are based on a initial intensive phase with four drugs--INH, rifampicin,Pyrizinamide, supplemented by either streptomycin or ethambutol for a period of 2 months, followed by 2 drugs in continuation phase.The treatment must be fully supervised and monitored mainly by bacteriological examination.",
        "cop": 1,
        "opa": "6 months",
        "opb": "9 months",
        "opc": "12 months",
        "opd": "18 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "bbdff5ee-5ec2-4762-bd5a-43d9af4f3f0d",
        "choice_type": "single"
    },
    {
        "question": "Strain used in Mumps vaccine?",
        "exp": "Ans. C. Jeryl Lynn. (Ref. Park's Textbook of PSM 22nd /pg. 144)The current mumps strain (Jeryl Lynn) has the lowest asso incidence of post vaccine aspectic meningitis.Discussion: VaccineStrain1MeaslesEdmonsten Zagreb2ChickenpoxOka3BCGDanish 13314RubellaRA 27/35MumpsJeryl Lynn, RIT 4385, Leningrad-3, L-Zagreb, Urabe, Hoshino, Torii, NKM-466TyphoidTy21a7Yellow fever17D8Japanese encephalitisNakayama, Beijing,, Beijing P-3, SA 14-14-29Brucellosis19- BA10LeprosyICRC bacillusMumps vaccine# Live attenuated mumps vaccine (Jeryl Lynn strain) induces antibodies that protect the recipient against infection in >95% of cases.# Mumps vaccine is usually administered as part of the measles-mumps-rubella (MMR) vaccine at the age of 12-15 months and again at 4--12 years of age.# MMR vaccine will probably be supplanted by MMRV vaccine, which also covers varicella.# Licensed by the U.S. Food and Drug Administration in 2005, MMRV is licensed for use only in children 1-13 years of age.# Vaccination is also recommended for susceptible older children, adolescents, and adults, particularly male adolescents who have not had mumps.# For these patients, either MMR or monovalent mumps vaccine may be given; two doses are preferred. Inadvertent immunization of individuals who are already immune is not associated with significant adverse reactions.# Mumps vaccine is not recommended for pregnant women, for patients receiving glucocorticoids, or for other immunocompromised hosts.# However, children with HIV infection who are not severely immunocompromised can safely be immunized against mumps; MMR vaccine is usually used for this purpose.# Occasionally, febrile reactions and parotitis have been reported soon after mumps vaccination. Allergic reactions after vaccination, such as rash and pruritus, occur uncommonly and are usually mild and self-limited.",
        "cop": 3,
        "opa": "Edmonsten Zagreb",
        "opb": "Urabe",
        "opc": "Jeryl Lynn",
        "opd": "Danish 1331",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "c9dcc4a5-8374-478b-b13c-ab2ab63ef4a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mosquitos transmits Japanese encephalitis?",
        "exp": "Ans. a (Culex) (Ref: PSM by Park 22nd / P., 259 636).JAPANESE ENCEPHALITIS# JE cases mostly (85%) occur among children less than 15 years of age.# It was observed in northern India, the number of cases recorded per village (population 500 to 5000) were no more than 1 to 2.# The ratio of overt disease to inapparent infection varies from 1:300 to 1:1000.# It is a mosquito-borne zoonotic encephalitis caused by group B arbovirus (flavi virus) and transmitted by Culicine mosquito: Culex Tritaeniorhynchus, C. vishnuvi and C. gelidus. Most important in south India is - culex tritaeniorhynchus.# Basic cycles of transmission are:- Pig -Mosquito -Pig- Ardeid bird -Mosquito -Ardeid bird# Pig- amplifiers of the virus# Man is incidental dead end host.# No man to man transmission yet recorded.# The \"rice fields/paddy fields\" are probably the most important breeding places.- JE vaccine is an integral part of National Immunization Schedule in India in 11 endemic districts in UP, Assam, West Bengal and Karnataka. Live attenuated vaccine (SA-14-14-2) single dose followed by a booster after 1 year.- The virus is maintained in a bird-vertebrate cycle involving Culex tritaeniorhynchus mosquitoes that breed in rice fields, domestic pigs, young buffalo, herons and other wading birds.- The virus may infect brain stem nuclei, leading to acute respiratory failure and death.- Infection of the basal ganglia and thalamus presents as tremors during the acute disease and result in parkinsonian mask-like facies, rigidity, tremor, and dystonia in survivors.- Decorticate and decerebrate posturing are notorious clinical features in Japanese encephalitis.- Infection may be prevented with an inactivated Japanese encephalitis virus vaccine prepared by infected mouse brains successfully.- For travellers aged more than one yr, visiting endemic areas for at least 2 wks, the established current practice is to administer 3 primary doses at days 0, 7 and 28.Q Types of mosquitoDiseases1.AnophelesMalaria, filariasis (not in India).2.CulexBancroftian filariasisJapanese encephalitisWest Nile feverViral arthritis (epidemic polyarthritis)3.AedesYellow fever (not in India)Dengue, Dengue hemorrhagic feverChikungunya fever, Chikungunya hemorrhagic feverRift valley fever4.MansonoidesMalayan (Brugia) filariasisChikungunya fever \"NUISANCE MOSQUITOES\"# It breeds profusely in dirty water collections, viz., stagnant drains, cesspools, septic tanks, burrow pits, and in fact, in all types of water collection.# Culex fatigans is a strong winged mosquito; its dispersal has been found to be 11 km in the rural areas of Delhi.# The peak biting time is about midnight.# Distinguished by white stripes on a black body, the first proved vector of a virus disease yellow fever.# It breeds in artificial accumulations of water in and around human dwellings, water found in discarded tins, broken bottles, fire buckets, flowerpots, coconut shells, earthen pots, tree holes.# Eggs singly, cigar-shaped. Females are fearless biters, chiefly during the day usually less than 100 m (110 yards).# Other diseases transmitted by Culex are:- Bancroftian filariasis,- Japanese encephalitis,- West Nile fever and- Viral arthritis (epidemic/polyarthritis).Educational points:# Airports and seaports are kept free from all types of mosquitoes for a distance of 4 meters around the perimeter of the ports.# Vector of Malaria: An. culicifacies in rural areas and An. stephensi in urban areas.# Anopheles is \"tiger mosquito\".- Bite of female anopheles is the most common mode of transmission.- Urban malaria -Anopheles stephensi- Rural malaria -Anopheles culicifacies- Anthrophilic (Human blood) and transmits at low density - Anopheles fluvitalis- Zoophilic (animal blood) and transmits at high density -Anopheles culicifacies.VECTORFAMILYDDT RESISTANCE statusPhlebotomousA Sandfly# Resistance to DDT has not been demonstrated.# A single application of 1 to 2g/m2 of DDT or 0.25g/m2 of lindane has been found to be effective for a period of 1 to 2 years.Culex & anophelesA Mosquito# The organochlorine compounds like DDT, HCH are not recommended for larviciding operations because of their long residual effect.# But for adults DDT is insecticide of choice.# At few places resistance to DDT is there where malathion, propoxur are recommended.MuscaA Housefly# It showed resistance to DDT long back in 1948.",
        "cop": 1,
        "opa": "Culex",
        "opb": "Aedes",
        "opc": "Mansonides",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fddfd0d9-f268-4b29-b07c-5710e76d9c80",
        "choice_type": "multi"
    },
    {
        "question": "Malaria is regarded as a disease caused by:",
        "exp": "Ans) a (protozoa) Ref park 20th ed p 222Malaria is a protozoal disease caused by infection with parasites of genus plasmodium and transmitted to man by certain species of infected female Anopheline mosquito.",
        "cop": 1,
        "opa": "Protozoa",
        "opb": "Bacteria",
        "opc": "Virus",
        "opd": "Prions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2e7d9ecc-e1b5-4796-9aeb-bee1392c3834",
        "choice_type": "single"
    },
    {
        "question": "Direct disease transmission (man to man) is NOT seen in",
        "exp": "(Malaria): (93- 237 - Park 22nd/ edition)Direct transmission* STD and AIDS, leprosy, leptospirosis, skin and eye infections* Droplet infection includes - many respiratory infections, eruptive fevers, many infections of the nervous system, common cold, diphtheria, whooping cough, tuberculosis, meningococcal meningitis* Contect with soil - hookworm lamae, tetanus, mycosis* Inoculation into skin or mucosa - Rabies virus by dog bite, hepatitis B virus through contaminated needles and syringes* Transplacental (or vertical) transmission - TORCH, varicella virus, syphilis, hepatitis -B Caxsackie B and AIDS, Thalidomide diethyl stilbestrolInfluenza is spread mainly from person to person by droplet infection or droplet nuclei created by sneezing coughing or talkingMalaria - Direct transmission may be induced accidentally by hypodermic intra muscular and intravenous infections of blood or plasma eg blood transfusion, malaria in drug addicts (237- Park 22nd /ed)* Malaria is most commonly transmitted through vector borne Indirect Transmission - by bite of certain species of infected, female",
        "cop": 1,
        "opa": "Malaria",
        "opb": "Influenza",
        "opc": "Hepatitis",
        "opd": "Impetigo",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6709b570-2e48-4788-ad3b-c453861ea9f7",
        "choice_type": "single"
    },
    {
        "question": "In a plague epidemic all of the following are done to control it, EXCEPT:",
        "exp": "Ans. is 'b' ie Vaccination of the susceptibles Vaccination is used only for prevention and not for control of an outbreak.Immunity with vaccination develops in 5 to 7 days, therefor to be effective, vaccination should be carried out at least a week before an anticipated outbreak.Steps taken for controlling plague epidemicEarly diagnosisNotificationIsolation of casesTreatment with streptomycinDisinfection of sputum, discharges and articles soiled by the patientControl of FleasChemoprophylaxis with tetracycline Surveillance.9) Health educationAlso remember DOC for treatment of plague > Streptomycin* DOC for Chemoprophylaxis > Tetracycline*",
        "cop": 2,
        "opa": "Isolation of contacts",
        "opb": "Vaccination of the susceptibles",
        "opc": "Surveillance",
        "opd": "Chemoprophylaxis with tetracycline",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "215ff3fc-cc86-46ee-ad6f-2955810f6733",
        "choice_type": "multi"
    },
    {
        "question": "Persistent diarrhea in infants -",
        "exp": "Ans. is 'b' i.e., 14 days DIARRHEA IN CHILDRENDiarrhoea- It is the passage of liquid or watery stool more than three times a day, However it is the recent change in consistency of stools rather than the number of stools that is the more important feature.Persistent diarrhea- It is defined as diarrhoea of presumed infectious origin that begins acutely and lasts for 14 days or more (2-4 weeks).Chronic diarrhea- Diarrhea lasting >4 weeks.Dysentery- Characterized by the presence of blood and pus in the stools, abdominal cramps and fever.o In India, rotavirus and ETEC accounts for nearly half the total diarrheal episodes among children.",
        "cop": 2,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "1 month",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "99ba8804-9527-4850-97ce-f94787c1932c",
        "choice_type": "single"
    },
    {
        "question": "Vector for transmission of sleeping sickness -",
        "exp": "A ns. is 'c' i.e., Tse-tse fly Arthopods Arthropod borne diseases1) Mosquito :1) AnophelesMalaria2) CulexJapanese encephalitisWest nile feverBancroftian filariasisViral arthritis 3) AedesYellow feverDengueDengue haem. FeverChikangunya feverRift valley fever4) MansonoidesBrugian filariasis2) SandflyKalazarOriental soreOroya feverSandfly fever3) Tse - tse flySleeping sickness4) LouseEpidemic typhus, relapsing fever, trench fever, pediculosis.5) Rat fleaBubonic plague, endemic typhus, chiggerosis, hymenolepis diminua6) Black flyOncocerciasis7) Reduvid bugChaga s disease8) Hard tickTick typhus, viral encephalitis, viral haem. Fever, KFD, Tularemia, tick paralysis, human babesiosis. Contd.9) Soft tickQ fever, relapsing fever, KFD10) Trombiculid miteScrub typhus, Ricketssiai pox11) Itch miteScabies12) CyclopsGuinea worm disease. Fish tape worm ( D. latum )13) CockroachesEnteric pathogens14. HouseflyTyphoid and paratyphoid fever, diarrhoea, dysentery; cholera, gastro-enteritis, amoehiasis, helminthic infestations, poliomyelitis, conjunctivitis, trachoma, anthrax, yaws, etc.Note : KFD is mainly transmitted from Hard tick. But soft tick can also transmit it.",
        "cop": 3,
        "opa": "Sandfly",
        "opb": "Black fly",
        "opc": "Tse-tse fly",
        "opd": "Hard tick",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b33c6b68-34e6-4b9b-8fbf-e982bb6be71c",
        "choice_type": "single"
    },
    {
        "question": "Average incubation period of typhoid is:",
        "exp": "Ans. (c) 10-15 daysRef: Harrison's 18th ed ch-15211.",
        "cop": 3,
        "opa": "2-3 days",
        "opb": "5-8 days",
        "opc": "10-15 days",
        "opd": "15-30 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7e611629-2446-40e6-b18b-034a8cd788a3",
        "choice_type": "single"
    },
    {
        "question": "Yellow fever aedes agypti index should be -",
        "exp": "Ans. is 'a' i.e., < 1% o Airports and Seaports are keptfree from the breeding of insect vectors over an area extending at least 400 metres around their perimeters.o The \"aedes aegypti index \" is kept below 1.o Measures designed to restrict the spread of yellow fever are specified in the \"International health regulation\" of WHO.o These are implemented by the Govt of India through stringent aerial and maritime traffic regulations,o Broadly these comprise : -TravellersAll travellers (including infants) exposed to yellow fever or passing through endemic zones of yellow fever must posses a valid international certificate fo vaccination against yellow fever before they are allowed to enter yellow' fever receptive areas like India.The validity of the certificate begins 10 days after the date of vaccination and extends up to 10 years.Revaccination performed before the end of the validity' of certicicate renders the certificate valid for a further period of 10 years starting on the day of re vaccination. If no such certificate fo vaccination is available, the travellar is placed on quarantine for 6 days from the date of leaving an infected area.MosquitoesThe aircraft and ships arriving from endemic areas are subjected to aerosol spraying with prescribed insecticides. Airports and Seaports are kept free from the breeding of insect vectors over an area extending at least 400 metres around their perimeters.The aedes aegypti index\" is kept below 1.",
        "cop": 1,
        "opa": "<1%",
        "opb": "< 5%",
        "opc": "<10%",
        "opd": "< 20%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d2ca6100-7022-4849-a87a-0e0d984a7774",
        "choice_type": "single"
    },
    {
        "question": "Rickettsial agent of Epidemic typhus is",
        "exp": "(R-prowazekii) (239-PK) (262- Park 20th)DiseaseRickettsial agentInsect vectorsMammalian reservoirsITyphus group a. Epidemic typhusR. prowazekiiLouseHumansb. Murine typhusR. typhiFleaRodentsc. Scrub typhusR. tsutsugamushiMiteRodentsIISpotted fever group a. Indian tick typhusR. conoriiTickRodents, dogsb. Rocky Mountain spotted feverR. rickettsiiTickRodents, dogsc. Rickettsial poxR. akariMiteMiceIIIOthers a. Q-feverC. burnetii-Cattle, sheep, goatsb. Trench feverRochalimaeaquintanaLouseHumans",
        "cop": 1,
        "opa": "R. prowazekii",
        "opb": "R. typhi",
        "opc": "R. tsutsugamushi",
        "opd": "R. canorii",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "302c2ead-fe10-4b55-b41c-39333c96f246",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for treating cholera in pregnant woman is -",
        "exp": "Ans. is 'c' i.e., Furazolidone Antibiotics used in the treatment of choleraAntibiotics aChildrenAdultsDoxycycline once 300 mgbTetracycline 4 times a day for 3 days12.5 mg/kg500 mgTrimethoprim (TMP) Sulfamethoxazole (SMX) twice a day for 3 daysTMP 5mg/kg, 5mg 25mg/kgcTMP 160Mg SMX 800 MgFurazolidone 4 times a day for 3 days1.25 mg/kg100mgdE a) Erythromycin and chloramphenicol may also be used when none of the other recommended antibiotics are available or when vibrio cholera 01 is resistant to the latter.b) Doxycycline is the antibiotic of choice for adults (excepting pregnant women), since a single dose suffices.T c) TMP-SMX is the antibiotic of choice for children tetracycline is equally effective, but is not available everywhere in pediatric form.F d) Furazolidone is the antibiotic of choice for pregnant woman.",
        "cop": 3,
        "opa": "Tetracycline",
        "opb": "Doxycycline",
        "opc": "Furazolidone",
        "opd": "Cotrimoxazole",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f720e18b-075d-4734-bb9e-8b9ce5a686a5",
        "choice_type": "single"
    },
    {
        "question": "Control of TB and leprosy is by:(1994)",
        "exp": "Ans: cRef: Park, 17th ed, p. 97 & 18th ed, p. 101",
        "cop": 3,
        "opa": "Isolation of cases",
        "opb": "Specific protection",
        "opc": "Early diagnosis and treatment",
        "opd": "Elimination of reservoirs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "0d23ba56-64b8-4d68-8cf0-57650f9e58aa",
        "choice_type": "single"
    },
    {
        "question": "Due to epidemiological reasons chemoprophylaxis is most impractical in the control of:",
        "exp": "Ans. d (Tuberculosis). (Ref. Park, Textbook of PSM, 17th ed., 100)INDICATIONS FOR CHEMOPROPHYLAXIS DiseaseChemoprophylaxis1.Bacterial conjunctivitisErythromycin ointment2.DiphtheriaErythromycin and 1st dose vaccine3.InfluenzaAmantadine4.MalariaChloroquine 300 mg/wkProguanil 200 mg/wkMefloquine 250 mg/wkDoxycycline 100 mg/day5.Meningococcal meningitisSulphadiazine6.PlagueTetracycline7.CholeraTetracycline or furazolidine",
        "cop": 4,
        "opa": "Measles",
        "opb": "Cholera",
        "opc": "Diphtheria",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "55626ede-f303-4f04-a833-3ac3629ca008",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Roll back malaria except:",
        "exp": "Ans. c. Develop new insecticide (Ref: Harrison 19/e p14, 18/e p14 WHO Roll Back Malaria Document] style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">2005.1101.pdf(Roll Back Malaria)Roll Back Malaria:Messages on malaria case management, intermittent preventive treatment during pregnancy and insecticide- treated netsQ (ITNs) were promoted using volunteers, social marketing of unit-dose, prepackaged antimalarial medicines and trainingQ of patent medicine dealers (BASICS II, 2004).The key to the success of this programme was the shift from supply to demand creation for health servicesQ, increased access to medicines, and community ownershipRoll Back Malaria* In Nigeria, a communication strategy for behavioural change was initiated using both the public and private sectors.* Messages on malaria case management, intermittent preventive treatment during pregnancy and insecticide-treated nets (ITNs) wrere promoted using volunteers, social marketing of unit-dose, prepackaged antimalarial medicines and training of patent medicinedealers (BASICS II. 2004).* The channels used included interpersonal communication, traditional communication channels such as 'town criers' and local festivals, and social marketing through medicine packaging, radio spots and distribution of booklets to patent medicine dealers.* The strategy resulted in an increased knowledge of the role and benefits of ITNs in malaria prevention and an increased awareness of the danger signs of malaria and of the importance of seeking early treatment for febrile children through antimalarial medicines.* The key to the success of this programme was the shift from supply to demand creation for health services, increased access to medicines, and community ownership* The experience gained from such training programmes has demonstrated the need for training to address the following gaps in skills and knowledge, depending on the specific roles undertaken:- Knowledge and skills to recognize uncomplicated malaria, danger signs and when to refer the patient Knowledge and skills to manage malaria appropriately (recommended medications/dosages)- Awareness of the need for prompt and early treatment, and completion of the dose- Communication skills to counsel and offer health education on other aspects (e.g. ITNs. intermittent preventive treatment during pregnancy)- Recording/reporting tasks- Drug storage* The highest level of political commitment by the national government is required to ensure that the cross-ministerial activities beyond the purview of the ministry of health required for the implementation of HMM are facilitated at the policy level.Central and regulatory factors:* Regulatory status of recommended antimaiarial medicines.* Quality assurance mechanisms for medicine manufacture and Distribution, and their application.* Regulatory status of potential provider groups.* Current curricula for pre-service and in-service training for* Health providers and other stakeholders in the HMM programme (e.g. teachers) and for schools.",
        "cop": 3,
        "opa": "Insecticide treated bed nets",
        "opb": "Strengthening health system",
        "opc": "Develop new insecticide",
        "opd": "Training health workers",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9bcccdde-564c-49fc-a61d-b971fe5ee6df",
        "choice_type": "multi"
    },
    {
        "question": "Chikungunia is transmitted by which mosquito?",
        "exp": "Answer: A. Aedes. > D. All of the above. (Ref Park's Textbook of PSM 22nd/Pg.264, 712, 716)Some arthropod born diseaseArthropod:DiseaseAnopheles MosquitosMalariaFilaria (not in India)Culex MosquitosBancroftian filarasisJapanese encephalitisWest Nile feverViral arthritisAedes MosquitosYellow fever (not in India)DengueChikungunyaRift valley feverFilaria (not in India)Mansonoides MosquitosBrugian filariasisChikungunya feverHouseflyTyphoid fever, paratyphoid fever, diarrhea, dysentery, cholera, amoebiasis, polio, conjunctivitis, trachoma, anthrax, yaws etcSand flyKala azar, oriental sore, sand fly fever, oraya(KOSO)FeverTse Tse flySleeping sicknessLouse (PERT)PediculosisEpidemic typhus, Relapsing fever, Trench fever,Rat fleaBubonic plague, endemic typhus Chiggerosis,(BECH)H. DiminutaBlack flyOnchocerciasisReduvid bug Chaga's diseaseHard tickRocky mountain spotted fever, viral encephalitis, viral fever, viral hemorrhagic fever (KFD) tularemia, tick paralysis, human babesiosisSoft tick (QR ST)Q fever, Relapsing feverTrombiculid miteScrub typhus, rickettsial poxItch miteScabiesCyclopsGuinea worm disease fish tapeworm disease",
        "cop": 1,
        "opa": "Aedes",
        "opb": "Culex",
        "opc": "Anopheles",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "055f9d95-f292-44fd-8f4a-95500745c4c7",
        "choice_type": "multi"
    },
    {
        "question": "Strain used for BCG vaccine-",
        "exp": "Ans. is 'b' i.e., Danish 1331 Vaccine Strains* Rubella RA 27/3* IPV(Salk)* OPV (Sabin)}P1, P2, P3 strains (mono or trivalent)* Measles Edomonston Zagreb strain (most common)Schwarts strainMortaten strain* Mumps Jeryll Lynn strain* Chicken pox OKA strain* BCG Danish 1331* JE Nakayam strain (MC), Beizing P3 strain, SA 14-14-2* Yellow fever 17 D* Malaria SPf.66, Pf 25* HIV mvA (modified vaccinia ankara) rAAV (recombinant adeno associated viral) AIDSVAX Subunit vaccine strain",
        "cop": 2,
        "opa": "Jeryl lynn",
        "opb": "Danish 1331",
        "opc": "17 D",
        "opd": "Mortaten",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7b732047-d08b-4bc2-9bfc-acfcd4d57c9f",
        "choice_type": "single"
    },
    {
        "question": "One TB infected person can infect how many people in lyr -",
        "exp": "Ans. is 'c'i.e., 10 o Tuberculosis is transmitted mainly by droplet infection and dropled nuclei generated by sputum-positive patients with pulmonary tuberculosis.o Coughing generates the largest number of droplets of all sizes. The frequency and vigour of cough and the ventilation of the environment influence transmission of infection,o Patient with infectious pulmonary tuberculosis disease can infect 10-15 persons in a year.Epidemiological indices of tuberculosiso Indices or parameters are needed to measure the tuberculosis problem in a community as well as for planning and evaluation of control measures.o The following epidemiological-indices are used in tuberculosis problem measurement and programme strategy' :-Prevalence of infectionIt is the percentage of individuals who show a positive reaction to the standard tuberculin test.Incidence of infection (Annual infection rate) It is the percentage of population under study who will be newly infected by M.tuberculosis among the non- in fected of the preceding survey during the course of one year.It reflects the annual risk of being infected (or reinfected) in a given community, i.e. it expresses the attacking force of tuberculosis in a community.It is also known as tuberculin conversion index.This parameter is considered one of the best indicators for evaluating the tuberculosis problem and its trend.Prevalence of disease or case rateIt is the percentage of individuals w hose sputum is positive for tubercle bacilli on microscopic examination.It is the best available practical index to estimate the number of infectious cases or case load in a community.Incidence of new casesIt is the percentage of new TB cases (confirmed by bacteriological examination) per 1CKK) population occurring during one yearPrevalence of suspected casesThis is based on X-ray examination of chest.Prevalence of drug resistant casesIt is the prevalence of patient excreting tubercle bacilli resistant to anti-tubercular drugs.Mortality rateThe number of deaths from tuberculosis every year per 1,000 population.",
        "cop": 3,
        "opa": "20",
        "opb": "30",
        "opc": "10",
        "opd": "5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "099aad7e-c965-47c3-b4e1-3ce258b24bf8",
        "choice_type": "single"
    },
    {
        "question": "In post op ward of ICU, five pts developed wound infection on same wound. The best way to prevent MRS A outbreak in indoor pts is:",
        "exp": "Ans is 'd' i.e. practice proper meticulous hand washing \"Given the prominence of cross infection, hand washing is the single most important preventive measure in the hospital\" - Harrison 15/eHarrison 17/e writes- \"Given the prominence of cross-infection, hand hygiene is the single most important preventive measure in hospitals. Use of alcohol hand rubs between patient contacts is now recommended for all health care workers except when the hands are visibly soiled, in which case washing with soap and water is still required.\"\"Expert groups agree that the major focus on MRSA control is the prevention of hand transfer of MRSA \"- The Control and Prevention of MRSA in Hospitals and in the CommunityExtensive use of Vancomycin for prophylaxis has been found to lead to Vancomycin resistant Staph, aureus,",
        "cop": 4,
        "opa": "Give vancomycin to all patients",
        "opb": "Fumigation of ward",
        "opc": "Disinfect floor with sodium hypochlorite",
        "opd": "Practice proper meticulous hand washing",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "1c78e652-b939-41e6-8930-c95c668e3ceb",
        "choice_type": "multi"
    },
    {
        "question": "All the following statements regarding transmission of HIV are true EXCEPT:",
        "exp": "Ans) b (Associated STD's will not influence the transmission)Ref Park 20th edp 301\"The size of the risk is affected by a number of factors, including the presence of STD, the sex and age of uninfected partner, the type of sexual act, the stage of illness of the uninfected partner and the virulence of the HIV strain\"So associated presence of STDs will influence the rate of transmission of HIV.A11 other options are true regarding HIV.",
        "cop": 2,
        "opa": "Circumscission will decrease the frequency of transmission",
        "opb": "Associated STD's will not influence the transmission",
        "opc": "Heterosexual contact is the most common route of transmission of HIV",
        "opd": "Even after vigorous screening, HIV transmission can occur through blood transfusion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "4b468f10-e4d3-41ad-a0ca-26ddfbfe60ea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the drug of choice for chemoprophylaxis of cholera -",
        "exp": "Ans. is 'a' i.e., Tetracycline o Tetracycline is the drug of choice for chemoprophylaxis.InfectionChemoprophylaxis (DOC) InfectionChemoprophylaxis (DOC)o Cholera-TetracyclineMeningococci-Rifampicin (sulfadiazineo Plague-Tetracycline -if strain is sensitive)o P.carinii-CotrimoxazoleDiphtheria-Erythromycino Whooping cough-ErythromycinBacterial conjuctivits-Erythromycin ointmento Toxoplasmosis-CotrimoxazoleTB-INHo Influenza-AmantadineMAC-Ciarithromycin/Azithromycino Rickettsia-TetracyclinesMalaria-Chloroquineo Bird flu-Oseltamivir - o Gonorrhoes/syphilis-Procaine penicillin -",
        "cop": 1,
        "opa": "Tetracycline",
        "opb": "Doxycycline",
        "opc": "Furazolidone",
        "opd": "Cotrimoxazole",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2c931c69-8a85-4f2d-84f3-11dbd4d0b541",
        "choice_type": "single"
    },
    {
        "question": "Cat 1 TB treatment -",
        "exp": "Ans. is 'a' i.e., HRZE o Category ICategory IICategory III# Sew sputum smear positive# Seriously ill sputum smear negative.# Seriously ill extra pulmonary# Sputum smear positive relapse# Sputum smear positive failure.# Sputum smear positive t/t after default# Sputum smear negative not seriously ill# Extra pulmonary not seriously illTT2(HRZE)i + 4<HR)3T/T - 2(HRZES)3 + (HRZE), + 5(HRE),TT - 2 (HRZ)3+4(HR)3",
        "cop": 1,
        "opa": "HRZE",
        "opb": "HRE",
        "opc": "ZRE",
        "opd": "HRZES",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5d112521-3a9a-4efe-b364-14ae039c7b35",
        "choice_type": "single"
    },
    {
        "question": "Smallpox vaccine was discovered by:",
        "exp": "Ans: a (Edward Jenner) Ref:Ananthanarayan, ed, p. 457Early live vaccine such as Jenner's pox vaccine, were developed emperically from natural viruses.Sabin's name is related to oral polio vaccine.Salk's name is related to killed polio vaccine.This is a question based on historic importance.",
        "cop": 1,
        "opa": "Edward Jenner",
        "opb": "Louis pasteur",
        "opc": "Salk",
        "opd": "Sabin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "26f90bb9-db09-4867-8f84-df5e03fd223c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about lepromin test is not true?",
        "exp": "Ans. is 'b' i.e. It is a diagnostic test Lepromin test is not a diagnostic test, as it may give positive result in normal subjects and negative results in lepromatous and near-lepromatous cases.Uses of Lepromin testto evaluate the immune status (cell mediated immunity) of leprosy patientsin classifying the diseaseto estimate the prognosis of leprosy patients.Procedure and InferenceThis test is performed by injecting intradermally 0.1 ml of lepromin into the inner aspect of the forearm. Reaction is read at 48 hrs and 21 days.Two types of positive reactions have been described.Early Reaction or Fernandez reactionthis appears as an area of redness and induration at the site of inoculationit develops within 24 to 48 hrs and disappears after 3 to 4 days.the reading is taken at 48 hrs, and if the area of redness is more than 10 mm, the test is considered positive.Late Reaction or Mitsuda reactionthis reaction develops late, becoming apparent in 7-10 days following the infection and reaches peak in 3 or 4 weeks. A nodule develops at the site of inoculation.the reading is taken at 21 days and if the nodule is more than 5 mm in diameter, the reaction is said to be positive.The early reaction is induced by soluble constituents of the leprosy bacilli; and the late reaction by the bacillary component of the antigen.The early positive reaction indicates whether or not a person has been previously sensitized by exposure to an infection by leprosy bacilli. It is thus more superior to late reaction.The early reaction corresponds to the Mantoux reaction in tuberculosis.In the first 6 months of life, most children are lepromin negative; gradually with increasing age more and more persons become positive.BCG vaccination can convert lepra reactions from negative to positive in large no. of individuals.",
        "cop": 2,
        "opa": "It is negative in most children in first 6 months of life",
        "opb": "It is a diagnostic test",
        "opc": "It is an important aid to classify type of leprosy disease",
        "opd": "BCG vaccination may convert lepra reaction from negative to positive",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "90203f54-f1ff-466d-ae20-f7f768467df1",
        "choice_type": "multi"
    },
    {
        "question": "Japanese encephalitis is transmitted by:",
        "exp": "Ans: b (Culex) Ref: Park, 19th ed, p. 626, Table 5Mosquito borne diseases in India:Type of mosquitoDiseaseAnophelesMalaria,Filaria (Not in India)CulexBancroftian filariasis,Japanese encephalitis, West Nile fever, Viral arthritis,AedesYellow fever(Not in India),Dengue,chikungunya fever, Rift valley fever,Filaria (Not in India)MansonoidesMalayan(brugian) filariasis, Chikungunya",
        "cop": 2,
        "opa": "Aedes",
        "opb": "Culex",
        "opc": "Anopheles",
        "opd": "Mansonia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a2a84390-d850-4a02-ab06-5345a564384e",
        "choice_type": "single"
    },
    {
        "question": "BCG vaccination is given by which route -",
        "exp": "Ans. is 'b' i.e., Intradermal * The routes of important vaccines arei) Subcutaneous: Measles, rubella, killed influenza, killed cholera, IPV, yellow fever.ii) Intramuscular: Mumps, killed influenza, typhoid Vi-polysaccharide, DPT (deep intramuscular), rabies, IPV.iii) Intradermal: BCG, rabies.iv) Nasal: Live influenza.v) Oral: OPV, oral cholera, oral typhoid (typhoral).",
        "cop": 2,
        "opa": "Subcutaneous",
        "opb": "Intradermal",
        "opc": "Intramuscular",
        "opd": "Subdermal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "c245d66f-afde-4aee-ba33-bf8a06c670b3",
        "choice_type": "single"
    },
    {
        "question": "A patient develops red eye , 2 two days after an episode of Malaria Probable cause is -",
        "exp": "Ans. is 'c' i.e. Viral keratitis In the clinical features of Malaria it is written \"Febrile herpes is common in all malarial patients and herpes is a virus that can cause a variety of eye infection. (Keratitis is its most common eye infection).",
        "cop": 3,
        "opa": "Conjunctivitis",
        "opb": "Anterior uveitis",
        "opc": "Viral keratitis",
        "opd": "End ophthalmitis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "0a2a2dc1-32c0-459a-a505-130dad666681",
        "choice_type": "single"
    },
    {
        "question": "Disease spreading through water is:",
        "exp": "Ans: d (Typhoid) Ref: Park, 19 ed, p. 571This is a direct pick from park.Water related disease are:BiologicalChemicalBiological1) Presence of infectious agent:Viral-Bacteria-Protozoa-Helminth-Leptospiral-Hep ATyphoidAmoebiasisRoundwormWeils diseaseHepEParatyphoidGiardiasisthreadworm Polio,Cholera hydatid disease RotaE. coli diarrhoea 2) Presensce of aquatic hostSnail:Cyclops:SchistosomiasisGuinea wormFish tape wormChemical: Pollutants like detergents, solvents, heavy metals, dyes, ammonia, sulphides, toxic and biocidal compounds etc.",
        "cop": 4,
        "opa": "Hepatitis B",
        "opb": "Hepatitis C",
        "opc": "HIV",
        "opd": "Typhoid",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f766bc8a-ef7e-4b8f-a9e2-d4c8e450979d",
        "choice_type": "single"
    },
    {
        "question": "Chandler's Index is for which of the following?",
        "exp": "Ans. b (Hookworm) (Ref. Park Textbook of PSM 22nd/pg.222)CHANDLER INDEX# It is based on average number of hookworm eggs per gram of faeces for entire community.# Average number of eggs per gram of stools.No. of Eggs per Gram of FaecesImportanceBelow 200Hookworm infection is not of much significance200-250May be regarded as potential danger250-300Minor public health problemAbove 300Important public health problem",
        "cop": 2,
        "opa": "Round worm",
        "opb": "Hook worm",
        "opc": "Pin worm",
        "opd": "Guinea worm",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "26ff9dd7-7f4a-4dcb-a629-335895eed25e",
        "choice_type": "single"
    },
    {
        "question": "Measles vaccination is given at the age of:",
        "exp": "Ans: b (9 months)Ref Park, 20th ed. Pg. 113Another simple questionJust go through the Indian National Immunization Schedule.National immunization schedule(a) For infants At birth BCG and OPV - 0 dose At 6 weeks BCG (if not given at birth) DPT-1 and OPV- lAt 10 weeks DPT-2 and OPV-2At 14 weeks DPT-3 and OPV-3at 9 months measles(b) At 16-24 months-DPT and OPV(c) 5- 6 years-DT The second dose of DT should be given at an interval of one month if there is no clear history or documented evidence of previous immunization with DPT.(d) At 10 and 16 years- TT. The second dose of TT should be given at an interval of one month if there is no clear history or documented evidence of previous immunization with DPT, DT, or TT vaccines(e) For pregnant women-early in pregnancy- TT-1 or Booster one month after TT-1, TT-2 should be given",
        "cop": 2,
        "opa": "Birth",
        "opb": "9 months",
        "opc": "1 1/2 yrs",
        "opd": "2 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b163e60c-0566-4e6f-8010-f6a32ac4832c",
        "choice_type": "single"
    },
    {
        "question": "WHO recommended mass drug administration is indicated for all except:",
        "exp": "Ans. (D) Scabies style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: )Mass drug administration: It is a term used for administrating of drug to en masse to control a particular disease. It I generally given for mass treatment of some disease.WHO recommended Mass therapy is not indicated for Scabies.Scabies can be prevented by taking precautionary measure such as avoid contact with patients, maintain personal hygiene and regular washing of clothing.Patients of scabies are treated with Ivermectin or permethrin. However, the administration of these drugs is not practiced as mass therapy.Mass drug administration for neglected diseases gained particular prominence in the 1990s.Diseases such as Onchocerciasis, lymphatic filariasis, trachoma, Schistosomiasis, and soil-transmitted helminthes are amenable to mass treatment and control as a result of the availability of safe and affordable drugs.Vitamin A prophylaxis is a program by MoHFW for providing specific protection for Vit A as cause of blindness in a specified category of 6 months to 59 months if age group children in India. The program is being implemented using the ICDS facility and primary health care system of our country.",
        "cop": 4,
        "opa": "Lymphatic Filariasis",
        "opb": "Vit A Deficiency",
        "opc": "Worm Infestation",
        "opd": "Scabies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "28f40cb3-62f3-4c7e-94c7-076758fa926d",
        "choice_type": "multi"
    },
    {
        "question": "The duration of treatment with rifampicin by which a leprosy patient becomes non-infective is:",
        "exp": "Ans: c (3 weeks) Ref; Park. 19 ed, p. 267Leprosy is a highly infectious disease of low pathogenicity. It is effectively made non-infectious by treatment with rifampicin for 3 weeks and by dapsone for 90 days.Chemotherapy for leprosy- WHO recommendationsMultibacillary leprosy12 months - to be completed within 18 monthsRifampicin - 600 mg once monthly under supervisionClofazimine - 300 mg once monthly under supervision 50 mg daily self administeredDapsone - 100 mg daily self administeredPaucibacillary leprosy6 months to be completed within 9 monthsRifampicin-600 mg once monthly superviseeDapsone-100 mg daily self administered.",
        "cop": 3,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e5ad0b71-30b7-48e5-9919-1e7c3c1ddc8e",
        "choice_type": "single"
    },
    {
        "question": "Definition of relapse in TB -",
        "exp": "Ans. is 'b'i.e., A pateint who returns sputum postive which was curved by previous treatmentSome definitions of tuberculosis cases and treatmentCase of tuberculosis : A patient in whom tuberculosis has been confirmed by bacteriology or diagnosed by a clinician.Sputum smear examination - Laboratory' technique to screen sputum for tuberculosis, where acid fast bacilli (AFB) are stained red by the Ziehl Neelsen method, and then identified and counted, using microscopy.Smear positive tuberculosis - At least one initial sputum smears positive for AFB or one AFB positive.Smear negative tuberculosis - At least two negative smears, but tuberculosis suggestive symptoms and X-ray abnormalities or positive culture.Adherence - Person takes appropriate drug regimen for required time (also known as compliance).New case - A patient with sputum positive pulmonary tuberculosis who has never had treatment for tuberculosis or has taken anti - tuberculosis drugs for less than 4 weeks.Relapse - A patient who returns smear positive having previously been treated for tuberculosis and declared cured after the completion of his treatment.Failure case - A patient who was initially smear positive, who began treatment and who remained or became mear positive again at five months or later during the course of treatment.Return after default - A patient who returns sputum smear positive, after having left treatment for at least two months.Transfer in - A patient recorded in another administrative area register and transferred into another area to continue treatment (treatment results should be reported to the district where the patient was initially registered). Transfer out - A patient who has been transferred to another area register and treatment results are not known. Cured - Initially smear positive patient who completed treatment and had negative smear result on at least two occasions (one at treatment completion).Treatment completed - Initially smear negative patient who received full course of treatment, or smear positive who completed treatment, with negative smear at the end of initial phase, but no or only one negative smear during continuation and none at treatment end.Cohort - A group of patients in whom TB has been diagnosed, and who were registered for treatment during a specified time period (e.g. the cohort of new smear-positive cases registered in the calender year 2003). This group forms the denominator for calculating treatment outcomes. The sum of the treatment outcomes, plus any case for which no outcome is recorded (eg. still on treatment) should equal the number of cases registered.Case detection rate : - The case detection rate is calculated as the number of notification of new and relapse cases in a year divided by the estimated incidence of such cases in the same year.",
        "cop": 2,
        "opa": "A patient who returns sputum positive after leaving treatment for at least 2 months.",
        "opb": "A pateint who returns sputum positive which was cured by previous treatment",
        "opc": "A patient who remains sputum positive after 5 months of treatment",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "91275285-2ad3-4db8-92bc-4ebc1200e23a",
        "choice_type": "multi"
    },
    {
        "question": "Quarantine period of yellow fever is",
        "exp": "A. i.e. (6 days) (237- Park 19th) (248- Park 20th)* All travelers {including infants) must possess a valid international certificate of vaccination against yellow fever before they are allowed to enter yellow fever \"receptive\" areas. If no such certificate is available the traveler is placed on quarantine, in a mosquito proof ward for 6 days from the date of leaving an infected area.**The validity of the certificate begins 10 days after the date of vaccination and extends upto 10 years*Important points(i) Yellow fever vaccine is valid till 10years**(ii) Incubation period of yellow fever is - 3 - 6 days**(iii) Transovarian transmission of the disease is seen in yellow fever**(iv) International certificate for traveling is required for -yellowfever**(v) Yellow fever is not present in India because the yellow fever virus is absent**. The common monkey of India. (Maccus spp) is susceptible to yellow fever. The missing link in the chain of transmission as the virus of yellow fever which does not seen to occur in India(vi) According to International health regulation there is no risk of spread of yellow fever. If the aedes aegypti index remains below 1%**(vii) Vector control for yellow fever around an airport is done upto a distance of 400 meter**(viii) Yellow fever - 17D vaccine** administered subcutaneously. Immunity begins to appear on the 7th day and last for more than 35 years and possibly for life. However WHO recommended revaccination after 10 years for international travel.(ix) Cholera and yellow fever vaccines given together or within 3 weeks interfere with each other* The duration of quarantine is Longest incubation period*",
        "cop": 1,
        "opa": "6 days",
        "opb": "8 days",
        "opc": "10 days",
        "opd": "12 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "759f1bf5-053b-4787-b563-c318b707cad0",
        "choice_type": "single"
    },
    {
        "question": "Earliest sensation to be lost in Hansens disease is:(1994)",
        "exp": "Ans. bRef: Park, 17th ed, p. 242 & 18th ed, p. 252",
        "cop": 2,
        "opa": "Pain",
        "opb": "Touch",
        "opc": "Vibration",
        "opd": "Temperature",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "254a36e7-b1a0-4bc4-a101-63949ef8d4ea",
        "choice_type": "single"
    },
    {
        "question": "SARS most common in -",
        "exp": "Ans. is 'd' i.e., Health care workers o Health care workers, especially those involved in procedures generating aerosols, accounted for 21 per cent of all cases.o Maximum vims excretion from the respiratory tract occurs on about day 10 of illness and then declines,o The efficiency of transmission appears to be greatest following exposure to severely ill patients or those experiencing rapid clinical deterioration, usually during the second week of illness,o When symptomatic cases were isolated within 5 days of the onset of illness, few cases of secondary transmission occured.o There w'as no evidence that patient transmits infection 10 days after fever has resolved,o Children are rarely affected by SARS.o To date, there have been two reported cases of transmission from children to adults and no report of transmission from child to child.o Three separate epidemiological investigations have not found any evidence of SARS transmission in schools,o Furthermore, no evidence of SARS has been found in infants of mothers wrho were infected during pregnancy.",
        "cop": 4,
        "opa": "Coal miners",
        "opb": "School kids",
        "opc": "Pregnancy",
        "opd": "Health care workers",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e86f1db5-7106-425c-a91f-7c9564f77b6a",
        "choice_type": "single"
    },
    {
        "question": "Best method to find out cases of TB in a community is:-",
        "exp": "Ans. is 'c' ie Sputum smear examination Park writes - \"sputum smear examination by direct microscopy is now considered the method of choice. The reliability cheapness and ease of direct microscopic examination has made it number one case - finding method all over the world.\"",
        "cop": 3,
        "opa": "Chest X-ray",
        "opb": "Mantoux test",
        "opc": "Sputum smear examination",
        "opd": "Sputum culture sensitivity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "eb657a42-55eb-428f-b4bd-fceff6d5e220",
        "choice_type": "single"
    },
    {
        "question": "Dangerous type of Herpes virus -",
        "exp": "Ans. is 'd' i.e., Herpes virus simiae o Herpes Virus Simiae (Monkey B Virus) is biohazard risk group-4 virus which can cause serious or lethal human diseases.Has been explained in microbiology in details",
        "cop": 4,
        "opa": "Herpes simplex-2",
        "opb": "Cytomegalo virus",
        "opc": "Epstein barr virus",
        "opd": "Herpes virus simiae",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "482604d6-5dfa-4c19-9824-030b9aa9a46c",
        "choice_type": "single"
    },
    {
        "question": "Kala azar is transmitted by:",
        "exp": "Ans: b (sand fly) Ref;Park, 19 ed, 256Kala azar is transmitted by sandfly (phlebotomus).They are responsible for various diseases in humans:Kala azar or visceral leishmaniasisCutaneous leishmaniasisMuco-cutaneous leishmaniasisAnthroponotic cutaneous leishmaniasisZoonotic cutaenous leishmaniasisPost kala azar dermal leishmaniasis (PKDL) etc..Arthropod-borne diseases:SandflyKala azarOriental soreOraya feverSandfly feverHard tickTick typhusTick paralysisViral encephalitisViral hemorrhagic feverKFDTse tse flySleeping sickness TularemiaHuman babesiosisLouseEpidemic typhus Relapsing feverTrench feverPediculosisSoft tickQ feverRelapsing feverTrombiculidScrub typhusRat fleaBubonic plague, Endemic typhusChiggerosisMiteRickettsialpoxHymenolepsis diminutaItch miteScabiesBlack flyOnchocerceriasisCyclopsGuniea worm and fish tape worm (Diphyllobothrium latum)ReduvidbugChagas disease",
        "cop": 2,
        "opa": "Tse tse fly",
        "opb": "Sandfly",
        "opc": "Hard tick",
        "opd": "Culex mosquito",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "059846f2-92b1-420f-b208-919fcff51513",
        "choice_type": "single"
    },
    {
        "question": "Leprosy is not yet eradicated because",
        "exp": "Ans is 'a' i.e. No effective vaccine Both \"No Effective Vaccine\" and \"Long incubation period\" are the reason behind not being able to fully control Leprosy. But when it comes to eradication, \"No Effective Vaccine\" is correct answer because only disease eradicated (small pox) was because of effective vaccine.About leprosy Park writes- \"Although significant progress has been made in controlling the disease and reducing the disease burden, much remains to be done in order to sustain the gains and further reduce the impact of the disease...One of the long-term needs is to develop reliable diagnostic tests for early diagnosis and an effective vaccine for the prevention of leprosy.\"The only disease which has been eradicated till now is smallpox. There were many advantageous features of the disease coupled with a highly effective, heat stable vaccine which led to its eradication.The other disease which is a very potential candidate for eradication is Polio. It does not have advantageous features like those possessed by Small pox, still it has a very effective vaccine.Small pox was eradicated and Polio is likely to be eradicated because of the massive global immunization programs launched by WHO.This suggests that most probable reason for non-eradication of leprosy could be absence of an effective vaccine. Other reasons which are also culprits are - long incubation period, highly infectious, large number of infective subclinical cases, difficult to diagnose and animal reservoir.Various definitions:Control:The reduction of disease incidence, prevalence, morbidity or mortality to a locally acceptable level as a result of deliberate efforts; continued intervention measures are required to maintain the reduction.Example: diarrhoeal diseases.Elimination:Reduction to zero of the incidence of a specified disease in a defined geographical area as a result of deliberate efforts; continued intervention measures are required.Example: neonatal tetanus, measles, poliomyelitis.Eradication:Permanent reduction to zero of the worldwide incidence of infection caused by a specific agent as a result of deliberate efforts; intervention measures are no longer needed.Example: smallpox.Extinction:The specific infectious agent no longer exists in nature or in the laboratory.Example: none. Factors associated with potential for eradication of a communicable disease:There are many factors but the three factors considered to be of primary importance are:An effective intervention is available to interrupt transmission of the agent;Practical diagnostic tools with sufficient sensitivity and specificity are available to detect levels of infection that can lead to transmission; andHumans are essential for the life-cycle of the agent, which has no other vertebrate reservoir and does not amplify in the environment.Factors Associated with Potential for Eradication of a Communicable Disease Factors Associated with the DiseaseEase of diagnosis and treatment Low prevalence of subclinical disease High disease burden and economic impact Immunity is long term or lifelong Disease cannot be reactivated Disease has predictable seasonalityFactors Associated with the Etiologic AgentLack of an animal reservoir or vectorOnly one causative agent or serotypeShort incubation periodFactors Associated with the Host or Target PopulationCorrelates or protection can be demonstratedHost cannot be reinfected with the agentHost cannot shed the organism once infection is resolvedPublic acceptance of the vaccine and other control measures is highFactors Associated with the VaccineCan confer long-lasting protection in a few injectionsMinimal handling and storage requirements (e.g., cold chain)Simple administrationCan be administered simultaneously with other vaccines or adapted to schedules and timing of the national childhood immunization programsFew short- or long-term adverse effectsLow cost to produce and purchase vaccine Epidemiological factors which led to the eradication of smallpox are:No known animal reservoir.No long-term carrier of the virus.Life-long immunity, after recovery from the disease.The detection of the cases was relatively simple as the rashes were characteristic.Persons with subclinical infection did not transmit the diseaseHighly effective, heat stable vaccine, easily administrable and provides long term protection.International cooperation",
        "cop": 1,
        "opa": "No effective vaccine",
        "opb": "Highly Infectious but low pathogenicity",
        "opc": "Only humans are reservoir",
        "opd": "Long incubation period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5a7cc990-d690-4249-971f-d19878517960",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for sputum positive pulmonary tuberculosis detected in 1st trimester of pregnancy:",
        "exp": "Ans is 'b' i.e. Start cat. I immediately Repeat May 09Sputum positive pulmonary tuberculosis falls under category I.Active tuberculosis in pregnancy must be treated. \"Untreated tuberculosis represents a far greater hazard to a pregnant woman and her fetus than does treatment of the disease. CDC (2003, 62).Treatment of active tuberculosis disease should be initiated as soon as the diagnosis is made.So Cat. I ATT should be started promptly as maternal tuberculosis is associated with:increased risk of spontaneous abortionperinatal mortalitysmall for gestation agelow birth weightFirst line drugs can be safely used in pregnancy except streptomycin which is contraindicated because of its associated with fetal ototoxicity.Second line drugs are not recommended in pregnancy (They are used only if benefit outweighs the risk, as in case of MDR tuberculosis)Pyrazinamide is not recommended by CDC (USA) in absence of sufficient safety data, however many tubercular authorities all over world support its use. CDC recommends an alternative 9 month regimen containing isoniazid and rifampin throughout (supplemented by ethambutol, until drug susceptibility results are available).Breastfeeding is not contraindicated in women using antituberculosis drugs.",
        "cop": 2,
        "opa": "Defer till second trimester",
        "opb": "Start cat. I immediately",
        "opc": "Start cat. II immediately",
        "opd": "Start cat. Ill immediately",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fa3a0ade-9e6d-4478-bd29-dc88fce62bba",
        "choice_type": "single"
    },
    {
        "question": "Vertical transmission is seen in",
        "exp": "(Herpes simplex) (91 - Park 19fh) (92-Park 20th)* Transplacental (Vertical transmission - Mother to child* Direct transmission, TORCH agents (Toxoplasma, gondii, rubella, CMV, herpes virus) Varicella virus, syphilis* Hepatitis B, COxsackie B and AIDS* Some of the non - living agents (e.g. - thalidomide, DES) produces malformations of the embryo by disturbing its development",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Leprosy",
        "opc": "Tetanus",
        "opd": "Whooping cough",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "770df629-0607-452a-ac11-cadf93e1d36e",
        "choice_type": "single"
    },
    {
        "question": "The mechanisms by which cholera might be maintained during the intervals between peak cholera seasons is:",
        "exp": "Ans. is 'd' i.e. Continuous transmission in man. According to Park, three explanations have been offered for the mechanism by which cholera is maintained in the inter-epidemic period.existence of long term carriersexistence of diminished but continuous transmission in mild and asymptomatic cases.persistence of the organism in a free living, perhaps altered form in the environment.Out of these 3, Park further states that, it is the continuous transmission, involving mild and asymptomatic cases, which is the most important mechanism in sustaining cholera, during the interepidemic period.Long term carriers are rare.No animal reservoirs of cholera are known. V. cholera is pathogenic only in man.",
        "cop": 4,
        "opa": "Carrier status in animals",
        "opb": "Carrier status in man",
        "opc": "An environmental reservoir",
        "opd": "Continuous transmission in man.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d834690c-a12d-496c-b60f-1a778e698882",
        "choice_type": "single"
    },
    {
        "question": "Congenital passive immunity is NOT found in",
        "exp": "(Rubella) (96, 168-Park 19fh) (97-140-Park 20th)Passive Immunity - when antibodies produced in one body (human or animal) are transferred to another to induce protection against disease* Body does not produce its own antibodies but depends upon ready- made antibodies(a) By administration of an antibody- containing preparation (immune globulin or antiserum)(b) By transfer of maternal antibodies across the placenta Human milk also contains protective antibodies (IgA)(c) By transfer of lymphocytes to induce passive cellular immunity - this procedure is still experimentalPassive immunity differs from active immunity in the following respects1. Immunity is rapidly established2. Immunity produced is only temporary (days to months till the antibody is eliminated from the body3. There is no education of the reticulo endothelial systemPoliomyelitis - The maternal antibodies gradually disappears during the first 6 months of life. Immunity following infection is fairly solid although re infection can occur since infection with one type does not protect completely against the other two types of viruses. Type 2 virus to be most effective antigens* Neutralizing antibody is widely recognized as an important index of immunity to polio after infection * *Mumps - Most infents below the age of 6 months are immune because of maternal antibodies* One attack clinical or subclinical is assumed to induce life -long immunity. Second attack can occure (132-Park 19th)Rubella - Infants of immune mothers are protected from 4 to 6 months**.* One attack gives life long immunity, secondary attack is rare- Transplacental (or vertical) transmission - TORCH agents (Toxoplasm, gondii, rubella virus, CMV and herpes virus) Varicella virus, syphilis, hepatitis, Coxsackie- B and AIDSActive immunity may be acquired1. Following clinical infection eg. Chickenpox, rubella, measles2. Following sub clinical or in apparent infections eg polio, Diptheria3. Following immunization with antigen which may be a killed, live attenevnted or toxoidMeasles (Rubeola) - Infant are protected by maternal antibodies upto 6 months of age or may persists 9 months. (127-P)",
        "cop": 3,
        "opa": "Polio",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "356d64ea-d8b2-40f4-9a07-6af02a03948c",
        "choice_type": "single"
    },
    {
        "question": "Quintan fever is caused by-",
        "exp": "Ans. is 'b' i.e., B quintana* Trench fever, also called 5-day fever or quintan fever, is caused by Bartonella quintana (Rochalimaea quintana).DiseaseAgentInsect vectorMammalian reservoir1. Typhus group a. Epidemic typhusR. prowazekiiLouseHumansb. Murine typhus (Endemic typhus)R. typhiFleaRodentsc. Scrub typhusR. tsutsugamushiMiteRodents2. Spotted fever group a. Indian tick typhusR.conoriiTickRodents, dogsb. Rocky mountain spotted feverR.rickettsiiTickRodents, dogsc. Rickettsial poxR. akariMiteMice3. Others a. Q feverC.burnetiiNilCattle, sheep, goats.b. Trench feverRocholimaca quintanaLouseHumans",
        "cop": 2,
        "opa": "C. burnetti",
        "opb": "B quintana",
        "opc": "Rprowazekii",
        "opd": "Rakari",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ff957a9f-acc4-4eb5-b4ef-6b2ef61db49a",
        "choice_type": "single"
    },
    {
        "question": "Incubation period of syphilis",
        "exp": "Ans. a (9-90 days). (Ref. Harrison, Principles of Internal Medicine, 18th /Chapter 169. Syphilis)SYPHILIS# T. Pallidum enters foetal circulation after 20th week of gestation with disappearance of cytotrophoblast in villi.0# Basic pathology is obliterative endarteritis.# Placenta becomes bulky and spirochaete can hardly be found in placenta.# Spirochaete can however be detected from maculopapular rash in baby.# Irrespective of the serology, treatment should be repeated in subsequent pregnancies.# Incubation period of syphilis is 9-90 days",
        "cop": 1,
        "opa": "9-90 days",
        "opb": "9-18 days",
        "opc": "80-90 days",
        "opd": "10 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "1120327a-e046-44d0-a36d-ce9a031d6749",
        "choice_type": "single"
    },
    {
        "question": "Safe injection practices can prevent:",
        "exp": "Ans: a (Hepatitis B)Ref: Park, 20th ed. Pg. 188Again a repeat question from 2008 Kerala, regarded as a zero value question and will gain significance when you make it wrong.",
        "cop": 1,
        "opa": "Hepatitis B",
        "opb": "Hepatitis A",
        "opc": "Typhoid",
        "opd": "Hepatitis E",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9a9d9edc-1fbe-4cff-9c25-9bd05af4bdce",
        "choice_type": "single"
    },
    {
        "question": "Mosquito bom disease are all EXCEPT",
        "exp": "(Tularemia): (716 - Park 18th edition)Yellow Fever - disease has never been reported in Asia, the region is at risk because the conditions required for transmission are present there (257- Park 22nd/ed)Mosquito-borne diseases in IndiaType of mosquitoDisease1. AnophelesMalariaFilaria (not in India)2. CulexBancroftian filariasis Japanese encephalitis West Nile fever Viral arthritis (epidemic/polyarthritis)3. AedesYellow fever (not in India)DengueDengue haemorrhagic feverChikungunya haemorrhagic feverRift valley feverFalria (not in India)4. MansonoidesMalayan (Brugian) filariasis Chikungunya feverTULAREMIA (1301- H 18th/ed) is a zoonosis caused by francisella tularensis. Tularemia is primarily a disease of wild animals and persists in contaminated environments, ectoparasites and animal carriers, Human infection is incidental and usually results from interaction with biting or blood sucking insects, contact with wild or domestic animals",
        "cop": 1,
        "opa": "Tularemia",
        "opb": "Yellow fever",
        "opc": "Kala- azar",
        "opd": "Dengue fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2557cbfb-bb1b-4040-bb84-8ff332ef1123",
        "choice_type": "multi"
    },
    {
        "question": "Inanimate objects of transmission is regarded as",
        "exp": "Ans) b (Fomite) Ref park 20th ed pg 94Fomites are inanimate articles or substances other than water or food contaminated by the infectious discharges from a patient and capable of harbouring and transferring the infectious agent to ahealthy person.Fomites include linen, handkerchiefs, towels etc.. The fomites play an important role in indirect infection.Diseases transmitted by fomites include diphtheria, typhoid fever, bacillary dysentery, Hepatitis A, eye and skin infections.Vector is defined as an arthropod or any living carrier that transports an infectious agent to a susceptible individual.Vehicle borne transmission implies transmission of the infectious agent through the agency of water, food, ice, blood, serum, plasma, or other biological products such as tissue and organs.",
        "cop": 2,
        "opa": "Vector",
        "opb": "Fomites",
        "opc": "Vehicle",
        "opd": "Droplet",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fb3de8ff-2d5e-488c-9211-7b75a5fe6b1b",
        "choice_type": "single"
    },
    {
        "question": "An 11 month old child brought to PHC with respiratory rate 58 per minute and cough, there is no chest indrawing. Next step of management-",
        "exp": "Ans. is 'c' i.e., Antibiotic with home care o Only fast breathing with no chest indrawing in 11 month old - Diagnosis is pneumoniao Management is advise mother to give home care and antibiotic to treat fever.o Classification of acute respiratory tract infection (ARTI) is very important because each class has a corresponding treatment plan.o Before going ahead for classification of ARTI, one should know the definition of fast breathing. As the children get older, their breathing rate slows down. Therefore, the cut-off point of fast breathing will depend on the age of the child.o Fast breathing is present when the respiratory rate isi) Child less than 2 months of age - > 60 breaths per minute,ii) Child aged 2 months upto 12 months - > 50 breaths per minute,iii) Child aged 12 months upto 5 years- > 40 breaths per minute.o ARTI is classified differently for, (i) Child aged 2 months upto 5 years, and, (ii) Young infant (< 2 months).Child aged 2 months upto 5 yearso The sick child can be put into one of the four classifications1) No pneumonia: Cough or cold# There is no chest indrawing and no fast breathing.# Treatment is symptomatic with no requirment of antibiotics.2) Pneumonia (not severe)# There is no chest indrawing, but fast breathing is present.# It is managed at home with antibiotic. Cotrimoxazole is the drug of choice.3) Severe pneumonia# There is chest indrawing, grunting, nasal flaring and cyanosis.# First dose of referral antibiotic (ampicillin + gentamycin) is given and the patient is REFERED URGENTLY to hospital. For treatment benzyl penicillin is the drug of choice.4) Very severe disease# Child has any one or more of the following :i) Not able to drinkii) Convulsionsiii) Abnormally sleepy or difficult to wakeiv) Stridor when calmsv) Severe malnutrition# First dose of referral antibiotic (ampicillin + gentamycin) is given and the child is REFERRED URGENTLY to hospital. For treatment, chloramphenical is the drug of choice.Child < 2 months of ageo Child can be put into one of three classifications.1) No pneumonia: Cough and cold# There is no chest indrawing and no fast breathing.# Home care by mother is given, e.g. brest feeding, keeping warm, clear the nose.2) Severe pneumonia# There is severe chest indrawing or fast breathing.# Child is referred urgently to hospital after giving first dose of referral antibiotic.3) Very severe disease :# Child has any one or more of the following :i) Stopped feeding wellii) Convulsionsiii) Abnormally sleepy or difficult to wakeiv) Stridor in a calm childv) Wheezingvi) Fever or low body temperature.# Child is referred urgently to hospital after giving first dose of referral antibiotic.",
        "cop": 3,
        "opa": "Reassurance to parent",
        "opb": "Urgent referral to hospital",
        "opc": "Antibiotic with home care",
        "opd": "Nasal saline drop",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d5ee1ae6-d8a5-4e6e-bbe0-4f06acb12eb4",
        "choice_type": "multi"
    },
    {
        "question": "Epidemic ty phus cause & vector -",
        "exp": "Ans. is 'a' i.e.. Rickettessiae prowazki & Louse Rickettsial diseasesDiseaseAgentInsect vectorMammalian reservoir1. Typhus groupa. Epidemic typhusb. Murine typhus (Endemic typhus)c. Scrub typhusR. prowazekiiR. typhiR. tsutsugamushiLouseFleaMiteHumansRodentsRodents2. Spotted fever groupa. Indian tick typhusb. Rocky mountain spotted feverc. Rickettsia] poxR.conoriiR.rickettsiiR.akariTickTickMiteRodents, dogsRodents, dogsMice3. Othersa. Q feverb. Trench feverC.bumetiiRocholimacaquintanaNilLouseCattle, sheep, goats.Humans",
        "cop": 1,
        "opa": "Rickettessiae prowazki & Louse",
        "opb": "R. typhi & mite",
        "opc": "R. conorii & tick",
        "opd": "R. akari & mite",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ec696c8a-cf14-4184-a789-0c0e60dcadbb",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of mumps -",
        "exp": "Ans. is 'b' i.e., Pain and swelling of parotid glands Mumpso It is an acute contagious disease characterized by nonsuppurative enlargement of one or both salivary glands,o Mumps virus belongs to paramyxoviruso Source of infection - Clinical and subclinical caseso Man is the only natural hosto Age groupo Period of infectivityo Mode of transmissiono Incubation period----5-15 years4-6 days before the onset of symptom to a week thereafter.Droplet infection by respiratory route.2-3 dayso Clinical manifestationy 30-40% of infections are sub-clinicaly Characteristic presentation is pain and swelling in either one or both parotid glands.Sublingual or submandibular glands may also be involved.Orchitis is the most common manifestation of mumps among postpubertal males.Aseptic meningitis, which may develop before, during, after, or in the absence of parotitis.",
        "cop": 2,
        "opa": "Pain and lacrimation of eye",
        "opb": "Pain and swelling of parotid glands",
        "opc": "Pain and swelling of submandibular and sublingual glands",
        "opd": "Aseptic meningitis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "dbd05517-263b-421a-aae5-9a887e7d4742",
        "choice_type": "single"
    },
    {
        "question": "Disease under natural conditions transmitted from vertebrate animals to man is:",
        "exp": "Ans: a (Zoonoses) Ref: Park, 19th ed, p. 88An infection or infectious disease transmissible under natural conditions from vertebrate animals to man is called a \"Zoonoses\", e.g., Rabies, plague, cysticercosis (Taenia solium), anthrax, brucellosis, salmonellosis, KFD, Lassa fever.The term \"Zoonosis\" has been further amplified as follows:AnthropozoonosesInfections transmitted to man from vertebrate animals, e.g., rabies, plague, anthrax, hydatid disease.ZooanthroponosesInfections transmitted from man to vertebrate animals e.g., human tuberculosis in cattle.AmphixenosisInfections maintained in both man and lower vertebrate animals that may be transmitted in either direction e.g., T. cruzi and S. japonicum.About other options:Exotic--Diseases which are imported into a country in which they do not occur otherwise e.g. rabies in UK, epidemic polyarthritis in visitors of Fizi, due to Ross River virus.Epizootic--an outbreak (epidemic) of disease in an animal population often with an implication that it may also affect human populations. Examples include anthrax, brucellosis, rabies, influenza. Rift valley fever, Q fever, Japanese encephalitis, equine encephalitis. The study of epizootic disease is known as epizootiology.",
        "cop": 1,
        "opa": "Zoonoses",
        "opb": "Exotic",
        "opc": "Epizoonotic",
        "opd": "Amphixenotic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d73c16ea-5749-41f4-b936-f8c1d8630e52",
        "choice_type": "single"
    },
    {
        "question": "Scrub typus -",
        "exp": "Ans. is 'a' i.e., R. tsutsugamushi Scmb typhuso Caused by orient! a tsutsugamushio Reservoir of infection is the trombiculid mite.o It is transmitted to man by the bite of infected larval mites.o The nymphal and adult stages of the mite are free living in the soil; they do not feed on vertebrate host. It is the larva (chigger) that feed on vertebrate hosts and picks up the rickettsiae.o The infection is maintained in nature trans-ovarially from one generation of mite to next.o Clinical featursI P. 10-12 days.Chills, fever, headache, malaise.Macular rash appear on 5th day.Punched out ulcer with black eschar at the site of bite.o T/t - Doxycycline is drug of choice for all rickettsial infections.",
        "cop": 1,
        "opa": "R.tsutsugamushi",
        "opb": "R.typhi",
        "opc": "R.akari",
        "opd": "R. conorii",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ccd16237-9ed5-4389-aa3d-a49970f2e935",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis B vaccine, dose schedule in adult (months)-",
        "exp": "Ans. is 'c' i.e., 0, 1, 6 Prophalvxis against HBVo Both passive and active immunization are available for HBV infection prophylaxis,o Passive prophylaxis is by hepatitis B immune globulin (HBIG').o Active immunization is by recombinant hepatitis B vaccine.o These are two recombinant vaccines :1. Recombivax - HB2. Engerix - Bo Vaccine is given intramuscular into the deltoid or in infants into the anterolateral aspect of thigh. Gluteal injection is not recommended as it may result in poor immune response,o Three doses are given at 0,1 and 6 months,o For pre exposure prophylaxis only hepatitis B vaccine is given.o For post exposure prophylaxis combination of HBIG and hepatitis B vaccine is recommended,o For perinatal exposure single dose of HBIG at birth along with complete course of vaccination is recommended. First dose of vacc ine should be given within 12 hours after birth.",
        "cop": 3,
        "opa": "0,1,2",
        "opb": "0,1,3",
        "opc": "0,1,6",
        "opd": "0,1,10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e8287cab-d75d-4d4d-98f2-31b7d2fbf5ad",
        "choice_type": "single"
    },
    {
        "question": "Sand fly transmits:",
        "exp": "Ans: b (Kala Azar) Ref: Park, 19th ed, p. 256In India the major vector is Phlebotomus argentipus. Cutaneous leishmaniasis is transmitted by P. sergenti, P. papatasi.Arthropod borne diseasesArthropodDisease transmittedMosquitoMalaria, filarial, viral encephalitis, viral hemorrhagic fevers, viral feversHouse flyTyphoid, paratyphoid, diarrhea, dysentry, cholera, gastroenteritis, amoebiasis, Polio, conjunctivitis, trachoma, anthraxSand flyKala Azar, oriental sore, oroya fever, sandfly feverTsetse flySleeping sicknessLouseEpidemic typhus, relapsing fever, trench fever,pediculosisRat fleaBubonic plague, endemic typhus, chiggerosis, hymenolepis diminutaBlack flyOnchocerciasisReduvid bugChagas diseaseHard tickTick typhus, tick paralysis, human babesiosis, tularemia, viral encephalitis, KFDSoft tickQ fever, relapsing feverTrombiculide miteScrub typhus, Rickettsial poxItch mitescabiesCyclopsGuinea worm disease, fish tape wormCockroachesEnteric pathogens",
        "cop": 2,
        "opa": "Trench fever",
        "opb": "Kala Azar",
        "opc": "Chagas disease",
        "opd": "KFD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f30e4926-e74c-4001-bff0-83f534d76160",
        "choice_type": "single"
    },
    {
        "question": "Dukoral vaccine is used for-",
        "exp": "Ans. is 'b' i.e., Cholera Cholera vaccines o Cholera vaccines are :- 1. Killed vaccines # The vaccine contains 6000 million each of classical Ogawa and Inaba Serotypes (total 12000 million vibrios) in 1 ml saline suspension. # Two doses are given subcutaneously at 1-4 weeks interval. Protective value is 50% for 3-6 months. 2. Oral vaccines # Two types of oral cholera vaccines are available : - i) Dukoral (WC-rBS) o Dukoral is a monovalent vaccine based on formation and heat-killed whole cells (WC) of V. cholerae 01 (classical and El Tor, Inaba and Ogawa) plus recombinant cholera toxin B Subunit o The vaccine is provided in 3 ml. single dose vials together with the bicarbonate buffer o Primary immunization consists of 2 oral doses given > 7 days apart (but < 6 weeks apart) for adults and children aged > 6 years. o Children aged 2-5 years should receive 3 doses. o Intake of food and water should be avoided for 1 hour before and after vaccination o 1 booster dose is recommended after 2 years for adults aged 2-5 years and children aged > 6 years. For children aged 2-5 years, 1 booster dose is recommended every 6 months o Dukoral is not licensed for children < 2 years ii) Sanchol and mORC VAX o It is Bivalent oral vaccine based on serogroups 0-1 and 0-139. Unlike Dukoral, these vaccines do not contain the bacterial toxin B Subunit. o The vaccine is given in 2 doses 14 days apart for individuals > 1 year, a booster dose is recommended after 2 years. # The live attenuated single dose vaccine (CVD 103-HgR) is no longer produced.",
        "cop": 2,
        "opa": "Typhoid",
        "opb": "Cholera",
        "opc": "Yellow fever",
        "opd": "Influenza",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e7b7290b-5429-4847-8719-77f30a16bd35",
        "choice_type": "single"
    },
    {
        "question": "A mother is HBsAg positive at 32 weeks of pregnancy. What should be given to the new born to prevent neonatal infection -",
        "exp": "Ans. is 'a' i.e., Hepatitis B vaccine + immunoglobulin Immunization of infants born to HbsAg positive women.o These infants should receive both active and passive immunization soon after birth.The first dose of active immunization should be accompanied by administration of.5 ml of HBIG as soon after delivery is possible, because the effectiveness decreases rapidly with increased time after birth.o Subsequent doses of active immunization should be given at l-2mo. and 6 mo of age.Indication and dosing schedule for Hepatitis B vaccine and hepatitis B immune globulin.GroupActive im m unization (Recombivax, or Engeris)Passive immunization (HBIG)Neonates Schedule ScheduleInfants of Hbs o Birth, Ag positiveo 1 mo.within 12 hr of birthwomen o 6 mo. Infants of o Birth HbsAgo 1-2 mo,None-Negative o 6-18 mo women",
        "cop": 1,
        "opa": "Hepatitis B vaccine + immunoglobulins",
        "opb": "Immunoglobulins",
        "opc": "Hepatitis B vaccine only",
        "opd": "Immunoglobulin followed by vaccine 1 month later",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "4bbfa5b2-026a-4b49-8260-2cab2c6be1c1",
        "choice_type": "single"
    },
    {
        "question": "AH the following are true except tetanus except",
        "exp": "Ans) b (Tetanolysin is.....) Ref Park 20th ed p 272. Ananthanarayanan 7th ed p 258Tetanospasmin is responsible for the clinical symptoms. Principal action of this exotoxin is to block the inhibition of spinal reflexes.Tetanolysin is a heat labaile, oxygen labile hemolysin not relevant the pathogenesis of tetanusTetanus is best prevented by active immunization with tetanus toxoid. It stimulates the production of the protective antitoxin.Recommended level of antitoxin is 0.01 IU/ml semm throughout life.The common cause of tetanus neonatorum is infection of umbilical stump after birth, the first symptom being seen about the 7lh day. Therefore tetanus is known as 8\"' day disease.",
        "cop": 2,
        "opa": "Tetanospasmin is responsible for clinical symptoms",
        "opb": "Tetanolysin is responsible for clinical symptoms",
        "opc": "Best prevented by active immunization with tetanus toxoid",
        "opd": "Tetanus neonatorum is also known as \"8th day disease\"",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "858d4799-917c-48e9-914c-da8c9752cb94",
        "choice_type": "multi"
    },
    {
        "question": "True about rash of chicken pox-",
        "exp": "Ans. is 'b' i.e., Centripetal Differences between smallpox and chickenpoxSmallpoxChickenpox1 Incubation:About 12 days(range : 7-17 days)About 15 days(range : 7-21 days)2. Prodromol symptoms :Severe.Usually mild.3. Distribution of rash:a) Centrifugalb) Palms and soles frequently involved.c) Axilla usually freed) Rash predominant on extensor surfaces and bony prominences.a) Centripetalb) Seldom affectedc) Axilla affectedd) Rash mostly on flexor surfaces.4. Characteristics of the rash:a) Deep-seatedb) Vesicles multilocular and umbilicatedc) Only one stage of rash may be seen at one time.a) Superficialb) Unilocular; dew-drop like appearance.c) Rash pleomorphic, i.e., different stages of the rash evident at one given time, because rash appears in successive crops.d) An area of inflammation is seen around the vesicles.d) No area of inflammation is seen around the vesicles.5. Evolution of rash:a) Evolution of rash is slow, deliberate and majestic, passing through definite stages of macule, papule, vesicle and pustule.b) Scabs begin to form 10-14 days after the rash appears.a) Evolution of rash very rapid.b) Scabs begin to form 4-7 days after the rash appears.6. Fever:Fever subsides with the appearance of rash, but may rise again in the pustular stage (secondary rise of fever).Temperature rises with each fresh crop of rash.",
        "cop": 2,
        "opa": "Deep seated",
        "opb": "Centripetal",
        "opc": "Affects palm & sole",
        "opd": "Slow evolution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "74316a83-69b7-4eb1-af80-32f1c9d15934",
        "choice_type": "multi"
    },
    {
        "question": "The vaccine administered as \"Nose drops\":",
        "exp": "(Influenzae): Ref: (144-Park 20th)INFLUENZA VACCINES(a) Killed vaccine(b) Live attenuated(c) Newer vaccine* Vaccine given subcutaneous route* Gullian Barre syndrome is a side effectsThey may be administered as \"nose drops \" into the respiratory tractThey stimulate local as well as systemic immunity1. Split - virus vaccine (subvirion vaccine)2. Neuraminidase specific vaccine3. Recombinant vaccineToxic shock syndrome - is adverse effects of Measles vaccine (subcutaneous route) recently adapted for aerosol administration (127-PK)* Rubella vaccine: RA 27/3 vaccine given a single dose subcutaneouslyPregnancy is considered contraindication to rubella immunization",
        "cop": 3,
        "opa": "Rubella",
        "opb": "Poliomyelitis",
        "opc": "Influenza",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "78ee843a-dfb7-4614-a8ba-fd8bd9e50434",
        "choice_type": "single"
    },
    {
        "question": "A 7 month child presented with chest indrawing with no danger sign is seen the respiratory rate is 65 is classified as",
        "exp": "(Severe pneumonia): (162- Park 22nd/ edition)Classification and management of illness in young infantsSIGNSStopped feeding well,Convulsions,Abnormally sleepy or difficult to wake,Stridor in calm childWheezing orFever or low body temperatureCLASSIFY ASVERY SEVERE DISEASETREATMENTRefer urgently to hospital Keep young infant warm Give first dose of an antibioticSIGNSSevere chest indrawing, or fast breathing (60 per minute or more)No severe chest indrawing and No fast breathing (less than 60 per minute)CLASSIFY ASSEVERE PNEUMONIANO PNEUMONIA COUGH OR COLDTREATMENTRefer urgently to hospital Keep young infant warm. Give fist dose of an antibiotic (if referral is not feasible , treat with an antibiotic and follow closely)Advise mother to give the following home care- Keep young infant warm- Breast-feed frequently- Clear nose if it interferes with feedingReturn quickly if:-Breathing becomes difficult,Breathing becomes fast,Feeding becomes a problemThe young infant becomes sicker",
        "cop": 2,
        "opa": "Very severe pneumonia",
        "opb": "Severe pneumonia",
        "opc": "Pneumonia",
        "opd": "Moderate pneumonia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ebb3402b-c1a7-4559-8559-87d102d8e289",
        "choice_type": "single"
    },
    {
        "question": "Strain used for chickenpox vaccine:",
        "exp": "Ans. b (Oka strain). (Ref. Park PSM 22nd/pg. 137)VACCINESTRAIN USEDMeaslesHDC-Edmonston Zagreb strainBCG'Danish' 131Chicken pox (live attenuated)Oka strainOPVSabin strainIPVSalk strainRubellaRA 27/3 strain",
        "cop": 2,
        "opa": "Edmonston Zagreb strain",
        "opb": "Oka strain",
        "opc": "'Danish' 131",
        "opd": "RA 27/3 strain",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "99e78f0e-fd01-4647-8e7f-8043b9a48fbb",
        "choice_type": "single"
    },
    {
        "question": "Clinical features of Botulism are all EXCEPT:",
        "exp": "(Diarrhoea): Ref: 843-H, (211- Park 20th)BOTULISM - Clostridium botulinum (Incubation period 12-36 hours)Clinical symptoms* Cranial nerve involvement - diplopia, dysarthria, dysphonia or dysphagia weakness is asymmetric and progresses* Dizziness, blurred vision, dry mouth sore throat* Alert and oriented, may be drowsy, agitated and anxious.* Nausea vomiting and abdominal pain* Ptosis, papillary reflexes may be depressed, and fixed or dilated pupils are noted in half the patients* Paralytic ileus, severe constipation and urinary retension are common* Typically they have no feverInfant-Botulism: identification of contaminated honey as one source of spores has led to the recommendation that honey not be fed to children < 12 months of age.",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Constipation",
        "opc": "Ocular nerve paralysis",
        "opd": "Blurring of vision",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f1dfe1c6-6858-422a-93fd-e229a88fc4d5",
        "choice_type": "multi"
    },
    {
        "question": "Measles elimination criteria-",
        "exp": "Ans. is 'c' i.e., < 1/100000o WHO defines elimination of measles as the absence of endemic measles for a period of > 12 months in the presence of adequate surveillance.o One indicator of measles elimination is a sustained measles incidence < 1/100, 000 population,o In 2005, the World Health Assembly set a goal of achieving a 90% reduction in global measles mortality by 2010 as compared with level in 2000.",
        "cop": 3,
        "opa": "<1/1000",
        "opb": "<1/10000",
        "opc": "< 1/100000",
        "opd": "<1/100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ae6c97ac-8e7a-444e-b05c-2b4dc53cc5fa",
        "choice_type": "single"
    },
    {
        "question": "BCG is -",
        "exp": "Ans. is 'a' i.e., Live vaccine Live'attenuated' vaccinesKilled 'inactivated' vaccinesBCGPertussisOPV (Sabin - Oral polio vaccine)IPV (Salk - Inactivated polio vaccine)Measles vaccineRabies vaccineMumps vaccineCholera vaccineRubella vaccineMeningococcal vaccineYellow fever vaccineHepatitis B vaccineTyphoralTyphim - Vi vaccineHepatitis - AHepatitis - A",
        "cop": 1,
        "opa": "Live vaccine",
        "opb": "Killed vaccine",
        "opc": "Toxoid",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "835b3b53-7bbe-4a7a-8855-970c766e3f12",
        "choice_type": "multi"
    },
    {
        "question": "The last case of small pox was reported in the world",
        "exp": "Ans. is 'a' i.e., 1977 * It is the only infectious disease which has been eradicated globally. The world's last case occured in Somalia on 26 October 1977. The WHO declared on 8 may 1980 that smallpox had been eradicated.* In April 1977, India was declared smallpox free. The last idiginous case in India occured on 17 may 1975 in Bihar and India's last known case of smallpox was an importation from Bangladesh, which occured on 24 May 1975.",
        "cop": 1,
        "opa": "1977",
        "opb": "1978",
        "opc": "1979",
        "opd": "1982",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "55ebfdb1-b909-4a82-b05e-a42a28d7beb8",
        "choice_type": "multi"
    },
    {
        "question": "Crimean Congo hemorrhagic fever vector:",
        "exp": "Ans. b. Hyalomma tickCRIMEAN CONGO HEMORRHAGIC FEVERCausative agent: NairovirusVector: Hyalomma TickIP: 1-13 days (Median 5-6 days)Other three options are causative agent for Brucellosis.",
        "cop": 2,
        "opa": "Brucella suis",
        "opb": "Hyalomma tick",
        "opc": "Brucella abortus",
        "opd": "Brucella canis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "adef09e6-258a-4b33-9a7a-4c93642ed01b",
        "choice_type": "single"
    },
    {
        "question": "All are transmitted by mosquito except:",
        "exp": "Ans: c (Relapsing fever) Ref: Park, 19th ed, p. 635Relapsing fever is transmitted by louse and soft ticks.Malaria is transmitted by Anopheles mosquitoDengue is transmitted by Aedes mosquito as also is yellow fever.Arthropod borne diseases:Anopheles -MalariaAedes-Yellow feverDengue feverCulexJapanese encephalitisWest nile feverBancroftian filaria Chikungunya feverRift valley feverViral arthritisMansonoides-Bmgianfilariasis",
        "cop": 3,
        "opa": "Dengue",
        "opb": "Malaria",
        "opc": "Relapsing fever",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b1cb65bc-ab1d-42f5-85c3-98247d9ee68d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disease is notifiable internationally?",
        "exp": "Ans: a (Cholera) Ref: Park, 19th ed, p. 103At International level, the diseases which are notifiable to WHO in Geneva under the International health regulations are:1. Cholera2. Plague3. Yellow feverDiseases which are subject to international surveillance:1 Louse borne typhus2. Relapsing fever3. Polio4. Influenza5. Malaria6. Rabies7. Salmonellosis",
        "cop": 1,
        "opa": "Cholera",
        "opb": "Relapsing fever",
        "opc": "Influenza",
        "opd": "Louse borne typhus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a1f9108f-a3a3-41f1-9b87-00a4636373a4",
        "choice_type": "multi"
    },
    {
        "question": "Brucella is transmitted by all except -",
        "exp": "Ans. is 'c' i.e. Man to man BrucellosisBrucellosis is one of the major zoonoses, and in humans is also k/a Undulant fever, Malta fever or Mediterranean fever.It is occasionally transmitted to man by direct or indirect contact with infected animals.There is no evidence of transmission from man to man.Agents - gram negative, non-motile, intracellular coccobacilli.Reservoir of infectionMain reservoirs of human infection are cattle, swine, horses and dogs.In animals brucella can cause abortion, premature expulsion of the fetus or deathBrucella is excreted in urine, milk, placenta and vaginal discharges.Thus brucellosis is predominantly a disease of farmers, shepherds, butchers and abattoir workers & veterinarians.Modes of transmissionContact infection (Most common)direct contact with infected tissues, blood, urine, vaginal discharge, aborted fetuses and especially placenta.Food borne infectioningestion of raw milk or dairy products from infected animalsfresh raw vegetables can also carry infection if grown on soil containing manure from infected farm.water contaminated with excreta of infected animals also serves as source of infection.Air-borne infectioninhalation of infected dust or aerosols in a cowshed, slaughter house or laboratoriesBrucellosis is notified as occupational disease.",
        "cop": 3,
        "opa": "Aerosol transmission",
        "opb": "Ingestion of raw milk",
        "opc": "Man to man",
        "opd": "Contact with aborted fetuses",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "ae793d99-599d-4eef-97cc-a06915faac47",
        "choice_type": "multi"
    },
    {
        "question": "Measles vaccination is given at age of",
        "exp": "Ans) b (9 months) Ref Park 20th ed p 113Another simple question. Just go through the Indian national immunization schedule:a) For infants At birthBCG and OPV - 0 doseAt 6 weeksBCG (if not given at birth) DPT-1 and OPV-1At 10 weeksDPT-2 and OPV-2At 14 weeksDPT-3 and OPV-3At 9 monthsmeaslesb) At 16-24 months-DPT and OPVc) 5- 6 years- DT The second dose of DT should be given at an interval of one month if there is no clear history or documented evidence of previous immunization with DPTd) At 10 and 16 years- TT. The second dose of TT should be given at an interval of one month if there is no clear history or documented evidence of previous immuniza tion with DPT, DT, or TT vaccinese) For pregnant women-early in pregnancy- TT-1 or Booster one month after TT-1, TT-2Resveratrol, a phytoalexin, and Curcumin the natural yellow pigment in turmeric elicit striking inhibitory effects on diverse cellular events associated with the process of carcinogenesis.Lycopene, a carotenoid present in tomatoes is a powerful quencher of singlet oxygen. Epidemiological evidence strongly suggests that lycopene consumption and tomato products contribute to prostate cancer risk reduction.Kolaviron, a natural biflavonoid antioxidant has been extensively investigated for it hepatoprotective, radical scavenging and antigenotoxic properties in vitro and in vivo.Preventative anticarcinogens act by enhancing an organism's natural defences against cancer, by deactivating carcinogens or by blocking the mechanisms by which carcinogens act (such as free radical damage to DNA).Anticarcinoma agents participate in the selective destruction of cancer cells, or inhibit the growth and proliferation of cancer cells.There is epidemiological evidence that a diet rich in antioxidant vitamins andflavonoids is anticarcinogenic.Interest in many popular nutritional supplements, including essential antioxidant nutrients such as selenium compounds and hormones such as melatonin and DHEA, is partly motivated by evidence that these have significant anticarcinogenic effects in appropriate quantities. The major psychoactive component in marijuana, tetrahydrocannabinol, has been shown to have anticarcinogenic activity.",
        "cop": 2,
        "opa": "10 weeks",
        "opb": "9 months",
        "opc": "14 weeks",
        "opd": "6 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e99822a7-3fdf-4500-9113-ac96b9d0c5c4",
        "choice_type": "single"
    },
    {
        "question": "Rat flea transmits:",
        "exp": "Ans: a (Endemic typhus) Ref: Park, 19th ed, p. 253Arthropod borne diseases: SandflyKala azarReduvidbugChagas diseaseOriental sore Oraya feverHard tickTick typhusSandfly fever Tick paralysis Viral encephalitisTse tse flySleeping sickness Viral hemorrhagic fever KFDLouseEpidemic typhus TularemiaRelapsing fever Human babesiosisTrench fever PediculosisSoft tickQ fever Relapsing feverRat fleaBubonic plague Endemic typhusTromboculidScrub typhusChiggerosis Hymenolepsis diminutaMiteRickettsialpoxBlack flyOnchocerceriasisItch miteScabies CyclopsGuinea worm and fish tape worm(Diphyllobothrium latum)",
        "cop": 1,
        "opa": "Endemic typhus",
        "opb": "Lassa fever",
        "opc": "Rabies",
        "opd": "Trachoma",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "51d29cea-ace8-44f5-80fd-a6eceff665d0",
        "choice_type": "single"
    },
    {
        "question": "All of following statements are true regarding Q fever except.",
        "exp": "Ans. is 'd' i.e. Weil Felix reaction is very useful for diagnosis Q. Fever is caused by a Rickettsia, Coxiella BurnettiCoxiella burnetti is unique to Rickettsia because it has an endospore form. This endospore form confers properties to the bacteria that differ from other Rickettsiae :Resistance to heat and dryingExtracellular existence :- The spores resistance allows extended survival outside a host cell. However like chlamydiae and other Rickettsiae growth and division must occur intracellularly using the host's ATP.Non arthropod transmission: Coxiella burnetti grows in tick and cattles. The spores remains viable in dried tick faeces deposited on cattle hides and in dried cow placentas. These spores are aerosolized and when inhaled cause human disease. So spore inhalation rather than an arthropod bite causes Q fever.Pneumonia: Because the spores are inhaled into the lungs, a mild pneumonia similar to that of a mycoplasma pneumonia (interstitial pneumonia) often develops. Clinical features are :Abrupt onset of fever and soaking sweatsThis is the only rickettsial disease that causes pneumonia and in which there is no rash.Weil Felix is a simple and useful test for the diagnosis of some Rickettsial disease.It is positive in -Epidemic typhus*Endemic typhus*Brill Zinsser disease * (weekly positive)It is negative in -Rickettsial pox*Q. Fever*Trench feverPrinciple of Weil Felix test :Some Rickettsia share antigenic characteristics with certain strains of Proteus Vulgaris (0X19 and 0X2) and proteus mirabilis (OXK). It is purely coincidental that they have the same antigens. Proteus is not involved at all in rickettsial diseases.The Weil Felix reaction is a classic test that uses these cross reacting proteus antigens to help confirm diagnosis of a rickettsial infection.This test is done by mixing the serum of a patient suspected of having a rickettsial disease, with antigens from specific strains of proteus. If the serum has antirickettsial antibodies, latex beads coated with proteus antigens will agglutinate.",
        "cop": 4,
        "opa": "It is a zoonotic infection.",
        "opb": "Human disease is characterized by an interstitial pneumonia",
        "opc": "No rash is seen",
        "opd": "Weil Felix reaction is very useful for diagnosis.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "18cd9f5e-37f0-4b2f-972d-682d091cf305",
        "choice_type": "multi"
    },
    {
        "question": "Indicators of the Elimination of neonatal Tetanus includes the following EXCEPT",
        "exp": "Ans. c (> 90% coverage of 3 antenatal visits) (Ref. Park PSM 22nd/262, 263)NEONATAL TETANUS# WHO estimates that only 5% of neonatal tetanus cases are actually reported, even from well developed surveillance systems. For this reason, neonatal tetanus is called \"the silent killer\".# Signs of neonatal tetanus usually appear 3 to 10 days after birth. At first the infant is able to feed normally. Then the infant cannot suckle and becomes irritable. Convulsions occur with increasing intensity and frequency. In the developing world, the disease progresses to difficult breathing, exhaustion, starvation, and, in most cases, death.Eliminating Neonatal Tetanus# The World Health Assembly has resolved to eliminate neonatal tetanus by the year 2000.# The WHO global target for neonatal tetanus elimination is to reduce the incidence of neonatal tetanus to less than 1 case of neonatal tetanus (NT) per 1000 live births in every district of every country in the world.# Reaching this target will reduce the global incidence of neonatal tetanus to less than 150 000 cases per year.# Fortunately, more than 60% of developing countries have already met the neonatal tetanus elimination target.Neonatal Tetanus Elimination (Classification of Districts)NT high risk:-Rate >1/1000 live birthsOr-TT2 coverage <70%Or-Attended deliveries <50%NT control:-Rate <1/1000 live birthsand-TT2 coverage >70%and-Attended deliveries >50%NT elimination:-Rate <0.1/1000 live birthsand-TT2 coverage <90%and--Attended deliveries >75%Recommended Strategies for Neonatal Tetanus EliminationTetanus transmission can be prevented during childbirth by improving immunization services, especially for pregnant women, promoting clean delivery and cord care practices, and proper disease reporting and case investigation systems.Additional educational point:A skilled birth attendant uses \"the three cleans\".Most programmes of prevention of neonatal tetanus have concentrated on training the traditional birth attendants, providing health delivery kits and educating pregnant women about the 'three cleans':# Clean hands# Clean delivery surface# Clean cord care (clean blade for cutting the cord + clean tie for the cord + no application on the cord stump).",
        "cop": 3,
        "opa": "Incidence rate < 0.1/1000 live births",
        "opb": "> 75% deliveries conducted by trained dais",
        "opc": "> 90% coverage of 3 antenatal visits",
        "opd": "TT2 injection coverage in pregnant mothers > 90%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e422dcbf-2a3a-4665-9f6a-d924b6f92823",
        "choice_type": "multi"
    },
    {
        "question": "Kala-Azar is found endemic in all of the following areas EXCEPT",
        "exp": "(D) Assam [?]Leishmaniasis are a group of protozoal diseases caused by parasites of the genus Leishmania, and transmitted to man by the bite of female phlebotomine sandfly.oResponsible for various syndromes in humans kala-azar or visceral leishmaniasis (VL), cutaneous leishmaniasis (CL), muco-cutaneous leishmaniasis (MCL), anthroponotic cutaneous leishmaniasis (ACL), zoonotic cutaneous leishmaniasis (ZCL), post-kala-azar dermal leishmaniasis (PKDL), etc (1). The visceral type of disease, kala-azar, is still an important disease in India.oLeishmaniasis is endemic in many countries in tropical and subtropical regions, including Africa, Central and South Americas, Asia and the Mediterranean region.oKala-azar is endemic in 52 districts in Bihar, Jharkhand, West Bengal and Uttar Pradesh.oAbout 130 million population is at risk of the disease.oThe present situation is shown in Table 1. While both cutaneous (ZCL and ACL) and visceral (VL) disease occur in India, kala-azar is by far the most important leishmaniasis in India.STATE WISE KALA-AZAR CASES & DEATHS IN INDIAState2013CasesDeaths*. Bihar10,73017*. West Bengal5950*. Uttar Pradesh111*. Jharkhand2,5150*. Delhi60*. Assam40India3,86920 [?]Status of Kala-azar in IndiaoKala-azar is endemic in 52 districts (31 in Bihar, 4 in Jharkhand, 11 in West Bengal & 6 in Utter Pradesh.oDuring the 2013 year, 13,869 cases and 20 deaths have been reported.o165 million people are estimated to be at riskoEstimated number of cases much higheroNo accurate data on burden of PKDL.oAltitude:-Kala-azar is mostly confined to the plains; it does not occur in altitudes over 2000 feet (600 metres).oSeason:-In the past epidemics, two peaks, one in November and another in March-April were reported. Generally there is high prevalence during and after rains.oClimate Changes:-Kala-azar is climate sensitive, and is strongly affected by changes in rainfall, temperature and humidity. Global warming and land degradation together affect the epidemiology of kala-azar in many ways.oRural Areas:-The disease is generally confined to rural areas, where conditions for the breeding of sandflies readily exist compared to urban areas.oVectors:-In India, P argentipes is a proven vector of kala-azar.-Cutaneous leishmaniasis is transmitted by P papatasi and P. sergenti.-Sandflies breed in cracks and crevices in the soil and buildings, tree holes, caves etc.-Overcrowding, ill-ventilation and accumulation of organic matter in the environment facilitate transmission.-Their habits are primarily nocturnal.-Only the females bite.",
        "cop": 4,
        "opa": "West Bengal",
        "opb": "UP",
        "opc": "Bihar",
        "opd": "Assam",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a88b71fa-a951-417f-9354-c651a9d21e04",
        "choice_type": "multi"
    },
    {
        "question": "A person is said to killed by road traffic accident if he dies within how many days of accident -",
        "exp": "Ans. is 'b' i.e., 30 days * In many countries, the police are legally obliged to go to the scene of a crash where there is at least one injured person and one moving vahicle (motorized or not) involved. The police are then responsible for collecting information on the number of casualties, assessing the severity of injuries, and the overall severity of the crash. In most countries, the police define the following levels of injury severity :# Fatalities : when someone die within 30 days after a traffic crash.# Injured persons, usually split in two categories :* Seriously injured.* Slightly injured.",
        "cop": 2,
        "opa": "12 days",
        "opb": "30 days",
        "opc": "40 days",
        "opd": "47 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6beda1f2-4587-4d11-9a22-d969f9b7edb3",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine is NOT included in Indradhanush Mission?",
        "exp": "(C) Meningococci[?]Mission Indradhanush, depicting seven colours of the rainbow, targets to immunize all children against seven vaccine preventable diseases namely:-Diphtheria-Pertussis-Tetanus-Childhood Tuberculosis-Polio-Hepatitis B-Measles[?]Purpose - Objective of Indradhanush:oTo enhance coverage of vaccinations against 7 Vaccine Preventable Disease's (VPDs)oTo immunize dropouts & those children not vaccinated at the recommended age. VACCINATION SCHEDULEWhenVaccineAt BirthBCG, OPV, Hepatitis B +6 WeeksOPV, DPT*, Hepatitis B* +10 WeeksOPV, DPT*, Hepatitis B* +14 WeeksIPV, OPV, DPT*, Hepatitis B* +9-12 MonthsMeasles, Vitamin A, JE** +16-24 MonthsMeasles, Vitamin A, JE**, OPV Booster, DPT Booster +5-6 YearsDPT Booster +10 & 16 YearsTT (Tetanus Toxoid)oMeningococcal vaccine is NOT included in Mission Indradhanush.-Currently available meningococcal vaccines include polysaccharide vaccines & polysaccharide-protein conjugate vaccines.-The conjugate vaccines are more immunogenic & also induce immunogenic memory.-Both vaccines are available against meningococci of serogroup A, C, W135 & Y.",
        "cop": 3,
        "opa": "Diphtheria",
        "opb": "Tetanus",
        "opc": "Meningococci",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "cf7cc2b0-7aa3-4227-bf94-971660380cdd",
        "choice_type": "single"
    },
    {
        "question": "Chandler's endemic index is used in:",
        "exp": "Ans: C (Hookworm infestation) Ref: Textbook of Preventive and Social Medicine, K Park.20th edition, page no. 2/5Explanation:Chandler's endemic index - Hookworm InfestationEndemic index - Chandler worked out an index on the basis of average number of hookworm eggs per gram of faeces for the entire community, as below:Average number of eggs per gram of stools :Below 200 - Hook worm infection is not of much significance200 - 250 - May be regarded as potential danger250 - 300 - Minor public health problem Above 300 - Important public health problemChandler's index is still used in epidemiological studies of hookworm disease and also to assess the benefit of mass deworming program.",
        "cop": 3,
        "opa": "Dengue hemorrhagic fever",
        "opb": "Malaria",
        "opc": "Hookworm infestation",
        "opd": "Cholera",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fbc104c5-1a74-4eca-ab5b-76993e3094d1",
        "choice_type": "single"
    },
    {
        "question": "All are true about communicability of Malaria, except -",
        "exp": "Ans. is 'a' i.e. The number of gametocytes in blood increases with time A malarial parasite (Plasmodium) has got 2 hostsMan is the intermediate hostMosquito is the definitive hostPlasmodium undergoes 2 cycles of development -the asexual or human cyclethe sexual or mosquito cycleThe mosquito cycle begins when a mosquito feeds on an infected mass and ingests gametocytesMalaria is communicable as long as mature, viable gametocytes exist in the human circulating blood in sufficient density to infect vector mosquitoes.In P. vivax infections, gametocytes appear in blood 4-5 days after the appearance of the asexual parasites.In P. falciparum infections gametocytes appear 10-12 days after the first appearance of asexual parasites.Gametocytes are the most numerous during the early stage of infection when their density may exceed 1000 per cubic mm of blood.They also tend to occur in waves in blood.",
        "cop": 1,
        "opa": "The number of gametocytes in blood increases with time",
        "opb": "Gametocytes appear in blood 4-5 days after the appearance of the asexual parasite, in vivax infection.",
        "opc": "Gametocytes appear in blood 10-12 days after the appearance of asexual parasite, in falciparum infection",
        "opd": "In the early stage of infection, their density may exceed 1000 per cmm of blood.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fa550560-0794-43af-a57a-8ee8f736d444",
        "choice_type": "multi"
    },
    {
        "question": "Bivalent oral polio vaccine contains which strains of polio virus-",
        "exp": "Ans. is 'c' i.e., 1 & 3 * Bivalent oral polio vaccine (BOPV) contains suspension of type 1 and type 3 attenuated Polio viruses (Sabin strains), prepared in primary monkey kidney cell.* Trivalent OPV contains type 1, 2 & 3 attenuated polioviruses. It contains:-i) Over 300,000 TCID 50 of type 1 poliovirusii) Over 100,000 TCID 50 of type 2 poliovirusiii) Over 300,000 TCID 50 of type 3 poliovirus",
        "cop": 3,
        "opa": "1 8c 2",
        "opb": "2 & 3",
        "opc": "1 & 3",
        "opd": "3 & 4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "8e2927b9-85ad-4493-839b-f9eb43668fea",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy presents to the hospital with bleeding wound from bite of his pet dog which was fully vaccinated. He previously had completed anti rabies immunization on December 2018. What post exposure prophylaxis against rabies is recommended for the patient now?",
        "exp": "Ans. (B) Single site 2 doses on day 0 and 3(Refer: WHO vaccination 2018)As it is difficult to know whether the vaccinated dog is adequately seroconverted/protected against rabies. Hence, even in such individuals it is recommended to start the PEPThis case is classified under WHO- Category-III.Individuals with WHO category II or III exposures should receive PEP without delay.One ID dose is 0.1 mL of vaccine and one IM dose is an entire vial of vaccine, irrespective of the vial size.Should a vaccine dose be delayed for any reason, the PEP schedule should be resumed (not restarted)Rabies Immunoglobulin (RIG)RIG provides a passive immunization and is administered only once, as soon as possible after the initiation of PEP and not beyond 7 days after the first dose of vaccine.Vaccines should never be withheld regardless of the availability of RIG.Max dose: hRIG- 20IU/kg, eRIG- 40IU/kgAll of the rabies immunoglobulin, or as much as anatomically possible (but avoiding possible compartment syndrome), should be administered into or around the wound site or sites. The remaining immunoglobulin, if any, should be injected intramuscularly at a site distant from the site of vaccine administration. Rabies immunoglobulin may be diluted to a volume, sufficient for all wounds to be effectively and safely infiltrated.Prioritization of RIG allocation:#Multiple bites > Deep wounds > Bites to head, neck and hands > Patients with severe immunodeficiency > The biting animal is confirmed or probable rabies > Bites, scratches, and exposure of mucous membranes caused by a bat.Immunodeficient individuals: In the event of exposure a complete PEP course, including RIG is recommended irrespective of the PrEP status.(PrEP) Pre-exposure prophylaxis:#PrEP considered in remote, rabies- endemic areas where access to PEP is difficult, the dog bite incidence is 5% per year or vampire bat rabies is known to be present.#2 sites ID or a 1-site IM vaccine administration on days 0 and 7.#A routine PrEP booster or serology for neutralizing antibody titers is recommended only if a continued, high risk of rabies exposure remains.#Individuals with documented immunodeficiency should be evaluated on a case-by-case basis and best receive an ID or IM PrEP schedule as above, plus a third vaccine administration between days 21 to 28.",
        "cop": 2,
        "opa": "No ARV required",
        "opb": "Single site 2 doses on day 0 and 3",
        "opc": "Single site 4 doses on day 0, 3 7 and 28",
        "opd": "Rig and 4 doses regime",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f21c4c6e-57b3-459d-8a44-901eacb4f1c3",
        "choice_type": "single"
    },
    {
        "question": "Least Neonatal mortality rate is seen in -",
        "exp": "Ans. is 'b? i.e., Tamil Nadu o Overall, least neonatal mortality is recorded in Kerala. However, among the given options Tamilnadu has minimum neonatal mortal tiy.Neonatal mortality rates and percentage share of neonatal deathsto infant deaths by residence. India and major states, 2012India and major statesNeonatal mortality ratePercentage of neonatal deaths to infant deaths TotalRuralUrbanTotalRuralUrbanIndiaAndhra PradeshAssamBiharChhattisgarhDelhiGujaratHaryanaHimachal PradeshJammu & KashmirJharkhandKarnatakaKeralaMadhya PradeshMaharashtraOdishaPunjabRajasthanTamil NaduUttar PradeshWest Bengal29272928311628282630272373918391735153722333331293225333127323029842224116391840231612101228141720151912123231227181811211668[?]565[?]452 164[?]067[?]464[?]972[?]766[?]372[?]277[?]272[?]473[?]058[?]469[?]271[?]374[?]460[?]471[?]071[?]369[?]867[?]670[?]471[?]853[?]566066[?]770-173-267[?]772[?]778-575[?]581[?]563[?]870[?]073[?]074[?]853-772[?]876[?]671[?]968[?]756[?]840[?]630[?]335[?]072[?]463[?]371[?]060[?]960[?]866[?]744[?]448[?]234[?]462[?]366[?]869[?]275[?]658[?]261[?]554[?]062[?]1",
        "cop": 2,
        "opa": "Delhi",
        "opb": "Tamil Nadu",
        "opc": "Karnataka",
        "opd": "Maharashtra",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "32cf5252-038a-4b8d-b2dc-e370e75d7d15",
        "choice_type": "single"
    },
    {
        "question": "Eradication is possible in all of the following diseases except:(1994)",
        "exp": "Ans: cRef: Park, 17th ed, p. 83 & 18th ed, p. 87",
        "cop": 3,
        "opa": "Measles",
        "opb": "Polio",
        "opc": "Tuberculosis",
        "opd": "Dracunculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "3c0ff8c3-20c3-46b2-916b-b5dba460ab61",
        "choice_type": "multi"
    },
    {
        "question": "Schedule of typhoid oral vaccine is-",
        "exp": "Ans. is 'c' i.e., Day 1, 3, 5 Antityphoid vaccines* Two safe and effective vaccines are licensed and available1) The Vi polysaccharide vaccine (TYPHIM Vi Vaccine)# It contains purified Vi capsular polysaccaride from Ty2 strain.# It is given as single dose by subcutaneous or intramuscular route.# It confers protection 7 days after the injection.# To maintain protection, re-vaccination is recommended every 3 years.# It is given in individuals > 2 years of age (not given < 2 years of age).# The vaccine can be co-administered with other vaccines relevant for international travellers, e.g. yellow fever and hepatitis A.* The vaccine has no serious systemic or local side effects. There is no major contraindication, except for hypersensitivity.2) The Ty 21a Oral vaccine (TYPHORAL Vaccine)# It is an orally administered live attenuated vaccine.# It contains > 109 viable organisms of live attenuated Ty 21a strain which lacks enzyme UDP-galactose- 4-epimerase (Gal E mutant).# Vaccine is administered on 1, 3 and 5th day, i.e. a 3-dose regimen.# Vaccine conferes the protection 7 days after the last dose.# The recommendation is to repeat the series (3 doses) every 3 years for people living in endemic areas and every year for individuals travelling from non-endemic to endemic countries.",
        "cop": 3,
        "opa": "Day 1, 2, 3",
        "opb": "Day 2,3,5",
        "opc": "Day 1,3,5",
        "opd": "Day 2,4,6",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "25eebd1d-8491-46de-b8e4-e1f99b48cac9",
        "choice_type": "single"
    },
    {
        "question": "MDR defined as",
        "exp": "(INH & Rifampicin): (180-Park 22nd/ edition; K. Park 20th/ed p-173. K. Park21st/ed p 178-79, New RNTCP Module, www.tbcindia.org)WHO defines a multi drug resistant (MDR) strain as one that is at least resistant to isoniazid and rifampicin, with or without resistant to other anti TB drugsMultidrug Resistant TB - is defined by WHO as tuberculosis disease where the bacilli is resistant to Isonaiazid (H) and Rifampicin (R). with or without resistance to other drugs- Most common cause - Irregular consumption & frequent interruption in antitubercular treatment- In India 2-3% in new cases and 14%-17% in re-treatment cases - Estimated 99,000 cases every year- Prevention of MDR-TB is given priority under RNTCP rather than its treatmentManagement of MDR-TB is preferably undertaken at DOTS Plus site with experience, expertise and availability of required diagnostic and treatment facilities.Criteria for Identification of MDR-TB suspects:- A new smear positive patient remaining smear positive at the end of fifth month- A new smear negative patient becoming smear positive at the end of fifth month- A patient treated with regimen for previously treated remaining positive at fourth month- Smear positive contacts of an established / confirmed MDR-TB caseDiagnosis - Culture & drug susceptibility testing from a quality- assured laboratoryMDR - TB treatment regimen* Intensive Phase - 6-9 months, Comprises of 6 drugs (Kanamycin ), Levofloxacin (Ivx) Ethionamide , Pyrazinamide , Ethambutol and Cycloserine .* Continuation Phase - 18 months. Comprises of 4 drugs (Ivx, Eto, E and Cs) p-aminosalicylic acid (PAS) is a substitute drug if any of the bactericidal drug (Kanamycin / Ethonamide) is not tolerated.* Dosages of the drugs are based upon three weight bands * II patients receive drugs under direct observation on 6 days of the week. On the 7th day (Sunday), the oral drugs will be administered unsupervised and kanamycin will be omitted* If intolerance occurs to the drugs, ethionamide, cycloserine and PAS may be split into two dosages and the morning dose administered under DOT. The evening dose self - administered* The empty blister packs of the self -administered doses will be checked the next morning during DOT* 100 mg of pyridoxine is administered to all patients on the RNTCP MDR-TB treatment regimen.* If a patient gains at least 5 kg weight during treatment & crosses the weight- bands range, DOTS - plus site committee may consider moving the patient to higher weight-band drug dosages, whenever the patient is due for next 3-monthly supply of drugs in normal course of treatment .Follow-up schedule - Smear examination should be done monthly during IP and at least quarterly during CP.Culture examination should be done at least at 4, 6, 12, 18 and 24 months of treatmentExtensively Drug Resistant TB (XDR-TB)Q - is a subset of MDR- TB* TB bacilli, in addition to being resistant to R and H, are also resistant to fluoroquinolones and any one of the 2nd line injectable drugs (namely Kanamycin, Capreomycin, or Amikacin).* XDR-TB has been reported in India",
        "cop": 2,
        "opa": "INH only",
        "opb": "INH & Rifampicin",
        "opc": "More than two drugs",
        "opd": "INH, Pyrazinamide, Ethambutol.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "17ee48a5-5444-4586-b12a-fc2c547d5545",
        "choice_type": "single"
    },
    {
        "question": "Arthropod with four pairs of legs",
        "exp": "Ans. c (Arachnida) (Ref. Text book of PSM by Park 22nd/ 716) InsectaArachnidaCrustaceaBody divisionsHead,Cephalothorax, ThoraxCephalothorax AbdomenAbdomenAbdomenLegs3 pairs4 pairs5 pairsAntennae1 pairNo2 pairsWings1 or 2 pairs, some winglessNoneNoneWhere foundOn landOn landIn watere.g.Mosquitoes: Anopheles, Culex, AedesFlies:Houseflies, Sandflies,Tsetse flies,Blackflies. Reduvid bugs.Human lice: Head & body lousePubic/crab louseFleas:Rat fleas, SandfleasHard tick; Soft tickMites: leptotrombidium & trombiculid mite, itch miteCyclops",
        "cop": 3,
        "opa": "Insecta",
        "opb": "Crustsea",
        "opc": "Arachnida",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2977f4ce-6eb1-4824-81cd-88f0cb4a7c45",
        "choice_type": "multi"
    },
    {
        "question": "H5N1 Avian influenza has not become an epidemic till now. What is the most important reason for this?",
        "exp": "Ans. c. Human to human transmission is rare (Ref: Park 23/e p156; Robbins 8/e p715)H5N1 Avian influenza has not become an epidemic till now. Human to human transmission is rare; this is the most important reason.'Fortunately, the transmission of the current H5N1 virus is inefficient (Human to human transmission is rare). Most patients with H5N1 infection present with pneumonia. However, if antigenic recombination occurs between H5N1 influenza and a strain of influenza, which is highly infectious for humans, sustained human-to-human transmission could give rise to a pandemic, similar to the Spanish pandemic of 1918. This concern has spurred efforts to develop a vaccine. '- Robbins 8/e p715Avian InfluenzaAvian influenza refers to strains of influenza, which primarily infect birdsQ.One such strain with the antigenic type H5N1 is of greater concern because infection is frequently lethal in humans (approximately 60%) and since 2003 the virus is spreading throughout the world in wild and domestic birds.Also known as 'Bird flu' or 'Highly pathogenic avian influenza'Causative agentQ: H5N1 (Type A Influenza virus)Avian Influenza is a Pandemic: Origin from Hong Kong (1997)Nearly all cases of H5N1 influenza in humans have been acquired by close contact with domestic birdsQ.The severity of the disease results from the ability of the virus to cause widespread infection in the human body, instead of infection being limited to the lungQ.Pathophysiology:The tissue tropism of H5N1 influenza is increased due to the unusual structure of its hemagglutinin protein.Cleavage of viral hemagglutinin by host proteases is required for the influenza virus to enter host cells.The hemagglutinin protein of H5N1 influenza virus, and other highly pathogenic influenza viruses, is unusual in that it can be cleaved by ubiquitous proteases in the human, white the hemagglutinin of less virulent influenza virus stains can be cleaved by proteases found in limited organs, including the lung.Fortunately, the transmission of the current H5N1 virus is inefficientQ.However, if antigenic recombination occurs between H5N1 influenza and a strain of influenza, which is highly infectious for humans, sustained human-to-human transmission could give rise to a pandemic, similar to the Spanish pandemic of 1918.Treatment:Drug of choiceQ: Oseltamivir (Tamiflu) 75 mg BD x 5 days (contraindicated in infants)",
        "cop": 3,
        "opa": "Seen only in wild birds and not in domestic poultry",
        "opb": "It has avian influenza genes",
        "opc": "Human to human transmission is rare",
        "opd": "It causes serious illness leading to death of the patient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2f83ea3b-dba3-4fae-9b66-1567201a1a64",
        "choice_type": "single"
    },
    {
        "question": "Which of the following not transmitted by mosquito",
        "exp": "(D) (Relapsing fever) (716 park/22rd)1. Relapsing fever caused by - Borrelia recurrentis2. Vincent's angina caused by - Borrelia vincentii3. Lyme disease caused by - Borrelia burgdorferiMosquito-borne diseases in IndiaType of mosquitoDisease1. Anopheles* Malaria* Filaria (not in india)2. CulexBancroftian filariasis Japanese encephalitis west Nile fever viral arthritis (epidemic /polyarthritis)3. AedesYellow fever (not in india) Dengue Dengue haemorrhagic fever Chikungunya fever chkungunya haemorrhagic fever Rift valey fever filaria (not India)4. MansonoidesMaiayan (Brugian) filariasis Chkungunya fever- Soft tick - Q fever, Relapsing fever- Louse - Epidemic typhus, relapsing fever ** trench fever, pediculosis",
        "cop": 4,
        "opa": "Filaria",
        "opb": "Malaria",
        "opc": "Yellow fever",
        "opd": "Relapsing fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7c440453-0232-4e22-8bf6-af75b6c1ca62",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding dengue fever except:",
        "exp": "Ans: b (Subclinical cases are not seen)Ref: Park 19 ed, p. 206,207Dengue virus is an arbovirus, vector being Aedes aegypti and Aedes albopictus with 4 serotypes:Epidemiology of dengue fever:About 1.3 billion people are living in dengue endemic areas. By 1997, most of the countries of SouthEast Asian Region have experienced large outbreaks of the disease. Over the past 10-15 years, next to diarrhoeal disease and acute respiratory disease, dengue has become a leading cause of hospitalization and deaths among children in SEAR.Countries in SEAR have been divided into 4 categories based on prevalence of the disease.Cat A: Major health problemCat B: Emerging disease with cyclical epidemics (India falls this category)Cat C: Endemicity uncertainCat D: Non endemicCriteria for clinical diagnosis of DHF:1) High grade continous fever lasting for 2- 7 days2) Hemorrhagic manifestations including atleast a positive tourniquet test.3) HepatomegalyLab diagnosis1) Thrombocytopenia (100,000/Mm3 or less)2) Hemoconcentration: Hematocrit increased by 20%Dengue shock syndrome(DSS)1) All the above criteria plus shock manifested by rapid and weak pulse and narrowing of pulse pressure or hypotension with cold clammy skinManagement::Symptomatic and supportive",
        "cop": 2,
        "opa": "Common in south Asian region",
        "opb": "Subclinical cases are not seen",
        "opc": "Transmitted by Aedes aegypti",
        "opd": "Thrombocytopenia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "c5e98a7e-4061-4a6c-95aa-555dc2036b5b",
        "choice_type": "multi"
    },
    {
        "question": "For the field diagnosis of trachoma, the WHO recommends that follicular and intense trachoma inflammation should be assessed in:",
        "exp": "Ans. is 'c' i.e. Children aged 0-10 years Trachoma is an endemic disease most commonly affecting children (of the 2 to 5 yrs age group) So quite obviously it should be assessed in the age group its most common, to prevent the development of its complications. Although no documented reference has been found by me, the below given line from Park 17th/e, p 237, gives some support to the answer. \"A prevalence or more than 5 percent severe and moderate trachoma in children under 10 years is an indication for mass or blanket treatment\" For the WHO classification of Trachoma.",
        "cop": 3,
        "opa": "Women aged 15-45 years",
        "opb": "Population of 10 to 28 years range",
        "opc": "Children aged 0-10 years",
        "opd": "Population above 25 years of age irrespective of sex",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9b859a9c-2833-40aa-ae0f-1fd6d2270bc7",
        "choice_type": "multi"
    },
    {
        "question": "Secondary attack rate of chickenpox -",
        "exp": "Ans. is 'b' i.e., 90 % Chicken poxo Causative agento Portal of entryo I. P.o Infectious periodo Secondary attack rate is higho Age group- varicella zoster virus (Herpes simplex type III)- Respiratory tract or conjunctiva- 10-21 days.- 2 days before and 5 days after the onset of rash.- 90%-5-9 Yrs.o C/Fs - has two stagesPre-eruptive stagefever, back pain, malaise, shiveringEruptive stageRash is symmetrical, mostly on flexor surface.Centripetal in distributionMainly On trunk, less common on arms and legPalms and soles are not usually affectedThere is rapid evolution of rashRash is plemorphic, that is, all stages of rash (Papule, vesicle and crusts) may be seen simultaneously.Disease is more severe in adults than in children.",
        "cop": 2,
        "opa": "70%",
        "opb": "90%",
        "opc": "65%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "79fd92f8-70f4-49e3-9099-70ab04a07fc0",
        "choice_type": "single"
    },
    {
        "question": "Measles vaccination is given at-",
        "exp": "Ans. is 'a' i.e., 9 months [Ref: Park 22nd/e p. 140\\National Immunization Schedule (NIS) for infants, children and pregnant women (India)VaccineWhen to giveDoseRouteSiteFor Pregnant WomenTT-1Early in pregnancy0.5 mlIntra-muscularUpper armTT-24 weeks after TT-1 *0.5m3Intra-muscularUpper armTT-BoosterIf received 2 TT doses in a pregnancy within the last 3 years03mlIntra-muscularUpper armFor InfantsBCGAt birth or as early as possible till one year of age0.1ml (0.05 ml until 1 month age)Intra-muscularLeft upper armHepatitis BAt birth or as early as possible within 24 hours0.5 mlIntra-muscularAntero-lateral side of mid-thighOPV-OAt birth or as early as possible within the first 15 day2 dropsOralOralOPV 1,2&3At 6 weeks, 10 weeks & 14 weeks2 dropsOralOralDPT 1,2&3At 6 weeks, 10 weeks & 14 weeks0.5mlIntra-muscularAntero-lateral side of mid-thighHepatitis B 1,2 & 3At 6 weeks, 10 weeks & 14 weeks0.5mlIntra-muscularAntero-lateral side of mid-thighMeasles9 completed months 12 months (give up to 5 years if not received at 9-12 months age)0.5 mlSub-cutaneousRight upper armVitaminA (1st dose)At 9 moths with measlesLnd (1 lakhIU)OralOralFor ChildrenDPT booster16-24 months0.5 mlIntra-muscularAntero-lateral side of mid-thighOPV booster16-24 months2 dropsOralOralMeasles (2nd dose)16-24 months0.5 mlSub-cutaneousRight upper armJapanese Encephalitis**16-24 months with DPT/OPV booster0.5 mlSub-cutaneousLeft upper armVitaminA*** (2nd to 9th dose)16-24 months with DPT/OPV booster. Than one dose every 6 months up to the age of 15 years2 ml (2 lakhIU)OralOralDPT booster5-6 years0.5 mlIntra-muscularUpper armTT10 years & 16 years0.5 mlIntra-muscularUpper arm* Give TT-2 or booster doses before 36 weeks of pregnancy. However, give these even if more than 36 weeks have passed. Give TT to a woman in labour, if she has not previously received TT.** SA 14-14-2 vaccine, in select endemic districts of the Uttar Pradesh, West Bengal, Karnataka and Assam.*** The 2nd to 9th doses of Vitamin A can he administered to children 1-5 years old during biannual rounds, in collaboration with 1CDS.**** In select states, districts and cities.Note : (a) Interval between 2 doses of DPT, OPV and hepatitis B should not be less than one month.Minor cough, cold and mild fever are not contraindication to vaccination.If the child has diarrhoea, give a dose of OPV, but do not count the dose and ask the mother to return in 4 weeks fen the missing dose.",
        "cop": 1,
        "opa": "9 months",
        "opb": "At birth",
        "opc": "4 weeks",
        "opd": "8 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "43dd4a6a-f376-48f7-8329-b6cba4a352ec",
        "choice_type": "single"
    },
    {
        "question": "Reverse smoking causes",
        "exp": "Ans. (b) Carcinoma hard palateRef: K. Park 21sted. /357-58* In eastern coastal regions of Andhra Pradesh epidermoid carcinoma of hard palate is most common. It is linked with habit of reverse smoking of cigar (chutta), i.e., smoking with burning end inside the mouth.",
        "cop": 2,
        "opa": "Carcinoma lip",
        "opb": "Carcinoma hard palate",
        "opc": "Carcinoma soft palate",
        "opd": "Carcinoma lung",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "532b1298-a525-46ed-ae5b-9f26a63e8dc9",
        "choice_type": "single"
    },
    {
        "question": "In a study with new treatment, there were reported 36 death/treatment failures out of sample of 120.With a new treatment, 26 treatment failure were reported from a sample size of 130. How many patients should be treated to avert 1 death?",
        "exp": "Ans. (b) 10Ref: Parks Text book of Preventive and Social Medicine 24th Ed; Page No- 856There are three steps required to solve this type (Number needed to treat) of MCQ.According to the Question:Experimental group = 26 Rx failure /130 sampleControl (previous treatment) group = 36 Rx failure /120 sample* Step-1: Make a box Events occursNo Events Experimental Gp26104130Control Gp3684120 * Step-2: Calculate the Event rate* Event rate in experimental Gp Or Experimental Event rate (EER) =26/130=0.2* Event Rate in Control Group or Control Event Rate (CER) =36/120=0.3* Step-3:# Absolute Risk Reduction (ARR) = CER-EER =0.3-0.2=0.1# Number Needed to Treat = 1/ARR =1/0.1=10",
        "cop": 2,
        "opa": "100",
        "opb": "10",
        "opc": "250",
        "opd": "160",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7c35dd02-aba3-4f1c-b36e-6a7644c70a1c",
        "choice_type": "single"
    },
    {
        "question": "Apart from dengue hemorrhagic fever Aedes a egypti is vector of transmission for?",
        "exp": "Ans. d (Yellow fever). (Ref. Park PSM 22nd/pg. 257, 713, 717) TYPES OF MOSQUITODISEASES1.AnophelesMalaria, filariasis (not in India).2.CulexBancroftian filariasisJapanese encephalitisWest Nile feverViral arthritis (epidemic polyarthritis).3.AedesYellow fever (not in India)Dengue, Dengue hemorrhagic feverChikungunya fever, Chikungunya, hemorrhagic feverRift valley fever.4.MansonoidesMalayan (Brugia) filariasis,Chikungunya fever.",
        "cop": 4,
        "opa": "Filaria",
        "opb": "Japanese encephalitis -",
        "opc": "Kyasanur forest disease",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "80430a5d-7883-43b2-98fd-fca79ba26c40",
        "choice_type": "single"
    },
    {
        "question": "DPT vaccine is given -",
        "exp": "Ans. is 'a' i.e., Intramuscular DPT Vaccineo It contains components for immunization against three diseases, i.e., toxoid of diphtheria and tetanus, and killed B. pertussis. Pertussis component enhances the potency of diphtheria toxoid.o Aluminium salts (hydroxide or phosphate) are used as adjuvant to increase immunogenicity. Thiomersalis used as preservative.o Usual storage temperature for DPT vaccine in cold chain is +2 to+8degC, stored in refrigerator. It should never be stored in deep freezer (should not be frozen) and if it gets frozen accidently, vaccine should he discarded.o Exposure to sunlight should he avoided. Open vials which have not been fully used should be discarded at the end of sessiono Vaccine is given by intramuscular route in the middle third of anterolateral aspect of thigh.o Optimum age to start DPT vaccination is 6 weeks after birth.o Total three doses are given in primarly immunization with an interval of 4 weeks between three doses. First booster is given at 16-24 months with second booster at 5-6 years.DoseAgeDPT,6 weeks of ageDPT:10 weeks of ageDPT314 weeks of ageDP TBooster16-24 months of ageDPTBooster5 years of ageo Absolute valid contraindications to DPT vaccine are (i) Severe allergic reaction to previous dose, and (ii) progressive neurological deficit (i.e. active epilepsy). Epilepsy controlled on antiepileptic drugs is not a contraindication.",
        "cop": 1,
        "opa": "Intramuscular",
        "opb": "Subcutaneous",
        "opc": "Intradermal",
        "opd": "Intravenous",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "017b4cee-fcca-483c-9d7d-96ecb87208f0",
        "choice_type": "single"
    },
    {
        "question": "Sub acute - Sclerosing pan - encephalitis (SSPE) is caused by",
        "exp": "(Measles) (137-Park 20th)* Subacute sclerosing pan-encephalitis (SSPE) is a rare complication which develops many years after the initial measles infections. It is characterized by progessive mental deterioration leading to paralysis, probably due to persistence of the virus in the brain.* Measles vaccination definitely constitutes a protection against the neurological and other complications by preventing natural measles from occurring* **A11 cases of severe measles and all cases of measles in areas with high case fatality rates should be treated with vitamin A",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Small pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "89478ed7-39f4-40f4-8a53-2d33b1aa8e8d",
        "choice_type": "multi"
    },
    {
        "question": "It is true regarding Endemic typhus that:",
        "exp": "Ans. is 'b' i.e. Flea is a vector of the disease [Ref: Park, 18/e, p 240; CMDT, 2006, /? 73937Endemic or Murine typhus is a rickettsial disease caused by Rickettsia typhi. Rats are the reservoirs of infection and rat fleas are the vectors which transmit the pathogen from rat to rat and rat to man.The transmission of pathogen is not through their bite but through their faecesBelow given is a list of reservoirs and vectors for rickettsial diseases.DiseaseRickettsial PathogenInsect VectorMammalian ReservoirEpidemic (louse-borne) typhusRickettsia prowazekiiLouseHumans, flying squirrelsEndemic (murine) typhusRickettsia typhiFleaRodentsScrub typhusOrientia tsutsugamushiMite1RodentsRocky Mountain spotted feverRickettsia rickettsiiTick1Rodents, dogsIndian tick typhusRickettsia conoriiTick1Rodents, dogsRickettsial poxRickettsia akariMite1MiceTrench feverRochalimaea quintanaLouseHumansQ feverCoxiella burnettiNoneCattle, sheep, goats7 Also serve as arthropod reservoir by maintaining rickettsiae through transovarian transmission.Laboratory diagnosis of endemic typhus and other rickettsial diseases is made by serological tests, detecting specific antibodies against the organism.Eschar at the site of bite is a characteristic feature of scrub typhus.",
        "cop": 2,
        "opa": "Man is the only reservoir of infection",
        "opb": "Flea is a vector of the disease",
        "opc": "The rash developing into eschar is a characteristic presentation",
        "opd": "Culture of the etiological agent in tissue culture is a diagnostic modality.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2788f735-da02-4056-a318-02355f3f6015",
        "choice_type": "multi"
    },
    {
        "question": "Malaria is transmitted by",
        "exp": "Ans. a (Female anopheles mosquito). (Ref. Park, PSM, 17th/pg.l94)TRANSMISSION OF MALARIA IS BY THREE MODES:# Vector transmission--by female anopheline mosquito# Direct--IM, IV, blood transfusion, drug addicts# CongenitalEducational point:# Blood transfusion of a person in endemic region and who has had malaria should not be accepted as donor until 3 years later.",
        "cop": 1,
        "opa": "Female anopheles mosquito",
        "opb": "Male anopheles mosquito",
        "opc": "Culex mosquito",
        "opd": "Aedes mosquito",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "bb9c874e-a49d-4e44-896d-905189fe3653",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of congenital rubella classical triad-",
        "exp": "Ans. is 'd' i.e., Glaucoma Congenital rubella syndromeo Maternal viremia associated with rubella infection during pregnancy may result in infection of the placenta and fetus.o The most important factor in the pathogenicity of rubella virus for the fetus is gestational age at the time of infection. The earlier in pregnancy infection occurs, the greater the damage to the fetus. Maximum damage to fetus occurs when infection is acquired in first trimester ofpregnacy. Infection in early 2nd trimester causes only deafness. Infection after 16 weeks causes no major abnormalities.o The classical triad of congenital rubella consists of cataract, deafness and CHD.o Presence of IgM in blood at birth is diagnostic, as is the persistance of IgG after 6 months of age.Clinical Problems Associated with the congenital rubella syndromeTransient signs/Symptoms (at Birth Only)Permanent signs/Symptoms (Developmental)Bony abnormalitiesCloudy corneaHemolytic anemiaHepatitisHepatosplenomegalyJaundiceLow birth weightLymphadenopathyMeningoencephalitisRubella viral pneumoniaThrombocytopenic purpuraAutismBehavioral disordersCongenital heart disease (patent ductusarteriosus, pulmonary stenosis)CryptorchidismDeafnessDegenerative brain diseaseDiabetes mellitusGlaucomaInguinal herniaMental retardationMicrocephalyMyopiaPrecocious puberty*RetinopathySeizuresSpastic diplegiaThyroid disorders",
        "cop": 4,
        "opa": "Cataract",
        "opb": "CHD",
        "opc": "Deafness",
        "opd": "Glaucoma",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "0e40dd65-cf57-4bb8-ba41-7fc6f60cf881",
        "choice_type": "single"
    },
    {
        "question": "Adjuvant used in DPT vaccine is",
        "exp": "Ans. is 'b' i.e. Aluminium DPT vaccine is of two types : plain & adsorbedAluminium phosphate or Aluminium hydroxide is used as adsorbent.Adsorption increases the immunological effectiveness.WHO recommends use of only adjuvant DPT vaccines in immunization programmes?Also know - Pertussis component in DPT vaccine enhances the potency of the diphtheria toxoid.",
        "cop": 2,
        "opa": "Zinc",
        "opb": "Aluminium",
        "opc": "Copper",
        "opd": "Magnesium",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "72140b04-2801-4818-82b9-cf95d68e3f95",
        "choice_type": "single"
    },
    {
        "question": "True about Arboviruses is",
        "exp": "Ans is 'd' i.e. Chikungunya is transmitted by Aedes aegypti Arbovirus (arthropod borne) is a term used to refer to a group of viruses that are transmitted by arthropod vectors. Most important vectors are mosquitos and ticks.These viruses are maintained in nature principally, or to an important extent through biological transmission between susceptible vertebrate hosts by hematophagous arthropods; they multiply in the tissues of arthropods, and are passed on to new vertebrates by the bites of arthropod after a period of incubation.Although arboviruses are many, only a small number of them are known to be capable of producing disease. A high proportion of the infection is inapparent. Three clinical syndromes have been described:Febrile illness- Chikungunya, DengueHaemorrhagic fever- Dengue, Chikungunya, KFDEncephalitis- Japanese encephalitisChikungunya virus is transmitted to humans by Aedes mosquito (commonly Aedes aegypti). Yellow fever does not exist in India.Yellow fever is largely confined to Central and South America and Africa.Dengue has four serotypesFour types of dengue virus exist-DENI, DEN2, DEN3, DEN4.KFD was first identified in Karnataka.In 1957, several dead monkeys were noticed in Kyasanur forest in Karnataka along with a severe prostrating illness in some of the villagers in the area.",
        "cop": 4,
        "opa": "Yellow fever is endemic in India",
        "opb": "Dengue has only one serotype",
        "opc": "KFD was first identified in West Bengal",
        "opd": "Chikungunya is transmitted by Aedes aegypti",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f7c5abec-170b-401e-bb96-a787eab1c179",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is used for mass prophylaxis for prevention of meningococcal meningtitis?",
        "exp": "(A) Ciprofloxacin[Park24-176; Harrison19-1003loPrevention of secondary cases of meningococcal diseaseoOnly prescribe on ad vice from Public Health Doctor. Start prophylaxis ideally within 24 hours of diagnosis of index case.oChemoprophylaxis should be offered to dose contacts of cases irrespective of vaccination status, in the following categories.-Those who have had prolonged close contact with the case in a household type setting during the seven days before onset of illness.-Those who have had transient dose contact with a ease only if they have been directly exposed to large particle droplets/secretions from the respiratory tract of a case around the time of admission to hospital# RECOMMENDED CHEMOPROPHYLAXIS FOR HIGH-RISK CLOSE CONTACTSAgeDoseDurationCautionsRIFAMPICIN:<1 month5mg/kgOral every 12 hrs 2 days >1 month10mg/kgOral every 12 hrs 2 dayNot recommended for use in pregnancyCEFTRIAXONE:<15 years125mgIM single dose >15 years250 mgIM single doseCIPROFLOXACIN>18 years.500 mgOral single doseNot recommended for use in pregnancy Ciprofloxacin (Preferred option including children and pregnancy)Adult 500 mgStatChild 5-12 years 250 mgStatChild under 5 years 30mg/kg up to maximum of 125 mg statRifampicin(if Ciprofloxacin is contraindicated)Adult600mgBD2 daysChild 1-12 years10mg/kgBD2 daysInfants under 12 years5mg/kgBD2 days SCHEDULE FOR ADMINISTERING CHEMOPROPHYLAXIS FOR MENINGOCOCCAL DISEASEDrugAge groupDosageDuration & route of administrationRifampin*Children aged <1 month5mg/kg every 12 hrs2 days, orallyChildren aged 1 month10mg/kg every 12 hrs2 days, orallyAdults600mg every 12 hrs2 days, orallyCiprofloxacin**Adults500 mgSingle dose, orallyCeftriaxoneChildren aged <15 years125 mgSingle dose, IM***CeftriaxoneAdults250 mgSingle dose, IM**** Rifampin is not recommended for pregnant women because the drug is teratogenic in laboratory animals Because the reliability of oral contraceptives may be affected by Rifampin therapy, alternative contraceptive measures should be considered while Rifampin is being administered.** Ciprofloxacin is not generally recommended for persons <18 years of age or for pregnant and lactating women because the drug causes cartilage damage in immature laboratory animals. However, Ciprofloxacin can be used for chemoprophylaxis of children when no acceptable alternative therapy is available.*** Intramuscular.[?]Prevention-People in close contact with patients with meningitis should be treated with antimicrobial prophylaxis using Rifampin (Rifadin), Ciprofloxacin hydrochloride Cipro), or Ceftriaxone sodium (Rocephin).[?]Therapy:-Vaccination for children and at-risk adults should be encouraged to avoid meningitis caused by H. influenzae and S. pneumoniae.",
        "cop": 1,
        "opa": "Ciprofloxacin",
        "opb": "Rifampicin",
        "opc": "Ceftriaxone",
        "opd": "Minocycline",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a5ebd3f0-f759-4150-aa30-824b54e5f0dc",
        "choice_type": "single"
    },
    {
        "question": "Disease under international surveillance by WHO-",
        "exp": "Ans. is 'b' i.e., Relapsing fever * At the international level, the following diseases are notifiable to WHO in Geneva under International health regulation -i) Choleraii) Plagueiii) Yellow fever} -These are notifiable diseases as well as under surveillance* Few other diseases are also subjected to international surveillance -i) Lause - born typhus feveriii) Poliov) Malariavn) Salmonellosisii) Relapsing feveriv) Influenzavi) Rabies",
        "cop": 2,
        "opa": "Measles",
        "opb": "Relapsing fever",
        "opc": "Typhoid",
        "opd": "Rubella",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5bb9ed0c-2c33-4214-b4ad-49b7443b2a16",
        "choice_type": "single"
    },
    {
        "question": "Tuberculin testing done at -",
        "exp": "Ans. is 'c' i.e., Ventral aspect of left forearm o In tuberculin test, injection is given intradermally on flexor (ventral) surface of left forearm, mid-wav between elbow & wrist.Intradermal injection of PPDon flexor aspect of forearm | Examined at 48-72 hours |||Induration > 10 mmInduration < 5 mmInduration 6-9 mm|||PositiveNegativeEquivocal | Repeat tuberculin test (two step testing)",
        "cop": 3,
        "opa": "Dorsum of left arm",
        "opb": "Dorsum of right arm",
        "opc": "Ventral aspect of left forearm",
        "opd": "Ventral aspect right forearm.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e0c8765d-7f4f-46a9-b8c2-d41d1ca83fe5",
        "choice_type": "single"
    },
    {
        "question": "Mycobacterium tuberculosis infection in humans is most commonly because of -",
        "exp": "Ans. is 'b' i.e.. Inhalation o Tuberculosis is transmitted mainly by droplet infection and dropled nuclei generated by sputum-positive patients with pulmonary tuberculosis.o Coughing generates the largest number of droplets of all sizes. The frequency and vigour of cough and the ventilation of the environment influence transmission of infection.DiseaseModsfs) of transmissionRemarksChicken PoxDroplet infection, droplet nuclei.Face to fact transmissionMeaslesDroplet infection, droplet nuclei, through conjunctiva4 days before rash to 5 days laterRubellaDroplet infection, droplet nuclei, vertical1 week before rash to I week laterMumpsDroplet infection, direct contact InfluenzaDroplet infection, droplet nuclei DiphtheriaDroplet infection, direct contact, fomite borne95% transmission from carriersWhooping CoughDroplet infection, direct contact, fomite MeningococcalDroplet infectionCarriers most important source of infectionTBDroplet infection, droplet nuclei.Not Fomite bornePoliomyelitisFaeco-oral droplet infection Hepatitis AFaeco-oral, parenteral, sexual Hepatitis BPerinatal, parenteral, sexual, horizontal Hepatitis CPerinatal, parenteral, sexual Hepatitis DPerinatal, parenteral, sexualSuper-infectiorL;co-in faction to HBVHepatitis EFaeco-oral CholeraFaeco-oral, contaminated foods-drinks, direct contact TyphoidFaeco-oral, urine-oral AmoebiasisFaeco-oraS AseariasisFaeco-oral AncylostomiasisDirect penetration(skin), oralTransmission may be perennialDraeunculiasisConsumption of water containing cyclopsWater based diseaseDengueAedes biteWater breeding disease",
        "cop": 2,
        "opa": "Contact",
        "opb": "Inhalation",
        "opc": "Infiltration",
        "opd": "Inoculation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "9c40e1d2-f6c9-48fd-8d9c-5b95b3bb7a92",
        "choice_type": "single"
    },
    {
        "question": "Anopheles species spreading malaria in urban area-",
        "exp": "Ans. is 'a' i.e., Anopheles stephensi * Vector for malaria is female anapheline mosquito. There are more than 55 species in India. Six primary vectors are:-1) An. culifacies :- Main vector of rural malaria.2) An. stephensi:- Main vector of urban malaria. It is the most important vector in India.3) An fluvitalis Main vector in hilly areas, forests and forests fringes, especially in the east.4) An. minimum Vector in the the foot hills of North-Eastern states.5) An. dirus Vector in the forest of North-East.6) An. epiroticus Restricted to Andaman and Nicobar Islands.",
        "cop": 1,
        "opa": "Anopheles stephensi",
        "opb": "Anopheles subpictus",
        "opc": "Anopheles fluviatilis",
        "opd": "Anopheles dims",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "637e93c4-e547-42be-9941-5c2e27218e0b",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following will not present with fever and rash",
        "exp": "Ans) b (Rabies) Ref Park 20th ed p 240Measles, Rubella and chickenpox all will present as fever with characteristic rash.Rabies may present with headache, malaise, sorethroat and slight fever in the prodromal stage, rash is not included as a characteristic feature. About 80% of patients complain of pain or tingling at the site of bite which is the only prodromal symptom considered specific.The characteristic symptom of rabies, hydrophobia, which is pathogno-monic is absent in animals.",
        "cop": 2,
        "opa": "Measles",
        "opb": "Rabies",
        "opc": "Rubella",
        "opd": "chickenpox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "862e07db-24ef-487a-ac6d-a4ae0a7897b6",
        "choice_type": "single"
    },
    {
        "question": "Mutation is seen in -",
        "exp": "Ans. is 'b' i.e.. Influenza virus o A unique feature of the influenza virus is its ability to undergo antigenic variations.o Antigenic variability is highest in influenza virus Type A and less in Type B, while it has not been demonstrated in type C.o Surface antigens hemagglutinin and neurominidase, undergo independent antigenic variations which may be of Two types.Antigenic drifto Antigenic change is gradual over a period of timeo The new antigens, though different from the previous antigens, are yet related to them,o Antigenic drift involves point mutation in the gene owing to selection pressure by immunity in the host population.o Antigenic drift accounts for the periodic epidemics of influenza.o Occurs every 2-3 years in case of Influenza A and every 4-7 years in case of Influenza-BAntigenic shifto An abrupt, drastic, discontinuous variation in the antigenic structure,o Result from genetic recombination of human with animal or avian virus,o Accounts for the major epidemics or pandemics,o Occurs every 10-15 years,o Occurs in influenza 'A' only",
        "cop": 2,
        "opa": "Poliovirus",
        "opb": "Influenza virus",
        "opc": "Mumps virus",
        "opd": "Measles virus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5bf6f737-7660-4258-b5cf-57071ca79462",
        "choice_type": "single"
    },
    {
        "question": "Under passive surveillance for tuberculosis, indication for sputum microscopy is cough for______ weeks or more.",
        "exp": "Ans. a (2 weeks). (Ref. PARK PSM 22nd/ pg. 395-396)REVISED NATIONAL TUBERCULOSIS CONTROL PROGRAMME (RNTPC)# TB is leading killer of adults globally.# India accounts for nearly l/3rd of global burden.# Although exact and current information on TB incidence and prevalence is not available, studies show an incidence rate of more than 200/1,00,000 amongst the highest in the world.# Without HIV, the lifetime risk of developing TB in TB-infected people is about 10%, compared with at least 50% in HIV- infected, TB-infected people.# An estimated 5,00,000 people die from TB in India every year; more than 1000 /day; 1 every minute.# The DOTs strategy represents the most important public health breakthrough of the decade, in terms of lives, which will be saved.# DOT ensures drug intake, improves care and facilitates defaulter retrieval.# The 5 components of DOTs are: (MH'& ESIS 2006)- Political commitment- Diagnosis by microscopy (best way to diagnose pulmonary TB)- Adequate supply of SCC drugs (Short Chemotherapy course drugs)- Directly observed treatment (Short course)- Accountability.# Microscopy is more accurate than X-ray, & correlates with infectiousness as well as with risk of death from TB.# Inter-observer variability is much less with microscopy than with X-ray.# Ask all patients if they have had cough for 2 weeks or more.# For all patients with cough for 2 weeks or more, ensure that 2 sputum examinations (spot-moming-spot) are done in a designated microscopy center.",
        "cop": 1,
        "opa": "2 weeks",
        "opb": "3 weeks",
        "opc": "4 weeks",
        "opd": "5 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "8d5ded1c-e003-4b01-b937-8f11a4c1a4d0",
        "choice_type": "single"
    },
    {
        "question": "Incubation period of measles -",
        "exp": "Ans. is 'a' i.e., 14 days Incubation periods of important respiratory infectionsDiseaseCausative organismincubation periodSmall poxVariola virus7-14 daysChicken poxHuman (alpha) herpes virus14-16 daysMeasles (Rubeolla)RNA paramyxovirus10-14 daysRubella (German Measles)RNA Togavirus14-21 daysMumpsRNA Myxovirus14-18 daysInfluenzaOrthomyxovirus18-72 hoursDiphtheriaCorynebacterium diphtheriae2-6 daysPertussis (Whooping cough)Bordetella pertussis7-14 daysMeningococcal meningitisNeisseria meningitis3-4 daysSARSCorona virus3-5 daysTuberculosisMycobacterium tuberculosisWeeks-years",
        "cop": 1,
        "opa": "14 days",
        "opb": "1 Month",
        "opc": "3 Month",
        "opd": "5 Month",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "1a5ac3cd-377f-4ede-b26d-165d09d677db",
        "choice_type": "single"
    },
    {
        "question": "Epidemiological markers of Hepatitis - B is",
        "exp": "(HBsAg) (177- Park 19th) (188-Park 20th) (563-Chakraborthy-Micro 2nd)HBsAg. Types are useful markers of epidemiology. These are eight antigenic types of HBs Ag* HBsAg - appearance of HBs Ag is the First evidence of infection, appearing before biochemical evidence of liver disease and persists throughout the clinical illness* Anti HBs Ag - signals recovery from HBV infection, noninfectivity and immunity* HBeAg - indicates viral replication and infectivity",
        "cop": 1,
        "opa": "HBs Ag",
        "opb": "Anti - HBs",
        "opc": "Anti HBc",
        "opd": "HBe Ag",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b24eda91-c369-4b2e-896a-2ff052df3e56",
        "choice_type": "single"
    },
    {
        "question": "Organism multiplying and developing in the hosts is called as",
        "exp": "Ans. a (Cyclopropagative).(Ref. Park, PSM, 17th/pg.543)BIOLOGIC TRANSMISSIONTypeDefinitionE-g.PropagativeDisease agent undergoes no cyclical change, but multiplies in the body of the vector,Plague bacillus (rat flea)Cyclo-propagativeDisease agent undergoes cyclical change and multiplies in the body of the vector.Malarial parasite (Anopheline mosquito)Cyclo-developmentalDisease agent undergoes cyclical change, but does not multiply in the body of the vector,Filarial parasite (culex mosquito),Guineaworm (cyclops)",
        "cop": 1,
        "opa": "Cyclopropagative",
        "opb": "Cyclodevelopmental",
        "opc": "Developmental",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5fcd757f-263e-433f-8369-5d9cce36fbdd",
        "choice_type": "multi"
    },
    {
        "question": "Which index is used in relation to Hookworm infestation -",
        "exp": "Ans. is 'b' i.e., Chandler's index o Has been explained in previous sessions",
        "cop": 2,
        "opa": "Quetelet's index",
        "opb": "Chandler's index",
        "opc": "Soiling index",
        "opd": "Broca's index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6b81e54b-00c0-484f-9a86-c0db4b68660d",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis A vaccine available -",
        "exp": "Ans, is 'c' i.e., Both live and inactivated o Two types of hepatitis A vaccines are usedFormaldehyde inactivated vaccineLive attenuated vaccineLive 'attenuated' vaccinesKilled 'inactivated' vaccinesBCGOPV (Sabin - Oral polio vaccine)Measles vaccineMumps vaccineRubella vaccineYellow fever vaccineTyphoralHepatitis - APertussis1PV (Salk - Inactivated polio vaccine)Rabies vaccineCholera vaccineMeningococcal vaccineHepatitis B vaccineTyphim - Vi vaccineHepatitis - A",
        "cop": 3,
        "opa": "Live attenuated",
        "opb": "Kilted (Inactivated)",
        "opc": "Both live and inactivated",
        "opd": "Subunit vaccine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "592db48c-eda0-4bc9-a9b6-005c14c55dca",
        "choice_type": "multi"
    },
    {
        "question": "Multibacillary leprosy follow up for-",
        "exp": "Ans. is 'c' i.e., 5 years o Follow-up in paucibacillary leprosy - 2 yearso Follow-up in multibacillary leprosy - 5 yearsMultidrug therapy for leprosy MultibacillaryPaucibacillaryo Rifampiem600 mg once a month, supervised600 mg once a month, supervisedo Dapsone100 mg daily, self administered100 mg daily, self administeredo Clofazimine300 mg once a month, supervised or 50 mg daily, seif administered o Duration12 months6 monthsSurveillance after treatmento Clinical surveillance of cases after completion of treatment is an important part of the current recommendations for multidrug therapy.o It is essential for the assurance of long term success of treatment and for the early detection of any relapses,o The recommendations are -i) PaucibaciUary leprosy - clinical examination at least once a year for a minim um period of 2 years after completion of treatmentii) Multibacillary leprosy - clinical examination at least once a year for a minimum period of 5 years after completion of treatment.",
        "cop": 3,
        "opa": "12-18 months",
        "opb": "2 years",
        "opc": "5 years",
        "opd": "10 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "fa69dfcb-1250-4add-bbd3-6ef82bfc2918",
        "choice_type": "single"
    },
    {
        "question": "Trivalent oral polio vaccine contains* type 3 virus -",
        "exp": "Ans. is 'c' i.e., 300,000 TC1D 50 Oral (sabin) polio vaccineo It contains live attenuated vimss (type 1, 2 and 3) grown in primary' monkey kidney or human diploid cell culture,o The vaccine containsOver 300.000 TCID 50 of type / poliovirusOver 100,000 TCID 50 of type 2 poliovirusOver 300,000 TCID 50 of type 3 polioviruso Dose - 2 drop (0.1 ml)o Schedule in National Immunization Programme of India.DoseAgeOPV-O (Zero dose)At birthOPV-1OPV-26 weeks10 weeksOPV-314 weeksOPV-B (Booster dose)16-24 monthso Development of immunity - OPV induces local intestinal immunity by production of secretory- IgA as well humoral immunity by inducing production of serum antibodies (IgG). So, it gives protection from paralysis and also prevents infection of the gut by wild viruses.",
        "cop": 3,
        "opa": "100,000 TCID 50",
        "opb": "200,000 TCID 50",
        "opc": "300,000 TCID 50",
        "opd": "400,000 TCID 50",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "8258da11-fd66-4473-aae6-6573f3bae76f",
        "choice_type": "single"
    },
    {
        "question": "The distance from airport or seaport which has to be free from mosquitoes is-",
        "exp": "Ans. is 'a' i.e., 400 m o Measures designed to restrict the spread of yellow fever are specified in the \"International health regulation\" of WHO.o These are implemented by the Govt of India through stringent aerial and maritime traffic regulations,o Broadly these comprise : -TravellersAll travellers (including infants) exposed to yellow fever or passing through endemic zones of yellow fever must posses a valid international certificate fo vaccination against yellow fever before they are allowed to enter yellow' fever receptive areas like India.The validity of the certificate begins 10 days after the date of vaccination and extends up to 10 years.Revaccination performed before the end of the validity' of certicicate renders the certificate valid for a further period of 10 years starting on the day of re vaccination. If no such certificate fo vaccination is available, the travellar is placed on quarantine for 6 days from the date of leaving an infected area.MosquitoesThe aircraft and ships arriving from endemic areas are subjected to aerosol spraying with prescribed insecticides. Airports and Seaports are kept free from the breeding of insect vectors over an area extending at least 400 metres around their perimeters.The aedes aegypti index\" is kept below 1.",
        "cop": 1,
        "opa": "400m",
        "opb": "500m",
        "opc": "1 km",
        "opd": "100m",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7736eff0-9e06-46f0-bdfa-77f699190e05",
        "choice_type": "single"
    },
    {
        "question": "Rotavirus vaccine is -",
        "exp": "Ans. is 'a' i.e., Live oral * The Rotavirus vaccines are live -attenuated vaccines given orally.* Two new vaccines are now in use -i) RV5 oralpentavalent vaccine (Rota teq) Contains five reassortant rotaviruses developed from 5 human strains on bovine rotavirus background ii) RV1 monovalent vaccine (Rotarix) contains one live attenuated rotavirus strain * The administration of Rotarix (2 doses) and Rota Teq (3 doses) needs to be completed by 32 weeks of age to minimize any potential risk of intusscusception.",
        "cop": 1,
        "opa": "Live oral",
        "opb": "Killed intramuscular",
        "opc": "Killed subcutaneous",
        "opd": "Live subcutaneous",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "4643bf01-798f-4021-9524-9bc1feb82fcc",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child diagnosed provisionally with diphtheria and on examination she has greyish white membrane patch around her tonsils. The child has a 6-year-old sibling at home, who is fully immunized as per the schedule. What is the best measure to prevent disease in the sibling of the child",
        "exp": "* For the contacts if the primary course of vaccination is less than 2 years- nothing is required* Vaccine is taken >2 years- 1 dose toxoid is required* Unimmunized contacts-antitoxin, active immunization, prophylactic penicillin or erythromycin and clinical observation for 1 week",
        "cop": 3,
        "opa": "Full course of DPT",
        "opb": "Booster dose of DPT",
        "opc": "Nothing is required to be done",
        "opd": "Prophylactic erythromycin to be given",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b381a740-bd5a-41b3-8773-fbae8ae9dc8c",
        "choice_type": "multi"
    },
    {
        "question": "Scrub typhus is caused by-",
        "exp": "Ans. is 'a' i.e., R. tsutsugamushi DiseaseAgentInsect vectorMammalian reservoir1. Typhus group a. Epidemic typhusR. prowazekiiLouseHumansb. Murine typhus (Endemic typhus)R. typhiFleaRodentsc. Scrub typhusR. tsutsugamushiMiteRodents2. Spotted fever group a. Indian tick typhusR.conoriiTickRodents, dogsb. Rocky mountain spotted feverR.rickettsiiTickRodents, dogsc. Rickettsial poxR. akariMiteMice3. Others a. Q feverC.burnetiiNilCattle, sheep, goats.b. Trench feverRocholimaca quintanaLouseHumans",
        "cop": 1,
        "opa": "R. tsutsugamushi",
        "opb": "R. typhi",
        "opc": "R. akari",
        "opd": "R. conorii",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "0e3cd423-a584-4433-8ecf-21b0b84857cc",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about DPT vaccine except.",
        "exp": "Ans. is 'a' i.e. It should be stored in deep freezer This question is framed to test our knowledge about storage of vaccines 'which vaccines are freezed andwhich never allowed to freeze.The other options are given just to create confusion.So learn by heartVaccines which are stored in deep freezerPolio*Measles*Vaccines which must be stored in the cold part but never allowed to freezeTyphoid*DPT*XT*BCG*DTDiluents*",
        "cop": 1,
        "opa": "It should be stored in deep freezer.",
        "opb": "Exposure to direct sunlight, when in use should be avoided.",
        "opc": "Store stocks are needed for three months at PHC level.",
        "opd": "Half-used vials should not be put back into the cold chain after the session.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "2e604a9c-14ee-4b64-ae76-78fafd028c35",
        "choice_type": "multi"
    },
    {
        "question": "Chemoprophylaxis in cholera -",
        "exp": "Ans. is 'a' i.e., Tetracycline o Tetracycline is the drug of choice for chemoprophylaxis.InfectionChemoprophylaxis (DOC) InfectionChemoprophylaxis (DOC)o Cholera-TetracyclineMeningococci-Rifampicin (sulfadiazineo Plague-Tetracycline -if strain is sensitive)o P.carinii-CotrimoxazoleDiphtheria-Erythromycino Whooping cough-ErythromycinBacterial conjuctivits-Erythromycin ointmento Toxoplasmosis-CotrimoxazoleTB-INHo Influenza-AmantadineMAC-Ciarithromycin/Azithromycino Rickettsia-TetracyclinesMalaria-Chloroquineo Bird flu-Oseltamivir - o Gonorrhoes/syphilis-Procaine penicillin -",
        "cop": 1,
        "opa": "Tetracycline",
        "opb": "Ciprofloxacin",
        "opc": "Erytromycin",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "1a1c51c9-37aa-4b48-b656-18cbf9436367",
        "choice_type": "multi"
    },
    {
        "question": "All are true statement regarding leprosy except:",
        "exp": "Ans: C (In paucibaciliary leprosy > 2 nerves are involved] [Ref: Park 23rd/322, 21st/292-299;20th/275-88, 19th/264-277; Harrison ISthfl365-66,17th/1022j\" Paucibacillary leprosy: A person having 1-5 skin lesions &for only one nerve involvement\"- Park 21st/292\"Multibacillary leprosy: A person having 6 or more skin lesions &/or more than one nerve involvement\" Park 21stf 292Grouping of Leprosy style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">\"To assign the correct regimen for treatment of a Leprosy patient, they are grouped into either Paucibaciliary or Muitibaciliary types of Leprosy, based on the number of skin and nerve lesion and bacteriological status. This is important because it helps in selecting the correct combination of drugs (regimen) for a given person.Table (KDT 7th/784): National Leprosy Eradication Pro- gramme(2009) Classification of leprosyPauclbacillary(PB)Multibaciliary (MB) 1-5 skin lesions Ho nerve/only one nerve involvement +-1-5 skin lesions Skin smear negative at all sites 6 or more skin lesions > 1 nerve involved irrespective of number of skin lesions Skin smear positive at any one siteNote: if skin smear is positive irrespective of number of skin and nerve lesions, the disease is classified as MB leprosy but if skin smear is negative it is classified on the basis of the number of skin and nerve lesions.\"Regular treatment: A patient may be considered to have regular treatment if he/she has received MDT for atleast two-thirds of the months in any interval of time. E.g regular treatment for 12 months, implies that the patient has had at least 8 full months of combined therapy during the 12-month period\"- Park21st/296LEPROSY OR HANSEN S DISEASE OR SOCIAL DISEASE: SHORT REVIEW# \"Leprosy is not particularly a disease of children as was once believed. However, the presence of leprosy in child population is of considerable epidemiological importance. A high prevalence of infection among children13 means that the disease is active & spreading'''\"- Park20th/278Lepra bacilli can survive for long periods of time in soiP under favourable environmental conditions. There is now evidence that natural infection with M. leprae are present in wild animals e.g. armadillos,, mangabey monkeys & chimpanzeesThe tuberculoid type of lesions are bacteriological!)- negatives The role of inviduals with tuberculoid forms of the disease as sources of infection is not yet clear.\"Bacilli may also be transmitted by insect vectorsQ or by tattoing needles. However, there is no evidence that any of these transmission route is important in nature-\" Park 20th/279Relapse ratef is one of the best indicators of the efficacy of the drug regimenQtr- Park 20thf288The bacterial load is the highest in the lepromatousf casesLeprosy is a highly infections disease but of low pathogenicity^'Both the incidence & prevalence of leprosy appear to be higher in males'1 than in femalesLeprosy may be transmitted via aerosols containing M.leprae (droplet infection1')Bacterial index (BI) is the only objective way of monitoring the benefit of treatment.\"The most commonly affected nerve are the ulnad3, posterior auricular, peroneal & posterior tibial nerves\"- H17/1022The histamine test is a very reliable method for detecting at an early stage peripheral nerve damage due to leprosy-park 20th/281\"During the course of leprosy, immunologically mediated episodes of acute or subacute inflammation known as lepra reaction may occur. Because peripheral nerve trunks are often involved, unless reaction are promptly & adequately treated, such episode can result in permanent deformities\"- Park21st/297\"Immunoprophylaxis: Trial in different population group with BCG vaccine either alone or in combination with other vaccines (from killed mucobacterium leprae or atypical mucobacterium), have shown protective efficacy ranging bfw 28% & 60%. High BCG coverage remains an important contribution to reducing the disease burden due to leprosy\"- Park 21st/292",
        "cop": 3,
        "opa": "Multibacillary leprosy means person having 6 or more skin lesions",
        "opb": "Regular MDT means patients received 2/3rd of months of treatment schedule",
        "opc": "In paucibacillary leprosy > 2 nerves are involved",
        "opd": "Loss os sensation may present",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "08702d0c-a0f5-4b7c-a088-8d0d1e20f470",
        "choice_type": "multi"
    },
    {
        "question": "NOT true about IPV is:-",
        "exp": "Ans. is 'b' i.e. Can't be given in AIDS patients Since IPV is a killed vaccine it can be given to AIDS patients. Infact OPV is contraindicated in AIDS patients.Vaccines for polio : 2 types of vaccine:IPV (Inactivated Polio Vaccine) Also k/a Salk.OPV (Oral Polio Vaccine) also called as Sabin.IPVPrimary immunization consists of 4 inoculations*.The first 3 doses are given at intervals of 1-2 months and 4th dose 6-12 months after the 3rd dose.First dose is usually given when the infant is 6 weeks old.Additional doses are recommended prior to school entry and then every 5 yrs until the age of 18.IPV does not induce intestinal and local immunity*IPV does not provide Herd immunity*It is not useful during an epidemic* becauseimmunity is not rapidly achieved as more than one dose is required to induce immunityinjections are to be avoided during epidemic times as they are likely to precipitate paralysis.IPV because does not contain live viruses is safe to administer to :immune deficient personspregnant ladiesto those over 50 yrs of age who are receiving vaccine for the first timeOPVIt is a trivalent vaccine. The vaccine contains :-Over 3 lakhs TC1D50 of type 1 poliovirus *Over 1 lakh TCID 50 of type 2 poliovirus*Over 3 lakh TCID50 of type 3 poliovirus per dose*National immunization schedule recommends a primary course of 3 doses of OPV at 1 month intervals, commencing the first dose when infant is 6 weeks old. One booster is recommended 12-18 months later.Dose is 2 drops*OPV induces both local and systemic immunity*Even non immunized persons may be immunized with OPV because the vaccine progeny is excreted in faeces and secondary spread occurs to household contacts and contacts in community. Thus wide spread herd immunity* results, even if approximately 66% of the community is immunized.OPV is useful in controlling epidemics*.Contraindications* for administration of OPV are -acute infections*,fevers*,dysentery*,immunocompromised persons*,pregnant ladies*.",
        "cop": 2,
        "opa": "Given in 4 doses",
        "opb": "Can't be given in AIDS patient",
        "opc": "Is a killed vaccine",
        "opd": "Also known as salk vaccine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "178fcad9-609e-4422-af30-c36f58bc05d3",
        "choice_type": "multi"
    },
    {
        "question": "H1N1 strain of influenza is responsible for-",
        "exp": "Ans. is 'c' i.e., Swine flu * Swine flu, also called swine influenza, or pig influenza, is caused by influenza virus.* Incubation period is about 1-3 days and the symptoms of swine flu in humans are similar to most influenza infections, e.g. fever, cough, rhinorrhea, fatigue and headache.* Swine flu is most commonly caused by HJNI inflenza A.* Other influenza virus causing swine flu, occasionally, are H1N2, H2N1, H3N2 and H2N3.",
        "cop": 3,
        "opa": "Avian influenza",
        "opb": "Bird flu",
        "opc": "Swine flu",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e38cd064-6fdd-44d6-81c9-4f64320a0a17",
        "choice_type": "multi"
    },
    {
        "question": "TY 21 a is vaccine for -",
        "exp": "Ans. is 'd' i.e., Typhoid Antityphoid vaccineso Two safe and effective vaccines are licensed and available1) The Vi polysaccharide vaccine (TYPHIM Vi Vaccine)# It contains purified Vi capsular polysaccaride from Ty2 strain.# It is given as single dose by subcutaneous or intramuscular route.# It confers protection 7 days after the injection.# To maintain protection, re-vaccination is recommended every 3 years.# It is given in individuals >2 years of age (not given < 2 years of age).# The vaccine can be co-administered with other vaccines relevant for international travellers, e.g. yellow fever and hepatitis A.# The vaccine has no serious systemic or local side effects. There is no major contraindication, except for hypersensitivity.2) The Ty 21a Oral vaccine (TYPHORAL Vaccine)# It is an orally administered live attenuated vaccine.# It contains > 109 viable organisms of live attenuated Ty 21a strain which lacks enzyme UDP-galactose-4- epimerase (Gal E mutant).# Vaccine is administered on /, 3 and 5th day, i.e. a 3-dose regimen.# Vaccine conferes the protection 7 days after the last dose.# The recommendation is to repeat the series (3 doses) every 3 years for people living in endemic areas and every year for individuals travelling from non-endemic to endemic countries.o The 'old' heat killed phenol extracted whole cell vaccines are not used now because of strong side effects. These vaccines were monovalent (contains S. typhi), bivalent (contains S. typhi and S. paratyphi A), and TAB vaccine (contains S. typhi, S. parathyphi A and S. paratyphi B).",
        "cop": 4,
        "opa": "Cholera",
        "opb": "Tuberculosis",
        "opc": "Pertussis",
        "opd": "Typhoid",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "5f2c395c-2e0e-48da-ac1f-1fc54660faaa",
        "choice_type": "single"
    },
    {
        "question": "Dengue hemorragic fever occurs in",
        "exp": "Ans) c (When type 2 infects a...) Ref park 20th ed p 218-221Dengue haemorragic fever (DHF) is a severe form of dengue fever caused by infection with more than one dengue virus.At least there are four serotypes of dengue virus (1,2,3 and 4)DHF is thought to be due to double infection with dengue viruses - the first infection probably sensitises the patient. While the second appears to produce an immunological catastrophe.Dengue fever is transmitted by Aedes mosquito . Transmission cycle is \"man- mosquito-man\" type.Bleeding manifestations are not seen in classical dengue fever. It is usually seen in Dengue hemorrhagic fever (DHF) and Dengue shock syndrome(DSS).There is haemoconcentration instead of hemodilution in DHF and DSS due to plasma leakage and thrombocytopenia which results in abnormal hemostasis.Usual rash seen in dengue fever is a maculopapular or scarlentiform rash seen on 3rd or 4th day of disease.lt is accompanied by itching and hyperaesthesia.lt last for 2 hrs to several days and may be followed by desquamation. (Refer Q137 Kerala 2009, Q125 kerala 2008for fur-ther explanation)",
        "cop": 3,
        "opa": "Malnourished patients",
        "opb": "Immunocompromised patients",
        "opc": "When type 2 infects a previously infected person",
        "opd": "Persons having high grade fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "bc27633a-1f1d-471d-bb38-798f63ae6636",
        "choice_type": "single"
    },
    {
        "question": "Communicable period of measles-",
        "exp": "Ans. is 'b' i.e., 4 days before and 5 days after rash * The period of communicability for measles is 4 days before and 5 days after the appearance of rash.Period of communicability in important respiratory infections* Chicken pox: 1-2 days before to 4 - 5 days after appearance of rash.* Measles: 4 days before to 5 days after appearance of rash* Rubella: 7 days before symptoms to 7 days after appearance of rash.* Mumps: 4-6 days before symptoms to 7 days thereafter.* Influenza: 1-2 days before to 1 - 2 days after onset of symptoms.* Diphtheria: 14 - 28 days from disease onset.* Pertussis: 7 days after exposure to 3 weeks after paroxysmal stage.",
        "cop": 2,
        "opa": "After 4 days of rash",
        "opb": "4 days before and 5 days after rash",
        "opc": "Throughout disease",
        "opd": "Only in incubation period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "0da2f6b5-eef9-4b86-ad76-f5459372e41f",
        "choice_type": "single"
    },
    {
        "question": "True about chicken pox -",
        "exp": "Ans. is 'a' i.e., Caused by Human Herpes Virus-3 o Chickenpox is caused by varicella zoster virus (Human Herpes Virus-Ill or Herpes simplex tvpe-III).Chicken poxo Causative agento Portal of entryo I. P.o Infectious periodo Secondary attack rate is higho Age group- varicella zoster virus (Herpes simplex type III)- Respiratory tract or conjunctiva- 10-21 days.- 2 days before and 5 days after the onset of rash.- 90%-5-9 Yrs.o C/Fs - has two stagesPre-eruptive stagefever, back pain, malaise, shiveringEruptive stageRash is symmetrical, mostly on flexor surface.Centripetal in distributionMainly On trunk, less common on arms and legPalms and soles are not usually affectedThere is rapid evolution of rashRash is plemorphic, that is, all stages of rash (Papule, vesicle and crusts) may be seen simultaneously.Disease is more severe in adults than in children.Differences between smallpox and chickenpoxSmallpoxChickenpox1 Incubation:About 12 days(range : 7-17 days)About 15 days(range : 7-21 days)2. Prodromol symptoms :Severe.Usually mild.3. Distribution of rash:a) Centrifugalb) Palms and soles frequently involved.c) Axilla usually freed) Rash predominant on extensor surfaces and bony prominences.a) Centripetalb) Seldom affectedc) Axilla affectedd) Rash mostly on flexor surfaces.4. Characteristics of the rash:a) Deep-seatedb) Vesicles multilocular and umbilicatedc) Only one stage of rash may be seen at one time.a) Superficialb) Unilocular; dew-drop like appearance.c) Rash pleomorphic, i.e., different stages of the rash evident at one given time, because rash appears in successive crops.d) An area of inflammation is seen around the vesicles.d) No area of inflammation is seen around the vesicles.5. Evolution of rash:a) Evolution of rash is slow, deliberate and majestic, passing through definite stages of macule, papule, vesicle and pustule.b) Scabs begin to form 10-14 days after the rash appears.a) Evolution of rash very rapid.b) Scabs begin to form 4-7 days after the rash appears.6. Fever:Fever subsides with the appearance of rash, but may rise again in the pustular stage (secondary rise of fever).Temperature rises with each fresh crop of rash.",
        "cop": 1,
        "opa": "Caused by Human Herpes Virus-3",
        "opb": "Scab is infective",
        "opc": "Rash is deep seated",
        "opd": "SAR is 70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e208526f-9edf-4b80-863b-353eb36e4268",
        "choice_type": "multi"
    },
    {
        "question": "Which is NOT an AIDS related complex?",
        "exp": "(A) Ectopic pregnancy[?]AIDS Related Complex:oThe patients are usually severely ill and many of them progress to AIDS in few months.oThe CD4 cell count decreases steadily when the count falls to 200, or less, clinical AIDS usually sets in.oFor this reason the case definition by CDC includes all HIV infected cases with CD4+ T cell counts of 200 or less, irrespective of clinical condition.[?]Clinical Spectrum of HIV/AIDS:oAIDS Related Complex (ARC) State: (Clinical Stage II)-Intermediate HIV infection (CD4 count: 200-500/ml)-No opportunistic infection-Early signs & symptoms of Recurrent Oral Ulcers-Moderate weight loss (<10% of body weight)-Recurrent RTI (Sinusitis, pharyngitis, Tonsillitis, Otitis Media)-Herpes zoster infection-Seborrhoic Dermatitis/pruritus-Herpes zoster-Angular Chelosis-Pulmonary tuberculosis[?]AIDS Related Complex (ARC):oPerson contacts HIV and other conditions but not AIDSoSymptoms: Chronic diarrhea, lymphadenopathy and unexplained weight lossoIf life threatening opportunistic infections develop, then individual is said to have AIDS.oHIV symptoms: AIDS related complex (ARC):-It belongs to class B of HIV symptoms.-The patients at this stage have various diseases that occur because the HI virus has weakened the immune system.oThe following HIV signs may have patients with ARC:-Long-lasting diarrhea (over four weeks)-Unintended heavy weight loss-Long lasting fever-Night sweats-Bacterial infections caused by bacteria-Bacterial blood poisoning (sepsis)-Phthisis; Herpes zoster-Oral hairy leukoplakia (whitish changes on the lateral tongue border); Fungi caused by fungioHIV symptoms - Women: vaginal inflammation caused by fungi, malignant changes in the cervix.AIDS-Related Complex (ARC):-These people develop a characteristic set of symptoms over a period of months/years.-They will test positive for the HIV virus & can have the following symptoms:-Loss of appetite, extreme loss of weight, persistent fever, night sweats, diarrhea, persistent tiredness & lack of resistance to infection.-Includes immunodeficiency, having various constitutional symptoms or minor opportunistic infections.-Typical constitutional symptoms are fatigue, unexplained fever, persistent diarrhea & parked weight loss of more than 10% of body weight.-Common opportunistic infections are oral candidiasis, herpes zoster, salmonellosis or tuberculosis. Generalized lymphadenopathy & splenomegaly are usually present.-ARC patients are usually severely ill & many of them progress to AIDS in a few months.",
        "cop": 1,
        "opa": "Ectopic pregnancy",
        "opb": "Recurrent genital candidiasis",
        "opc": "Generalised lymphadenopathy",
        "opd": "Chronic diarrhea",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "13030627-5c1b-471a-bddd-8dc351820a70",
        "choice_type": "single"
    },
    {
        "question": "SAFE strategy in trachoma programme include all except:",
        "exp": "Ans. is 'a' i.e. Screening 'S' stands for Surgery not screening.'SAFE' strategy for TrachomaIts a WHO recommended strategy to fight trachoma.It includeSurgery - first component of the strategy for correction of trichiasis and entropionAntibiotics - Zithromax (azithromycin) single dose oral medication is used (Zithromax is donated by Pfizer Inc.) Tetracycline eye ointment was used before Pfizer donated Zithromax.Face washing -breaks the cycle of reinfection and prevents transmission of disease.Environmental Improvement - Poverty and poor living conditions contribute to high rates of blinding trachoma. Environmental improvement includesavailability of improved water suppliesimproved household sanitation, particularly safe disposal of feces.",
        "cop": 1,
        "opa": "Screening",
        "opb": "Antibiotics",
        "opc": "Face washing",
        "opd": "Environmental improvement",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "25b70b6c-03eb-4530-afce-962ad301cd26",
        "choice_type": "multi"
    },
    {
        "question": "According to the new WHO 2013 malaria treatment guidelines, which of the following statements is true?",
        "exp": "Ans. c. Primaquine is contraindicated in infants and pregnant women (Ref: Harrison 19/e p1383; Doc/Diagnosis-Treatment-Malaria-2013 .pdf)Primaquine is contraindicated during pregnancy and in lactation unless the infant being breast-fed has a documented normal G6PD level.\"Primaquine is contraindicated in persons with G6PD deficiency. It is also contraindicated during pregnancy and in lactation unless the infant being breast-fed has a documented normal G6PD level \"-- Harrison 19/e p1383.\"Primaquine is used to prevent relapse but is contraindicated in pregnant women, infants and individuals with G6PD deficiency: ''- style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">. in/Doc/Diagnosis-Treatment-Malaria-2013.pdf\"P. falciparum cases should be treated with ACT (Ariesunate 3 days + Sulfadoxine Pyrimethamine 1 day). This is to be accompanied by single dose primaquine preferably on day 2. \"-- http:// nvbdcp.gov.in/Doc/Diagnosis-Treatment- Malaria-2013.pdf\"In cases where parasitological diagnosis is not possible due to non-availability of either timely microscopy or RdT suspected malaria cases will be treated with full course of chloroquine. till the results of microscopy are received. Once the parasitological diagnosis is available, appropriate treatment as per the species, is to be administered. Presumptive treatment with chloroquine is no more recommended. \"-- style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">. PdfTreatment of Uncomplicated MalariaIt is stressed that all fever cases should be suspected of malaria after ruling out other common causes and should be investigated for confirmation of malaria by Microscopy or Rapid Diagnostic Kit (RdK) so as to ensure treatment with full therapeutic dose with appropriate drug to all confirmed cases.The malaria case management is very important for preventive serious cases and death due to malaria. So, the private healthcare providers should also follow the common National Guidelines for treatment of malaria as per the Drug Policy 2013.P. vivax cases should be treated with chloroquine for 3 days & Primaquine for 14 daysQ.Primaquine is used to prevent relapse but is contraindicated in pregnant women, infants and individuals with G6PD deficiencyQ.Note: Patients should be instructed to report back in case of hematuria or high colored urine/ cyanosis or blue coloration of lips and Primaquine should be stopped in such cases. Care should he taken in patients with anemiaQ.P. falciparum cases should be treated with ACT (Artesunate 3 days + Sulfadoxine Pyrimethamine 1 day). This is to be accompanied by single dose primaquine preferably on day 2Q.However, considering the reports of resistance to partner drug SP in North-eastern States, the Technical Advisory Committee has recommended to use the Co-formulated tablet of Artemether (20 mg)--Lumefantrine (120 mg ACT- AL) as per the age-specific dose schedule for the treatment of Pf cases in North Eastern States (not recommended during the first trimester of pregnancy and for children weighing < 5 kg).Production and sale of Artemisinin monotherapy has been banned in IndiaQ.Pregnant women with uncomplicated P. falciparum should be treated as follows:1st Trimester: Quinine2nd & 3rd Trimester: ACTNote: Primaquine is contraindicated in pregnant womanQ.In cases where parasitological diagnosis is not possible due to non-availability of either timely microscopy or RdT, suspected malaria cases will be treated with full course of chloroquine, till the results of microscopy are received. Once the parasitological diagnosis is available, appropriate treatment as per the species, is to be administered.Presumptive treatment with chloroquine is no more recommendedQ.Resistance should be suspected if in spite of full treatment with no history of vomiting, diarrhea, patient does not respond within 72 hours, clinically and parasitologicallySuch cases not responding to ACT, should be treated with oral quinine with Tetracycline/Doxycvcline. These instances should be reported to concerned District Malaria/State Malaria Gfficer/ROHFW for initiation of therapeutic efficacy studies.Treatment of Severe Malaria Severe malaria is an emergency and treatment should be given as per severity & associated complications, which can be best decided by the treating physicians.Before admitting or referring patients, the attending doctor or health worker, whoever is able to do it, should do RdT and take blood smear; give a parenteral dose of artemisinin derivative or quinine in suspected cerebral malaria cases and send case sheet, details of treatment history and blood slide with patient.Parenteral artemisinin derivatives or quinine should be used irrespective of chloroquine resistance status of the area with one of the following options:Chemotherapy of severe and complicated malaria.Initial parenteral treatment for at least 48 hours with one of following four options:Quinine: 20 mg quinine salt/kg body weight on admission (IV infusion or divided IM injection) followed by maintenance dose of 10 mg/kg 8 hourly; infusion rate should not exceed 5 mg/ kg per hour. Loading dose of 20 mg/kg should not be given, if the patient has already received quinine .Artesunate: 2.4 mg/kg IV or IM given on admission (time = 0), then at 12 h and 24 h, then once a day or Artemether: 3.2 mg/kg IM given on admission then 1.6 mg/kg per day or Arteether: 150 mg daily IM for 3 days in adults only (not recommended for children).Follow-up treatment, when patient can take oral medication following parenteral treatment.Quinine 10 mg/kg three times a day with doxvcycline 100 mg once a day or clindamycin in pregnant women and children under 8 years of age to complete the 7 days of treatment.After parenteral artemisinin therapy, patients will receive a full course of area-specific oral ACT for 3 days.Those patients who received parenteral quinine therapy should receive oral quinine 10 mg/kg body weight three times a day for 7 days (including the days when parenteral quinine was administered) plus doxvcycline 3 mg/kg body weight once a day or clindamycin 10 mg/kg body weight 12-hourly for 7 days (Doxvcycline is contraindicated in pregnant women and children under 8 years of age) or area-specific ACT as described.Note: Pregnant women with severe malaria in any trimester can be treated with artemisinin derivatives, which, in contrast to quinine, do not risk aggravating hypoglycemia. The parenteral treatment should be given for minimum of 48 hours. Once the patient can take oral therapy, give: Quinine 10 mg,'kg three times a day with doxycyciine 100 mg once a day or clindamycin in pregnant women and children under 8 years of age, to complete 7 days of treatment, in patients started on parenteral quinine. Full course of ACT to patients started on artemisinin derivatives.Use of mefloquine should be avoided in cerebral malaria due to neuropsychiatric complications associated with it.",
        "cop": 3,
        "opa": "No ACT in falciparum malaria",
        "opb": "Presumptive treatment with chloroquine should be given",
        "opc": "Primaquine is contraindicated in infants and pregnant women",
        "opd": "Primaquine is to be given for 7 days in falciparum malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "284540f8-abc9-4423-8076-9d3f2569533c",
        "choice_type": "multi"
    },
    {
        "question": "Risk period for maximum fetal damage by congenital rubella -",
        "exp": "Ans. is 'a' i.e., First trimester of pregnancy In general, the earlier in pregnancy infection occurs, the greater the damage to the fetus. Maximum damage to the fetus occurs when infection is acquired in the first trimester of pregnancy.Rubellao Rubella virus belongs to togavirus family - enveloped RNA virus .o Only one antigenic type of virus exists,o Source of infection - clinical or sub-clinical case.o A large number of rubella infections are sub-clinical, this represents one of the major differences between measles and rubella.o There is no known carrier state in postnatally acquired rubella, but infants bom with congenital rubella may shed virus for many months.o Infective period - A week before the onset of symptoms to about a week after rash appears,o Rubella is much less communicable than measles because of absence of coughing in rubella,o Age group -3-10 vears.o Transmission -Droplet infection by respiratory route.Vertical transmission from mother to fetus.o Incubation period - 2-3 weeks.o Clinical manifestationsProdromalLow grade fever, sore throat, coryza.LymphadenopathyPosterior auricular, cervical and sub-occipital.RashBegins on the face and spreads down the body.A petechial exanthem on the soft palate - Forschheimer spots.Complicationso Arthralgiao Encephalitiso Thrombocytopenic purpuraCongenital rubella syndromeo Maternal viremia associated with rubella infection during pregnancy may result in infection of the placenta and fetus.o The most important factor in the pathogenicity of rubella virus for the fetus is gestational age at the time of infection. The earlier in pregnancy infection occurs, the greater the damage to the fetus.Risk of damage to foetus by maternal rubella during pregnancyStage of gestation (weeks) when mother infected (symptomatic plus asymptomatic)Percentage of fetuses infectedPercentage of infected fetuses damagedOverall risk of damages of foetus (per cent)< 1111-1617-2627-36905533531003700902000o Fetus infected in the twentieth week may have isolated deafness,o Clinical manifestationsThe classical triad of congenital rubella consists of cataract, deafness and congenital heart diseases,o Laboratory diagnosisIsolation of virus in cell cultures of throat samples, urine or other secretions.Normally, maternal rubella antibodies in the form of IgG is transferred to infants and is gradually last over a period of 6 months. Persistent beyond 1 year in an unvaccinated child suggests the diagnosis of congenital rubella.Presence of ig M antibodies is diagnostic.PCR for rubella RNA.",
        "cop": 1,
        "opa": "First trimester of pregnancy",
        "opb": "Second trimester of pregnancy",
        "opc": "Third trimester of pregnancy",
        "opd": "Risk is same throughout the pregnancy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6a58bc9c-43fd-4374-86ca-bf7e832aaa5f",
        "choice_type": "single"
    },
    {
        "question": "A patients present with dogs bite in the palm, fingers and oozing of blood on the neck regions, belongs to which class of the exposures",
        "exp": "(Class III) (231- Park 19th) (243-Park 20th)CLASSIFICATION OF EXPOSURESClass I (Slight risk)Class II (Moderate risk)* Licks on healthy unbroken skin* Consumption of unboiled milk of the suspected animals* Scratches without oozing of bloodLikes on fresh cutsScratches with oozing of bloodAll bites except those on head neck,face, palms and fingersMinor wounds less than 5 in numberClass III (Severe risk)* All bites or scratches with oozing of blood on the neck, head, face, palms and fingers* Lacerated wounds on any part of the body* Multible wounds 5 or more in numbers* Bites from wild animals",
        "cop": 3,
        "opa": "Class I",
        "opb": "Class II",
        "opc": "Class III",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "b0d63496-b7a4-4350-8722-6401e324ff58",
        "choice_type": "multi"
    },
    {
        "question": "Safe injection strategy will reduce the occurance of:",
        "exp": "Ans: a (Hepatitis B) Ref: Park, 19 ed, p. 179Not much to explain. All the others--hepatitis E, typhoid, hepatitits A, are water-borne diseases.",
        "cop": 1,
        "opa": "Hepatitis B",
        "opb": "Hepatitis A",
        "opc": "Typhoid",
        "opd": "Hepatitis E",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "7902f72d-0d8b-4ef1-a2db-4575cf6c2c88",
        "choice_type": "single"
    },
    {
        "question": "Chandlers index is used for -",
        "exp": "Ans. is 'a' i.e., Hookworm infestation o Morbidity and mortality from hookwork infection depends on the worm load.o Chandler worked out an index, Chandler's index, on the basis of average number of hookworm eggs per gram of feces for the entire community.Average no. of eggs per gram of stools# Below 200---Hookworm infection is not much of significance# 200-250---Potential danger# 250-300---Minor public health problem# Above 300---Important public health problem",
        "cop": 1,
        "opa": "Hookworm infestation",
        "opb": "Roundworm",
        "opc": "Malaria",
        "opd": "Filaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a191f07b-72ae-413d-90a1-f40b730b602c",
        "choice_type": "single"
    },
    {
        "question": "What are the minimum number bacilli for Sputum positive Tuberculosis?",
        "exp": "Answer: D. 104. (Ref Park's Textbook of PSM 22nd/Pg.l71)Sputum smear microscopy for tubercle bacilli is positive when there are at least 10,000 organisms present per ml of sputum.For slide reporting :No. of BacilliResult reportedNo AFB/100 oil immersion fields01-9 AFB/100 oil immersion fieldsScanty ( or Number AFB seen)10-99 AFB/100 oil immersion fields+ 0+)1-10 AFB/oil immersion fields++ (2+)>10 AFB/oil immersion fields+++ (3+)",
        "cop": 4,
        "opa": "10",
        "opb": "102",
        "opc": "103",
        "opd": "104",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "767e136d-9310-4e7d-8911-636209b3d690",
        "choice_type": "single"
    },
    {
        "question": "False about Pulse polio immunization is",
        "exp": "Ans. is 'd' i.e. AFP surveillance is done in all children < 5 years of age AFP surveillance is carried out in all children below 15 years of age AFP SurveillanceAcute flaccid paralysis (AFP) surveillance is carried out to identify all remaining infected areas, monitor progress towards eradication and target supplementary immunization appropriately.The term AFP means paralysis of acute onset involving limbs leading to flaccidity. Poliomylelitis is most important etiology of AFP, other are - GBS (Guillain-Barre syndrome), transverse myelitis and traumatic neuritis.AFP surveillance aims at detecting cases of AFP and reporting them immediately to district immunization officer.Surveillance is carried out for all cases of AFP and not just for poliomyelitis. All cases of AFP are reported, regardless of the final diagnosis. As paralytic poliomyelitis is one cause of AFP, maintaining a high sensitivity of AFP reporting will ensure that all cases of paralytic poliomyelitis are detected, reported and investigated, resulting in preventive central measures to interrupt the transmission of disease.The aim of AFP surveillance is to detect polio virus transmission, and the earlier the stool is collected, the greater the chance of detecting polio virus.WHO recommends the immediate reporting and investigation of every case of AFP in children less than 15 yrs (As AFP in a person > 15 yrs is unlikely to be polio. Still, AFP surveillance must be flexible enough to report any case of AFP in an adult, if suspected to be due to poliomyelitis)Cases of AFP are classified as Polio if:Wild polio virus is isolated from any stool specimen.Cases of AFP without isolation of wild polio virus may be classified as 'polio compatible' if:Stool specimens were inadequate andResidual weakness was present 60 days after onset of paralysis or 60-day follow-up was not done (due to death or absence) and'Expert review' concludes that these cases could not be discarded as 'non-polio' based on available data.WHO recommends obtaining 2 stool samples from AFP cases within 14 days of paralysis onset and sent to WHO accredited laboratory using Reverse cold chain.AFP surveillance is evaluated by 2 key indicators :the sensitivity of reporting (target being non-polio AFP rate of at least 1 case per 100,000 children aged less than 15 years, this is the 'background' rate of AFP among children. Non-polio causes of AFP such as GBS, transverse myelitis, & traumatic neuritis account for this background rate.)the completeness of specimen collection (target being 2 adequate stool specimens from at least 80 per cent of all AFP cases).Mop-up ActivityMop-up activity is a house-to-house activity where two rounds of polio immunization, 4-6 weeks apart are conducted to limit the transmission of wild poliovirus.Under the mop-up activity, children below 5 years of age are covered in affected and neighbouring districts around every detected positive polio case.The basic strategy for eradicating polio consists of:High infant immunization coverage with four doses of oral polio vaccine in the first year of life;National Immunization Days during which every child below 5 years gets 2 additional doses of OPV on 2 days separated by 4 to 6 weeks.Surveillance of AFP to identify all reservoirs of wild polio virus transmission through reporting and laboratory testing of all cases of acute flaccid paralysis (AFP) among children under fifteen years of age;.Extensive house-to-house immunization mopping-up campaigns in the final stages where wild poliovirus transmission persists.",
        "cop": 4,
        "opa": "Mop up immunization is done in restricted geographical areas",
        "opb": "It is carried out in all children less than 5 yrs of age",
        "opc": "Mopping up is done in areas where wild polio virus is found",
        "opd": "AFP surveillance is done in all children < 5 years of age",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a9252005-4a87-43d6-9576-d6c2a314fc03",
        "choice_type": "multi"
    },
    {
        "question": "Mosquitoes whose larvae lie horizontal on water and thus rest parallel to surface of water:",
        "exp": "Ans. b (Anopheles). (Ref. Park's textbook of PSM 22nd/ pg. 718)Bite of female anopheles is the most common mode of transmission.There are 4 stages in the life history of mosquitoes:Egg (1-2 days)number, shape, and lateral floatsLarva (5-7 days)siphon tube and palmate hairPupa (1-2 days)siphon tubeAdult (7-10 days)wings and palpiUnder favorable conditions of temperature and food supply, life cycle from egg to adult takes 7-10 days and normal adult mosquito lives for about 2 weeks.TRIBE GENUS ANOPHELINI/ANOPHELES CULICINI/CULEX, AEDES, MANSONIAEGGS1.Laid singly1.Laid in clusters or rafts containing 100-250 eggs (except aedes) 2.Boat shaped2.Oval shaped 3.Lateral floats +3.No lateral floatsLARVAE1.Rest horizontally i.e. parallel to surface of water1.Rest vertically i.e., suspended with head downwards at an angle to surface of water 2.No siphon tube2.Siphon tube present 3.Palmate hairs on abdominal segments3.No Palmate hairs on abdominal segmentsPUPAE1.Broad and short siphon tube1.Narrow and long siphon tubeADULTS1.At rest inclined at an angle to surface1.At rest, the body exhibits a hunch back 2.Spotted wings2.Un-spotted wings 3.Palpi long in both sexes3.Palpi short in females",
        "cop": 2,
        "opa": "Aedes",
        "opb": "Anopheles",
        "opc": "Culex",
        "opd": "Mansonides",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "4efd65c8-6b53-4abd-8d8f-195f73c84833",
        "choice_type": "multi"
    },
    {
        "question": "Most common manifestation of mumps in adult males -",
        "exp": "Ans. is 'c' i. e., Orchitis o Orchiyid is the most common manifestation of mumps among postpubertal males",
        "cop": 3,
        "opa": "Aseptic meningitis",
        "opb": "Encephalitis",
        "opc": "Orchitis",
        "opd": "Sinusitis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "85b05ce2-1cb9-4da2-a4e0-6034bee16db2",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is a zoonotic disease -",
        "exp": "Ans. is 'a' i.e., Hydatid cyst important zoonoses1. Bacterial - Anthrax, Brucellosis, Omithoses, Q-fever, Leptospirosis, TB, Plague, Tularemia, Salmonellosis.2 Viral - Cowpox, Monkeypox, Eastemequine, encephalitis, Ross river fever, Yellowr fever, Japanese encephalitis, Lassa fever. Rabies.Protozoal - Leishmaniasis, Toxoplasmosis, Trypanosomiasis, Babesiosis.Helminthic - Clonorchiasis, Fasciolopsis, Schistosomiasis, Echinococus (hydatid disease), Taeniasis, Trichinellosis.",
        "cop": 1,
        "opa": "Hydatid cyst",
        "opb": "Malaria",
        "opc": "Filariasis",
        "opd": "Dengue fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "081c1e01-06c5-4fa4-bcc7-90663eca2aa0",
        "choice_type": "single"
    },
    {
        "question": "Formula shown is known as",
        "exp": "Pearl index",
        "cop": 4,
        "opa": "Chandler index",
        "opb": "Human development index",
        "opc": "Life table analysis",
        "opd": "Pearl index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f60f0c67-0856-4b0c-af40-eccfdb8c171b",
        "choice_type": "single"
    },
    {
        "question": "Reservoir for scrub typhus -",
        "exp": "Ans. is 'c' i.e., Rodents DiseaseAgentInsect vectorMammalian reservoir1. Typhus group a. Epidemic typhusR. prowazekiiLouseHumansb. Murine typhus (Endemic typhus)R. typhiFleaRodentsc. Scrub typhusR. tsutsugamushiMiteRodents2. Spotted fever group a. Indian tick typhusR.conoriiTickRodents, dogsb. Rocky mountain spotted feverR.rickettsiiTickRodents, dogsc. Rickettsial poxR. akariMiteMice3. Others a. Q feverC.burnetiiNilCattle, sheep, goats.b. Trench feverRocholimaca quintanaLouseHumans",
        "cop": 3,
        "opa": "Mite",
        "opb": "Humans",
        "opc": "Rodents",
        "opd": "Dogs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6cd9fbd5-8748-4599-9dd5-7b9210bcba8d",
        "choice_type": "single"
    },
    {
        "question": "If the objective of the investigator is to assess the incidence of tuberculosis infection in a community, the most appropriate methodology would be to -",
        "exp": "Ans. is 'c' i.e., Identify new converters to tuberculin test Incidence of infectionIt is the percentage of population under study who will be newly infected by mycobacterium tuberculosis among the non-infected of the preceding survey during the course of one year.Persons newly infected with mycobacterium T.B. can be easily detected by new convertors to tuberculin test (remember positive tuberculin test indicates that the person is infected with M. Tuberculosis)\\ it does not prove that the person is suffering from disease.Therefore the incidence of infection is also called \"Tuberculin conversion index\".This parameter is considered one of the best indicators for evaluating the tuberculosis problem and its trend.",
        "cop": 3,
        "opa": "Identify all individuals with positive tuberculin test",
        "opb": "Perform sputum examination of chest symtomatics",
        "opc": "Identify new converters to Tuberculin test",
        "opd": "Screen all under-five children with Tuberculin test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "34588352-e1a8-475a-a81c-4f9a144963e7",
        "choice_type": "multi"
    },
    {
        "question": "Risk of the damage of fetus by maternal rubella is maximum if mother gets infected in -",
        "exp": "Ans. is 'a' i.e., 6-12 weeks of pregnancy Congenital rubella syndrome (CRS) refers to infants bom with defects secondary to intra uterine infection or who manifest symptoms or signs of intrauterine infection sometimes after birth.Rubella infection inhibits cell division and this is probably the reason for congenital malformations and low birth weight.Always remember these important points about congenital rubella infection.The fetus can be infected as well as affected in all stages of the pregnancy.The rate of infection as well as damage to the fetus is highest during first trimester.* Both the risk of infection as well as risk of damage to the fetus goes on decreasing as the pregnancy progresses, so the rate of infection and the risk of damage to the fetus is lowest in 3rd trimester.Stage of gestation (weeks) when mother gets infectedPercentage of fetuses infectedPercentage of infected fetuses damagedOverall risk of damage to fetus (percent)< 11901009011-2655372017-26330027-365300",
        "cop": 1,
        "opa": "6-12 weeks of pregnancy",
        "opb": "20-24 weeks of pregnancy",
        "opc": "21-25 weeks of pregnancy",
        "opd": "32-36 weeks of pregnancy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "d66a4e9b-0594-4fb3-882a-fd9763210272",
        "choice_type": "single"
    },
    {
        "question": "Treatment of lepromatous leprosy is",
        "exp": "Ans. c (Rifampicin + Dapsone + Clofazimine); (Ref. Park PSM 22nd/pg. 296)Recommended regimens of chemotherapy for Leprosy in adultsFORM OF LEPROSYMORE INTENSIVE REGIMENWHO RECOMMENDED REGIMENLepromatous(multibacillary)Rifampin (600 mg/d) for 3 years plus dapsone (100 mg/d) indefinitelyDapsone (100 mg/d self-administered) plus clofazimine (300 mg once monthly for 1-2 yrs supervised; and 50 mg/d self-adm); and rifampin (600 mg once monthly undersupervision). Note: Clofazimine is unacceptable owing to discoloration of the skin, its replacement by 250-375 mg self-adm daily ethionamide or propionamide has been suggested.Tuberculoid (paucibacillary)Dapsone (100 mg/d) for 5 years Dapsone (100 mg/d, unsupervised) plus rifampin(600 mg/month, supervised) for 6 months.# ******** Duration of Rx for Multibacillary leprosy = MB blisterpacks for 12 months, within 18 months.# ******* Duration of Rx for Paucibacillary leprosy = PB blisterpacks for 6 months, within 9 months# ******Rifampin is considered the most active agent for the treatment of leprosy.# *****Dapsone inhibits bacterial folic acid synthesis & is now considered the second most active drug (after rifampin) in the treatment of leprosy.# ****Clofazimine is useful in treating dapsone-resistant leprosy and may lessen the severity of ENL.# ***Thalidomide is now approved by the FDA for treatment of ENL. This drug is sedating and extremely teratogenic and should never be taken by anyone who is or may become pregnant.# **Ethionamide with rifampin (600 mg/d) is used to treat dapsone-resistant leprosy for who cannot accept the skin- pigmentation of clofazimine.# The newer macrolide antibiotics (particularly clarithromycin), minocycline (a long-acting tetracycline), and a number of fluoroquinolones (including ofloxacin, sparfloxacin, and pefloxacin) have shown promising bactericidal activity against M. leprae. Ofloxacin and minocycline are being investigated with rifampin in short-course regimens for lepromatous disease.",
        "cop": 3,
        "opa": "Rifampicin + Dapsone",
        "opb": "Rifampicin + Clofazimine",
        "opc": "Rifampicin + Dapsone + Clofazimine",
        "opd": "Rifampicin + Ofloxacin + Minocycline",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "e8bf4b11-43e8-4f51-842c-deffb5daeda2",
        "choice_type": "single"
    },
    {
        "question": "ORS new osmolarity is -",
        "exp": "Ans. is 'b' i.e., 245 o Because of the improved effectiveness of reduced osmolarity ORS solution, WHO and UNICEF are recommending that countries manufacture and use the following formulation in place of the previously recommended ORS solution.Composition of reduced osmolarity ORSReduced osmolarity ORSgrams/litreSodium chlorideGlucose, anhydrousPotassium chlorideTrisodium citrate, dihydrateTotal weight2.613.51.52.920.5Reduced osmolarity ORSmmol/litreSodiumChlorideGlucose, anhydrousPotassiumCitrateTotal osmolarity7565752010245",
        "cop": 2,
        "opa": "270",
        "opb": "245",
        "opc": "290",
        "opd": "310",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "3c751a4a-648e-4156-99ba-547c43a5dd8d",
        "choice_type": "single"
    },
    {
        "question": "Kala-azar is found in all endemic areas, except:",
        "exp": "Ans. d. AssamRef: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-322Kala-azar caused by Leishmania donovani; transmitted by female phlebotomine sandfly.It is endemic in 54 districts of Bihar, Jharkhand, West Bengal, Uttar Pradesh.Incubation period 1-4 months3 types of leishmaniasisVisceral leishmaniasisCutaneous leishmaniasisMucocutaneous leishmaniasis",
        "cop": 4,
        "opa": "West Bengal",
        "opb": "UP",
        "opc": "Bihar",
        "opd": "Assam",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f79c5724-2f2e-44b3-904c-b68024458114",
        "choice_type": "multi"
    },
    {
        "question": "Normal saline is used as diluent in which vaccine-",
        "exp": "Ans. is 'c' i.e., BCG BCG vaccineo BCG vaccine is a live attenuated vaccine produced by 'Bacille Calmette Guerin' an avirulent strain produced by 230 subcultures over a period of 13 years,o Types of vaccine - It is a live attenuated vaccine. There are two types of vaccineLiquid (fresh) vaccineFreeze dried (lyophilized) - more stable, currently in use.o Diluent - Normal saline is recommended as a diluent for reconstituting vaccine, as distilled water may cause irritation. The reconstituted vaccine should be used within 3 hours.o Route - Intradermalo Site - Just above the insertion of deltoid (usually left)o Dosage - # Usual strength is 0.1 mg in 0.1 ml# For newborn < 4 weeks, 0.05 ml.o Age of administraton - Either at birth or at 6 weeks of age simultaneous with DPT and polio,o Storage - BCG vaccines are stable for several weeks at ambient temprature in tropical climate, and for upto 1 year. If kept away from direct light and stored in a cool environment. The vaccine must be protected from exposure to light during storage (wrapped up in double layer of red or black cloth),o Duration of protection - 15 to 20 years,o Booster - Not advised under EPL",
        "cop": 3,
        "opa": "Measles",
        "opb": "Rubella",
        "opc": "BCG",
        "opd": "HAV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "6d69f1be-d131-4d3b-84fc-b118437fc1f0",
        "choice_type": "single"
    },
    {
        "question": "Western equine encephalitis virus is transmitted by-",
        "exp": "Ans. is 'b' i.e., Culex mosquitoMosquito speciesDisease transmittedAnophelesMalaria, filariasis (not in India), arboviruses of febrile and encephalitic diseaseCulexBaneroftian filariasis, Japanese encephalitis, West- Nile fever, St. Louis encephalitis, western equine encephalitisAedesYellow fever (in Africa), Dengue, Dengue haemorrhagic fever, Chickengunya, Chickengunya haemorrhagic fever, Rift valley fever, Sindbis, Baneroftian filariasis (not in India)MansoniaBrugian filariasis, Baneroftian filariasis, Chickengunya",
        "cop": 2,
        "opa": "Anophales mosquito",
        "opb": "Culex mosquito",
        "opc": "Sandfly",
        "opd": "Aedes mosquito",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "46e406e9-5a3d-4b5b-92b2-065a4faf5a12",
        "choice_type": "single"
    },
    {
        "question": "Why a TB patient is recommend a regimen of 4 drugs on 1st visit -",
        "exp": "Ans. is *a' i.e., To avoid emergence of persistors 6. Two phase chemotheraphyo There are two phase of treatment of tuberculosisIntensive phaseThis is short phase in the early course of treatment and lasts for 1-3 months.Three or more drugs are given to kill as many bacilli as possible, w hich prevents emergence of persisters.The risk of re lapse is also lessened.Continuation phaseIt is aimed at sterilizing the smaller number of dormant or persisting bacilli,o Multidrug treatment in TB is given to -Prevent emergence of persistersPrevent relapsePrevent emergence of resistanceShorten the duration of treatment",
        "cop": 1,
        "opa": "To avoid emergence of persistors",
        "opb": "To avoid side effects",
        "opc": "To cure early",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "db97c2d4-0fed-4b4a-82b2-d1bcab9367d5",
        "choice_type": "multi"
    },
    {
        "question": "A herd immunity of over - % is considered necessary to prevent epidemic spread of diphtheria-",
        "exp": "Ans. is 'd' i.e., 70% o A herd immunity of over 70% is considered necessary to prevent epidemic spread, but some believe that the critical level may be as high as 90%.Diphtheriao Diphtheria is an acute infectious disease caused by toxigenic strains of corynebacterium diphtheriae.o Source of infection - cases or carriers; carriers are common sources of infection, their ratio is estimated to be 95 carriers for 5 clinical cases.o Infective period-14-28 days from the onset of disease,o Age group-1 to 5 yearso Sex-Both sexeso Incubation period-2-6 dayso The period of infectivity may vary from 14 to 28 days from the onset of the disease, but carriers may remain infective for much longer period.o A case or carrier may be considered non-communicable when at least 2 cultures properly obtained from nose and throat, 24 hours apart, are negative for diphtheria bacilli.Control of diphtheriao Control diphtheria requiresControl in cases and carrierControl for contacts (prophylaxis for contact)Prophylaxis for community ->> by vaccinationControl in cases and carrier1) Early diagnosis-By nose & throat examination and culture.2) Isolation-For at least 14 days or until proved free of infection, i.e. at least 2 consecutive nose and throat swabs, taken 24 hours apart, should be negative before terminating isolation.Treatmenti) Cases-Diphtheria antitoxin plus penicillin or erythromycin.ii) Carrier-Erythromycin",
        "cop": 4,
        "opa": "50%",
        "opb": "55%",
        "opc": "60%",
        "opd": "70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "a1a358e5-39f9-49b0-bf22-4770f726d40a",
        "choice_type": "single"
    },
    {
        "question": "Adies aegpti index at airport -",
        "exp": "(C) (< 1) (258 - Park 22nd)AEDES AEGYPTI INDEX: This is a house index and is defined as \"the percentage of houses and their premises in a limited well-defined area, showing actual breading of Aedes - aegypti larvae\"* This index should not be more than 1 percent in towns and seaports in endemic areas to ensure freedom from yellow fever.* Airports and seaports are kept free from the breeding of insect vectors over an area extending at least 400 meters** around their perimeters.* The \"aedes aegypti index\" is kept below 1 **YELLOW - FEVER* It is a exotic zoonotic disease in India.* Causative agent - Group B Arbovirus (Flavivirus fibricus) (Togavirus family)* Reservoir - Monkey in forest areas and Man in urban area.* Vector - Aedes aegypti* Incubation Period - Intrinsic 3-6 days, Extrinsic 8-12 days.* Immunity - One attack confers life long Immunity. Infants bom of immune mothers have antibodies up to 6 months of life.* Clinical features - Haemorrhagic fever (black vomit, epistaxis, malena) with severe hepatic and renal manifestations. Spectrum of disease varies from clinically indeterminate to severe cases.* Case fatality rate - May reach 80% in severe cases.* Period of communicability: Blood of patients is infective during the first 3 to 4 days of illness.* Vaccine - 17 D vaccine Live attenuaed, Freeze dried. Immunity apperrs on 7th day and lasts >35 years. Rapid immunization of population at risk is the most effective control strategy.* International certificate of vaccination - Valid 10 days after date of vaccination and extends up to 10 years. WHO recommends re-vaccination after 10 years.* All travellers (including infants) exposed to risk of yellow fever or passing through endemic zones of yellow fever must poses a valid International certificate of vaccination.* Quarantine - A traveller without a valid international certificate of vaccination' is placed on quarantine in a mosquito proof ward for 6 days.",
        "cop": 3,
        "opa": "0",
        "opb": "1",
        "opc": "<1",
        "opd": "2-Jan",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "f36ec928-6f46-4017-b540-f962b8695aaf",
        "choice_type": "single"
    },
    {
        "question": "Indicator for vector burden on human malaria is:-",
        "exp": "Ans. (A) Man biting rate(Ref: Park Text book of PSM 25th ed; pg. 342)Vector burden may be denoted by the term-anthrophilismMan biting rate (biting density): It is defined as the average incidence of anopheline bites per day per person. It is determined by standardized vector cache on human bait.Sporozoite rate: It is percentage of female anopheles with sporozoites in the salivary glandInoculation rate: The man-biting rate multiplied by the infective sporozoite rate is called as Inoculation rate.Human blood index: It is the proportion of freshly fed female anopheline mosquitoes whose stomach contains human blood. It indicates the degree of anthrophilism.Mosquito density: It is usually expressed as the number of mosquitoes per man-hour-catch.Points to RememberPre-eradication era malariometric indicators: Parameters are based on clinical diagnosis (Spleen rate, average enlargement spleen, parasite rate, parasite density index, Infant parasite rate and proportional case rate).Eradication era malariometric indicators: Parameter based on microscopic diagnosis of malaria.#Annual parasite incidence#Annual blood examination rate#Annual falciparum incidence#Slide positive rate#Slide falciparum rateVector indices are:-#Human blood index, sporozoite rate, mosquito density#Man biting rate and inoculation rateSome Important IndicatorSpleen rate: Endemically of malaria in a communityInfant parasite rate: The most sensitive index of recent transmission off malaria in a locality.Annual parasite rate: Sophisticated measure of malaria incidence and burden of disease in a community.Annual blood examination rate: Index of operational efficiency.Human blood index: Indicates the degree of anthrophilism.",
        "cop": 1,
        "opa": "Man biting rate",
        "opb": "Inoculation rate",
        "opc": "Slide positive rate",
        "opd": "Human blood index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable Diseases",
        "id": "352636fd-8735-4e3c-864f-18d0f0489cb1",
        "choice_type": "single"
    }
]