[
    {
        "question": "Which of the following are included in Malaria Vector Indices in pre-eradication era? a). Spleen ratio b). Human blood index c) Slide positivity rate d). Parasite density index",
        "exp": "Malaria vector indices are divided into 3 groups. 1. Pre-eradication era 2. Eradication ERA 3. Malaria vector indices Spleen ratio AV. Enlarged spleen Parasite rate Parasite density index IPR PCR API ABER AFI SPR SFR Human blood index Sporozoite rate Mosquito Density Biting density Inoculation rate",
        "cop": 2,
        "opa": "1, 3",
        "opb": "1, 4",
        "opc": "1, 2, 3",
        "opd": "4, 3, 1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "26ed48a2-cd3e-4bd0-ab23-1dc66df27168",
        "choice_type": "single"
    },
    {
        "question": "A pregnant lady was found to be HIV positive in first trimester. Next line of management is:-",
        "exp": "A- To HIV+ pregnant women and women doing breast feeding Should be initiated regardless of WHO clinical stage and at any CD4 count. To be continued lifelong.",
        "cop": 2,
        "opa": "Sta A now, continue throughout pregnancy and till 6 weeks after delivery",
        "opb": "Sta A now, continue throughout pregnancy and till lifelong",
        "opc": "Sta A after first trimester, continue throughout pregnancy and till 6 weeks after delivery",
        "opd": "Sta A after first trimester; continue throughout pregnancy and till lifelong",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "8317713c-11c1-4cd4-8391-c3fa8ebeea50",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Epidemic typhus except",
        "exp": "Rickettsial diseases Diseases Rickettsial agent Insect vectors Mammalian reservoirs 1. Typhus group a. Epidemic typhus b. Murine typhus c. Scrub typhus R. prowazekii R. typhi R. tsutsugamushi Louse Flea Mite Humans Rodents Rodents 2. Spotted fever group a. Indian tick typhus b. Rocky mountain spotted fever c. Rickettsial pox R. conorii R. rickettsii R. akari Tick Tick Mite Rodents, dogs Rodents, dogs Mice 3. Others a. Q fever b. Trench fever C. burnetii Rochalimaea quintana Nil Louse Cattle, sheep, goats Humans Also serve as ahropod reservoir, by maintaining the rickettsiae through ovarian transmission Murine typhus is also known as Endemic typhus or Flea typhus",
        "cop": 1,
        "opa": "Also known as Flea born typhus",
        "opb": "Causative agent is Rickettsial prowazekki",
        "opc": "Vector - Louse",
        "opd": "Tetracycline is drug of choice",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "39162861-b077-4eea-b980-6b8820383433",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements regarding diagnosis of Malaria are true?",
        "exp": "- Option - 1 - False - Thin film is used to detect species of plasmodium causing infection As thin film is air dried in 10 mins & fixed with methanol, morphology of parasite is not destroyed, hence species can be identified - Option - 2 - False - Thick film is used to detect malarial infection & its concentration in blood. As thick film is dried slowly by taking 30 mins, hemolysis can occur resulting in destroying the morphology of parasite. Hence, species cant be determined. - Option - 3 - True - Jaswant Singh Bhattacharya (JSB) Stain is used in both blood films - Option- 4 - False - As the sensitivity of microscopy is high, It is possible to detect malarial parasite at low densities.",
        "cop": 3,
        "opa": "Thin blood film is used to determine parasite concentration.",
        "opb": "Thick blood film is used to detect plasmodium species causing infection.",
        "opc": "Jaswant Singh Bhattacharya (JSB) Stain is used.",
        "opd": "As the sensitivity of microscopy is low, it is useful to detect parasite load at high concentrations only.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "152450ba-fd90-4969-bd8f-57eb0287c16d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are helminthic water born disease except?",
        "exp": "Giardiasis is water born protozoal infection A. Biological (Water-borne diseases) Those caused by the presence of an infective agent:- a. Viral: Viral hepatitis A, hepatitis E, poliomyelitis, rotavirus diarrhea in infants b. Bacterial: Typhoid and parathyphoid fever, bacillary dysentery, Esch. coli diarrhea, cholera c. Protozoal: Amoebiasis, giardiasis d. Helminthic: roundworm, threadworm, hydatid disease. e. Leptospiral: Weil's disease 2. Those due to the presence of an aquatic host: a. Snail: schistosomiasis b. Cyclops: guineaworm, fish tape worm.",
        "cop": 4,
        "opa": "Roundworm",
        "opb": "Threadworm",
        "opc": "Hydatid cyst",
        "opd": "Giardiasis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "0d0fcb5f-1f3e-4e24-bea9-f070eadba7ed",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old male came with complaint of cough and fever from last 6 weeks. On lab investigations, patient came sputum smear negative and no significant findings were seen on chest X-ray. The consultant is having high suspicion that patient is having TB. What is the next step for managing such a patient?",
        "exp": "When clinical suspicion is high with negative findings on sputum smear examination and CXR, then CB-NAAT is the next diagnostic modality to be done. It detects mycobacterium tuberculosis in the sample. if MTB is positive, we also test for rifampicin senstivity.",
        "cop": 2,
        "opa": "Repeat chest X-ray",
        "opb": "Do CBNAAT",
        "opc": "Sta ATT",
        "opd": "Repeat sputum examination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable & Non Communicable Disease",
        "id": "f5fe2f77-de0d-499d-abe3-338cb0a0551c",
        "choice_type": "multi"
    }
]