[
    {
        "question": "All of the following statements are true about congenital rubella except-",
        "exp": ". <p>congenital rubella syndrome:- Refers to infants born with defects secondary to intrauterine infection or who manifest symptoms or signs of intrauterine infection sometime after bih. Congenital infection is considered to have occurred if the infant has IgM antibodies sholy after bih.( as IgM antibodies do not cross placenta,their presence indicate they must have been synthesised by the infant inutero) or if IgG antibodies persist for more than 6 months. At bih virus is easily detected in pharyngeal secretion,multiple organs, CSF ,urine and rectal swabs. Rubella infection inhibits cell division. The classic triad- deafness,cardiac malformation and cataract. Other defects include glaucoma, retinopathy, microcephalus, cerebral palsy, intrauterine growth retardation,hepatosplenomegaly, mental and motor retardation. These defects occuring singly/in combination is known as \" congenital rubella syndrome \". Congenital rubella- chronic infection Acquired rubella- acute infection. The gestational age at which maternal infection occurs is a major determinant for extend of foetal infection. 1. First trimester- most disastrous as the organs are developing. Infection during this period results in abnormalities in 85% cases. 2. Second trimester- 16% cases. 3. After 20 weeks- bih defects uncommon. {Reference: park&;s textbook of preventive and social medicine, 23rd edition, pg no.151}</p>",
        "cop": 4,
        "opa": "It is diagnosed when the infant has IgM antibodies at bih",
        "opb": "It is diagnosed when Ig G antibodies persist for more than 6 months",
        "opc": "M.C. congenital defects are deafness, cardiac malformation and cataract",
        "opd": "Infection after 16 weeks of gestation result in major congenital defects",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Communicable diseases",
        "id": "2440ad1d-e846-4644-bbe3-5b4fc1c07d56",
        "choice_type": "multi"
    }
]