[
    {
        "question": "Measures involved in sentinel surveillance includes all of the following except.",
        "exp": "Ans. (d) Identifying cases free of disability* Surveillance: Is the ongoing systematic collection and analysis of data and the provision of information which leads to action being taken to prevent and control a disease, usually one of an infectious nature* Surveillance is of many types:- Passive Surveillance: Data is itself reported to the health system; For e.g., A patient with fever coming on his own to the PHC, CHC, Dispensary, Private Practitioner, Hospital- Active Surveillance: Health system seeks out 'actively' the collection of data, i.e., goes out to community to collect data; For e.g., Stool sample collection from home in Polio Program.- Sentinel Surveillance: Monitoring of rate of occurrence of specific conditions to assess the stability or change in health levels of a population, It is also the study of disease rates in a specific cohort, geographic area, population subgroup, etc. to estimate trends in larger population; For e.g., Use of health practitioners to monitor trends of a health event in a population- 1. Sentinel Surveillance helps in 'identifying missing cases' and 'supplementing notified cases'ALSO REMEMBER* Most of the national health programs in India rely on Passive Surveillance for morbidity and mortality data collection.* Active Surveillance: Is seen in NVBDCP (Health worker goes house to house every fortnight to detect fever cases, collect blood slides and provide presumptive treatment under malaria component) and National Leprosy Elimination Program (Modified Leprosy Elimination Campaigns)* Sentinel Surveillance is done in National AIDS Control Program wherein STD Clinics, ANC Clinics have been identified as sentinel sites to monitor trends of HIV/AIDS in the country",
        "cop": 4,
        "opa": "Identifying missing cases in notification of diseases",
        "opb": "Identifying new cases of infection",
        "opc": "Identifying old and new cases",
        "opd": "Identifying cases free of disability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "744ac7f5-db9c-4287-8b7e-bac76d27f977",
        "choice_type": "multi"
    },
    {
        "question": "Small pox vaccine was invented by?",
        "exp": "ANSWER: (B) Edward JennerREF: Jawetz's 24th ed chapter 34Edward Jenner introduced vaccination for small pox with live cowpox virus in 1798.",
        "cop": 2,
        "opa": "Louis pasture",
        "opb": "Edward Jenner",
        "opc": "Paul Eugene",
        "opd": "John snow",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "a61d9bd1-a62a-471d-8ab1-b4448866c278",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a primary prevention strategy?",
        "exp": "ANSWER: (A) Breast self examREF: Park 20th edition page 38, 334Indirect repeat from December 2009\"Breast self examination is for early detection of breast cancer and its treatment as early as possible and hence it is a secondary prevention\"Cancer education is a primordial prevention which is a type of primary prevention as per parkBefore emergence of risk factorsBefore disease onsetAfter disease onsetOngoingdisabilityDisabilityPrimordialpreventionPrimarypreventionSecondarypreventionTertiarypreventionTertiarypreventionIndividual & mass educationHealth promotion & Specific protectionEarly diagnosis (screening) and treatmentDisabilitylimitationRehabilitation",
        "cop": 1,
        "opa": "Breast self exam",
        "opb": "Control of tobacco",
        "opc": "Radiation protection",
        "opd": "Cancer education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "0d11be55-52c9-459d-9e3a-537f1c66c977",
        "choice_type": "single"
    },
    {
        "question": "Preventing obesity is an example of which of the following types of prevention? (2014 Feb REPEAT)",
        "exp": "Ans: A (Primordial prevention) Ref: Park's Textbook of Preventive and Social Medicine, 22nd edition, pg: 39, 40Explanation:Preventing obesity becomes primordial prevention for most of the Non-communicable diseases.This is because the risk factor for other diseases is prevented, which means primordial prevention. Level of preventionPhase ofdiseaseInterventionsExamplesPrimordialPrevention of risk factorsHealth education* School health educationPrimaryPrevention of diseaseHealth promotion* Life style modification* Stop smoking* Stop alcoholismSpecificprotection* Chemoprophylaxis* Condom usage* Wearing helmet* Seat beltSecondaryPrevention of spread of disease and compiicationsEarly diagnosis and prompt treatment* Screening for any disease* Two weeks cough with sputum in case of tuberculosis* Any fever case treated as malariaTertiaryLimiting theoccurredcomplicationandrehabilitationDisabilitylimitation* MCR slipper in diabetes before complication* Appropriate foot care in diabetes and leprosyRehabilitation* Artificial limb after road traffic accidents",
        "cop": 1,
        "opa": "Primordial",
        "opb": "Primary",
        "opc": "Secondary",
        "opd": "Tertiary",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "20ef41c0-a691-4752-abb4-cb7755bd8326",
        "choice_type": "single"
    },
    {
        "question": "Best for prevention of risk factor:",
        "exp": "Ans. (a) Primordial preventionRef : K. Park 23rd ed. / 41, 21sted. 139-40* Primordial level of prevention is defined as prevention of emergence or development of risk factors in countries or population groups in which disease entity is not yet appeared, or population group which are not yet exposed.* Modes of intervention:# Individual education# Mass education* Primordial level is considered as best level of prevention for non-communicable diseases",
        "cop": 1,
        "opa": "Primordial prevention",
        "opb": "Primary prevention",
        "opc": "Secondary prevention",
        "opd": "Tertiary prevention",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "a2255b77-03f3-4ee1-b4de-314f19cca19b",
        "choice_type": "single"
    },
    {
        "question": "The pioneer in concept of specific protection by vaccine was -",
        "exp": "Ans. is 'a' i.e., Chineseo The Chinese were early poineers of immunizations. They practiced voriolation to prevent small pox.o Similar practice is also known to be prevalent in the early Ayurveda period, which was quoted by Edward Jenner to the Royal society to get approval for first proposed small pox vaccine.",
        "cop": 1,
        "opa": "Chinese",
        "opb": "Robertkoch",
        "opc": "Ambroise pare",
        "opd": "Louis Pasteur",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "6e199ae8-6ec7-4ae3-bd7f-11d4c78159e4",
        "choice_type": "single"
    },
    {
        "question": "Iodized salt in iodine deficiency control program me is -",
        "exp": "Ans. is 'a' i.e., Primary prevention o Fortification of food e.g. iodized salt is primary prevention,o Life style change is a type of primordial prevention.LEVELS OF PREVENTIONo There are four levels of preventionPrimordial preventionPrimary preventionSecondary preventionTertiary preventionPrimordial Level of Prevention: Is primary prevention (see below) in purest senseo It is the prevention of the emergence or development of risk factors in countries or population groups in which they have not yet appearedo Modes of Intervention: 1) Individual Education2) Mass Educationo Primordial Level is Best level of prevention for Non-communicable diseasesPrimary Level of Prevention:o It is the action taken prior to onset of disease, which removes the possibility that a disease will ever occuro Modes of Intervention:Health Promotion: Is targeted at strengthening the host through a variety of approaches1' interventions, e.g. Health Education, Environmental modifications. Nutritional interventions. Lifestyle & behavioural changesSpecific Protection: Is targeting the prevention of disease through a specific interventiono Primary level of prevention is applied when 'risk factors are present but disease has not yet taken place 'o It signifies 'intervention in the Pre-pathogenesis Phase of a disease/ health problem'Secondary Level of Prevention:o It halts the progress of disease at its ' incipient stage and prevents complicationso Modes of Intervention:Early Diagnosis: Detection of disturbances while biochemical, functional and morphological changes are still reversible or prior to occurrence of manifest signs & symptomsTreatment: Shortens period of communicability, reduces mortality and prevents occurrence of further cases (secondary cases) or any long term disabilityo Secondary1 level of prevention is applied when disease has possibly set in: It attempts to arrest the disease process, seek unrecognized disease & treat it before irreversibility and reverse communicability of infectious diseaseso National Health Programmes by Govt, of India mostly operate at Secondary level of preventiono Secondary prevention is an imperfect tool in control of transmission of disease: It is more expensive and less effective than primary preventiono It is an important level of prevention for diseases like Tuberculosis. Leprosy and STDs.Tertiary Level of Prevention:o Is applied when disease has advanced bey>ond early stages: It aims to reduce or limit impairments & disabilities, minimize suffering caused by existing departures from good healtho Modes of I ntervention:Disability Limitation: It 'prevents the transition of disease from impairment to handicap'Rehabilitation: Training & retraining of an individual to the highest possible level of functional ability; It can be medical, vocational, social or psychologicalo Tertiary' level of prevention signifies 'intervention in late pathogenesis phase'.Level of preventionExampleso Primordial preventiono Discouragement from adapting a harmful lifestyle, e.g. smokingo Primary preventiono Immunization (vaccination)o Chemoprophylaxiso Nutritional supplementation programmeso Chlorination of watero Using a mosquito neto Health educationo Secondary preventiono Screening testo Case finding programmeso Early diagnosis & treatmento Tertiary preventiono Disability limitation* Resting the affected limb in neutral position in PRPP to prevent deformityo Rehabilitation* Estabilishing schools for blind* Provision of aids for crippled* Reconstructive surgery in leprosy* Muscle re-education and graded exercise in neurological disorder like polio* Changing profession for a more suitable one",
        "cop": 1,
        "opa": "Primary prevention",
        "opb": "Secondary prevention",
        "opc": "Teriary prevention",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "66760373-1065-4fbe-bfd9-88c4724accd4",
        "choice_type": "multi"
    },
    {
        "question": "Which level of prevention is applicable in a population without any risk factor -",
        "exp": "Ans. is 'a' i.e., Primordial prevention o It is the prevention of the emergence or development of risk factors in countries or population groups in which they have not yet appeared.o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Primordial prevention",
        "opb": "Primary prevention",
        "opc": "Secondary prevention",
        "opd": "Tertiary prevention",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "cb5b7b1f-9288-4fbf-93a7-396e036f8f9e",
        "choice_type": "single"
    },
    {
        "question": "Mode of prevention in CHD-",
        "exp": "Ans. is 'b' i.e., Primordial prevention o Best way to prevent mortality from any disease is to prevent the development of disease,o In case of CHD, primordial prevention is best strategy, which mainly concerns with life style changes.LEVELS OF PREVENTIONo There are four levels of preventionPrimordial preventionPrimary preventionSecondary preventionTertiary' preventionPrimordial Level of Prevention: is primary prevention (see below) in purest senseo It is the prevention of the emergence or development of risk factors in countries or population groups in which they have not yet appearedo Modes of Intervention:Individual EducationMass Educationo Primordial Level is Best level of prevention for Non-communicable diseasesPrimary Level of Prevention:o It is the action taken prior to onset of disease, which removes the possibility that a disease will ever occuro Modes of Intervention:Health Promotion: Is targeted at strengthening the host through a variety of approaches/ interventions, e.g. Health Education, Environmental modifications. Nutritional interventions. Lifestyle & behavioural changesSpecific Protection: Is targeting the prevention of disease through a specific interventiono Primary level of prevention is applied when 'risk factors are present but disease has not yet taken place'o It signifies 'intervention in the Pre-pathogenesis Phase of a disease/ health problem 'Secondary Level of Prevention:o It halts the progress of disease at its ' incipient stage and prevents complicationso Modes of Intervention:Early Diagnosis: Detection of disturbances while biochemical, functional and morphological changes are still reversible or prior to occurrence of manifest signs & symptomsTreatment: Shortens period of communicability, reduces mortality' and prevents occurrence of further cases (secondary' cases) or any long term disabilityo Secondary level of prevention is applied when disease has possibly set in: It attempts to arrest the disease process, seek unrecognized disease & treat it before irreversibility' and reverse communicability of infectious diseaseso National Health Programmes by Govt. of India mostly operate at Secondary' level of preventiono Secondary prevention is an imperfect tool in control of transmission of disease: It is more expensive and less effective than primary' preventiono It is an important level of prevention for diseases like Tuberculosis. Leprosy and STDsTertiary Level of Prevention:o Is applied when disease has advanced beyond early stages: It aims to reduce or limit impairments & disabilities, minimize suffering caused by existing departures from good healtho Modes of Intervention:Disability? Limitation: It 'prevents the transition of disease from impairment to handicap'Rehabilitation: Training & retraining of an individual to the highest possible level of functional ability'; It can be medical, vocational, social or psychologicalo Tertiary level of prevention signifies 'intervention in late pathogenesis phase'",
        "cop": 2,
        "opa": "High risk strategy",
        "opb": "Primordial prevention",
        "opc": "Secondary prevention",
        "opd": "Tertiary' prevention",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "a6ae477d-502e-423a-8a18-6d44338e8f32",
        "choice_type": "single"
    },
    {
        "question": "'Primordial Prevention' means",
        "exp": "Ans. (b) Prevention of emergence of risk factors of the diseaseRef : K. Park 23rd ed. / 41, 370* Primordial prevention refers to prevention of development of risk factors in countries or population groups where they are yet to appear.* For instance, adult health problems like obesity, hypertension etc. take root in childhood, when lifestyles like smoking, eating patterns, physical exercise are formed* As part of primordial prevention, efforts are made to discourage high risk children, adolescents and young adults from adopting harmful lifestyles. The primary intervention is through individual and mass education.",
        "cop": 2,
        "opa": "Preventive action taken prior to onset of disease",
        "opb": "Prevention of emergence of risk factors of the disease",
        "opc": "Prevention of disease from causing complication",
        "opd": "Early detection of disease by screening",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "d7c6931a-d064-4bc4-a520-8283cf30c46e",
        "choice_type": "single"
    },
    {
        "question": "Continuous scrutiny of factors that determine the occurrence and distribution of disease and other condition of ill health is the definition of:",
        "exp": "Ans. (b) SurveillanceALSO REMEMBER* Diseases under International Surveillance :- Louse borne typhus fever- Relapsing fever- Poliomyelitis- Malaria- Human Influenza- Rabies- Salmonellosis* Monitoring versus surveillance:MonitoringSurveillance- Performance and analysis of routine measurements aimed at detecting changes in environment or health status of a population- One Time linear activity- No feedback present- No inbuilt action component present- Stops once disease is eliminated/eradicated- Smaller concept- Continuous scrutiny of the factors that determine the occurrence and distribution of disease and other conditions of ill-health- Continuous Cycle- Feedback present- Inbuilt action component present- Continues even after disease is eliminated/eradicated- Broader concept",
        "cop": 2,
        "opa": "Monitoring",
        "opb": "Surveillance",
        "opc": "Disease control",
        "opd": "System analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "e858d7c1-711a-4fb3-ad61-30fdddc812f0",
        "choice_type": "single"
    },
    {
        "question": "Primordial prevention is -",
        "exp": "Ans. is 'c' i.e., Prevention of development of risk factors 'LEVELS OF PREVENTIONo There are four levels of preventionPrimordial preventionPrimary preventionSecondary preventionTertiary' preventionPrimordial Level of Prevention: is primary prevention (see below) in purest senseo It is the prevention of the emergence or development of risk factors in countries or population groups in which they have not yet appearedo Modes of Intervention:Individual EducationMass Educationo Primordial Level is Best level of prevention for Non-communicable diseasesPrimary Level of Prevention:o It is the action taken prior to onset of disease, which removes the possibility that a disease will ever occuro Modes of Intervention:Health Promotion: Is targeted at strengthening the host through a variety of approaches/ interventions, e.g. Health Education, Environmental modifications. Nutritional interventions. Lifestyle & behavioural changesSpecific Protection: Is targeting the prevention of disease through a specific interventiono Primary level of prevention is applied when 'risk factors are present but disease has not yet taken place'o It signifies 'intervention in the Pre-pathogenesis Phase of a disease/ health problem'Secondary Level of Prevention:o It halts the progress of disease at its ' incipient stage and prevents complicationso Modes of Intervention:Early Diagnosis: Detection of disturbances while biochemical, functional and morphological changes are still reversible or prior to occurrence of manifest signs & symptomsTreatment: Shortens period of communicability, reduces mortality' and prevents occurrence of further cases (secondary' cases) or any long term disabilityo Secondary level of prevention is applied when disease has possibly set in: It attempts to arrest the disease process, seek unrecognized disease & treat it before irreversibility' and reverse communicability of infectious diseaseso National Health Programmes by Govt. of India mostly operate at Secondary' level of preventiono Secondary prevention is an imperfect tool in control of transmission of disease: It is more expensive and less effective than primary' preventiono It is an important level of prevention for diseases like Tuberculosis. Leprosy and STDsTertiary Level of Prevention:o Is applied when disease has advanced beyond early stages: It aims to reduce or limit impairments & disabilities, minimize suffering caused by existing departures from good healtho Modes of Intervention:Disability? Limitation: It 'prevents the transition of disease from impairment to handicap'Rehabilitation: Training & retraining of an individual to the highest possible level of functional ability'; It can be medical, vocational, social or psychologicalo Tertiary level of prevention signifies 'intervention in late pathogenesis phase'",
        "cop": 3,
        "opa": "Early diagnosis and treatment",
        "opb": "Prevention of development of disease",
        "opc": "Prevention of development of risk factors",
        "opd": "Rehabilitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "2ae01cb7-5814-40e9-ba31-3d334f7baf84",
        "choice_type": "single"
    },
    {
        "question": "Screening of Cervical cancer is which level of prevention",
        "exp": "Ans. (c) SecondaryRef: K. Park 23rd ed. / 41, 370-74* All screening and diagnostic tests and treatment measures come under secondary level of prevention.* All vaccines/immunization are primary level of prevention.* BCG vaccine used for treatment of bladder CA is secondary level of prevention.Must KnowLevel of Prevention with their modes and exampleLevel of preventionTimingMode of preventionExamplePrimordialBefore emergence of risk factor-* Source reduction for protection of malaria.* Preserving traditional life stylePrimaryRisk factor present but NO disease yetBy health promotion and specific protection.* All vaccines* Contraceptives* Mosquito nets/repellants/DDT* ChemoprophylaxisSecondaryWhen Disease has probably startedBy early diagnosis and treatment* All screening and diagnostic tests.* Treatment measures* BP monitoringTertiaryDisease in progression:By disability limitation and rehabilitation.* Physiotherapy* Crutches in polio",
        "cop": 3,
        "opa": "Primordial",
        "opb": "Primary",
        "opc": "Secondary",
        "opd": "Tertiary",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "ceae103b-544f-45b0-b1c7-6c1085c8bb71",
        "choice_type": "single"
    },
    {
        "question": "All of the following comes under primary prevention EXCEPT",
        "exp": "Ans. (a) Pap smearRef : K. Park 23rd ed. / 41, 385* PRIMARY PREVENTION is the action taken prior to the onset of disease which removes the possibilities of disease occurrence.* Modes of intervention :# Health promotion# Specific protection* It is applicable for \"risk factors are present but disease has not yet taken place\"* Pap smear is a screening test, which comes under secondary level of prevention.",
        "cop": 1,
        "opa": "Pap smear",
        "opb": "Helmets",
        "opc": "Contraception",
        "opd": "Vaccines",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "5ecb28d4-ce38-4565-8af3-44e076d052ce",
        "choice_type": "multi"
    },
    {
        "question": "Primordial prevention is done to prevent development of -",
        "exp": "Ans. is 'b' i.e., Risk factors LEVELS OF PREVENTIONo There are four levels of preventionPrimordial preventionPrimary preventionSecondary preventionTertiary' preventionPrimordial Level of Prevention: is primary prevention (see below) in purest senseo It is the prevention of the emergence or development of risk factors in countries or population groups in which they have not yet appearedo Modes of Intervention:Individual EducationMass Educationo Primordial Level is Best level of prevention for Non-communicable diseasesPrimary Level of Prevention:o It is the action taken prior to onset of disease, which removes the possibility that a disease will ever occuro Modes of Intervention:Health Promotion: Is targeted at strengthening the host through a variety of approaches/ interventions, e.g. Health Education, Environmental modifications. Nutritional interventions. Lifestyle & behavioural changesSpecific Protection: Is targeting the prevention of disease through a specific interventiono Primary level of prevention is applied when 'risk factors are present but disease has not yet taken place'o It signifies 'intervention in the Pre-pathogenesis Phase of a disease/ health problem 'Secondary Level of Prevention:o It halts the progress of disease at its ' incipient stage and prevents complicationso Modes of Intervention:Early Diagnosis: Detection of disturbances while biochemical, functional and morphological changes are still reversible or prior to occurrence of manifest signs & symptomsTreatment: Shortens period of communicability, reduces mortality' and prevents occurrence of further cases (secondary' cases) or any long term disabilityo Secondary level of prevention is applied when disease has possibly set in: It attempts to arrest the disease process, seek unrecognized disease & treat it before irreversibility' and reverse communicability of infectious diseaseso National Health Programmes by Govt. of India mostly operate at Secondary' level of preventiono Secondary prevention is an imperfect tool in control of transmission of disease: It is more expensive and less effective than primary' preventiono It is an important level of prevention for diseases like Tuberculosis. Leprosy and STDsTertiary Level of Prevention:o Is applied when disease has advanced beyond early stages: It aims to reduce or limit impairments & disabilities, minimize suffering caused by existing departures from good healtho Modes of Intervention:Disability? Limitation: It 'prevents the transition of disease from impairment to handicap'Rehabilitation: Training & retraining of an individual to the highest possible level of functional ability'; It can be medical, vocational, social or psychologicalo Tertiary level of prevention signifies 'intervention in late pathogenesis phase'",
        "cop": 2,
        "opa": "Disease",
        "opb": "Risk factors",
        "opc": "Impairment",
        "opd": "Disability'",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "251aea01-656e-4df3-8e2b-9dfddc905492",
        "choice_type": "single"
    },
    {
        "question": "Rabies vaccine was first developed by -",
        "exp": "Ans. is 'b' i.e., Louis pasteur o Louis pasteur is associated with :Development of live vaccine (first was anthrax)Development of vaccine for rabies (hydrophobia)Introduction of technique of sterilizationDisprove the theory of spontaneous generation (abiogenesis)Established the ditYerent growth need of different bacteria (helped in complex media)Coined the term vaccine",
        "cop": 2,
        "opa": "Robert Koch",
        "opb": "Louis Pasteur",
        "opc": "Edward Jenner",
        "opd": "Loeffler",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "0f0b2513-795a-49f4-9ada-cde76c2143aa",
        "choice_type": "single"
    },
    {
        "question": "Vaccine is what level of prevention:",
        "exp": "Ans. (b) PrimaryRef: K. Park 23rd ed. / 41, 370-74* All vaccines/immunization are primary level of prevention.* Refer to above table.",
        "cop": 2,
        "opa": "Primordial",
        "opb": "Primary",
        "opc": "Secondary",
        "opd": "Tertiary",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "66bd2674-7050-4695-919e-487e12ec8897",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Eradicable diseases EXCEPT:",
        "exp": "ANSWER: (A) TuberculosisREF: Park 20ta edition page 182 & 138, style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\">ase_candidate_table. pdfDisease considered as candidates for global eradication by the International Task Force forDisease EradicationDiseases already eradicated:So far, two diseases have been successfully eradicated -- one specifically affecting humans (smallpox), and one affecting a wide range of ruminants (rinderpest).Diseases targeted for eradication:DiseaseChief obstacles to eradicationConclusionDracunculiasis (Guinea worm disease)Sporadic insecurityEradicable (Eradicated from India)PoliomyelitisInsecurity: low vaccine coverage; increased national commitment neededEradicableLymphatic filariasisWeakness of primary health care systems in Africa; increased national/inter national commitment neededPotentially eradicableMeaslesLack of suitably effective vaccine for young infants; cost; public misconception of seriousnessPotentially eradicableMumpsLack of data on impact in developing countries; difficult diagnosisPotentially eradicableRubellaLack of data on impact in developing countries; difficult diagnosisPotentially eradicableTaeniasis/Cysticercosis (pork tapeworm)Demonstration of elimination on national scalePotentially eradicable",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Guinea worm",
        "opc": "Polio",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "ef8e5a79-04c1-4961-88f0-e6d9f94d2278",
        "choice_type": "multi"
    },
    {
        "question": "Polio vaccine is which type of prevention:",
        "exp": "Ans. (a) PrimaryRef.: K. Park 23rd ed. 141, 370-74",
        "cop": 1,
        "opa": "Primary",
        "opb": "Secondary",
        "opc": "Tertiary",
        "opd": "Primordial",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "357e65d6-6d3a-40b6-8b88-b91467721627",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is primordial prevention -",
        "exp": "Ans. is 'a' Level of prevention Examples o Primordial prevention o Discouragement from adapting a harmful lifestyle, e.g. smoking o Primary prevention o Immunization (vaccination) o Chemoprophylaxis o Nutritional supplementation programmes o Chlorination of water o Using a mosquito net o Health education o Secondary prevention o Screening test o Case finding programmes o Early diagnosis & treatment o Tertiary prevention o Disability limitation # Resting the affected limb in neutral position in PRPP to prevent deformity o Rehabilitation # Estabilishing schools for blind # Provision of aids for crippled # Reconstructive surgery in leprosy # Muscle re-education and graded exercise in neurological disorder like polio # Changing profession for a more suitable one",
        "cop": 1,
        "opa": "Avoiding nicotine",
        "opb": "Chemoprophylaxis",
        "opc": "Vaccination",
        "opd": "Screening",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "af77fd63-df20-4cff-8fba-89775ae46f33",
        "choice_type": "single"
    },
    {
        "question": "Missing cases are detected by?",
        "exp": "ANSWER: (C) Sentinel surveillanceREF: Park 20th edition page 38The word surveillance is the French word for \"watching over\"Sentinel surveillance is useful for answering specific epidemiologic questions because sentinel sites may not represent the general population or the general incidence of disease, they may have limited usefulness in analyzing national disease patterns and trends. (REF: http://www.usaid. gov/our_work/global_health/id/surveillance/sentinel.html)SURVEILLANCE:Continuous scrutiny of factors that determine the occurrence and distribution of diseases and other conditions of ill healthTypes:1. Active Surveillance:* One way to overcome the limitations of passive surveillance and get a better picture of disease burden in the community is for health workers to visit health facilities and communities to seek out cases. This is known as active surveillance.Eradication and elimination programmes may require a very active surveillance programme aimed at detecting every case.During outbreak situations surveillance must be intensified with the introduction of active case findingPassive Surveillance:Passive surveillance yields only limited data because many sick people do not visit a health facility and because those cases that do show up may not be correctly classified, recorded, or reportedSentinel Surveillance:A method of identifying the missing cases and thereby supplementing the notified casesFor example, in HIV/AIDS surveillance the proportion of the population positive for HIV7 must be monitored as well as the number of new cases of AIDS. This requires special HIV seropre vale nee surveillance usually done in a few representative sites ('sentinel surveillance\").",
        "cop": 3,
        "opa": "Active surveillance",
        "opb": "Passive surveillance",
        "opc": "Sentinel surveillance",
        "opd": "Monitoring",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of Control",
        "id": "bc3c3aa6-96ee-477a-bea1-724ee0b906b1",
        "choice_type": "single"
    }
]