[
    {
        "question": "Theory of web of causation was given by?",
        "exp": "ANSWER: (A) Me Mohan and Pugh. REF: Park 20th edition page 32\"The web of causation theory was given by MC Mohan and Pugh\"",
        "cop": 1,
        "opa": "Me Mohan and Pugh",
        "opb": "Pettenkoffer",
        "opc": "John snow",
        "opd": "Louis Pasteur",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "46478793-f18c-41a3-93c0-2fd891bafbbc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not show iceberg phenomenon -",
        "exp": "Ans. is 'a1 i. e., Rabieso Iceberg phenomenon of disease is not shown by rabies, tetanus and measles. Iceberg of diseaseo Disease in a community may be compared with an iceberg. o The floating tip of the iceberg represents what the physian sees in the community, i. e., clinical cases (Diagnosed case, symptomatic case or clinically apparent case). o The vast submerged portion of the iceberg represents the hidden mass of disease, i. e. latent, inapparent, presymptomatic and undiagnosed cases and carriers in the community, o The \"waterline\" represents the demarcation between apparent and inapparent disease, o Epidemiologist is concerned with Hidden portion of iceberg whereas clinician is concerned with tip of iceberg. o Screening is done for Hidden portion of iceberg whereas diagnosis is done for tip of iceberg, o Iceberg phenomenon of disease is not shown by rabies, tetanus and measles. o The clinician concerned only with the tip of iceberg, i. e symptomatic cases that are seen in clinical treatment, this can result in inaccurate view of the nature and causes of a disease results because the minority of the cases are studied (hidden cases submerged portion of ice berg is not studied) - Clinician's Fallacy. o Diseases with a great deal of subciinicai infection (therefore have iceberg phenomenon) arei) Rubellaiii) Poliov) Japanese encephalitisvii) Influenzaii) Mumpsiv) Hepatitis A and Bvi) Diphtheria",
        "cop": 1,
        "opa": "Rabies",
        "opb": "Polio",
        "opc": "JE",
        "opd": "Mumps",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "f06129c2-ee42-4c09-964c-a36129be67e3",
        "choice_type": "single"
    },
    {
        "question": "A ninfectiousdisease shows iceberg phenomenon. That means it has -",
        "exp": "Ans. is 'c' i. e., More subciinicai cases iceberg of diseaseo Disease in a community may be compared with an iceberg. o The floating tip of the iceberg represents what the physian sees in the community, Le. clinical cases (Diagnosed case, symptomatic case or clinically apparent case). o The vast submerged portion of the iceberg represents the hidden mass of disease, i. e. latent, inapparent, presymptomatic and undiagnosed cases and carriers in the community, o The \"waterline\" represents the demarcation between apparent and inapparent disease, o Epidemiologist is concerned with Hidden portion of iceberg whereas clinician is concerned with tip of iceberg. o Screening is done for Hidden portion of iceberg whereas diagnosis is done for tip of iceberg, o Iceberg phenomenon of disease is not shown by rabies, tetanus and measles. o The clinician concerned only with the tip of iceberg, i. e symptomatic cases that are seen in clinical treatment, this can result in inaccurate view of the nature and causes of a disease results because the minority of the cases are studied (hidden cases submerged portion of ice berg is not studied) -->> Clinician's Fallacy. o Diseases writh a great deal of subciinicai infection (therefore have iceberg phenomenon) arei) Rubellaiii) Poliov) Japanese encephalitisvii) Influenzaii) Mumpsiv) Hepatitis A and Bvi) Diphtheria",
        "cop": 3,
        "opa": "More case fatality rate",
        "opb": "More SAR",
        "opc": "More subclinical cases",
        "opd": "More complications",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "96a2f0e6-2567-4a5d-b571-cf90a79020e9",
        "choice_type": "single"
    },
    {
        "question": "In the following natural history of disease. What is B-X duration -",
        "exp": "Ans. is 'c' i. e., Screening time o In respect to screening test and diagnostic test, a disease passes through following phase, sequentially. i) Disease onset - Disease process just started. ii) First possible point of diagnosis - The earliest point in disease process where a diagnosis can be made, i. e., before this point diagnosis can not be made by any test. iii) Final critical point of diagnosis - The point after which even diagnosis and treatment will not change the outcome. iv) Usual time of diagnosis - Time in disease process when most of the people are diagnosed by usual diagnostic procedure (not screening test). o So, by screening, the intention is to diagnosis the disease between: - i) First possible point - Before that diagnosis cannot made by any test. ii) Final critical point - After that treatment will not change the outcome. o The time period between these two points is called screening time and all screening tests are aimed to detect the disease during this period. o The lead time is the time period between diagnosis by early detection (i. e., earliest point of diagnosis by screening test) and diagnosis by standard diagnostic tests. Lead time is the advantage gained by screening. o Thus in the given question - Screening time - B-X Lead time - B-Y",
        "cop": 3,
        "opa": "Lead time",
        "opb": "Lag time",
        "opc": "Screening time",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "74f87d7c-83be-49fa-843e-0ccabc34b044",
        "choice_type": "multi"
    },
    {
        "question": "James Lind is related to the discovery of:",
        "exp": "ANSWER: (A) Prevention of scurvy. REF: http: //en. wikipedia. org/wiki/James_Lind. James Lind was a Scottish physician. He was a pioneer of naval hygiene in the Royal Navy. By conducting the first ever clinical trial, he developed the theory that citrus fruits cured scurvy. He argued for the health benefits of better ventilation aboard naval ships, the improved cleanliness of sailors' bodies, clothing and bedding, and below-deck fumigation with sulphur and arsenic. He also proposed that fresh water could be obtained by distilling sea water. His work advanced the practice of preventive medicine and improved nutrition. In his book 'Treatise of the Scurvy\" (1753) James Lind did not decisively settle the questions of the causes and the treatment of scurvy, despite its presentation of experimental evidence that seemed to prove the efficacy of oranges and lemons in the cure of scurvied sea men.",
        "cop": 1,
        "opa": "Prevention of scurvy",
        "opb": "Cause of scurvy",
        "opc": "Pathogenesis of scurvy",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "08c1fc09-acd3-4f2e-b9a8-cf5a2551c419",
        "choice_type": "multi"
    },
    {
        "question": "Father of public health is which disease?",
        "exp": "Ans. (b) Cholera. Ref: K. Park 23rd ed./5* Father of public Health: John Snow, identified Cholera* Father of modern epidemiology: John Snow* Father of Medicine/first true epidemiologist: Hippocrates.",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Cholera",
        "opc": "Malaria",
        "opd": "Plague",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "942f6122-7842-46a2-bcb0-62e09b5802a0",
        "choice_type": "single"
    },
    {
        "question": "Accidents happening during weekends is -",
        "exp": "Ans. (a) Cyclic trends. Ref: K. Park 23rd ed. / 65-66, 21st ed / 61, 62. Time Distribution of Disease* Secular trend: it implies changes in occurrence of a disease over a period of long time, generally several years or decade.# Ex: Polio, Diphtheria, Pertusis are the diseases which are reducing in India in fast few decades; and diseases like DM, Obesity and hypertension has increased in past few decades.* Epidemic: Short term fluctuation of a Disease occur in few days, week, or months. E. g. food poisoning, Bhopal gas tragedy* Cyclic trends: some diseases occur in cycles spread over a period of time which means days, weeks, months, or years. Non-infectious condition may also show periodic fluctuations ex: automobile accidents in US are more frequent on weekends, esp: Saturday. Other examples can be measles occurring every 2-3 years, Rubella every 6-9 years.* Seasonal trend: It is seasonal variation/fluctuation in occurrence of a disease. Ex: measles, URI, GIT infection.",
        "cop": 1,
        "opa": "Cyclic trends",
        "opb": "Seasonal trends",
        "opc": "Secular trends",
        "opd": "Point source epidemic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "a1148f06-af9f-475c-aaff-d425b8e7280a",
        "choice_type": "single"
    },
    {
        "question": "ICD chapter 21 includes all except -",
        "exp": "Ans. is 'c' i. e.. Injury o ICD -10 code in chaptor XXI (Factor influencing health status and contact with health sendees): -Problem relating to lifestyle. Alcohol use. Tobacoo use. Drug use. Lack of physical exercise. Inappropriate diet and eating habits. High risk sexual behaviour",
        "cop": 3,
        "opa": "Alcohol",
        "opb": "Tobacco",
        "opc": "Injury",
        "opd": "Drugs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "59685643-38ae-46cf-a11d-97f9c4960f10",
        "choice_type": "multi"
    },
    {
        "question": "ICD is revised, every -",
        "exp": "Ans. is 'b' i. e., 10 years International classification of disease (ICD)o The I CD was produced by WHO and has been accepted for national and international use. o Since its inception, ICD has been revised about once every 10 years, o The latest revision, the HP' revision (ICD-10). came into effect on January 1, 1993. o The ICD also provides a basis that can be accepted for use in other fields e. g. dentistry, oncology and ophthalmology, o The ICD-10 is arranged in 21 major chaptors. o ICD-10 is arranged in 3 volumes:-Volume 1 - Classifications, lists, nomenclature & definitions. Volume 2 -Instruction manual. Volume 3 - Alphabetical index",
        "cop": 2,
        "opa": "5 years",
        "opb": "10 years",
        "opc": "15 years",
        "opd": "20 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "311540be-b30f-4eff-b327-37fe4f774138",
        "choice_type": "single"
    },
    {
        "question": "Iceberg phenomonon is shown by -",
        "exp": "Ans. is 'd' i. e., Influenza Icebarg of diseaseo Disease in a community may be compared with an iceberg. The floating tip of the iceberg represents what the physian sees in the community, i. e. clinical cases (Diagnosed case, symptomatic case or clinically apparent case). o The vast submerged portion of the iceberg represents the hidden mass of disease, i. e. latent, inapparent, presymptomatic and undiagnosed cases and carriers in the communityo The \"waterline\" represents the demarcation between apparent and inapparent disease. o Epidemiologist is concerned with Hidden portion of iceberg whereas clinician is concerned with tip of icebergo Screening is done for Hidden portion of iceberg whereas diagnosis is done for tip of icebergo Iceberg phenomenon of disease is not shown by rabies, tetanus and measles. o The clinician concerned only with the tip of iceberg, i. e symptomatic cases that are seen in clinical treatment, this can result in inaccurate view of the nature and causes of a disease results because the minority of the cases are studied (hidden cases submerged portion of ice berg is not studied) - Clinician's Fallacy. o Important diseases with a great deal of subclinical cases (and thus showing iceberg phenomenon) are: Rubella. Polio. Mumps, Japanese encephalitis. Influenza, diphtheria, Hepatitis A, and Hepatitis B.",
        "cop": 4,
        "opa": "Rabies",
        "opb": "Measles",
        "opc": "Tetanus",
        "opd": "Influenza",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "21f3d15a-2262-4ee2-98ca-cd66af4ca6ec",
        "choice_type": "single"
    },
    {
        "question": "In iceberg phenomenon, the submerged part represents",
        "exp": "Ans. (a) Undiagnosed cases in community. Ref: K. Park 23rd ed. /39, 135; K. Park 21s, ed. /37",
        "cop": 1,
        "opa": "Undiagnosed cases in community",
        "opb": "Diagnosed cases in community",
        "opc": "Clinial cases that physician sees",
        "opd": "Clinical cases that investigator sees",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Concept of disease causation",
        "id": "b0d53eb8-b0e9-4dbc-ae02-aacf4cb73063",
        "choice_type": "single"
    }
]