[
    {
        "question": "Eight months old child had history of unusual crying and convulsions following previous vaccination after BCG, DPT & OPV (first dose) and Hepatitis B. Now parents have brought child for next doses of vaccination. Which vaccine is contraindicated in this situation?",
        "exp": "Unusual crying following DPT is most likely to be Persistent Inconsolable Screaming. Similarly, convulsions are most likely to be d/t DPT. Hence, DPT should not be given subsequently. It can be replaced by DT.",
        "cop": 2,
        "opa": "Measles",
        "opb": "DPT",
        "opc": "Hepatitis B",
        "opd": "DT",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "8e098f50-d2ed-4c3f-98df-b2b3698abdb3",
        "choice_type": "single"
    },
    {
        "question": "Hypotensive, hyporesponsive episode following immunization can be seen in:-",
        "exp": "Hypotensive, hyporesponsive episode following immunization is seen mainly with DTP, rarely other vaccines. In DPT vaccine, peusis component is mainly responsible for Hypotensive hypo responsive episode (HHRE) It can also result in persistent inconsolable crying.",
        "cop": 2,
        "opa": "f. IPV",
        "opb": "Peussis",
        "opc": "Rota",
        "opd": "Hepatitis B",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "f178521e-9655-4918-af19-558ef5b440ba",
        "choice_type": "single"
    },
    {
        "question": "Ideal recommended time for observation for AEFI following immunization:-",
        "exp": "AEFI - Adverse event following immunization. Ideal recommended observation for AEFI is 30 minutes after immunization of child.",
        "cop": 2,
        "opa": "15 minutes",
        "opb": "30 minutes",
        "opc": "45 minutes",
        "opd": "1 hour",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "eac942c1-247a-4a43-8f14-8ee5cfb506b7",
        "choice_type": "single"
    },
    {
        "question": "Guillain Barre syndrome after immunization can be seen in:-",
        "exp": "Vaccine Reaction Influenza (inactivated) Anaphylaxis Guillain Barre syndrome Oculo-respiratory syndrome TT, Td Brachial neuritis Yellow fever Vaccine associated viscerotropic disease JE Neurologic events OPV Paralysis Hep B > DPT Hypersensitivity, shock Measles TSS, febrile seizures Rotavirus Intussusception Peussis Hypotensive hyporesponsive episode, persistent inconsolable crying, fever BCG Osteomyelitis, lymphadenopathy MMR Thrombocytopenia",
        "cop": 4,
        "opa": "Peussis",
        "opb": "Measles",
        "opc": "Diphtheria",
        "opd": "Killed Infuenza vaccine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "ea5d192e-fc33-4644-8f98-00ff9e51dc7e",
        "choice_type": "single"
    },
    {
        "question": "Contraindication to Hepatitis-B vaccine:-",
        "exp": "- Vaccine contraindicated in pre-term baby with bih weight < 2 kg is Hepatitis B - Vaccines & their contraindications: - Pregnancy - All live vaccines are CI except yellow fever vaccine - HIV +ve - Asymptomatic adult - no CI - Symptomatic adult - all live vaccines are CI except MMR, Varicella, Zoster vaccines - New born - all live vaccines are CI except OPV, Measles (& BCG in many nations) - Immunosupression, coicosteroids - All live vaccines are CI - Lactation - Yellow fever vaccine is CI - Fever - Typhoid vaccines are CI - Epilepsy - DPT vaccine is CI - Remember Cerebral palsy is not progressive disorder hence it is not CI for DPT - During epidemic - All vaccines except measles are CI - Post-disaster - All vaccines are CI except measles - Vaccines CI to give together - Cholera & yellow fever vaccines - Gap of 3 weeks should be maintained b/t these two.",
        "cop": 1,
        "opa": "Prematurity",
        "opb": "Weight - 2400gm",
        "opc": "Breech delivery",
        "opd": "Low APGAR score",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "937516f0-ceb9-48d9-92a2-87cdcb7a4394",
        "choice_type": "single"
    },
    {
        "question": "Most common repoed disease in post disaster period:",
        "exp": "- Most Common repoed disease in post disaster phase is Acute Gastroenteritis, Typhoid & Cholera. - Most impoant step during Post-disaster phase is, Chlorination of water > Vaccination - All vaccines are CI in post-disaster phase; except Measles Extra edge: - Chairman of National Disaster Management Authority (NDMA) of India is Prime Minister of India",
        "cop": 1,
        "opa": "Acute gastroenteritis",
        "opb": "Pneumonia",
        "opc": "Leptospirosis",
        "opd": "Malnutrition",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "31f31f2f-f77c-441b-bed8-c3ed0b818fc7",
        "choice_type": "single"
    },
    {
        "question": "PPV23 is not recommended in?",
        "exp": "Polysaccharide non-conjugate vaccine (PPV 23) contains capsular antigens of 23 serotypes. Dose: 0. 5 ml, route: I/M preferred, can be given S/C also Children under 2 years of age & immunocompromised individuals do not respond well to the vaccine. Pneumococcal conjugate vaccine (PCV7)- for use in children 23 months and younger. PCV 23 recommended for selected groups like: Children above 2 yrs of age and adults. Post-splenectomy Sickle-cell disease pts. Chronic diseases of heart, lung, liver or kidney. Diabetes mellitus Alcoholics Generalized malignancies, organ transplants etc.",
        "cop": 2,
        "opa": "Pts with Sickle cell disease",
        "opb": "Immunocompromised patients",
        "opc": "Post-splenectomy",
        "opd": "Pts with Diabetes mellitus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "3d1de352-3482-4f83-ad6e-eade2a2e6ad3",
        "choice_type": "single"
    },
    {
        "question": "Open Vial Policy is applicable to the following vaccine:",
        "exp": "Open Vial Policy has been devised under Universal Immunization Programme (UIP) in India, to allow reuse of paially used multidose ls of applicable vaccines and thus, reducing wastage. VACCINES to which Open Vial Policy is: APPLICABLE NOT APPLICABLE 1. OPV 2. Pentavalent 3. PCV 4. IPV 5. DPT 6. TT/Td 7. Hepatitis B 1. BCG 2. RVV (Rotavirus Vaccine) 3. Measles/MR/MMR 4. JE (Japanese Encephalitis) (Hint: All vaccines under UIP, which are reconstituted with Diluents, do not follow Open Vial Policy. Rotavirus Vaccine is an exception to this) - Open Vial Policy is Applicable to qualifying vaccines only if the following conditions are fulfilled: Expiry Date has not passed. Vaccine is stored in appropriate temperature range. Septum of vaccine l is sterile and not submerged in water. Aseptic technique used to withdraw all doses. VVM is in usable stage. The applicable/qualifying vaccine ls can be used for subsequent sessions, for up to 28 days/4weeks, provided the above stated conditions are fulfilled.",
        "cop": 4,
        "opa": "MR",
        "opb": "BCG",
        "opc": "RVV",
        "opd": "IPV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "16773abd-48b5-42dc-9432-783605921779",
        "choice_type": "single"
    },
    {
        "question": "Vaccine contraindicated during Pregnancy is",
        "exp": "- All live vaccines (except Yellow fever vaccine) are contraindicated in pregnancy. - Pregnancy is a immunocompromised state. Hence, CI for live attenuated vaccines, unless the risk of infection exceeds risk of harm to fetus. Classification of vaccines: Live vaccines BCG, OPV, Measles, Mumps, Rubella, Yellow fever vaccine, Varicella, Typhoral, JE live vaccine, H1. N1 live, Rotaviral vaccine Killed vaccines Peussis, Rabies vaccine, IPV, Hep-A vaccine, Meningococcal vaccine, KFD, JE killed vaccine, H1. N1 killed vaccine Toxoids Diphtheria, Tetanus Proteinaceous vaccines Acellular peussis, Anthrax Polysaccharide vaccines Typhim-vi, Pneumococcal vaccine, Meningococcal vaccine, Hib Glycoconjugate vaccines Pneumococcal vaccine, Meningococcal vaccine, Hib Combination vaccines MMR, MR, DPT, Pentavalent Recombinant vaccines Hepatitis -B, HPV",
        "cop": 4,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Rabies",
        "opd": "Varicella",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Contraindications, AEFIs",
        "id": "a1b46762-a2c7-4c0f-a8d5-228ad3dc3e37",
        "choice_type": "single"
    }
]