[
    {
        "question": "Best method to show trend of events with passage of time is?",
        "exp": "ANSWER: (A) Line diagram. REF: Park 20th edition page 747 &748, style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">\"Line diagrams are used to show the trend of events with passage of time\"PictographA pictograph uses an icon to represent a quantity of data: values in order to decrease the size of the graph. A key must be used to explain the icon. Advantages* Easy to read* Visually appealing* Handles large data sets easily using keyed icons. Disadvantages* Hard to quantify partial icons* Icons must be of consistent size* Best for only 2-6 categories* Very simplistic. Pie chartA pie chart displays categorical data as a percentage of the whole by using a circle. Each pie section should have a label and percentage. A total data number should be included. Advantages* Visually appealing* Shows percent of total for each category. Disadvantages* No exact numerical data* Hard to compare 2 data sets*\"Other\" category can be a problem* Total unknown unless specified* Best for 3 to 7 categories* Use only with discrete data. HistogramA histogram displays discrete or continuous data in ordered columns. Each column represents a group defined by a quantitative variable such as time, inches, temperature, etc. Advantages* Visually strong* Can compare to normal curve* Usually vertical axis is a frequency count of items falling into each category. Disadvantages* Cannot read exact values because data is grouped into categories* More difficult to compare two data sets* Use only with continuous data. Bar graphA bar graph displays discrete data in separate columns. A double bar graph can be used to compare two data sets. Each column represents a group defined by a categorical variable. Advantages* Visually strong* Can easily compare two or three data sets. Disadvantages* Graph categories can be reordered to emphasize certain effects* Use only with discrete data. Line graphA line graph plots continuous data as points and then joins them with a line. To show the trend of event with passage of time. Advantages* Can compare multiple continuous data sets easily* Interim data can be inferred from graph line. Disadvantages* Use only with continuous data. Frequency PolygonA frequency polygon can be made from a line graph by shading in the area beneath the graph. It can be made from a histogram by joining midpoints of each column. Advantages* Visually appealing. Disadvantages* Anchors at both ends may imply zero as data points* Use only with continuous data",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Histogram",
        "opd": "Pie chart",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "ad194e80-7012-4d1b-a08d-d0a189bce1b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to represent continuous (quantitative) data -",
        "exp": "Ans. is 'c' i. e., Histogram Data. Scale. Graph/Diagram. Quantitative. Interval scale. Ratio scale. Histogram. Frequency polygonfrequency curves linechart scatter diagram. Cumulative frequency Curve. Line Chart graph. Qualitative. Nominal scale. Ordinal scale. Bar diagram. Pie chart. Pictogram. Map diagram or spot map",
        "cop": 3,
        "opa": "Bar diagram",
        "opb": "Pie chart",
        "opc": "Histogram",
        "opd": "Map diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "f70a7975-07ce-47f1-8309-8b68bf7d046a",
        "choice_type": "single"
    },
    {
        "question": "Trends can be represented by -",
        "exp": "Ans. is 'a' i. e., Line diagram. Line diagram 1 Line chart/Line graph)o It is used to show the trend of events with passage of time and shows how the frequency of a particular event or variable vary over time. Data. Method. Frequency of occurrence (comparisons of magnitude). Bar Chart. Pie chart. Trends over time. Line graph. Distribution (not related to time). Histogram, Frequency polygon. Association (Looking for correlation between two variables). Scatter diagram",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar diagram",
        "opc": "Scatter diagram",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "f4cbe746-1bff-4472-9ffe-52199b02186e",
        "choice_type": "multi"
    },
    {
        "question": "Study done on a group of patients showed coefficient of variance for BP and serum creatinine to be 20% & 15% respectively. Inference is that:",
        "exp": "Ans. is 'a' i. e. Variation in BP is more than in serum creatinine. Coefficient of Variance (CV) is a tool tocompare variability of two different characteristics (eg. BP, serum creatinine, height weight etc.) in the same group of subjects orcompare variability of the same character in two or more different groups. Thus it is a measure used to compare relative variability. For example, coefficient of variance measureswhether weight varies more than height in a group of studentwhether weight varies more in girls of boys. Thus in the above question - variability is more in BP than in serum creatinine value.* Since coefficient of variance is a ratio, it has no units of measurement (<dimensionless). It can be used to compare variability irrespective of the units of measurement used in two or more different group. For example - it can compare variability if height measures as cm in one group & inches in another group.",
        "cop": 1,
        "opa": "Variation in BP is more than in serum creatinine.",
        "opb": "Variation in serum creatinine is more than in BP",
        "opc": "Standard deviation of BP is more than of creatinine",
        "opd": "Standard deviation of creatinine is more than of BP.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "3daae0b7-0725-46b4-9f4d-2929e9ced91c",
        "choice_type": "single"
    },
    {
        "question": "Old men with BP 210/110mm Hg are classified as sever hypertension. This type of data is -",
        "exp": "Ans. is 'a' i. e., Categorical o This question is tricky one -# Blood pressure itself is a continuous quantitative data.# But, classification into sever hypertension (wether severe hypertension is present or not) is qualitative (categorical) data.). Statistical datao There are basically two types of variables and they yeild two types of data. i) Categorial (qualitative) variable - yields non numerical (qualitative) data. ii) Numerical (quantitative) variable - Yields numerical (quantitative) data. i) Categorial (qualitative)o Categorial variables yield data in categories i. e., data may be divided into groups, o There is no numerical value - Variable can not be measured directly. o For example response to such question as \"what is your sex\" or \"Do you own a Car\" - The answer will be either a category (male or female) or yes/No - No numerical valueso Examples of categorial variables - Race, Sex, Blood group, Pesence of diabetes, obesity, type of anemia. o Qualitative data are measured on nominal and ordinal scales. ii) Numerical (quantitative)o Numerical variables yield data in numerical form - Variable can be measured directlyo For example response to such question \"How tall are you\" answer may be 4 feet, 5 feet, 5. 5 feet.., numerical value. o Quantitative data can be further divided into: -a) Discrete variable# Discrete variable is one that cannot take on all values within the limits of the variable.# For example, response to a five-point rating scale can only take on the values 1, 2, 3, 4 and 5. o The variable cannot have value 1. 7.# So, discrete variable has few possible numericle values and no in-between values.# Discrete variable has no unit.# Far example - Number of children in a family, no offamily member; no of patients in a hospital. b) Continuous variable# Variables that can take on any numerical value are called continuous variable.# For example height of a person can be 5 feets, 5. 2 feets, 5. 5 feets, 6 feets.# So, continuous variable has a unit e. g., Kg, feets.# Examples - Weight, height, mid-arm circumference, blood sugar level, body mass index, serum cholesterol level, hemoglobin level, Bone density measurements, pulse rate, Body temperature. o Quantitative (numerical) data are measured on interval and ratio scales. Following important points require specific mention here: -o Though qualitative (categorial) data do not have numerical value, some times numerical value is used to classify the limit of qualitative data. For example: -1) All low birth weight children will have birth weight less than 2500 gm. So, a) Birth weight (which may be 2200 gm, 2500 gm, 2600 gm) is a continuous variable. b) Low birth weight (< 2500 gm) is a qualitative data because either a newborn have low birth weight or not. 2) Blood cholesterol level (which may be 70, 80, 90, 200 mg/dl) is a quantitative variable but when it comes high or low blood cholesterol level, it becomes qualitative variable because a preson may either have low or high cholesterol level. 3) Similarly blood sugar level is quantitative variable, while high or low blood sugar (presence or absence of diabetes) is a qualitative variable. 4) Blood hemoglobin is a quantitative variable, while high or low hemoglobin (Presence or absence of anemia) is a qualitative variable. Note: o Pulse rate (PR) is considered as a continuous variable. o Immediately question comes to mind that how can pulse rate be a continues variable when pulse rate can only be 70/71... beats per minute but not in between value (70. 1, 70. 5...). However, this is only true when we count pulse for only 1 minute. o In other scenario, if the pulse rate is counted for 3 minutes and it comes 216, then the pulse rate will be 72. 3 beats per minute - Therefore, pulse rate is considered as a continuous variable.",
        "cop": 1,
        "opa": "Categorical",
        "opb": "Numerical",
        "opc": "Quantitative",
        "opd": "Continuous",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "6876e073-2d25-452c-9902-f262aeeb12ee",
        "choice_type": "single"
    },
    {
        "question": "A Physician, after examining a group of patients of a certain disease, classifies the condition of each one as 'Normal', 'Mild', Moderate' or Severe'. Which one of the following is the scale of measurement that is being adopted for classification of the disease condition?",
        "exp": "Ans. is 'd' i. e. Ordinal Refer to Q. no. 42 of May 2005, & Q. no. 36 of Nov. 2003",
        "cop": 4,
        "opa": "Nominal",
        "opb": "Interval",
        "opc": "Ratio",
        "opd": "Ordinal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "869f4628-7f9f-4558-9b5b-e4b5c2f870ae",
        "choice_type": "single"
    },
    {
        "question": "In random sampling chance of being picked up is",
        "exp": "Ans. is 'a' Same & known a Most samples used in biomedical research are probability samples, samples in which the researcher can specify the probability of each population element being included\"There are four basic kinds of probability samples: Simple random samples. Stratified random samples. Cluster samples. Systematic samples. Simple random sample is the simplest probability samples, it is a sample drawn so that every element in the population has an equal probability of being included. Thus reading these above quoted lines, make it clear that the probability of being included (ie chance of being picked up) is same and the researcher can specify it (ie the probability in known).",
        "cop": 1,
        "opa": "Same and known",
        "opb": "Not same and not known",
        "opc": "Same and not known",
        "opd": "Not same but known",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "de1a9630-89d9-4273-9474-f8f1e36277c7",
        "choice_type": "single"
    },
    {
        "question": "Method to represent qualitative data -",
        "exp": "Ans. is 'd' i. e., Bar Chart Data. Scale. Graph/Diagram. Quantitative. Interval scale Ratio scale. Histogram Frequency polygon frequency curves line chart scatter diagram Cumulative frequency Curve Line Chart graph. Qualitative. Nominal scale Ordinal scale. Bar diagram Pie chart Pictogram. Map diagram or spot map",
        "cop": 4,
        "opa": "Histogram",
        "opb": "Comulative frequency curve",
        "opc": "Frequency polygon",
        "opd": "Bar Chart",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "5a726423-4ba5-4d5d-8e8c-2e7d7ea1ce04",
        "choice_type": "single"
    },
    {
        "question": "Correlation between two variables is plotted in-",
        "exp": "Ans. is 6d' i. e., Scatter diagram Data. Method. Frequency of occurrence (comparisons of magnitude). Bar Chart Pie chart. Trends over time. Line graph. Distribution (not related to time). Histogram, Frequency polygon. Association(Looking for correlation between two variables). Scatter diagram",
        "cop": 4,
        "opa": "Pie chart",
        "opb": "Histogram",
        "opc": "Frequency polygon",
        "opd": "Scatter diagram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "5418690c-67c3-4258-9f03-ac6febd25398",
        "choice_type": "single"
    },
    {
        "question": "Histogram is used to describe:",
        "exp": "Ans. is 'a' i. e. Quantitative data of a group of patients Statistical data are of two types. Qualitative. Quantitative. Qualitative data is one in which the size or magnitude of the characteristic or attribute cannot be measured. there is only one variable i. e. the number of persons and not the characteristic or attribute persons with the same charactersitic are counted to form specific groups or classes. eg: male/female, black/white, urban/suburban/rural, vaccinated/not vaccinated, treated/not treated. as seen in the example the attribute or characteristic, vaccinated/not vaccinated cannot be measured. Only the frequency of persons vaccinated or not vaccinated varies. Qualitative data are represented in Nominal or Ordinal scale. Quantitative data is one in which the characteristic or attribute is variable. It has a magnitude that can be measured. eg.: height, weight, temperature, blood pressure, pulse ratehere there are two variables, both the characteristic i. e. height or weight and frequency of persons. quantitative data are represented on Interval or Ratio scales. The statistical details presented, for easy viewing and understanding, in the form of tables, graphs and diagrams. Quantitative data can be presented through following graphs: Histogram Frequency polygon Frequency curve Line chart or graph Scatter or dot diagram. Qualitative data can be represented through following diagrams: Bar diagram. Pie or sector diagram. Pictogram. Map diagram or spot map.",
        "cop": 1,
        "opa": "Quantitative data of a group of patients.",
        "opb": "Qualitative data of a group of patients",
        "opc": "Data collected on nominal scale",
        "opd": "Data collected on ordinal scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "4003db67-988b-4875-a6db-c241edf0b13a",
        "choice_type": "single"
    },
    {
        "question": "Best way to plot the change of incidence of disease over time -",
        "exp": "Ans. is 'a' i. e., Line diagramo Line diagram is used to show the trend of events with passage of time and shows how the frequency of a particular event (e. g. incidence of disease) vary over time, Line diagram 1 Line chart/Line graph)o It is used to show the trend of events with passage of time and shows how the frequency of a particular event or variable vary over time. Data. Method. Frequency of occurrence (comparisons of magnitude). Bar Chart. Pie chart. Trends over time. Line graph. Distribution (not related to time). Histogram, Frequency polygon. Association (Looking for correlation between two variables). Scatter diagram",
        "cop": 1,
        "opa": "Line diagram",
        "opb": "Bar chart",
        "opc": "Histogram",
        "opd": "Pie chart",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "3471bb82-2650-4bcc-9c6e-b5cfae435853",
        "choice_type": "single"
    },
    {
        "question": "Variables in form of mild, moderate and severe is given. Method used to analyse is:",
        "exp": "Ans is 'b' i. e. Ordinal This is one of the important question and one of the easiest too. (only if you know how to solve if). There are four scales of measurement: Nominal. Ordinal. Interval. Ratio. NOMINAL; Nominal scale is used where data is divided into qualitative categories or group such as male/female, black/white, urban/suburban/rural. There is no implication of order or ratio. ORDINAL: Ordinal scale is used where the data can be placed in a meaningful order (eg. Students may be ranked 1st, 2nd & 3rd in their class). However there is no information about the size of the interval-no conclusion can be drawn about whether the difference between the first and second student is same as the difference between the second and third. Variables in the form of mild, moderate and severe are analysed by ordinal scale as they can be arranged in a meaningful order but there is no information about the size of the interval between them. INTERVAL: Interval scale data have the same quality as do ordinal data, in that they can be placed in a meaningful order. In addition these data have meaningful intervals between items which are usually measured quantities. for e. g. on the Celsius scale the difference between 100 degree and 90 degree is the same as the difference between 50 degree and 40 degree. However because interval scales do not have absolute 0, ratios of scores are not meaningful; i. e. 100 degree C is not twice as hot as 50 degree C because 0 degree C does not indicate the complete absence of heat. RATIO: A ratio scale has the same properties as an interval scale; but because it has an absolute zero, meaningful ratios do exist. e. g Weight in grams or pounds, time in seconds or days, B. P in millimeters of mercury and pulse rate are all ratio scale data. The only ratio scale of temperature is the Kelvin scale in which zero degrees indicate an absolute absence of heat, just as zero pulse rate indicate an absolute lack of pulse. Therefore, it is correct to say that a pulse rate of 120 is twice as fast as pulse rate of 60.",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Variance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "7e325353-aeda-4f52-be24-274b0777d6af",
        "choice_type": "single"
    },
    {
        "question": "Scatter diagram is used for -",
        "exp": "Ans. is 'b' i. e., Relationship between two variables Scatter diagram (Dot diagram)o A scatter diagram is a tool for analyzing relationships between two variables. o One variable s plotted on the horizontal axis and the other is plotted on the vertical axiso The pattern of their intersecting points can graphically show relationship patternso Most often a scatter diagram is used to prove or disprove cause adn effect relationshipso While the diagram shows relationships, it does not by itself prove that one variable causes the other, i. e., scatter diagram only show relationship between cause and effect (change in one will change other), but canot prove the variable as a cause of the other. o Correction and regression are plotted on scatter diagram - Also known as correlation diagram. Fig. Scatter diagram",
        "cop": 2,
        "opa": "Two plot comulative frequency",
        "opb": "Relationship between two variables",
        "opc": "Trend of event with passage of time",
        "opd": "Symbol used to present data",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "8ca13ddf-28b1-420c-9c30-aa6f45126af4",
        "choice_type": "single"
    },
    {
        "question": "Correlation coefficient +1 means -",
        "exp": "Ans. is 'c' i. e., Very strong positive correlation o A correlation simply expresses the strength and direction of the relationship between two variables in terms of a correlation coefficient, signified by 'r'. o Values of r varies from -1 to +1.; o The strength of the relationship is indicated by the size of the coeffic ient, whereas its direction is indicated by the sign (+ or -)o A plus sign (+) means: That there is a positive correlation between the tivo variables - high values of one variable (such as salt intake ) are associated with high value of the other variable (such as blood pressure) i. e salt intake is directly proportional to blood pressure. o A negative sign (-) means: That there is a negative correlation between the two variables - high values of one variables (such as cigarette consumption ) are associated with low values of the other (such as life expectancy). Cigarette consumption is inversely proportional to life expectancyo If there is a perfect linear relationship between the two variables so that it is possible to know the exact value of one variable from the knowledge of other variable, the correlation coefficient ( r ) will be exactly + or - 1. 00 ( +1 or -1 ). o If there is absolutely no relationship between the two variables so that it is impossible to know anything about one variable on the basis of knowledge of the other variable. Then the coefficient will be 0. Strength of correlationo The strength of linear relationship between two random variables X and Y is based on the value of correlation coefficient and is often summarized according to the following guide! ines:-For Positive Correlation. For negative correlation. Interpretationr < 0. 30- 0-30 < rvery weak linear relationship0-30 <r< 0. 50-0-50 <r<- 0-30weak linear relationship0-50 < r < or 0. 80- 0-80 < r <-0-50moderate linear relationship0-80 < r < 0. 90- 0-90 <r <-0-80strong linear relationshipr >0-90r < - 0 90very strong linear relationshipo If you have difficulty in interpreting above table, I am giving in very simple language:-Positive Correlation. Correlation coefficient less than 0[?]30 - Very weak positive correlation. Correlation coefficient 0[?]30 to 0[?]49 - Weak Positive correlation. Correlation coefficient 0[?]50 to 9[?]79 - Moderate Positive correlation. Correlation coefficient 0[?]80 to 0[?]89 Strong Positive correlation. Correlation Coefficient equal to or greater than 0. 90 - very strong positive correlation. Negative Correlation. Correlation coefficient more than - 0[?]30 - Very weak negative correlation. Correlation coefficient- 0[?]30 to - 0[?]49 -Weak negative correlation. Correlation coefficient - 0[?]50 to- 0[?]79 - Moderate negative correlation. Correlation coefficient - 0[?]80 to- 0[?]89 - Strong negative correlation. Correlation coefficient equal or less then - 0-90 - very strong negative correlation. Note: you should keep in mind that for negative values, more means towards more positive side and less means towards more negative side. For example; if we are saying, more than - 0[?]30, that mean - 0[?]29, - 0[?]28, - 0 27.... so on; and if we are saying less than - 0. 90 that means - 0. 91, - 0. 92.... so on.",
        "cop": 3,
        "opa": "Very weak positive correlation",
        "opb": "Moderate positive correlation",
        "opc": "Very strong positive correlation",
        "opd": "Strong positive correlation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "8802dffc-f152-44c9-a945-c5fbe6ca8749",
        "choice_type": "single"
    },
    {
        "question": "Mosquitoes decrease as height increases -",
        "exp": "Ans. is 'b* i. e., Negative correlation o This is a negative correlation. Le. when height increases the mosquitoes decrease, First read about these two related terms:-o Association - Association may be defined as the concurrence of two variables more often than would be expected by chance. That mean 2 variables exist simultaneously, o Correlation - Correlation indicates the degree (strength) of association between two variables, i. e. relationship between two quantitative variables. o Height to weight is an association and the strength of this association is indicated by correlation.",
        "cop": 2,
        "opa": "Positive correlation",
        "opb": "Negative correlation",
        "opc": "Bidirectional",
        "opd": "Zero",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Data Variables",
        "id": "126fa52d-9135-4c63-a703-630bc91da827",
        "choice_type": "single"
    }
]