[
    {
        "question": "Screening is done because of all except:",
        "exp": "Screening is testing for infection or disease in populations or in individuals who are not seeking health care. It is defined presumptive identification of unrecognized disease. E.g. serological testing for AIDS virus in blood donors, neonatal screening, pre-marital screening for syphilis . Search for unrecognized disease or defect by means of rapidly applied test, examinations or other procedures in apparently healthy individuals. Case finding is use of clinical and/or laboratory tests to detect disease in individuals seeking health care for other reason ; for example, the use of VDRL test to detect syphilis in pregnant women.",
        "cop": 4,
        "opa": "Testing for infection or disease in population or in individuals who are not seeking health care",
        "opb": "It is defined presumptive identification of unrecognized disease",
        "opc": "Search for unrecognized disease or defect by means of rapidly applied test, examinations or other procedures in apparently healthy individuals",
        "opd": "Use of clinical or laboratory tests to detect disease in individual seeking health care for other reasons",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "0e525d86-8428-4547-bdab-a4e4ecaee68b",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following disease, Screening procedure increases the overall survival maximum?",
        "exp": "Colonic cancer has highest 5-year survival rate post-screening. - This can be known by Kaplan meiyer survival analysis. - Screening of colonic cancer is done by colonoscopy. SCREENING TESTS OF OTHER OPTIONS: - Prostate cancer : Prostate specific antigen + DRE - Lung cancer : Chest x-ray - Ovarian cancer: transvaginal ultrasound (TVUS) & CA-125 blood test.",
        "cop": 3,
        "opa": "Prostate cancer",
        "opb": "Lung cancer",
        "opc": "Colon cancer",
        "opd": "Ovarian cancer",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "38326e13-b11a-4283-9daf-054a16af2fd4",
        "choice_type": "multi"
    },
    {
        "question": "High false positive cases in a community signify that disease has:",
        "exp": "High Incidence and Low Prevalence Actually when a disease has high incidence and low prevalence, it implies people are getting cured earlier. Low prevalence leads to high false positives as chances of picking a healthy person wrongly is higher. If there is higher incidence but low prevalence, then by the time the confirmatory results come, person has already been cured, leading to a situation of high false positives.",
        "cop": 2,
        "opa": "High prevalence and Low incidence",
        "opb": "High incidence and Low prevalence",
        "opc": "Low prevalence and Low incidence",
        "opd": "High incidence and High prevalence",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "40cc497f-8dac-4eb2-8ffe-6a2d84daa99f",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most economical and best screening method?",
        "exp": "High risk screening: In High risk screening,besides effectiveness,economical use of resources is also seen as screening tests are selectively applied to individuals in high risk groups High risk selective screening gives maximum yield. E.g. HIV screening in commercial sex workers Therefore it is the most economical and best screening method.",
        "cop": 2,
        "opa": "Mass screening",
        "opb": "High risk screening",
        "opc": "Multiphasic screening",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "66a3b441-692c-47e5-8b88-b5184c66744f",
        "choice_type": "multi"
    },
    {
        "question": "'Lead time' refers to the time between:",
        "exp": "Lead Time Lead time is the advantage gained by screening (leading the time of diagnosis). It is time between First possible point of detection and usual time of diagnosis.",
        "cop": 4,
        "opa": "Disease onset and first critical diagnosis",
        "opb": "Disease onset and first possible point of detection",
        "opc": "First possible point of detection and final critical point",
        "opd": "First possible point of detection and usual time of diagnosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "f2df860c-ae6f-41ce-a26c-fc754597c9ab",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic power of the test is reflected by:",
        "exp": "Diagnostic power of a screening test: Predictive accuracy (it tells the actual no. of people having the disease or not having the disease out of those shown positive or negative by a screening test) Diagnostic power of a screening test to correctly identify disease: positive predictive value (PPV) Diagnostic power of a screening test to correctly exclude a disease: negative predictive value (NPV)",
        "cop": 3,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Predictive value",
        "opd": "Population attributable risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "9fe9b77d-28b4-4c99-abb0-98b7beebcc88",
        "choice_type": "single"
    },
    {
        "question": "Disease to be screened should fulfil the following criteria except:-",
        "exp": "Disease to be screened should fulfil the following criteria:- * Should be impoant public health problem. * Should be recognizable latent or early asymptomatic stage. * There is an effective treatment. * Prevalence should be high. * The expected benefits of early detection exceed the risk and cost. * There is a test that can detect the disease prior to the onset of signs and symptoms. * There is good evidence that early detection and treatment reduce morbidity and moality. * Confirmatory diagnosis should be available.",
        "cop": 4,
        "opa": "There is an effective treatment",
        "opb": "Prevalence should be high",
        "opc": "The expected benefits of early detection exceed the risk and cost",
        "opd": "There is a test that can detect the disease after the onset of signs and symptoms",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "6146b67e-360c-438c-a65a-d11fd469cb7e",
        "choice_type": "multi"
    },
    {
        "question": "A characteristic of Diagnostic test (as compared to Screening test) is:",
        "exp": null,
        "cop": 4,
        "opa": "Test results are arbitrary and final",
        "opb": "Based on one criterion or cut-off point",
        "opc": "Less accurate",
        "opd": "Done on those with indications or sick",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "c888c42b-af4f-4e62-8abd-2e8854f35ca8",
        "choice_type": "single"
    },
    {
        "question": "True about Kaplan Meier analysis are all except:-",
        "exp": "Kaplan Meier Analysis:- Kaplan-Meier estimator, also known as the product limit estimator, is a non-parametric statistic used to estimate the survival function from lifetime data. In medical research, it is often used to measure the fraction of patients living for a ceain amount of time after treatment. Done for chronic diseases like cancer at 5 yearly intervals to see how patient's survival is decreasing with/without treatment.",
        "cop": 2,
        "opa": "It is a type of Survival analysis",
        "opb": "Used as moality indicator",
        "opc": "To see how patient survival is increasing/benefitiing with treatment",
        "opd": "Non-parametric statistic used to estimate the survival function from lifetime data",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "fe694a01-eafc-4942-9f67-a01d5566827b",
        "choice_type": "multi"
    },
    {
        "question": "Kaplan Meier method is used for estimating :-",
        "exp": "Kaplan Meier Survival Curve is used to estimate survival. -The area under the curve gives cumulative survival.",
        "cop": 4,
        "opa": "Incidence",
        "opb": "Frequency",
        "opc": "Prevalence",
        "opd": "Survival",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Definition and Concepts, Examples from NHPs",
        "id": "fac82f4d-0cf4-4a8f-9a0b-562ea8dc101f",
        "choice_type": "single"
    }
]