[
    {
        "question": "MTP can be done upto",
        "exp": "MTP act 1971, provides safeguards to the mother by authorizing only a Registered Medical Practitioner having experience in gynecology and obstetrics to perform aboion where the length of Pregnancy does not exceed 12 weeks Where the pregnancy exceeds 12 weeks and is not more than 20 weeks, the opinion of two Registered Medical Practitioners is necessary to terminate the pregnancy Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 506",
        "cop": 3,
        "opa": "12 weeks",
        "opb": "16 weeks",
        "opc": "20 weeks",
        "opd": "10 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "4cb20df6-6726-4827-921a-ce3be9fccf96",
        "choice_type": "single"
    },
    {
        "question": "In a community of 5000 people, the crude bih rate is 30 per 1000 people. The number of pregnant female is?",
        "exp": "Crude Bih rate: Annual number of live bihs per 1000 mid year population Here, CBR is 30 per 1000 population So for 5000 population - 30/1000 x5000 = 150 That implies, no of pregnant women is 150 Ref: Park 25th edition Pgno: 532",
        "cop": 1,
        "opa": "150",
        "opb": "65",
        "opc": "175",
        "opd": "200",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "1063f072-8698-442c-b0ad-5d904f6d0e93",
        "choice_type": "single"
    },
    {
        "question": "The goal of NRR=1 can be best achieved by use of following contraceptive methods -",
        "exp": "Sterilization is the most effective contraception to achieve NRR =1 Male sterilization Male sterilization or vasectomy being a comparatively* simple operation can be performed even in primary health centres by trained doctors under local anaesthesia. When carried out under strict aseptic technique, it should have no risk of moality. In vasectomy, it is customary to remove a piece of vas at least 1 cm after clamping. The ends are ligated and then folded back on themselves and sutured into position, so that the cut ends face away from each other. This will reduce the risk of recanalization at a later date. It is impoant to stress that the acceptor is not immediately sterile after the operation, usually until approximately 30 ejaculations have taken place. During this intermediate period, another method of contraception must be used. If properly performed, vasectomies are almost 100 per cent effective. Following vasectomy, sperm production and hormone output are not affected. The sperm produced are destroyed intraluminally by phagocytosis. This is a normal process in the male genital tract, but the rate of destruction is greatly increased after vasectomy. Vasectomy is a simpler, faster and less expensive operation than tubectomy in terms of instruments, hospitalization and doctor's training. Cost-wise, the ratio is about 5 vasectomies to one tubal ligation. Ref: Park 25th edition Pgno: 543",
        "cop": 3,
        "opa": "Condom 72/year",
        "opb": "IUCD",
        "opc": "Vasectomy",
        "opd": "Oralpills",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "dfeeea7a-3dd8-4c52-94f4-8d5b459dbd48",
        "choice_type": "single"
    },
    {
        "question": "If annual growth rate of a population is 1. 5-2%, what number of years will be required to double the population",
        "exp": "When crude death rate is substracted from crude bih rate, the net residual is current annual grow rate, exclusive of migration. When the annual growth rate of a population is 1. 5% to 2. 0%, it takes 35-47 years to double the size of population. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 481, table 5",
        "cop": 2,
        "opa": "70-47 years",
        "opb": "35-47 years",
        "opc": "35-28 years",
        "opd": "28-23 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c527a587-c3de-4943-be1d-97452d277b91",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the national system that provides annual national as well as state reliable estimates of feility and Moality",
        "exp": "Sample registration system (SRS): Was initiated in 1964-65 (on a pilot basis; Full scale from 1969-70) to provide national as well as state level reliable estimates of feility and Moality SRS is a dual record system Field investigation: Continuous enumeration of bihs and deaths by an enumerator Independent retrospective survey: Every 6 months by an investigator-supervisor Findings of SRS survey Crude bih rate (CBR): 20. 4 per 1000 mid year population Crude Death rate (CDR): 6. 4 per 1000 mid year population Natural growth rate: 14% Infant Moality rate (IMR): 34 per 1000 live bihs Ref: Park 23rd edition 904",
        "cop": 4,
        "opa": "Civil registration system",
        "opb": "Census",
        "opc": "Ad-hoc survey",
        "opd": "Sample registration system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c523d0a9-6d7f-4910-80e5-5a265f49fc6f",
        "choice_type": "single"
    },
    {
        "question": "In basic model of Nuclear family life, the phase of family life cycle beginning with birth of last child and ending with leaving of home of first child is known as?",
        "exp": "Ans. c (Complete extension) (Ref. Park Textbook of PSM 22nd/pg. 635)A family is a primary unit in all socities. Familes are not constant. A normal family-cycle is generally conceived as having six phases as follows: BASIC MODEL OF NUCLEAR FAMILY LIFE CYCLE Phase of family cycle. Characterizing Events. No. Description. Beginning of phase. End of phase. IFormation. Marriage. Birth of 1st child. IIExtension. Birth of 1st child. Birth of last child. IIIComplete extension. Birth of last child1st child leaves home. IVContraction1st child leaves home. Last child has left home of parents. VCompleted contraction. Last child has left home of parents1st spouse dies. VIDissolution1st spouse dies. Death of survivor (Extinction)",
        "cop": 3,
        "opa": "Formation",
        "opb": "Extension",
        "opc": "Complete extension",
        "opd": "Contraction",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "d3671744-009f-4aa6-9f0c-0500e62938a0",
        "choice_type": "single"
    },
    {
        "question": "In a population of 10, 000, literate people are 4000. In same population 2000 are 0-6 years old. What is the literacy rate of that population -",
        "exp": "Ans. is 'c' i. e., 50% * The term literacy rate is used for the population relating to seven years age & above.* In the given question, population 7 years 8c above is 8000. Out of which 4000 are literate thus literacy rate is 50%.",
        "cop": 3,
        "opa": "30%",
        "opb": "40%",
        "opc": "50%",
        "opd": "60%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "acefb136-1def-48e8-82fb-5995abbf6e0d",
        "choice_type": "single"
    },
    {
        "question": "A country has crude birth rate 25 per 1000 and crude death rate 10 per 1000. What is the growth rate of that country -",
        "exp": "Ans. is 'd' i. e., 1. 5% * Growth rate = Crude birth rate - Crude death rate.* Thus, growth rate = 25-10=15 per 1000 or 1. 5%",
        "cop": 4,
        "opa": "2. 50%",
        "opb": "5. 00%",
        "opc": "15%",
        "opd": "1. 50%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "6ea492c3-e0b3-4994-8d11-59497918e9fe",
        "choice_type": "single"
    },
    {
        "question": "Spermicide acts by -",
        "exp": "CHEMICAL METHODS of contraception In the 1960s, before the advent of IUDs and oral contraceptives, spermicides (vaginal chemical contraceptives) were used widely. They comprise four categories. a) Foams: foam tablets, foam aerosols b) Creams, jellies and pastes squeezed from a tube c) Suppositories inseed manually, and d) Soluble films - C-film inseed manually. The spermicides contain a base into which a spermicide is incorporated. The commonly used modern spermicides are \"surface-active agents\" which attach themselves to spermatozoa and inhibit oxygen uptake and kill sperms. The main drawbacks of spermicides are: (a) they have a high failure rate (b) they must be used almost immediately before intercourse and repeated before each sex act (c) they must be introduced into those regions of the vagina where sperms are likely to be deposited, and (d) they may cause mild burning or irritation, besides messiness. The spermicide should be free from potential systemic toxicity. It should not have an inflammatory or carcinogenic effect on the vaginal skin or cervix. No spermicide which is safe to use has yet been found to be really effective in preventing pregnancy when used alone. Therefore, spermicides are not recommended by professional advisers. They are best used in conjunction with barrier methods. Recently there has been some concern about possible teratogenic effects on foetuses, following their use. However, this risk is yet to be confirmed. Ref: Park 25th edition Pgno: 546-547",
        "cop": 1,
        "opa": "Release of acrosomal enzymes",
        "opb": "Lysis of cell membrane",
        "opc": "Glucose uptake inhibition",
        "opd": "Vaginal enzyme alteration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "28e11c7c-c3dc-4389-ae6a-a932955b3a38",
        "choice_type": "single"
    },
    {
        "question": "Pearls index",
        "exp": "Pearl index is defined as the number of failures per 100 woman years of exposure (HWY) Failure rate per Hundred Women Years = Total accidental pregnancies X 1200/ Total months of exposure Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 510",
        "cop": 2,
        "opa": "Per 10 woman years",
        "opb": "Per 100 woman years",
        "opc": "Per 1000 woman years",
        "opd": "Per 10, 000 woman years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "511ee778-4f6c-494c-b702-1b2c80b52bcd",
        "choice_type": "single"
    },
    {
        "question": "The demographic goal of Net Reproduction Rate is equal to one (NPR=1) can be achieved only if the Couple Protection Rate exceeds",
        "exp": "(C) 60%[?]. Couple protection rate (CPR)o. Couple protection rate (CPR) is an indicator of the prevalence of contraceptive practice in the community. o. It is defined as the per cent of eligible couples effectively protected against childbirth by one or the other approved methods of family planning, viz. sterilization, IUD, condom or oral pills. o. Sterilization accounts for over 60 per cent of effectively protected couples. o. Couple protection rate is based on the observation that 50 to 60 per cent of births in a year are of birth order 3 or more. o. Thus attaining a 60 per cent CPR will be equivalent to cutting off almost all third or higher order births, leaving 2 or less surviving children per couple. o. Therefore, the previous National Population Policy was to attain a CPR of 42 per cent by 1990 (end of Seventh Five Year Plan), and 60 per cent by the year 2000. o. However about 60 per cent eligible couples are still unprotected against conception. oA state-wise break-up of the figures reported indicates that while some states notably Punjab, Gujarat, Maharashtra, Karnataka, Haryana and Tamil Nadu etc. are forging ahead to cover more than half of their fertility level population by contraception. o. Different Family Planning methods used for Acceptors of Couple Protection Rate include:-Sterilization-Vasectomy-Tubectomy-IUD insertion-Condom users-Oral Contraceptive Pill Userso. NRR = 1 can be achieved only if the CPR >60%[?]. Net Reproduction Rate (NRR)o. Net Reproduction Rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates. o. NRR is a demographic indicator. NRR of 1 is equivalent to attaining approximately the 2-child norm. o. It is 'the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates'. o. It is a demographic indicator. o. NRR of 1 is equivalent to attaining approximately the 2-child norm. If the NRR is less than 1, then the reproductive performance of the population is said to be below replacement level. o. The average number of Daughters a women would bear in her life if she experiences the age-specific fertility (fro daughters) prevailing at the study period, & if her daughters experienced the prevailing rates of mortality. o. If the age schedules of both fertility & mortality remain constant, the Net Reproduction Rate would be a measure of generational Replacement. oE. g.-NRR =1. 1 - Next generation will be 10% larger than the present generation (growth)-NRR =1. 0 - Next generation will be the same as the present generation (replacement level)-NPR =0. 9 - next generation will be 10% smaller than the present generation (depopulation)[?]. Net Reproduction Rate, Pros & Cons. o. Pros-Taking into account both fertility & survival in getting one indicator of reproductivity of a Populationo. Cons-Requires detailed data on fertility & survival of women, up to age 50 years-Does not take into account that women born in different years may have different fertility & survival.",
        "cop": 3,
        "opa": "40%",
        "opb": "50%",
        "opc": "60%",
        "opd": "70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "3b7b57b8-3c7d-4020-ac31-7020d9bc40e3",
        "choice_type": "single"
    },
    {
        "question": "The most common side effect of IUCD which requires its removal",
        "exp": "Pain is the second major side effect leading to IUCD removal WHO estimates that 15-40 percent of the IUCD removal appears to be for pain only Pain may be experienced during the inseion and for a few days thereafter and during menstruation Reference: Park&; s textbook of preventive and social medicine, Page no: 498",
        "cop": 2,
        "opa": "Bleeding",
        "opb": "Pain",
        "opc": "Pelvic infection",
        "opd": "Ectopic pregnancy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c4281d72-8bbd-485d-af93-08602ecfa4f1",
        "choice_type": "single"
    },
    {
        "question": "Barrier method",
        "exp": "Barrier methods includes Physical, Chemical and Combined methods Physical methods include Condom, Diaphragm and Vaginal sponge Chemical methods include Foams, Creams, Suppositories and Soluble films Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 494, 495",
        "cop": 3,
        "opa": "Hormonal contraceptive",
        "opb": "IUD",
        "opc": "Condom",
        "opd": "Sterilization",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "7ecd167d-c140-461e-9111-69834d395861",
        "choice_type": "single"
    },
    {
        "question": "NFHS - 3 is conducted during",
        "exp": "National family health survey-3 conducted in India during 2005-2006 provides detailed information of feility trends Reference: Park&; s textbook of preventive and social medicine; 23rd edition",
        "cop": 3,
        "opa": "1995",
        "opb": "2000",
        "opc": "2005",
        "opd": "2010",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "43e2847a-4311-4f64-9355-6ec7c8117a58",
        "choice_type": "single"
    },
    {
        "question": "The annual growth rate of a Country was found to be 1. 3, country rating under population growth would be under",
        "exp": "< o. 5. Slow growth0. 5 - 1. 0. Moderate growth1. 0 - 1. 5. Rapid growth1. 5 - 2. 0. Very rapid growth. More than 2. 0 is explosive growth. Currently, India has 1. 2% annual growth with 132 crores (in 2016)(Ref:- Park. 23rd ed. Page no 481)",
        "cop": 2,
        "opa": "Moderate growth",
        "opb": "Rapid growth",
        "opc": "Very rapid growth",
        "opd": "Explosive growth",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "788c7751-02fb-4c9c-9ba8-e8f487bcca74",
        "choice_type": "single"
    },
    {
        "question": "Annual growth rate is",
        "exp": "When crude death rate is substracted from crude bih rate, the net residual is current annual growth rate, exclusive of migration. Population growth rates like railway trains are subject to momentum. They sta slowly and gains momentum, once in motion, it takes time to bring momentum under control. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 481",
        "cop": 1,
        "opa": "Crude bih rate-Crude death rate",
        "opb": "Crude death rate-Crude bih rate",
        "opc": "Crude bih rate-Crude death rate x 100\\/Crude bih rate",
        "opd": "Crude bih rate-crude death rate x 100\\/Mid bih rate population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f2bc6d0c-22b5-4c84-a07c-6bd7a0f43e5e",
        "choice_type": "single"
    },
    {
        "question": "Bih and death registration act came into force on 1st april, ------",
        "exp": "Amendments of the Registration of Bihs and Deaths Act, 1969 - PIB Sections of the act",
        "cop": 2,
        "opa": "1968",
        "opb": "1969",
        "opc": "1970",
        "opd": "1971",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "a5144c61-22ab-4b10-b7e7-248d96189b18",
        "choice_type": "single"
    },
    {
        "question": "Chemical used in vaginal sponge is",
        "exp": "Vaginal sponge is a small polyurethane foam sponge saturated with spermicide, nonoxynol-9 It comes under barrier method of contraception Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 495",
        "cop": 4,
        "opa": "Ethynil estradiol",
        "opb": "Progesterone",
        "opc": "Mifepristone",
        "opd": "Nonoxynol-9",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "5793302f-b370-47b3-b879-6e3605975d50",
        "choice_type": "single"
    },
    {
        "question": "The magnitude of completed family size can be obtained from",
        "exp": "Total feility rate represents the average number of children a woman would have if she were to pass through her reproductive years bearing children at the same rate as the women now in each age group. This measure gives an approximate magnitude of &; completed family size&;(Ref:- Park. 23rd ed. Page no 489)",
        "cop": 4,
        "opa": "Pregnancy rate",
        "opb": "General marital feility rate",
        "opc": "Gross reproductive rate",
        "opd": "Total feility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b1acd325-c12f-4234-acaa-b46dfcbca459",
        "choice_type": "single"
    },
    {
        "question": "\"Persona\" is a method of -",
        "exp": "Persona It is a microcomputer attached to a micro-labaratory. It measures the level if oestrone-3-glucuronide and LH in the morning urine by dipping a test stick in the urine. Green light shows contraception unlikely Red light shows feile period and warns the probable ovulation and contraception. The failure rate with this technique is approximately 6 per 100 per women Ref: Shaw textbook of gynecology Pgno: 266",
        "cop": 1,
        "opa": "Natural contraceptive",
        "opb": "Hormonal contraceptive",
        "opc": "Barrier contraceptive",
        "opd": "IUCD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "2ce43e71-5496-43da-acdd-41cf548dc8a3",
        "choice_type": "single"
    },
    {
        "question": "In family welfare programme, score of 1 is given to -",
        "exp": "Net Reproduction Rate (NRR) Net Reproduction Rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific feility and moality rates. NRR is a demographic indicator. NRR of 1 is equivalent to attaining approximately the 2-child norm. If the NRR is less than 1, then the reproductive performance of the population is said to be below replacement level Ref: Park 25th edition Pgno: 540",
        "cop": 2,
        "opa": "Bih rate",
        "opb": "Net reproduction rate",
        "opc": "Achievement of goal",
        "opd": "Total implementation of programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c663042c-fb1b-4889-8227-5897fb4ab8dc",
        "choice_type": "single"
    },
    {
        "question": "The age and sex structure of a population may be best described by",
        "exp": "The age and sex composition of a country can be best described by population pyramid. Age group from 0-80+ is represented in a scale and the male and female population are represented on either side of the population pyramid. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 482, 483",
        "cop": 3,
        "opa": "Life table",
        "opb": "Correlation coefficient",
        "opc": "Population pyramid",
        "opd": "Bar cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "dbbc3a3a-8c15-40d4-9ab1-cd6d96596108",
        "choice_type": "single"
    },
    {
        "question": "The propoion of children in the age group of 0-6 years, (who are the beneficiaries of Integrated Child Development Service Scheme), in the population is about -",
        "exp": "Integrated Child Development Services (ICDS) is a government programme in India which provides food, preschool education, primary healthcare, immunization, health check-up and referral services to children under 6 years of age and their mothers. The scheme was launched in 1975, discontinued in 1978 by the government of Morarji Desai, and then relaunched by the Tenth Five Year Plan. About 12-14% of children of age 0-6 years are eligible for this scheme The following services are sponsored under ICDS to help achieve its objectives: Immunization Supplementary nutrition Health checkup Referral services Pre-school education(Non-Formal) Nutrition and Health information Ref: Internet",
        "cop": 2,
        "opa": "6%",
        "opb": "13%",
        "opc": "20%",
        "opd": "27%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "104e281e-ffbe-4acd-80ca-d9f99970c008",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of OC Pills",
        "exp": "Contraindications of OCP's Absolute contraindications Relative contraindications: (Require medical surveillance) Breast cancer Genital cancer Liver disease H/o thromboembolism Cardiac abnormalities Congenital hyperlipidemia. Undiagnosed abnormal uterine bleeding Pregnancy Age >40 years Smoking and age >35 years Mild hypertension Chronic renal disease Epilepsy Migraine Nursing mothers (0-6 months) Diabetes mellitus Gall bladder disease History of infrequent bleeding Amenorrhoea Ref: Park 25th edition Pgno: 537",
        "cop": 1,
        "opa": "Liver disease",
        "opb": "PID",
        "opc": "Renal disease",
        "opd": "Epilepsy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "47228fb1-7cd2-437c-8065-36a520a05640",
        "choice_type": "single"
    },
    {
        "question": "Male to Female ratio is",
        "exp": "The number of females per 1000 males is known as sex ratio Sex composition is one of the basic demographic characteristic of the population Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 482",
        "cop": 2,
        "opa": "Males for 1000 popultaion",
        "opb": "Females for 1000 males",
        "opc": "Males for 1000 females",
        "opd": "Females for 100 males",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "59e3ad04-e815-4ef8-bded-4254efe90940",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive efficacy measured by -",
        "exp": "(A) (Pearl index) (471 - Park 22nd). Pearl index and life table analysis** are used to measure contraceptive efficacy(A) PEARL INDEX is defined as the number of failures per 100 woman - years of exposure (HWY). Failure rate per HWY =Total accidental pregnancies------------------Total months of exposurex 1200* The factor 1200 is the number of months in 100 years*** Total month of exposure in the denominator is obtained by deducting from period under review of 10 months for a full term pregnancy and 4 months for an abortion.* Pearl index limitation is over come by using the method life-table analysis***(B Life-Table Analysis:* Calculative failure rate for each months of use*** A cumulative failure rate can then compare methods for any specific length of exposure.* Women who leave a study for any reason other than unintended pregnancy are removed from the analysis contributing their exposure until the time of the exit.",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "CPR",
        "opc": "BBT method",
        "opd": "Cervical mucous method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "618166d6-4622-4691-8e35-37eb8e1519be",
        "choice_type": "single"
    },
    {
        "question": "Sex ratio is",
        "exp": "Sex ratio is defined as the number of females per 1000 males. It is one of the basic demographic characteristic of a population. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 482",
        "cop": 3,
        "opa": "1 male per 1000 females",
        "opb": "1000 females for 1000 males",
        "opc": "Number of female for 1000 males",
        "opd": "1000 females per 100000 males",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "808aee63-b161-4cb3-a1e7-52f3bd10dcb6",
        "choice_type": "single"
    },
    {
        "question": "Serious complication of oral contraceptive is:",
        "exp": "(Leg vein thrombosis): Ref: (432-Park 20th). Venous thrombo-embolism (VITE): - The overall risk is to the extent of 4 - 6 times more than the non users. Pre- existing hypertension, diabetes, obesity and elderly (over 35 years with smoking habits) are of the important risk factor for OCP. CONTRAINDICATION OF COMBINED ORAL PILLSABSOLUTERELATIVE(A) Circulatory disease (Past or present)(B) Disease of the liver(C) Others(1) Obesity (2). Varicosities (3). Epilepsy (4) Bronchial asthma (5) Depression and fluctuation of the mood (6) Age over 35 years (7) Nurshing mothers in the first six months (8) Smoking (9) Gall bladder disease1. Arterior or venous thrombosis2. Severe hypertension3. Valvular heart disease Ischaemic heart disease4. Hyperlipidemia5. Focal migraine* Active liver disease* History of cholestatic jaundice in pregnancy* Liver adenoma carcinoma* Pregnancy* Undiagnosed genital tract bleeding* Estrogen dependent neoplasm eg breast cancer",
        "cop": 1,
        "opa": "Leg vein thrombosis",
        "opb": "Headache",
        "opc": "Break through bleeding",
        "opd": "Breast tenderness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "da168d86-35f4-4d29-9bca-33847199d005",
        "choice_type": "single"
    },
    {
        "question": "National Family Health Survey is done every",
        "exp": "National family health survey is conducted during every 1 year Reference: Park&; s textbook of preventive and social medicine, 23rd edition",
        "cop": 2,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "5 years",
        "opd": "10 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b5e9c2be-1125-43b5-8cc9-04200cffa116",
        "choice_type": "single"
    },
    {
        "question": "Which can be used as an Emergency contraceptive?",
        "exp": "Ans: c (Copper-T) Ref: Park, 19th ed, p. 394. Copper-T is an effective post coital contraceptive, if inserted within 3-5 days of unprotected intercourse. DMPA- is an injectable contraceptive containing a progesterone. It acts by suppressing ovulation and it has no role in emergency contraception. Today- is a type of barrier contraception. It is a vaginal sponge saturated with spermicide nonoxynol-9. It cannot be used in emergency contraception. Spermicidal jelly- is chemical method of barrier contraception.",
        "cop": 3,
        "opa": "DMPA",
        "opb": "Spermicidal jelly",
        "opc": "Copper-T",
        "opd": "Today",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "996a03d3-cfe9-4559-bbc6-646644bff1cb",
        "choice_type": "single"
    },
    {
        "question": "If a woman experiences 2. 5 accidental pregnancies after using a contraceptive method, Pearl index:",
        "exp": "D i. e. 10 accidental pregnancies per 100 women years using contraceptives. Ref: Park, 24th edition, page 544; Principles and Practice of Community Medicine by Dr. Asma Rahim, 2nd edition, page 439. Explanation. Pearl index = (Total accidental pregnancies/total months of exposure) * 1200 = * 1200 = 10 per 100 woman years25 years is considered as the average fertile period for a woman for calculation. Contraceptive Effectiveness. Assessed by measuring the number of unplanned pregnancies that occur during a specified period of exposure and use of contraceptive method. Two methods are used: Pearl index. Life table analysis. The numerator \"total accidental pregnancies\" includes all unwanted pregnancies irrespective of the outcome, i. e., Livebirth. Abortion. Stillbirth; or. Still not terminated. DisadvantagesA minimum of 600 months of exposure is necessary for obtaining a valid \"failure rate\" value. Life table analysis: Calculates failure rate per month of use. More precise than Pearl Index.",
        "cop": 4,
        "opa": "0. 1 per 100 woman years",
        "opb": "100 per 1000 woman years",
        "opc": "10 accidental pregnancies per 1000 woman years using contraceptives",
        "opd": "10 accidental pregnancies per 100 woman years using contraceptives",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "ed8f4125-76e1-4ec3-9e07-e02d20a3232a",
        "choice_type": "single"
    },
    {
        "question": "Safe period is calculated by",
        "exp": "The safe period is calculated by the length of menstrual cycle The shoest cycle minus 18 days gives the first day of feile period and longest cycle minus 10 days gives the last day of the feile period The couple should abstain from coitus during feile period Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 507",
        "cop": 1,
        "opa": "Length of menstrual cycle",
        "opb": "Duration Date of ovulation",
        "opc": "Length of ovulation",
        "opd": "Length of luteal phase",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "391cd678-7b21-450b-8404-71cd9b0cf1a2",
        "choice_type": "single"
    },
    {
        "question": "Family size is",
        "exp": "In common practice family size refers to total number of persons in a family In demography, family size means total number of children a woman has borne at a point of time Completed family size indicates total number of children born by a woman in her child bearing age Ref: Parks textbook of preventive and social medicine; Edition 23; Pg no: 485",
        "cop": 4,
        "opa": "Total number of family members in the family",
        "opb": "Total number of female children born in the family",
        "opc": "Total number of female children in the family considering the moality",
        "opd": "Total number of children a women has borne at a point of time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "3407eecd-2b71-4480-bc24-59e9b88792e3",
        "choice_type": "single"
    },
    {
        "question": "Life expectancy as per 2015 estimate is",
        "exp": "Life expectancy at a given age is the average number of years which a person of that age may expect to live, according to the moality pattern prevalent in that country According to estimates of 2015, the life expectancy at bih for males is 66. 90years and that of females is 69. 90years. So the life expectancy of population is 68. 3years approximately. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 486, 487",
        "cop": 1,
        "opa": "68. 3 years",
        "opb": "62. 3 years",
        "opc": "58. 1 years",
        "opd": "55 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "83b42624-7812-4619-935c-34db637ad51a",
        "choice_type": "single"
    },
    {
        "question": "In the demographic study of population, a country with low bih rate & a low death rate is in following phase",
        "exp": "Fouh stage of demographic cycle is low stationary Characterised by a low bih and low death rate with the result that the population becomes stationary Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 479",
        "cop": 4,
        "opa": "1st phase",
        "opb": "2nd phase",
        "opc": "3rd phase",
        "opd": "4th phase",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "4405be04-6185-42b9-8d42-29457ee87caa",
        "choice_type": "single"
    },
    {
        "question": "The failure rate per HWY of Pearl index is given by",
        "exp": "The Pearl index is defined as the number of failures per 100 women-years of exposure. This rate is given by the formula: Failure rate per HWY: x 1200. The factor 1200 is the number of months in 100years. Ref: PArk; 23rd ed; Pg 510",
        "cop": 3,
        "opa": "x 1200",
        "opb": "x 2400",
        "opc": "x 1200",
        "opd": "x 2400",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b616fbe9-4ef1-46e3-8355-6edcb8b88934",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is indicator of Completed family size?",
        "exp": "Ans. b (Total fertility rate) (Ref. Park's textbook of PSM 22nd/386)FERTILITY RELATED STATISTICSTotal Fertility Rate (TFR). Total fertility rate represents the average number of children a women would have if she were to pass through her reproductive years bearing children at the same rates as the women now in each age group give the approximate magnitude of \"COMPLETED FAMILY SIZE\". General Fertility Rate (GFR)=Number of live births in an area during the year------------------------------------------Midyear female population age 15-44 (or) 49 in the same area in same yrx 1000. General Marital Fertility Rate (GMFR). Number of live births per % 1000 married women in the reproductive age group (15-44 or 49) in a given year. Age-specific Fertility Rate. They are also sensitive indicators of family planning achievement. Gross Reproduction Rate (GRR). Average number of girls that would be born to a woman if she experiences the current fertility pattern throughout her reproductive span (15-44 or 49 years). Net Reproduction Rate (NRR). Net reproduction rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates.",
        "cop": 2,
        "opa": "Birth rate",
        "opb": "Total fertility rate",
        "opc": "Net reproduction rate",
        "opd": "Gross reproduction rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "66b160b7-7866-4efd-ad9a-39e715875aa2",
        "choice_type": "single"
    },
    {
        "question": "Hormonal contraceptive of choice in a lactating woman is",
        "exp": "Progestogen-only pill (POP) This pill is commonly referred to as \"minipill\" or \"micropill\". It contains only progestogen, which is given in small doses throughout the cycle. The commonly used progestogens are norethisterone and levonorgestrel. The progestogen-only pills never gained widespread use because of poor cycle control and an increased pregnancy rate. However, they have a definite place in modern- day contraception. They could be prescribed to older women for whom the combined pill is contraindicated because of cardiovascular risks. They may also be considered in young women with risk factors for neoplasia. The evidence that the progestogens may lower the high-density lipoproteins may be of some concern. Ref: Park 25th edition Pgno: 535",
        "cop": 3,
        "opa": "Combine pill",
        "opb": "Multiphastic pill",
        "opc": "Progesterone only pill",
        "opd": "Centhroman",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "21db3241-0207-40f5-9773-ce73ebb8860b",
        "choice_type": "single"
    },
    {
        "question": "On a average, failure rate in the couples using condom is about",
        "exp": "Condoms can be a highly effective method of contraception, if they are used correctly. Failure rates for the condom vary enormously. Survey has been repoed pregnancy rates bearing from 2 to 3 per 100 women years to more than 14 in typical users. Most failures are due to incorrect use Reference: Park&; s textbook of Preventive and social medicine 23rd edition; Page number 494",
        "cop": 1,
        "opa": "0 to 5 percent",
        "opb": "10 to 20 percent",
        "opc": "30 to 40 percent",
        "opd": "50 percent or more",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "39ba2579-32d5-4a34-b1e4-38b88f0e9c81",
        "choice_type": "single"
    },
    {
        "question": "IUCD most commonly associated with expulsion",
        "exp": "The expulsion rate among IUCDs is high for lippes loop (12-20% ) Expulsion can be paial or complete Expulsion usually occurs during the first few weeks following inseion or during menstruation Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 497, 499",
        "cop": 1,
        "opa": "Lippes loop",
        "opb": "Cu T - 200",
        "opc": "Cu T - 380 A",
        "opd": "LNG - IUCD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "5a185c75-9013-496b-ab6c-c6243b88aa0f",
        "choice_type": "single"
    },
    {
        "question": "NRR is defined as:",
        "exp": "Ans: b (Number of daughters a newborn girl....) Ref: Park, 19th ed, p. Net Reproduction rate (NRR) is defined as number of daughters a newborn girl will bear in her life time assuming fixed age specific fertility and mortality rates. NRR is a demographic indicator. The present level of NRR is 1. 5 in India (1990). NRR of 1 is equivalent to attaining 2 child norm. NRR=1 can be achieved only if at least 60% of eligible couples are effectively practicing family planning. Fertility related statistics. Questions were asked from this topic. Just go through the following important fertility rates. General fertility rate- is the number of live births per 1000 women in the reproductive age group (15-44 or 49 years) in a given year. GFR is a better measure of fertility than crude birth rate. General Marital fertility rate- is the number of live births per 1000 married women in the reproductive age group (15-44 or 49 years) in a given year. Age-specific Fertility rate (ASFR)- is defined as the number of live births per 1000 women in any specified age group in a given year. ASFR shows the fertility pattern. They are also sensitive indicator of family planning achievement. ASFR =Number of live births in a particular age group. Mid year female population of same age groupx 1000. Total fertility rate (TFR)- represents the average number of children a woman would have if she were to pass through her reproductive years bearing children at the same rate as the woman now in each age group. It is obtained by summing the age specific fertility rates for all ages. This measure gives the approximate magnitude of \"completed family size. \"TFR= 5x OASFR",
        "cop": 2,
        "opa": "Total number of children in a family",
        "opb": "Number of daughters a newborn girl will bear during her lifetime",
        "opc": "Total number of members in family",
        "opd": "Total number of female children in a family",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "c87a7f62-fb1f-4a97-ad0e-0cc9dcd385f0",
        "choice_type": "single"
    },
    {
        "question": "Least failure rate is seen in which IUD -",
        "exp": "Ans. is 'c' i. e, LNG-IUD IUD device. Pregnancy (failure) rate. Expulsion rate. First generation * Lippes loop3[?]0 (maximum)19[?]1 (maximum). Second generation * CuT - 36 * CuT -2003[?]07[?]8* CuT - 380. A0[?]5 - 0[?]85* Nova T0[?]75[?]8* Multiload - 2500[?]52[?]2* Multiload -3750[?]12[?]1. Third generation * Progstasert1[?]53 (minimum)* LNG-IUD0[?]2 (minimum)6",
        "cop": 3,
        "opa": "CUT-200",
        "opb": "Lippes lood",
        "opc": "LNG-IUD",
        "opd": "Nova-T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "7cf5a4cc-c65f-4127-a9f0-86f11fc45475",
        "choice_type": "single"
    },
    {
        "question": "Vital statistics in a population include",
        "exp": "Population Statistics Vital Statistics Population size Bih rate, Death rate Sex ratio Natural growth rate Density of population Life expectancy at bih Depedency ratio Moality rates Feility rates Ref: Park 25th edition Pgno: 532",
        "cop": 3,
        "opa": "Sex ratio",
        "opb": "Age composition",
        "opc": "Bih rate",
        "opd": "Dependency rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "08b2aaf0-96ce-4f33-9f87-2e85386d967d",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of oral contraceptive containing a combination of oestrogen-progestin is",
        "exp": "The mechanism of action of the combined oral pill is mainly to prevent ovulation This is achieved by blocking the pituitary secretion of gonadotropins that is necessary for ovulation to occur Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 501",
        "cop": 1,
        "opa": "Inhibition of ovulation",
        "opb": "A change in the cervical mucus",
        "opc": "Inhibition of motility of the uterine tubes",
        "opd": "Inhibition of motility of sperms",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f942c235-8551-422b-a25a-44cfac851284",
        "choice_type": "single"
    },
    {
        "question": "A community survey shows crude bih rate 23, and crude death rate 6. The demographic stage of population is -",
        "exp": "Death rate declines still fuher and the bih rate tend to fall in third stage of demographic cycle or late expanding stage. But the population continue to grow as bihs exceeds death. - India has entered this phase. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 479",
        "cop": 3,
        "opa": "High stationary",
        "opb": "Early expanding",
        "opc": "Late expanding",
        "opd": "Low stationary",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b306e881-090d-4d85-a490-d1759e4e168e",
        "choice_type": "single"
    },
    {
        "question": "Failure rate of contraceptive method is determined by",
        "exp": "Two methods have been used to measure contraceptive efficacy: 1. Pearl index and 2. Life table analysis Pearl index is defined as the number of failure rates per 100 woman years of exposure Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 510",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "Half life",
        "opc": "Number of accidental pregnancies",
        "opd": "Period of contraceptive practice continued",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "a8cbb3d5-d2a7-4b43-be65-17cf1d6d4a91",
        "choice_type": "single"
    },
    {
        "question": "Side effect of OC pills is",
        "exp": "Great deal of attention has been focused recently on the metabolic effects induced by the oral contraceptives It includes the ability to modify carbohydrate metabolism with the resultant elevation of blood glucose and plasma insulin, thereby causing carbohydrate intolerance Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 502",
        "cop": 3,
        "opa": "Dysmenorrhoea",
        "opb": "Hyperprolactinemia",
        "opc": "Carbohydrate intolerance",
        "opd": "Endometriosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "d70d5576-f7f5-4340-8a08-834797a916e8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is impoant in calculation of pearl index",
        "exp": "Pearl index is defined as the number of failures per 100 woman years of exposure (HWY) Failure rate per Hundred Women Years = Total accidental pregnancies X 1200/ Total months of exposure Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 510",
        "cop": 2,
        "opa": "Number of aboions",
        "opb": "Total accidental pregnancies",
        "opc": "Socioeconomic status",
        "opd": "Total gestational period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "3c4beee5-e24b-42c0-a8ba-e212d0de572d",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive failure 10/100 women years means:",
        "exp": "D i. e. 10 accidental pregnancy per 100 woman year using contraceptives. Ref: AH Suryakantha, Community Medicine with Recent Advances, 3rd edition, page 651. Explanation: Named after Raymond Pearl(Failure. Rate). Pearl. Index =Totalwomanmonthsofexposure. Totalnumberofaccidentalpregnancies x1200A Pearl Index of 10 per HWY means that 10 out of 100 woman will become pregnant if they are using that particular method of contraception in one year. To interpret effectiveness of a contraceptive method a minimum of 600 months of exposure is usually considered as necessary. Other methods of evaluation are: Method failure. User failure. Life table analysis. Pearl Index of various contraceptives used are: Calendar Method -9/100 HWY (9%)BBT Method -1-2/100 HWY (1-2%). Cervical Mucus Method -3/100 HWY (3%). Symptothermal Method -2/100 HWY (2%). Foam Tablets - 0. 5%Condoms - 12%Condoms correctly used - 3%IUCD - 1-2%OCP-0. 1%",
        "cop": 4,
        "opa": "0. 1 accidental pregnancy per 100 woman year using contraceptives",
        "opb": "100 accidental pregnancy per 1000 woman year using contraceptives",
        "opc": "10 accidental pregnancy per 1000 woman year using contraceptives",
        "opd": "10 accidental pregnancy per 100 woman year using contraceptives",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "5b329922-a91f-4ef2-b8ec-1e30d434ff23",
        "choice_type": "single"
    },
    {
        "question": "Best contraceptive for a newly married couple?",
        "exp": "IUDs are generally not preferred in nulliparous. An ideal candidate for IUD is who had at least one child. Barrier methods have a high failure rate. Natural methods are not reliable. When properly used combined OC pills are almost 100% effective in preventing pregnancy. Park 23e pg: 500",
        "cop": 3,
        "opa": "Barrier method",
        "opb": "IUCD",
        "opc": "OC pills",
        "opd": "Natural methods",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f73f9af5-2e72-47f4-8d77-a5d84e6f1ec7",
        "choice_type": "single"
    },
    {
        "question": "Population growth is rated explosive if annual growth rate exceeds",
        "exp": "Relation between Annual growth rate(AGR) and population Rating Annual GR Population doubling Time Stationary population None - Slow growth <0. 5 >139 years Moderate growth 0. 5-1. 0 139-70 Rapid growth 1. 0-1. 5 70-47 Very rapid growth 1. 5-2. 0 47-35 Explosive growth 2. 0-2. 5 35-28 Explosive growth 2. 5-3. 0 28-23 Explosive growth 3. 0-3. 5 23-20 Explosive growth 3. 5-4. 0 20-18 Ref: Park 25th edition Pgno: 532",
        "cop": 1,
        "opa": "2%",
        "opb": "1. 50%",
        "opc": "1%",
        "opd": "0. 50%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f83cdc8c-f7cf-4396-8b5a-6e82a1be97f6",
        "choice_type": "single"
    },
    {
        "question": "Best index of contraceptive efficacy is",
        "exp": "Pearl index is defined as the number of failures per 100 woman years of exposure (HWY) Failure rate per Hundred Women Years = Total accidental pregnancies X 1200/ Total months of exposure Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 510",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "Chandelers index",
        "opc": "Quetlet index",
        "opd": "Broca index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "028d5d73-b4d4-4e70-80b6-97f20a250e80",
        "choice_type": "single"
    },
    {
        "question": "In a community of 5000 people, the crude bih rate is 30 per 1000 people. The number of pregnant females is",
        "exp": "No. of Pregnancies = number of bihs + number of aboions + estimated total fetal lossespregnancy wastage = number of aboions+ estimated total fetal losses is taken as 10% (as per Indian demographic data)pregnancy rate = 30*5 + 10% 0f 30*5 = 150+ 15 = 165",
        "cop": 2,
        "opa": "150",
        "opb": "165",
        "opc": "175",
        "opd": "200",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "d2dd98c1-f548-4019-819c-6e66bc31fdfb",
        "choice_type": "single"
    },
    {
        "question": "Feility, moality, marriage, migration and social mobility are 5 components constituting",
        "exp": "Demography deals with five &; Demographic processes&; namely feility, moality, marriage, migration and social mobility. These 5 processes are continuously at work within a population determining size, composition and distribution. (Ref:- Park. 23rd ed. Page no 479)",
        "cop": 3,
        "opa": "Demographic trends",
        "opb": "Demographic characteristics",
        "opc": "Demographic processes",
        "opd": "Demographic indicators",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "aca1d477-8a7f-4f33-b6e7-701d98cc575e",
        "choice_type": "single"
    },
    {
        "question": "Dutch cap is a",
        "exp": "Dutch cap is diaphragm which is used as a vaginal barrier The diaphragm is a shallow cup made of synthetic rubber or plastic material Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 495",
        "cop": 1,
        "opa": "Diaphragm",
        "opb": "Condom",
        "opc": "Vaginal sponge",
        "opd": "Vaginal ring",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "5cedf31d-fef7-4535-85f1-9115fd64bbae",
        "choice_type": "single"
    },
    {
        "question": "Tubal block constitutes what percentage of tubal infeility",
        "exp": "Tubal factors. One of the most impoant and common causes of infeility is salpingitis, when as a result of inflammation, adhesions form around the abdominal ostium, while within the lumen of the tube, the plicae become adherent, blocking the passage in the tube. Gonorrhoea and chlamydial infections or salpingitis following septic aboion and puerperal infections are amongst the common causes of blockage of the fallopian tubes. Tuberculosis has already been mentioned, and endometrial biopsy shows that 5% asymptomatic infeile women suffer from genital tuberculosis. Apa from tubal blockage, peritubal adhesions and fimbrial end blockage can cause infeility. Westorm observed that one episode of tubal infection leads to tubal blockage in 12% cases. The incidence increases to 23% after two episodes of PID and 54% following three episodes Ref: Shaw textbook of gynecology 16th edition Pgno: 280",
        "cop": 3,
        "opa": "5-7%",
        "opb": "15-20%",
        "opc": "30-35%",
        "opd": "90-95%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "01af977e-fd8b-44b6-87e3-c6f992be57d8",
        "choice_type": "single"
    },
    {
        "question": "Conventional contraceptives are those which",
        "exp": "Conventional contraceptives: Methods that require action at the time of coitus Condoms Spermicides Jellies Conventional contraceptives does not mean older contraceptives Ref: Park 25th edition Pgno: 528",
        "cop": 3,
        "opa": "Were discovered before 1960",
        "opb": "Require action after intercourse",
        "opc": "Require action at time of intercourse",
        "opd": "Requires action before intercourse",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c6106034-9e96-433b-beff-7c4e04f5ad80",
        "choice_type": "single"
    },
    {
        "question": "An early expanding stage is denoted by",
        "exp": "A nation passes through 5 stages of the demographic life cyclea). High stationary: High bih rate, High death rateb). Early expanding: Bih rate begins to decline, bih rate remains unchangedc). Late expanding: Death rate declines fuher, bih rate tends to fall (India Now)d). Fouh stage: Low bih and death rate e). Declining: Bih rate lower than the death rate. Park 23e pg: 479",
        "cop": 4,
        "opa": "Decreased bih rate and decreased death rate",
        "opb": "Increased bih rate and increased death rate",
        "opc": "Decreased bih rate and increased death rate",
        "opd": "Unchanged bih rate and decreased death rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "810aafdb-9ef1-499e-86d1-43a1f9c3eaec",
        "choice_type": "single"
    },
    {
        "question": "'Explosive' growth rates occurs when annual rate of growth%",
        "exp": "(> 2. 0): Ref: (413-Park 20th)GROWTH - RATES: - When the crude death rates is substracted from the crude birth rate, the net residual is the current annual growth rate, exclusive of migration. Relation between growth rates and populations. Rating. Annual rate of growth %Number of years required for the population to double in size* Stationary population* Slow growth* Moderate growth* Rapid growth* Very rapid growth* \"Explosive\" growth* \"Explosive\" growth* \"Explosive\" growth* \"Explosive\" growth. No growth. Less than 0. 50. 5 to 1. 01. 0 to 1. 51. 5 to 2. 02. 0 to 2. 52. 5 to 3. 03. 0 to 3. 53. 5 to 4. 0--More than 139139-7070-4747-3535-2828-2323-2020-18",
        "cop": 4,
        "opa": "0. 5-1. 0",
        "opb": "1. 0-1. 5",
        "opc": "1. 5-2. 0",
        "opd": "> 2. 0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "ec629cfa-e119-4cdd-85ff-37b0ddd59852",
        "choice_type": "single"
    },
    {
        "question": "MTP Act of 1971 provides rules for termination of pregnancy till how many weeks of pregnancy",
        "exp": "MTP act 1971, provides safeguards to the mother by authorizing only a Registered Medical Practitioner having experience in gynecology and obstetrics to perform aboion where the length of Pregnancy does not exceed 12 weeks Where the pregnancy exceeds 12 weeks and is not more than 20 weeks, the opinion of two Registered Medical Practitioners is necessary to terminate the pregnancy Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 506",
        "cop": 3,
        "opa": "12 weeks",
        "opb": "16 weeks",
        "opc": "20 weeks",
        "opd": "24 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "7f85ff67-4bac-4680-9250-6995b1a65ae5",
        "choice_type": "single"
    },
    {
        "question": "To achieve Net Reproduction Rate of 1, the couple protection rate should be",
        "exp": "Ans. c (60 %) (Ref. Park PSM 22nd / pg. 454)# Net reproduction rate (NRR)=1 can be achieved only if the CPR exceeds 60%. ELIGIBLE COUPLES (EC)# Refers to a currently married couple wherein the wife is in the reproductive age (15^45 years).# At least 150-180 such couples per 1000 population in India.# 20% of EC are found in the age group 15-24 yrs.# There are about 169 million couples in country (31/3/99).# Average 2. 5 million EC are joining the reproductive group every year. COUPLE PROTECTION RATE (CPR)# It is an indicator of the prevalence of contraceptive practice in the community.# It is defined as the percent of eligible couples effectively protected against childbirth by one or the other approved methods of family planning.# Sterilization accounts for over 60% CPR.# During 2002-2003, total number of family planning acceptors by all the methods below was there but about 54% eligible couples are still unprotected: 1. Sterilization -4. 73 million2. IUD insertion -6. 11 million3. Nirodh/Condom users -16. 54 million4. Oral pill users -8. 24 million",
        "cop": 3,
        "opa": "50%",
        "opb": "55%",
        "opc": "60%",
        "opd": "65%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "2abfddf3-d5af-4988-9c6b-45f495a10b44",
        "choice_type": "single"
    },
    {
        "question": "MTP act does not protect act of termination of pregnancy beyond",
        "exp": "Medical Termination of Pregnancy Wilful termination of pregnancy prior to the age of fetal bility has been controversial at all times. However, many governments the world over have liberalized 'Aboion Laws' in keeping with changing times, accepting the recognition of the right of the individual to bear a child at her chosen time and helping to curb the malpractices accompanying illegal aboions. In India, the MTP Act was adopted as a health measure way back in 1972 to avoid death due to criminal aboions. Definition The Indian Act permits the wilful termination of pregnancy before the age of fetal bility (20-weeks' gestation) for well-defined indications. It has to be performed by recognized medical practitioners in a recognized place approved by the competent authority under the Act. Methods of MTP Methods of MTP can be broadly classified as follows: Methods of first-trimester MTP Menstrual regulation Dilatation and suction evacuation Cervical softening prior to dilatation and suction evacu- ation Medical methods Methods of second-trimester MTP Surgical evacuation Extraovular instillation of drugs Extrauterine methods Ref: Park 25th edition Pgno: 287",
        "cop": 1,
        "opa": "20weeks",
        "opb": "24weeks",
        "opc": "28weeks",
        "opd": "30weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "5890c663-94d4-4c8c-a6fa-4f7c17556722",
        "choice_type": "single"
    },
    {
        "question": "Demographic Gap attains its maximum limit in",
        "exp": "Demographic cycle Demographic cycle is closely related to: Socio-economic progress of a country There are 5 stages (Phases) of demographic cycle through which a nation passes Stages Phases CBR CDR Stage I High Stationary High high Stage II Early expanding High Stas declining Stage III Late expanding Stas declining Continue declining Stage IV Low Stationary Low Low Stage V Declining CDR > CBR Demographic cycle is based on: Demographic gap DG = Crude Bih Rate (CBR) - Crude death rate DG stas increasing: Early stage II (Early expanding phase) DG is Maximum: Late stage II (Early expanding phase) DG stas declining: Early stage III (Late expanding PHASE) DG is negative: Stage V (Declining phase) DG is Narrow: Stage I (high Stationary); Stage IV (Low Stationary) Ref: Foundations of community Medicine, GM Dhaarb& I Robbani, 1st edition Park 25th edition Pgno: 530",
        "cop": 2,
        "opa": "Early stage I",
        "opb": "Late stage II",
        "opc": "Late stage III",
        "opd": "Early stage IV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "1a713d89-50fc-4617-9790-eb1e31af1e20",
        "choice_type": "single"
    },
    {
        "question": "Population explosion is defined as population growth rate of more than_______ per year.",
        "exp": "Ans. a (2. 0) (Ref. Park PSM 22nd/pg. 443). Relation between growth rate and population: Rating. Annual rate of growth %Number of years required for the population to double in size. Stationary population. No growth Slow growth. Less than 0. 5. More than 139. Moderate growth0. 5 to 1. 0139-70. Rapid growth1. 0 to 1. 570-47. Very rapid growth1. 5 to 2. 047-35\"Explosive\" growth2. 0 to 2. 535-28\"Explosive\" growth2. 5 to 3. 028-23",
        "cop": 1,
        "opa": "2",
        "opb": "1. 75",
        "opc": "1. 8",
        "opd": "1. 5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "42a15df1-a5eb-4d9d-80ce-ffb282baa3b2",
        "choice_type": "single"
    },
    {
        "question": "States, where crude bih rate is higher than the national level",
        "exp": "The crude bih rate of India in 2012 is 21. 6 The crude bih rate of Rajasthan is 25. 9, West Bengal is 16. 1, Andhra Pradesh is 17. 5 and Maharashtra is 16. 6 in the year 2012. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 490, figure 5",
        "cop": 3,
        "opa": "West Bengal",
        "opb": "Maharashtra",
        "opc": "Rajasthan",
        "opd": "Andhra Pradesh",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "28d9e971-76ca-4ea6-8433-079d9781a8c0",
        "choice_type": "single"
    },
    {
        "question": "Moality statistics are taken into account while calculating",
        "exp": "Net reproduction rate is defined as the number of daughters a newborn girl will bear during her life time assuming fixed age specific feility and moality rates NRR is a demographic indicator NRR of 1 is equivalent to attaining approximately the 2 child norm Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 489",
        "cop": 2,
        "opa": "GER",
        "opb": "NRR",
        "opc": "TFR",
        "opd": "GMFR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "1e349612-2fe4-4ef0-805b-8972e73dd62f",
        "choice_type": "single"
    },
    {
        "question": "The completed family size may be estimated by",
        "exp": "Total feility rate represents the average number of children a woman would have if she were to pass through her reproductive years bearing children at the same rates as the women now in each age group It gives the appropriate magnitude of completed family size Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 489",
        "cop": 3,
        "opa": "Bih rate",
        "opb": "Death rate",
        "opc": "Total feility rate",
        "opd": "Age specific feility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "97574a40-e758-4640-8abb-44cbbfaea680",
        "choice_type": "single"
    },
    {
        "question": "Conventional contraceptives are",
        "exp": "Conventional contraceptives are those methods that require action at the time of sexual intercourse Examples are condom, spermicide etc. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 494",
        "cop": 3,
        "opa": "IUCD",
        "opb": "Coitus iterruptus",
        "opc": "Condom",
        "opd": "OCP",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "ceddde1c-36a2-4497-90e2-be887b7afe30",
        "choice_type": "single"
    },
    {
        "question": "Bih rate is",
        "exp": "Bih rate = number of live bihs during the year X 1000/ estimated mid year population. Unsatisfactory measure of feility because the total population is not exposed to child bearing. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 488",
        "cop": 1,
        "opa": "Live bih X 1000\\/ mid yr. Population",
        "opb": "Bih X 1000\\/ mid yr population",
        "opc": "Live bih X 10000\\/ mid yr. Population",
        "opd": "Live bih X 10000\\/Population of reproductive age group (15-45)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "9c3b794c-a78d-4718-aa3b-36be1352003e",
        "choice_type": "single"
    },
    {
        "question": "Present \" total feility rates\"",
        "exp": "Total feility rate: As per 2017 census is 2. 2 Ref: Census of India, GOI Park 25th edition Pgno: 540",
        "cop": 1,
        "opa": "2. 2",
        "opb": "3. 6",
        "opc": "1. 3",
        "opd": "4. 5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "7e420513-62b0-40f6-9502-a47c0e110445",
        "choice_type": "single"
    },
    {
        "question": "Third generation IUCD is",
        "exp": "THIRD GENERATION IUDs A third generation of IUDs *based on still another principle, i. e., release of a hormone have become available on a limited scale. The most widely used hormonal device is progestase, which is a T -shaped device filled with 38 mg of progesterone, the natural hormone. The hormone is released slowly in the uterus at the rate of 65 mcg daily. It has a direct local effect on the uterine lining, on the cerl mucus and possibly on the sperms. Because the hormone supply is gradually depleted, regular replacement of the device is necessary. Another hormonal device LNG-20 (Mirena) is a T-shaped IUD releasing 20 mcg of levonorgestrel (a potent synthetic steroid); it has a low pregnancy rate (0. 2 per 100 women) and less number of ectopic pregnancies. Long-term clinical experience with levonorgestrel releasing IUD has shown to be associated with lower menstrual blood loss and fewer days of bleeding than the copper devices. The levonorgestrel releasing IUD has an effective life of 10 years. The hormonal devices would be paicularly valuable for women in developing countries in whom excess blood loss caused by ine devices have been shown to result in significant anemia. But these devices are more expensive, to be introduced on a wide scale. Ref: Park 25th edition Pgno: 548",
        "cop": 2,
        "opa": "ML CuT 250",
        "opb": "MIRENA",
        "opc": "CuT 380A",
        "opd": "Copper 7",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "467b4285-c0f3-42ac-b864-87ecefb8e1d9",
        "choice_type": "single"
    },
    {
        "question": "What is net production rate?",
        "exp": "Net Reproduction Rate (NRR) Net Reproduction Rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific feility and moality rates. NRR is a demographic indicator. NRR of 1 is equivalent to attaining approximately the 2-child norm. If the NRR is less than 1, then the reproductive performance of the population is said to be below replacement level. Ref: Park 25th edition Pgno: 540",
        "cop": 4,
        "opa": "Number of children a newborn girl has in her life time",
        "opb": "Number of female children a newborn girl has in her life time",
        "opc": "Number of male children a newborn girl has in her life time",
        "opd": "Number of female children a newborn girl has in her life time taking into account the moality",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "7eac98b8-3529-44bc-95c3-9d84bea1a878",
        "choice_type": "single"
    },
    {
        "question": "In defining General Feility Rate, the denominator is",
        "exp": "General feility rate is the number of live bihs per 1000 women in the reproductive are group ( 15-44 or 49 years) in a given year GFR = Number of live bih in an area during the year X 1000 / mid year female population age group 15-44 (or 49) in the same area in same year Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 488",
        "cop": 2,
        "opa": "Population between 15 to 49 years of age",
        "opb": "Women between 15 to 49 years of age",
        "opc": "Mid year population",
        "opd": "Live bihs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "0e8657d6-84e6-45e8-9f35-bf6ecbe0b70f",
        "choice_type": "single"
    },
    {
        "question": "Life span of Cu-T- 380A",
        "exp": "Cu-T- 380A is approved for 10 years but it has been demonstrated to maintain its efficacy for at least 12 years of use Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 497",
        "cop": 1,
        "opa": "10 years",
        "opb": "20 years",
        "opc": "1 years",
        "opd": "5 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "20242668-a596-4c2e-a4f0-0c3c8ec64030",
        "choice_type": "single"
    },
    {
        "question": "CuT 380A IUCD should be replaced once in -",
        "exp": "Cu-T- 380A is approved for use for 10 years, but it has been demonstrated to maintain its efficacy over at least 12 years of use Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 497",
        "cop": 4,
        "opa": "4 yrs",
        "opb": "6 yrs",
        "opc": "8 yrs",
        "opd": "10 yrs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "e922285c-cc1b-4f58-9fe5-221610b2b9da",
        "choice_type": "single"
    },
    {
        "question": "In Cu T-200, the number denotes",
        "exp": "In Cu T 200, the number included in the name of the device refer to the surface area in sq. mm of the copper on the device Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 496",
        "cop": 1,
        "opa": "Surface area",
        "opb": "Weight in microgram",
        "opc": "Weight in miligram",
        "opd": "Effective half life in week",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "9916a648-e2ce-46df-8f98-eb66c1543cc6",
        "choice_type": "single"
    },
    {
        "question": "Sex ratio as per 2011 census-",
        "exp": "Ans. is 'b' i. e., 940 * Important findings of census 2011# Total population-1210 millions# Annual average growth rate-164%# Decadal growth rate-17-64%# Sex ratio-940# Birth rate-22-1%# Death rate-7-2# Literacy rate-74%# Life expectancy-64 5 years# Density of population-382",
        "cop": 2,
        "opa": "970",
        "opb": "940",
        "opc": "921",
        "opd": "915",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "75e4f157-639a-4d0f-811a-6e5c9eeab39c",
        "choice_type": "single"
    },
    {
        "question": "Dependency ratio includes",
        "exp": "The propoion of persons above 65 years of age and children below 15 years of age are considered to be dependent on the economically productive age group. The ratio of the combined age groups 0-14 years plus 65 years and above to the 15-65 years age group is referred to as the total dependency ratio. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 484",
        "cop": 2,
        "opa": "0 - 5 yrs age",
        "opb": "0 - 14 yrs age",
        "opc": "15 - 45 yrs age",
        "opd": "<65 yrs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "a0edf240-f793-46b3-8dd2-3adf5e842567",
        "choice_type": "single"
    },
    {
        "question": "National Family Health Survey has successfully completed -",
        "exp": "The National Family Health Survey (NFHS) is a large-scale, multi-round survey conducted in a representative sample of households throughout India. Three rounds of the survey have been conducted since the first survey in 1992-93. The survey provides state and national information for India on feility, infant and child moality, the practice of family planning, maternal and child health, reproductive health, nutrition, anemia, utilization and quality of health and family planning services. Each successive round of the NFHS has had two specific goals: a) to provide essential data on health and family welfare needed by the Ministry of Health and Family Welfare and other agencies for policy and programme purposes, and b) to provide information on impoant emerging health and family welfare issues. The Ministry of Health and Family Welfare (MOHFW), Government of India, designated the International Institute for Population Sciences(IIPS) Mumbai, as the nodal agency, responsible for providing coordination and technical guidance for the survey. IIPS collaborated with a number of Field Organizations (FO) for survey implementation. Each FO was responsible for conducting survey activities in one or more states covered by the NFHS. Technical assistance for the NFHS was provided mainly by ORC Macro (USA) and other organizations on specific issues. The funding for different rounds of NFHS has been provided by USAID, DFID, the Bill and Melinda Gates Foundation, UNICEF, UNFPA, and MOHFW, GOI Ref: GOI",
        "cop": 3,
        "opa": "One round",
        "opb": "Two rounds",
        "opc": "Three rounds",
        "opd": "Four rounds",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f901d15f-2d06-42ae-addc-b14efcb384ed",
        "choice_type": "single"
    },
    {
        "question": "For NRR to be 1, Couple protection rate should be",
        "exp": "Couple protection rate is an indicator of the prevalence of contraceptive practice in the community CPR is defined as the percent of eligible couples effectively protected against child bih by one or other approved methods of family planning Demographers are of the view that the demographic goal of NRR = 1 can be achieved only if the CPR exceeds 60% Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 493",
        "cop": 3,
        "opa": "20%",
        "opb": "40%",
        "opc": "60%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "89724582-7a0c-49ba-9ef8-5109c9ab5c01",
        "choice_type": "single"
    },
    {
        "question": "According to 1991 census family size is -",
        "exp": "According to 1991 census average house hold size is 5. 5. According to 2001 census it has declined to 5. 3 Ref: Census of India, GOI",
        "cop": 2,
        "opa": "2. 4",
        "opb": "5. 5",
        "opc": "4. 4",
        "opd": "5. 9",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "a9616608-d7ee-4279-8e4f-26d5d2fa4fad",
        "choice_type": "single"
    },
    {
        "question": "The spindle shaped age pyramid denotes",
        "exp": "Age pyramids The age structure of a population is best represented as shown in the fig: Such a representation is called an \"Age Pyramid\". A vivid contrast may be seen in the age distribution of men and women in India and in Switzerland. The age pyramid of India is typical of developing countries, with a broad base and a tapering top. In the developed countries, as in Switzerland, * the pyramid generally shows a bulge in the middle, and has a narrower base Ref: Park 25th edition Pgno: 516",
        "cop": 1,
        "opa": "Developed country",
        "opb": "Developing country",
        "opc": "Underdeveloped country",
        "opd": "Middle east country",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "742cba14-10e8-416a-a7c8-ae223158401a",
        "choice_type": "single"
    },
    {
        "question": "The National Population Policy 2000 aims to achieve net reproduction rate by the year",
        "exp": "National Population Policy 2000 has the objective of bringing the total feility rate to replacement level by 2010 It also aims net reproduction rate by 1 by the year 2010 which the National health policy 1983 fails to achieve Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 493",
        "cop": 2,
        "opa": "2005",
        "opb": "2010",
        "opc": "2015",
        "opd": "2050",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "eaea23ee-710d-4367-abea-6e77610a425f",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of IUCD",
        "exp": "The commonest complaint of women fitted with an IUCD is increased vaginal bleeding The bleeding may be greater in volume during menstruation or a longer periods or mid cycle bleeding Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 498",
        "cop": 1,
        "opa": "Bleeding",
        "opb": "Pain",
        "opc": "PID",
        "opd": "Aboion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "84915691-3b75-4551-a8e2-9c1f51d72dac",
        "choice_type": "single"
    },
    {
        "question": "Demographic transition is -",
        "exp": "FOUH STAGE (Low stationary) of demographic cycle This stage is characterized by a low bih and low death rate with the result that the population becomes stationary. Zero population growth has already been recorded in Austria during 1980-85. Growth rates as little as 0. 1 were Recorded in UK, Denmark, Sweden and Belgium during 1980-85. In sho, most industrialized countries have undergone a demographic transition shifting from a high bih and high death rates to low bih and low death rates. Ref: Park 25th edition Pgno: 530",
        "cop": 1,
        "opa": "No gap between bih rate and death rate",
        "opb": "High difference between CBR and CDR",
        "opc": "Gap in sex percentage",
        "opd": "Gap is extreme ages",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b3261711-5788-4a70-84e0-0fa0f0f7ec98",
        "choice_type": "single"
    },
    {
        "question": "The population of community X has 30% below 15years of age and 10% over 65years of age. Dependency ratio of community X is",
        "exp": "Total dependency ratio = Children 0-14 years age + Population more than 65 years of age / Population of 15 to 64 years x 100. Say population of X is 100 - 30 are below 15, 10 above 65 and 60 between 15 to 64. So the Total dependency ratio = 30+10 / 60 = 40/60 = 2/3 = 66. 6. Park 23e pg: 490",
        "cop": 4,
        "opa": "3%",
        "opb": "20%",
        "opc": "40%",
        "opd": "66. 60%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "0ac12627-6f8d-4efe-b2ff-75228fa000eb",
        "choice_type": "single"
    },
    {
        "question": "The percentage of women in the reproductive age group is -",
        "exp": "According to the Census of India 2011, the population was nearly 1. 210 million, of which 31% are below the age of 15 years and 53% of women are in the reproductive age group (15-49 years) Ref: India and Family planning",
        "cop": 2,
        "opa": "15%",
        "opb": "53%",
        "opc": "30%",
        "opd": "40%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "6c5ce328-7c2f-4e79-be5d-be4ee5a006d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the only indicator that considers fertility as well as mortality situation in the society?",
        "exp": "Ans. c (Net reproduction rate) (Ref Text book of PSM by Park 22nd/451). Net reproduction rate (NRR)# It is defined as number of daughters a newborn will bear during her lifetime assuming fixed age -specific fertility and mortality rate.# It is a demographic indicator.# It is the index of fertility, which takes in account the fertility and mortality situation prevailing in the society.# The present level of NRR in India is 1. 5 (1990).# NRR of 1 is equivalent to attaining the two-child norm.# NRR =1 can be achieved only if the CPR exceeds 60%, i. e., if at least 60% of eligible couples are effectively practicing family planning.# The national target is to achieve a net NRR of 1 by the year 2006. There are total 15 fertility indicators:# Crude birth rate# General fertility rate# General marital fertility rate# Age-specific fertility rate: important indicator of FP achievement, throws light on fertility pattern# Age specific marital fertility rate# Total fertility rate: completed family size# Total marital fertility rate# Gross reproduction rate: only female births included. Mortality not assumed# Net reproduction rate:- Only female births included.- Mortality is taken into consideration.- Target 1 will be achieved when CPR > 60.# Child-women ratio: used when birth statistics is not good or maintained.# Pregnancy rate: married female in denominator# Abortion rate: all females in denominator# Abortion ratio: abortion/live births# Crude marriage rate# General marriage rate",
        "cop": 3,
        "opa": "Total fertility rate",
        "opb": "General fertility rate",
        "opc": "Net reproduction rate",
        "opd": "Gross fertility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "4c31817f-ef02-4b5f-96dd-9aec18d6f263",
        "choice_type": "single"
    },
    {
        "question": "Most significant indicator of feility is",
        "exp": "Net reproductive rate is defined as the number of daughters a newborn girl will bear during her life time assuming fixed age specific feility and moality rates It is a demographic indicator NRR of 1 is equivalent to attaining approximately the 2 child norm If NRR < 1, then the reproductive performance of the population is said to below replacement level Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 489",
        "cop": 1,
        "opa": "Net reproductive rate",
        "opb": "Family size",
        "opc": "Gross reproductive rate",
        "opd": "General feility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "27b1285f-9586-45a9-9cf0-a9529af3e18d",
        "choice_type": "single"
    },
    {
        "question": "Which IUCD acts for 10 years",
        "exp": "Cu T 308A is approved for use for 10 years However, it is demonstrated to maintain its efficacy over at least 12 years of use Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 497",
        "cop": 3,
        "opa": "Cu-T 200 B",
        "opb": "Nova-T",
        "opc": "Cu-T 380A",
        "opd": "Multi load-250",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "3fecfdd6-c69b-4a7b-9e3f-3194654b80f8",
        "choice_type": "single"
    },
    {
        "question": "In Emergency contraception which progesterone is used",
        "exp": "In India, levonorgestrel 0. 75 mg tablet is approved for emergency contraception It is used as one tablet of 0. 75 mg within 72 hours of unprotected sex and the second tablet after 12 hours of first dose Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 501",
        "cop": 4,
        "opa": "Norethisterone",
        "opb": "Medroxyprogesterone",
        "opc": "Desogestrel",
        "opd": "Levonorgestrol",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "16867b3c-bc62-4f16-9572-f06b3e06a037",
        "choice_type": "single"
    },
    {
        "question": "The newer contraceptive program introduced in Family Planning is",
        "exp": "The Ministry of Health and Family Welfare has launched two new contraceptives, an injectable contraceptive MPA (medroxyprogesterone) under the 'Antara' programme and a contraceptive pill, 'Chhaya' (Centchroman), in the public health system to expand the basket of contraceptive choices to meet the emerging needs of couples.",
        "cop": 2,
        "opa": "Parivahana",
        "opb": "Antara",
        "opc": "Prerana",
        "opd": "Indradanush",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "ae23aa9a-7190-43ca-a343-e74cf987e250",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best to compare vital statistics of countries?",
        "exp": "If we want to compare the death rates of two populations with different age-composition, the crude death rate is not the right yardstick This is because rates are only comparable if the populations upon which they are based ae comparable. It is cumbersome to use a series of age-specific death rates, hence &; age standardization&; is used to remove the confounding effect of different age groups. Park 23epg: 59",
        "cop": 3,
        "opa": "Crude death and bih rates",
        "opb": "Propoional moality rate",
        "opc": "Age standardized death rate",
        "opd": "Age specific death rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "24a71365-521c-48ec-8b87-816b10f3c2c5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following indicators involve reproductive woman -",
        "exp": "Ref: Park 25th edition Pgno: 540",
        "cop": 2,
        "opa": "Bih Rate",
        "opb": "G. F. R",
        "opc": "T. F. R",
        "opd": "Maternal moality rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "6fd7a27e-f79a-4e1f-aa06-b4a3baf4ccbb",
        "choice_type": "single"
    },
    {
        "question": "The age and sex structure of a population can be described by a",
        "exp": "The age and sex structure of a population are best represented by &; age pyramid&;. Developing countries have a broad base and tapering top. Developed countries show a bulge in the middle and have a narrower base. Park 23e pg: 482",
        "cop": 3,
        "opa": "Life table",
        "opb": "Correlation coefficient",
        "opc": "Population pyramid",
        "opd": "Bar cha",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "364f9e9c-acb6-40cd-88a4-32ad7deb0dbc",
        "choice_type": "single"
    },
    {
        "question": "In a demographic cycle, Late expanding stage indicates",
        "exp": "Death rate declines still fuher and the bih rate tend to fall in third stage of demographic cycle or late expanding stage, but the population continue to grow as bihs exceeds death. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, pg no: 479",
        "cop": 3,
        "opa": "High bih and death rates",
        "opb": "Decreasing Death Rate and stationary Bih Rate",
        "opc": "Decreasing Bih Rate and decreasing Death Rate",
        "opd": "Low Death Rate and Bih Rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "2608c0fd-f4d2-4d47-9525-2617b2a80126",
        "choice_type": "single"
    },
    {
        "question": "Population growth is said to be explosive when growth rate is",
        "exp": "When crude death rate is substracted from crude bih rate, the net residual is current annual grow rate exclusive of migration When the annual growth rate is > 2%, the population growth is said to be explosive Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 481",
        "cop": 4,
        "opa": "< 0. 5",
        "opb": "0. 5 - 1",
        "opc": "1 - 1. 5",
        "opd": "> 2",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "072d0363-c684-4a20-9444-6c2ecb56ed53",
        "choice_type": "single"
    },
    {
        "question": "Demographic gap means:",
        "exp": "Ans: b (Difference between birth rate and death rate). Demographic gap is the difference between birth rate and death rate. Note: Demographic cycle has 5 stages* High stationary* Early expanding* Late expanding* Low stationary* Declining. India has entered the third stage that is late expanding stage. Age structure of a population is best represented by Age pyramid",
        "cop": 2,
        "opa": "Difference between male and female population",
        "opb": "Difference between birth rate and death rate",
        "opc": "Difference between age specific birth rate and age specific death rate",
        "opd": "Difference between male and female life expectancy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "311b2d81-0d4d-424c-ae73-a578e5a6112d",
        "choice_type": "single"
    },
    {
        "question": "Mala-N is a....",
        "exp": "Ans: c (Combined pill) Ref: Park, 19th ed, p. 398; Shaw, 12th ed, p. 177. Combined pill: These pills usually contain a mixture of synthetic estrogen, (ethinyl estradiol, or mestranol), and orally active progesterone. Mala N contains 20-30ig of ethinyl estradiol, and 1 mg of nor ethisterone. Mala D contains20-30ig of ethinyl estradiol, and 0. 5 mg of d-norgestrel. Mala N is supplied free of cost through all PHCs and Urban Family Welfare Centres. The pill is given orally for 21 consecutive days, beginning on the 5th day of cycle followed by a break of 7 days during which menstruation occurs. POP pills-- progesterone only pill (mini pill, micro pill) - It contains only progesterone which is given in small doses throughout the cycle. They could be prescribed to older women with cardiovascular risks, where estrogen is conu aindicated, also in young women with risk of neoplasia. Once-a-month (long acting pill) - Combination of long acting estrogen with a progesterone. But the results are disappointing. Post coital contraception: Post coital (morning after) contraception is recommended within 72 hours of an unprotected intercourse. Two methods available are: a) IUDb) Hormonal. Mode of action of oral pills-prevents ovulation. POP renders cervical mucous mucus thick and scanty and thereby inhibiting sperm penetration. They also inhibit tubal motility and delay the transport of sperm and ovum to the uterine cavity. Side effects: 1. Breast tenderness2. Weight gain3. Headache and migraine4. Bleeding disturbances5. Mondial vaginitis6. Nausea, vomiting7. Alteration of lipid metabolism-decrease HDL8. Carcinogenesis -it is seen that there is increased risk of cervical cancer with increasing duration of OCP use. 9. Thrombo embolic disorder, pulmonary embolism, cerebral thrombosis. Contra indications: a) Absolute-cancer of breast and genitals, liver disease, previous or present history of thrombo embolism, cardiac abnormalities, congenital hyperlipidemia, undiagnosed abnormal uterine bleeding. b) Sspecial problems requiring medical surveillance-age over 40 years, smoking and age over 35 years, mild hypertension, chronic renal disease, epilepsy, migraine, diabetes mellitus, first 6 months of lactation, gall bladder disease, acid amenorrheoa. Beneficial effects: Protects against benign breast disease, ovarian cysts, iron deficiency anemia, pelvic inflammatory disease, ovarian cancer and ectopic pregnancy. Male pill--made of Gossypol; a derivative of cotton seed oil. It is effective in producing azoospermia",
        "cop": 3,
        "opa": "POP pill",
        "opb": "Mini pill",
        "opc": "Combined pill",
        "opd": "Once a month pill",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "c2c7ad21-7c3b-4303-b0ed-4f0d1a629e7d",
        "choice_type": "single"
    },
    {
        "question": "Sex ratio of children population in the age group of 0-6 years according to the 2011 census is",
        "exp": "Child sex ratio (0-6 years) Census 2011 marks a fall in child sex ratio in the age group of 0-6 years and has reached an all time low of 914. The fall has been 13 points from 927 to 914 for India during 2001 to 2011. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, page no: 484",
        "cop": 2,
        "opa": "940",
        "opb": "914",
        "opc": "944",
        "opd": "933",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "75f768f1-3e52-47d5-a54f-fbe645d1c43b",
        "choice_type": "single"
    },
    {
        "question": "In Cu 380A, 380 represents",
        "exp": "The numbers included in the names of the devices refer to the surface area (in sq. mm) of the copper on the device. Metallic copper has a strong anti-feility effect. Park 23e pg: 496",
        "cop": 3,
        "opa": "Number of turns of copper wire",
        "opb": "Surface area of CuT in sq. mm",
        "opc": "Surface area of Cu in sq. mm",
        "opd": "Effective life of CuT in quaers",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "6d9fc696-f78d-4df0-816a-3c4f0431ec24",
        "choice_type": "single"
    },
    {
        "question": "Contraception efficacy is measured by",
        "exp": "Two methods that have been used to measure contraceptive efficacy are the Pearl index and life-table analysis. Pearl index is defined as the number of \" failures per 100 woman-years of exposure (HWY)\"Failure rate per HWY = Total accidental pregnancies / Total months of exposure x 1200. The Pearl index is usually based on a specific exposure (usually one year) and, therefore fails to accurately compare methods at various durations of exposure. The life-table analysis calculates a failure rate for each month of use. A cumulative failure rate can then compare methods for any specific length of exposure. Park 23e pg: 510",
        "cop": 2,
        "opa": "Pearl index only",
        "opb": "Pearl index and life table analysis",
        "opc": "Life table analysis and couple protection rate",
        "opd": "Couple protection rate and pearl index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "23a665de-5c15-4175-bc3e-3c75dad0a77c",
        "choice_type": "single"
    },
    {
        "question": "What would be the Gross reproductive rate for a region with a total feility rate of 6, with Male: Female ratio of 1?",
        "exp": "Gross reproduction rate is the average number of girls that would be born to a woman if she experiences the current feility pattern throughout her reproductive span. It will be half of the total feility rate, so 3ie, in her lifetime she gives bih to 6 children of which 3 are girls (Ref:- Park. 23rd ed. Page no 489)",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "5",
        "opd": "6",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "c53625ff-a1e3-4d1e-bc1b-2685a1b7ec5e",
        "choice_type": "single"
    },
    {
        "question": "The growth pattern of a population with an annual growth rate of 1. 5% to 2. 0% is",
        "exp": "When crude death rate is substracted from crude bih rate, the net residual is current annual grow rate, exclusive of migration. If the annual growth rate is increased from 1. 5% to 2. 0%, then it is rated as very rapid growth. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Pg no: 481, table5",
        "cop": 4,
        "opa": "Slow growth",
        "opb": "Moderate growth",
        "opc": "Rapid growth",
        "opd": "Very rapid growth",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "1b8adb41-e318-4669-a790-6f6f2f0f55c2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Natural method of contraception is most effective?",
        "exp": "Ans. c (Symptothermic method) (Ref. Park's textbook of PSM 22nd/403, 404)CONTRACEPTIVE METHODS# SPACING: Barrier methods, -Intrauterine devices, -Hormonal, -Postconceptional, Miscellaneous# Abstinence# Coitus interruptus# Safe period/Rhythm method/Calendar method/Ogino method# Natural family planning- Basal body temperature- Cervical mucus (Billing's method/ovulation method)- Symptothermic (combination of temperature, cervical mucus, and calendar technique)# TERMINAL: -Male sterilization and -Female sterilization. Drawbacks of the Calendar Method of Contraception# If cycle is irregular, it is difficult to predict the safe period.# It is possible only for use by educated and responsible couples with high motivation and cooperation.# Compulsory abstinence of sexual intercourse for nearly 1/2 of every month is required (programmed sex).# It has high failure rate up to 10 per 100 woman years.# It is applicable during the postnatal period.# Ectopic pregnancies and embryonic abnormalities have been reported as result of safe period method use.",
        "cop": 3,
        "opa": "Calendar method",
        "opb": "Billing method",
        "opc": "Symptothermic method",
        "opd": "Basal body temperature method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "b864f4e4-dfe5-40e5-91e4-e11a89c26c6d",
        "choice_type": "single"
    },
    {
        "question": "In a village with 180 eligible couples, family planning data of contraceptive method is Sterilization: Vasectomy-3, and Tubectomy-8 IUD users-10 Orals pill users-10 Condom users-29 Effective CPR in the village is:",
        "exp": "Couple Protection rate: (CPR) CPR is percent of eligible couples (ECs) protected against one or the other approved methods of family planning, viz condoms, OCPs, IUDs, Sterilization. NRR=1 can be acheived if: CPR >60% CPR(India): 54% (2018) Goal for CPR in RCH-II (2004-09): >65% (Goal of CPR in A vision 2020: 63. 7%) CPR is an indicator of prevelence of contraceptive practice in a community. Effective Couple protection rate(ECPR): ECPR id percent of eligible couples(ECs) protected against one or the other approved methods of family planning, viz condoms, OCPs, IUDs, sterilization. Taking into account their effectivity Effectivity of approved contraceptive methods: Condoms: 50% IUDs: 95% OCPs: 100% Sterilization (Vasectomy or Tubectomy): 100% In the given question, ECs=180 Contraceptive methods used No. of couples using contraception Effectivity of contraceptive method Effectively protected couples Condoms 29 50% 14. 5 IUDs 10 95% 9. 5 Oral pills 10 100% 10 Vasectomy 03 100% 03 Tubectomy 08 100% 08 Total 60 - 45 CPR= 60/180=33. 3% ECPR= 45/180*100= 25% Ref: Park 25rd edition Pgno: 544",
        "cop": 3,
        "opa": "60%",
        "opb": "33%",
        "opc": "25%",
        "opd": "10%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "3b0356f8-b2de-497e-ac52-9b377ccd31d6",
        "choice_type": "single"
    },
    {
        "question": "Census population count is in reference to",
        "exp": "Census stop (census movement): 00. 00 hours 01 March 2011 (The referral time and date at which snapshot of population is taken) Ref: National health programs of India by Dr. J. Kishore, 7th edition Pgno: 572, 662",
        "cop": 1,
        "opa": "1st March",
        "opb": "1st July",
        "opc": "30th June",
        "opd": "1st January",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "59df3672-4df4-460b-bf54-f0223f2ef607",
        "choice_type": "single"
    },
    {
        "question": "Failure rate of Pomeroy's technique is",
        "exp": "Pomeroy method The most popular technique of tubal ligation is the Pomeroy operation. The fallopian tube is identified on each side, brought out through the incision, and the middle poion is formed into a loop which is tied at the base with catgut and excised. Thefailurerateis only0. 4% and it is mainly due to spontaneous canalization. The operation is simple, requires sho hospitalization, does not require sophisticated and expensive equipment like a laparoscope, and can be performed in primary health centre by a doctor trained in this procedure. It is surgically reversible. Ref: Shaw textbook of gynecology 16th edition Pgno: 282",
        "cop": 1,
        "opa": "0. 1-0. 5%",
        "opb": "0. 5-1%",
        "opc": "1-2%",
        "opd": "5-10%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "4811ded8-28bf-455b-8bdf-6555e63981d1",
        "choice_type": "single"
    },
    {
        "question": "Consent from guardian/husband for MTP is required in",
        "exp": "The written consent of the guardian is necessary before performing aboion in women under 18 years of age and in lunatics even if they are older than 18 years Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 506",
        "cop": 3,
        "opa": "Female is below 28 years of age",
        "opb": "Female is below 23 years of age",
        "opc": "Female is below 17 years of age",
        "opd": "Unmaried Female",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "dbb39e57-ec70-483f-8ee6-79b237d8b711",
        "choice_type": "single"
    },
    {
        "question": "Demographic gap attains its maximum limit is",
        "exp": "Demographic cycle The history of world population since 1650 suggests that there is a. demographic cycle of 5 stages through which a nation passes: (1) FIRST STAGE (High stationary) This stage is characterized by a high bih rate and a high death rate which cancel each other and the population remains stationary. India was in this stage till 1920. (2) SECOND STAGE (Early expanding) The death rate begins to decline, while the bih rate remains unchanged. Many countries in South Asia, and Africa are in this phase. Bih rates have increased in some of these countries possibly as a result of improved health conditions, and shoening periods of breast-feeding (3) THIRD STAGE (Late expanding) The death rate declines still fuher, and the bih rate tends to fall. The population continues to grow because bihs exceed deaths. India has entered this phase. In a number of developing countries (e. g., China, Singapore) bih rates have declined rapidly. (4) FOUH STAGE (Low stationary) This stage is characterized by a low bih and low death rate with the result that the population becomes stationary. Zero population growth has already been recorded in Austria during 1980-85. Growth rates as little as 0. 1 were recorded in UK, Denmark, Sweden and Belgium during 1980-85. In sho, most industrialized countries have undergone a demographic transition shifting from a high bih and high death rates to low bih and low death rates. (5) FIFTH STAGE: (Declining) The population begins to decline because bih rate is lower than the death rate. Some East European countries, notably Germany and Hungary are experiencing this stage. Demographic cycle is based on: Demographic gap DG = Crude Bih Rate (CBR) - Crude death rate DG stas increasing: Early stage II (Early expanding phase) DG is Maximum: Late stage II (Early expanding phase) DG stas declining: Early stage III (Late expanding PHASE) DG is negative: Stage V (Declining phase) DG is Narrow: Stage I (high Stationary); Stage IV (Low Stationary) Ref: Foundations of community Medicine, GM Dhaarb& I Robbani, 1st edition Park 25th edition Pgno: 530",
        "cop": 2,
        "opa": "Early stage I",
        "opb": "Late stage II",
        "opc": "Late stage III",
        "opd": "Early stage IV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f0259a51-3af1-40ec-9bea-10103e9f6b79",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive of choice in diabetic patient",
        "exp": "BARRIER METHODS A variety of barrier or \"occlusive\" methods, suitable for both men and women are available. The aim of these methods is to prevent live sperm from meeting the ovum. Barrier methods have increased in popularity quite recently because of ceain contraceptive and non-contraceptive advantages. The main contraceptive advantage is the absence of side-effects associated with the \"pill\" and IUD. The non-contraceptive advantages include some protection from sexually transmitted diseases, a reduction in the incidence of pelvic inflammatory disease and possibly some protection from the risk of cervical cancer. Barrier methods require a high degree of motivation on the pa of the user. In general they are less effective than either the pill or the loop. They are only effective if they are used consistently and carefully. Types of barrier method Condom Female condoms Vaginal sponge (Today) Diaphragm Ref: Park 25th edition Pgno: 535",
        "cop": 2,
        "opa": "OCP",
        "opb": "Barrier method",
        "opc": "Sterilization",
        "opd": "Cu - T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "a6f21d7b-16ff-47e7-8830-977d27926cb8",
        "choice_type": "single"
    },
    {
        "question": "The carrying capacity of any given population is determined by its -",
        "exp": "Carying capacity The carrying capacity of a biological species in an environment is the maximum population size of the species that the environment can sustain indefinitely, given the food, habitat, water, and other necessities available in the environment. In population biology, carrying capacity is defined as the environment's maximal load, which is different from the concept of population equilibrium. Its effect on population dynamics may be approximated in a logistic model, although this simplification ignores the possibility of overshoot which real systems may exhibit. It is determined by limiting resource of the paicular environment Ref: Internet",
        "cop": 4,
        "opa": "Population growth rate",
        "opb": "Bih rate",
        "opc": "Death Rate",
        "opd": "Limiting source",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "094b6db8-6c95-4c47-a7cd-4a95e277b4b6",
        "choice_type": "single"
    },
    {
        "question": "What will be the couple protection rate when the NRR becomes 1?",
        "exp": "Ans: b (60%) Ref: Park, 19th ed, p. 391. Demographers are of the view that the demographic goal of NRR equals one can be achieved only if the CPR exceeds 60%Couple protection rate (CPR) is an indicator of the prevalence of contraceptive practice in the community. It is defined as the percent of eligible couples effectively protected against child birth by one or the other approved methods of family planning namely sterilization, IUCDs, condoms, OCPs.",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "70%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "8e3c270e-7753-40f3-b4a3-cbb4d93d1895",
        "choice_type": "single"
    },
    {
        "question": "Cu 380A should be replaced once in",
        "exp": "Change of IUDs Ine IUDs such as Lippes Loop may be left in place as long as required, if there are no side-effects. Copper devices cannot be used indefinitely because copper corrodes and mineral deposits build up on the copper affecting the release of copper ions. They have to be replaced periodically. The same applies to the hormone-releasing devices. This is an inherent disadvantage of medicated devices when they are used in large national family planning programmes. The Cu-T -380A is approved for use for 10 years. However, the Cu-T -380A has been demonstrated to maintain its efficacy over at least 12 years of use. The Cu-T -200 is approved for 4 years and the Nova T for 5 years. The progesterone-releasing IUD must be replaced every year because the reservoir of progesterone is depleted in 12-18 months. The levonorgestrel IUD can be used for at least 7 years, and probably 10 years. The progesterone IUD has a slightly higher failure rate, but the levonorgestrel device that releases 15-20 ug levonorgestrel per day is as effective as the new copper IUDs Ref: Park 25th edition Pgno: 531-548",
        "cop": 4,
        "opa": "4years",
        "opb": "6years",
        "opc": "8years",
        "opd": "10years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "5a2dfc49-5580-48d1-9714-a88a6c637f33",
        "choice_type": "single"
    },
    {
        "question": "Best index for measuring contraceptive efficacy is",
        "exp": "Life table analysis: Calculates a failure rate for each month of use Cumulative failure rate can then compare methods of any specific length of exposure Women who leave a study for any reason other than unintended pregnancy are removed from analysis, contributing their exposure until the time of exit Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 510",
        "cop": 2,
        "opa": "Pearl index",
        "opb": "Life-table analysis",
        "opc": "Chandler's index",
        "opd": "Quetlet index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "97dd4ead-8bfe-4b64-b8ae-bc481f340b40",
        "choice_type": "single"
    },
    {
        "question": "Spacing methods used by family welfare programmes are",
        "exp": "Ministry of health and family welfare has introduced sho term IUCD ( 5 years effectively), Cu IUCD 375, under the National Family Planning programme Under a new scheme launched by the Government of India, services of ASHA&; s to be utilized for counseling newly married couples to ensure spacing of 2 years after marriage and couples with 1 child to have spacing of 3 years after the bih of first child Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 514",
        "cop": 1,
        "opa": "IUCD",
        "opb": "OCP",
        "opc": "Vasectomy",
        "opd": "Condom",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "ba477553-bd0c-46c1-8704-e501fee4d23f",
        "choice_type": "single"
    },
    {
        "question": "The number of aboions performed divided by the number of live bihs in the same period is known as",
        "exp": "Aboion ratio is calculated by dividing the number of aboions performed during a paicular time period by the number of live bihs over the same period Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 489",
        "cop": 4,
        "opa": "Aboion rate",
        "opb": "Aboion incidence",
        "opc": "Aboion prevalence",
        "opd": "Aboion ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "14b6dac7-cafd-434f-99a2-77c8cf742b5b",
        "choice_type": "single"
    },
    {
        "question": "IUD with maximum expulsion rate-",
        "exp": "Ans. is 'a' i. e., Lippes loop IUD device. Pregnancy (failure) rate. Expulsion rate. First generation * Lippes loop3[?]0 (maximum)19[?]1 (maximum). Second generation * CuT - 36 * CuT -2003[?]07[?]8* CuT - 380. A0[?]5 - 0[?]85* Nova T0[?]75[?]8* Multiload - 2500[?]52[?]2* Multiload -3750[?]12[?]1. Third generation * Progstasert1[?]53 (minimum)* LNG-IUD0[?]2 (minimum)6",
        "cop": 1,
        "opa": "Lippes loop",
        "opb": "Cut-200",
        "opc": "Progestasert",
        "opd": "Nova - T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "3e87681e-99a3-4e63-8705-f6a0b806e6d8",
        "choice_type": "single"
    },
    {
        "question": "Best contraceptive for newly married couples -",
        "exp": "HORMONAL CONTRACEPTIVES Hormonal contraceptives when properly used are the most effective spacing methods of contraception. Oral contraceptives of the combined type are almost 100 per cent effective in preventing pregnancy. They provide the best means of ensuring spacing between one childbih and another. More than 65 million in the world are estimated to be taking the \"pill\" of which about 9. 52 million are estimated to be in India. Beneficial effects The single most significant benefit of the pill is its almost 100 per cent effectiveness in preventing pregnancy and thereby removing anxiety about the risk of unplanned pregnancy. Apa from this, the pill has a number of non- contraceptive health benefits. Both the Royal College of General Practitioners' and the Oxford Family Planning Association's long-term prospective studies of pill use in Britain have shown that using the pill may give protection against at least 6 diseases: benign breast disorders including fibrocystic disease and fibroadenoma, ovarian cysts, iron- deficiency anemia, pelvic inflammatory disease, ectopic pregnancy and ovarian cancer. Ref: Park 25th edition Pgno: 535-537",
        "cop": 2,
        "opa": "IUCD",
        "opb": "Hormonal pills",
        "opc": "Rythem method",
        "opd": "Condom",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "2fac0c92-97f7-46f4-b81d-6547062dda7a",
        "choice_type": "single"
    },
    {
        "question": "A community has 30% below 15years of age and 10% over 65years of age. Dependency ratio is",
        "exp": "Dependency ratio The propoion of persons above 65 years of age and children below 15 years of age are considered to be dependant On the economically productive age group (15-64 years). The ratio of the combined age groups 0-14 years plus 65 years and above to the 15-65 years age group is referred to as the total dependency ratio. It is also referred to as the societal dependency ratio and reflects the need for a society to provide for their younger and older population groups. The dependency ratio can be subdivided into young age dependency ratio (0-14 years); and old age dependency ratio (65 years and more). These ratios are, however, relatively crude, since they do not take into consideration elderly or young persons who are employed or working age persons who are unemployed. It is given by the formula: Thus, DR = 30%+10%/60% = 0. 66 or 66. 6% or 66 per 100 DR of 0. 66 or 66/100 or 66% implies: 100 earning people in that community will have suppo 166 people (100 themselves and 66 Non-earning dependents on them) Ref: Park 25th edition Pgno: 535",
        "cop": 3,
        "opa": "20%",
        "opb": "40%",
        "opc": "66. 60%",
        "opd": "3%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b539dc72-2019-438a-b406-66b525335c34",
        "choice_type": "single"
    },
    {
        "question": "'Pearl-index' for accidental pregnancies failure per:",
        "exp": "(100 - women - year of exposure): Ref: (439-Park 20th)\"PEARL - INDEX\" defined as the number of \"failure per 100 women years of exposure (HWY)\"Failure rate per HWY =Total accidental pregnancies. Total months of exposurex l200* The total accidental pregnancies shows in the Numerator must include every known conception.* The factor 1200 is the number of months in 100 years* The total month of exposure in the Denominator is obtaining by deducing from the period under review of 10 months for a full term pregnancy and 4 months for an abortion* The pearl index is usually based on a specific exposure (usually one year)",
        "cop": 3,
        "opa": "10 women-years of exposure",
        "opb": "12 women-years of exposure",
        "opc": "100 women - years of exposure",
        "opd": "120 women - years of exposure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "9f11af4d-dbf6-4167-9d64-0c2d007a755b",
        "choice_type": "single"
    },
    {
        "question": "Best contraceptive for newly married couples",
        "exp": "HORMONAL CONTRACEPTIVES Hormonal contraceptives when properly used are the most effective spacing methods of contraception. Oral contraceptives of the combined type are almost 100 per cent effective in preventing pregnancy. They provide the best means of ensuring spacing between one childbih and another. More than 65 million in the world are estimated to be taking the \"pill\" of which about 9. 52 million are estimated to be in India. Beneficial effects The single most significant benefit of the pill is its almost 100 per cent effectiveness in preventing pregnancy and thereby removing anxiety about the risk of unplanned pregnancy. Apa from this, the pill has a number of non- contraceptive health benefits. Both the Royal College of General Practitioners' and the Oxford Family Planning Association's long-term prospective studies of pill use in Britain have shown that using the pill may give protection against at least 6 diseases: benign breast disorders including fibrocystic disease and fibroadenoma, ovarian cysts, iron- deficiency anemia, pelvic inflammatory disease, ectopic pregnancy and ovarian cancer. Ref: Park 25th edition Pgno: 536-537",
        "cop": 3,
        "opa": "Barrier method",
        "opb": "IUCD",
        "opc": "Oral contraceptive pill",
        "opd": "Natural methods",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "cff18034-99ea-46f9-a0ba-af625df6e9cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is barrier contraception?",
        "exp": "Ans: c (Spermicidal jelly) Ref: Park, 19th ed, p. 393. The aim of barrier method is to prevent live sperm from meeting the ovum. It includes: Physical methods: a) Condomb) Female condomc) Diaphragmd) Vaginal sponge. Chemical methods: (Spermicidal). Foams, creams, jellies, suppositories, soluble films. Combined methods: Condom is the most widely used barrier device by the males around the world. It can be highly effective method of contraception if used correctly. An important advantage is that it protects against STDs also. Sterilization is the permanent method of contraception.",
        "cop": 3,
        "opa": "Male sterilization",
        "opb": "Female sterilization",
        "opc": "Spermicidal jelly",
        "opd": "Natural",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "1ccaabdf-e9c0-471a-8503-7c2128830ed0",
        "choice_type": "single"
    },
    {
        "question": "Copper-T with threads is visible in a case of early pregnancy. Treatment of choice is",
        "exp": "If the woman wishes to continue with the pregnancy and the threads of Cu T are visible, the device should be removed by gently pulling through threads. Removal of IUCD in the early pregnancy has been found to reduce the aboion rate Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 499",
        "cop": 1,
        "opa": "Remove CuT only",
        "opb": "Suction evacuation with Copper-T removal",
        "opc": "Reassurance and continue pregnancy",
        "opd": "Laparotomy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "1e7b247b-8c73-47e2-8a2b-ce74f9f7a575",
        "choice_type": "single"
    },
    {
        "question": "Yuzpe and lance regimen should be administered within maximum -------",
        "exp": "Yuzpe and Lance Method: Combined Oral pills are generally accepted as the preparation of choice for post coital (emergency) contraception, as it is less likely to cause adverse side effects. Regimens. Current recommendation (pills with 30mcg oestrogen): 4 pills immediately followed by 4 pills 12 hours later. Standard method: (pills with 50 mcg oestrogen): 2 pills immediately followed hy 2 pills 12 hours later Pills with 200 mcg oestrogen: 1 pill immediately followed by 1 pill 12 hours later Regimens should be completed within 72 hours of coitus The sooner staed, the more effective it is and the effectiveness more than 72 hours after sexual intercourse is greatly reduced Method is not guaranteed to prevent pregnancy A test should be carried out if the period is >3 days late The regimen does not protect against STD Phrase 'morning after pill' is figurative: Combined OCP's can be used for upto 72 hours after sexual intercourse MC side effect repoed by users of emergency contraceptive pills: Nausea Ref: Park 25th edition Pgno: 535",
        "cop": 4,
        "opa": "3 hours",
        "opb": "12 hours",
        "opc": "24 hours",
        "opd": "72 hours",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "ba22f848-0e6e-4f7e-ad47-e5c230cef4e3",
        "choice_type": "single"
    },
    {
        "question": "Population growth is said to be less than adequate requirement when NRR is",
        "exp": "Net reproductive rate is defined as the number of daughters a newborn girl will bear during her life time assuming fixed age specific feility and moality rates It is a demographic indicator NRR of 1 is equivalent to attaining approximately the 2 child norm If NRR is less than 1, then the reproductive performance of the population is said to below replacement level Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 489",
        "cop": 1,
        "opa": "< 1",
        "opb": "1",
        "opc": "> 1",
        "opd": "0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "2a29dcd5-497b-427b-b616-a92f3c0fab4c",
        "choice_type": "single"
    },
    {
        "question": "Second National Family Health Survey was done in the year?",
        "exp": "The second National Family Health Survey (NFHS-2), conducted in 1998-99, is another impoant step to strengthen the database fuher for implementation of the Reproductive and Child Health approach adopted by India after the International Conference on Population and Development (ICPD) in Cairo. The second National Family Health Survey is the outcome of collaborative effos of many organizations. The International Institute for Population Sciences (IIPS) was designated as the nodal agency for this project by the Ministry of Health and Family Welfare (MOHFW), Government of India, New Delhi. The project was funded by the United States Agency for International Development (USAID), with additional suppo from UNICEF. Technical guidance was provided by Macro International and the East-West Center, USA. Responsibility for data collection was entrusted to 13 reputed organizations in India, including some Population Research Centres. As in the earlier survey, the principal objective of NFHS-2 is to provide state and national estimates of feility, the practice of family planning, infant and child moality, maternal and child health and the utilization of health services provided to mothers and children. In addition, the survey includes information on the quality of health and family welfare services and provides indicators of the status of women, women's reproductive health, and domestic violence. Another feature of NFHS-2 is measurement of the nutritional status of women. Height and weight measurements, which were available only for young children in the earlier survey, were extended to cover all eligible women in NFHS-2. In addition, ever-married women and their children below age three had their blood tested for the level of hemoglobin, using the Hemo. Cue instrument. Through these blood tests, for the first time the survey provides information on the prevalence of anemia throughout India. In two metropolitan cities, Delhi and Mumbai, a fuher test was done for children below age three to measure the lead content in their blood. The survey also measured the extent to which households in India use cooking salt that has been foified with iodine. The survey covers a representative sample of about 91, 000 ever-married women age 15-49 from 26 states in India who were covered in two phases, the first staing in November 1998 and the second in March 1999. The survey provides state-level estimates of demographic and health parameters as well as data on various socioeconomic and programmatic dimensions, which are critical for bringing about the desired change in demographic and health parameters. One impoant feature of NFHS-2 is the data on the nutritional status of women and children collected by carrying out blood tests for hemoglobin levels in addition to the measurement of their height and weight. Ref: GOI",
        "cop": 2,
        "opa": "1992-93",
        "opb": "1998-99",
        "opc": "2005-2006",
        "opd": "2008-2009",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "b9b63ecc-7a7e-4ea5-bba0-eaeddb4aeddb",
        "choice_type": "single"
    },
    {
        "question": "Copper-T is preferably inseed postnatal, after:",
        "exp": "Timings of IUD inseion During menstruation or within 10 days of begining of menstrual period: Best time for IUD inseion Cervical canal diameter greatest, lesser expulsive, least risk of pregnancy. Immediate post-paum inseion: During 1st week after delivery before woman leaves hospital. High chance of perforation High chance of expulsion Post-puerperal inseion: 6-8 weeks after delivery Can be combined with follow up visit of mother and child. Not recommended after 2nd trimester aboion. Ref: Park 25th edition Pgno: 531",
        "cop": 4,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "5 weeks",
        "opd": "8 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "8e4f61b0-cd26-4647-913d-136f0d3e6e16",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the national level system that provides annual national and state level reliable estimates of feility?",
        "exp": "General Feility Rate (GFR): It is the \"number of live bihs per 1000 women in the reproductive age-group (15-44 or 49 years) in a given year\". GFR = in the same area in same year] x 1000. General feility rate is a better measure of feility than the crude bih rate because the denominator is restricted to the number of women in the child-bearing age, rather than the whole population. The major weakness of this rate is that not all women in the denominator are exposed to the risk of childbih. Ref: Park; 23rd ed; Pg 488",
        "cop": 4,
        "opa": "Civil registration system",
        "opb": "Census",
        "opc": "Ad-noc survey",
        "opd": "General feility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "f2198dfb-39b6-4f70-b40d-b9a1947aba18",
        "choice_type": "single"
    },
    {
        "question": "If a conraceptive has failure rate of 15, how many unplanned pregnancies will the female have in her reproductive period.",
        "exp": "Ans. is 'c' i. e., 4. 5 Failure rate per HWY =Total accidental pregnancies--------------------------Total months of exposurex 1200\"A woman's reproductive period is roughly from 15 to 45 years, i. e a period of 30 years\"------ Park24th/e - 521* Thus, 15 =Total accidental pregnancies--------------------------30 x 12x 1200. Total accidental pregnancies = 4. 5",
        "cop": 3,
        "opa": "3. 5",
        "opb": "4",
        "opc": "4. 5",
        "opd": "5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "55de7bde-6151-487a-8261-1036a52b3774",
        "choice_type": "single"
    },
    {
        "question": "Not an Ideal Candidate for inseion of IUCD",
        "exp": "The Ideal IUCD candidate. The planned parenthood federation of America has described the ideal IUCD candidate as a woman: who has born at least one childhas no history of pelvic diseaseis willing to check the IUCD tailhas access to follow up and treatment of potential problems, andis in a monogamous relationship. Ref: Park pg no: 497",
        "cop": 4,
        "opa": "Have normal menstrual periods",
        "opb": "No history of PID",
        "opc": "Has at least one child",
        "opd": "Cancer Cervix",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "7195909e-bcd7-49a0-911d-08fbd12c6a7a",
        "choice_type": "single"
    },
    {
        "question": "General feility rate is a better measure of feility than the crude bih rate because the denominator includes",
        "exp": "General feility rate is the number of live bihs per 1000 women in the reproductive are group ( 15-44 or 49 years) in a given year GFR = number of live bih in an area during the year X 1000/ mid year female population age group 15-44 (or 49) in the same area in same year General feility rate is a better measure of feility than the crude bih rate because the denominator includes the number of women in the child bearing age rather than the whole population Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 488",
        "cop": 1,
        "opa": "15 - 45 years of aged females",
        "opb": "Midyear population",
        "opc": "Total women population",
        "opd": "Married women population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "ed61802c-f45f-439f-b718-ba40d08c79bb",
        "choice_type": "single"
    },
    {
        "question": "Mala-N contains",
        "exp": "MALA-N contains levonorgestrel 0. 15 mg and ethinyl estradiol 0. 03mg MALA-N is supplied free of cost through all PHC&; s, Urban family welfare centres etc. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, Page no: 500",
        "cop": 1,
        "opa": "Ethinyl estradiol 30 mcg",
        "opb": "Norgesterol 50 mcg",
        "opc": "Ethinyl estradiol 50 mcg",
        "opd": "Progesterone 10 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "aa2018bc-4a47-4b17-82be-063f77abddb1",
        "choice_type": "single"
    },
    {
        "question": "How much ethinyl estriol does the new low dose oral contraceptive pill contain (in micrograms)",
        "exp": "Composition of 'New low dose OCP': (Brand name: Femilon/Elogen) Ethinyl estradiol: 0. 02mg (20 mcg) Desogestrel: 0. 15mg(150 mcg) Composition of Combined OCP: MALA-N Ethinyl estradiol: 0. 03mg (30mcg) Norgestrel: 0. 15mg (150mcg) Ref: Internet, Organon-India website",
        "cop": 1,
        "opa": "20",
        "opb": "25",
        "opc": "30",
        "opd": "35",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and family planning",
        "id": "16af5f0c-910f-49ac-ab59-4a81c6486349",
        "choice_type": "single"
    }
]