[
    {
        "question": "Advantage of cohort study -",
        "exp": "Ans. is 'd' i.e., More than one outcomes can be studied Main differences between case control and cohort studiesCase control studyCohort study1. Proceeds from '\"effect to cause\".Proceeds from \"cause to effect\".2. Starts with the disease.Starts with people exposed to risk factor or suspected cause.3. Tests whether the suspected cause occurs more frequently in those with the disease than among those without the disease.Tests whether disease occurs more frequently in those exposed, than in those not similar exposed.4. Usually the first approach to the testing of a hypothesis, but also useful for exploratory studies.Reserved for testing of precisely formulated hypothesis.5. Involves fewer number of subjects.Involves larger number of subjects.6. Yields relatively quick results.Long follow-up period often needed, involving delayed results.7. Suitable for the study of rare diseases.Inappropriate when the disease or exposure under investigation is rare.8. Generally yields only estimate of RR (odds ratio).Yields incidence rates, RR as well as AR.9. Cannot yield information about diseases other than that selected for study.Can yield information about more than one disease outcome.10. Relatively inexpensive.Expensive.",
        "cop": 4,
        "opa": "Involves fewer number of subjects",
        "opb": "Inexpensive",
        "opc": "Suitable for rare disease",
        "opd": "More than one outcomes can be studied",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Descriptive Epidemiology",
        "id": "5a230829-56c0-4e24-8cde-f3426d238e61",
        "choice_type": "single"
    },
    {
        "question": "Incidence is calculated by -",
        "exp": "Ans. is 'b' i.e., Cohort study CharacteristicsCohort StudyCase control StudyCross Sectional StudyDesignProspectiveRetrospectiveOne point in timeIncidenceEstimatedNot estimatedNot estimatedPrevalenceNot estimatedNot estimatedEstimatedCalculationso Incidence rateso Relative risko Attributable risko Odds ratio",
        "cop": 2,
        "opa": "Cross sectional study",
        "opb": "Cohort study",
        "opc": "Case control study",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Descriptive Epidemiology",
        "id": "7799d87e-44e6-4b2e-9ee3-874d757eb183",
        "choice_type": "multi"
    }
]