[
    {
        "question": "HIV sentinel surveillance provides data mainly for:",
        "exp": "HIV Sentinel surveillance: Aim- To monitor trends of HIV infection. Objectives include- Determining level of HIV infection among general population as well as high risk groups To understand trends of HIV epidemic To understand geographical spread of it Estimation of HIV prevalence & disease burden Provide information for prioritization of programme resources & evaluation of its impact",
        "cop": 4,
        "opa": "To assess the quality of related services",
        "opb": "To identify high risk population",
        "opc": "To estimate disease incidence",
        "opd": "To monitor disease trends",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "da888075-c4e1-4792-8b30-b67ac937b381",
        "choice_type": "single"
    },
    {
        "question": "Complete interruption of transmission of a disease in a geographical area, though organism is still persisting in the environment is known as:-",
        "exp": "Disease elimination is complete interruption of transmission of disease in a defined geographical area, but the causative organism may be persisting in the environment. Disease elimination is a 'geographical term' i. e. can be used only for a country / region India has eliminated 4 diseases till date: 1. Guinea worm: February 2000 2. Leprosy: December 2005 3. Yaws: July 2016 4. Maternal & Neonatal Tetanus: July 2016 Disease control --> reducing transmission of disease agent to such a low level that it ceases to be a public health problem. Disease eradication --> complete 'extermination' of organism ('tearing out by roots') World has eradicated ONLY 1 disease till date: Small pox (declared eradicated on 8 May, 1980)",
        "cop": 2,
        "opa": "Control",
        "opb": "Elimination",
        "opc": "Eradication",
        "opd": "Tearing out by roots",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "6e2666fa-7b3b-4334-ad4a-8c84a63e20b6",
        "choice_type": "single"
    }
]