[
    {
        "question": "A 45-years-old man who works in textile company visited hospital for routine health check-up. He prepares dyes in company from last 18 years. Which of the following investigation would you recommend for this patient?",
        "exp": "Dye stuffs & dyeing industries, rubber, gas & electric cable industries are associated with carcinoma of bladder (transitional cell carcinoma). Bladder cancer is caused by aromatic amines, which are metabolized in the body & excreted in the urine. Possible bladder carcinogens are: Beta-naphthylamines, benzidine, para-amino-diphenyl, auramine & magenta. In this case pt. is exposed to dyes for long duration and is at risk for developing bladder cancer. So, urine tests should be done to see if there is any hematuria, which is the mc symptom of bladder cancer.",
        "cop": 3,
        "opa": "Pulmonary function tests",
        "opb": "Liver function tests",
        "opc": "Urine examination",
        "opd": "Complete blood count.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "3103abb3-c4af-44b5-b618-40a0a935fa52",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used for monitoring air pollution except",
        "exp": "Indicator for air pollution Remarks Sulphur dioxide Best Smoke and soiling index Air filtered through white paper and stained is measured under photoelectric meter Grit and dust measurement Deposit gauzes collect grit dust and others solid Coefficient of haze Amount of smoke and other aerosol in the air Air pollution index Arbitrary index for measurement of pollution by one or more pollutants Instruments Used for Air Parameters Instrument Used for Kata thermometer Low air velocity Hygrometer Air humidity Psychrometer Air humidity Anemometer Air velocity Wind vanes Air direction",
        "cop": 4,
        "opa": "SO2",
        "opb": "Soiling index",
        "opc": "Coefficient of haze",
        "opd": "E. coli",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "101ffce9-309d-44b3-9728-cc577aa81302",
        "choice_type": "multi"
    },
    {
        "question": "Green-house gases not include:",
        "exp": "Global warming /Green house effect is caused by heat-trapping gases in the atmosphere released by burning of fossil fuels, depletion of ozone layer, d/t use of aerosolized chloro-fluoro-hydrocarbons etc. By their % contribution to greenhouse effect on eah, 4 major gases: Water vapour, 36-70 % Carbon dioxide 9-26% Methane 4-9% Ozone 3-7%",
        "cop": 2,
        "opa": "Carbon dioxide",
        "opb": "Carbon monoxide",
        "opc": "Water vapour",
        "opd": "Methane",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "63ce0234-0674-41a1-b655-37df0a859006",
        "choice_type": "single"
    },
    {
        "question": "Potable water is defined as :-",
        "exp": "- Drinking water, also known as potable water, is water that is safe to drink or to use for food preparation. - 'Potable water' is defined as: zero coliforms in any amount of drinking water. - Bacteriological indicators of water quality in India: Coliforms -Overall best indicator. Fecal streptococci - Indicate recent contamination of drinking water. Clostridium perfirenges - Indicate remote contamination of drinking water.",
        "cop": 1,
        "opa": "Zero coliforms per 100 ml",
        "opb": "One coliform per 100 ml",
        "opc": "10 coliforms per 100 ml",
        "opd": "100 coliforms per 100 ml",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "ee6d5f52-020e-4ba5-a0e6-4b97085d85a2",
        "choice_type": "single"
    },
    {
        "question": "Contribution to ESI Corporation by Employer & Employee are ____ and ____ respectively.",
        "exp": "Contribution to ESI Corporation by (NEW GUIDELINES 2019) 1) Employer - 3.25% 2) Employee - 0.75% Beneficiary Income -Should be < 21,000/- per month ESI ACT, 1948 Covered Under Union Ministry of Labour Chairperson is Union Minister Of Labour Not applicable on Defence Mines Railway",
        "cop": 1,
        "opa": "3.25 & 0.75%",
        "opb": "3.75 & 1.25%",
        "opc": "4.25 & 1.50%",
        "opd": "4.50 & 0.50%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "37a34c09-cff9-47e8-8610-9c299f25aea1",
        "choice_type": "single"
    },
    {
        "question": "All are indicators of Air pollution except:",
        "exp": "Indicators of air pollution: Co2, Co So2 , No2 Air pollution index Soiling index Coefficient of Haze SPM - Best chemical indicator of air pollution - S02. - Best biological indicator of air pollution - Lichens. McArdle's index It is an index of thermal comfo. Max P4SR (Predictable 4 hour sweat rate): <4.5lit/4hours. Beyond this death of person is imminent.",
        "cop": 2,
        "opa": "Soiling index",
        "opb": "McArdle's index",
        "opc": "Suspended paicle count",
        "opd": "So2 concentration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "9c152484-39dd-4046-b69e-2362b8b24805",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are the criteria for overcrowding except:-",
        "exp": "Housing: Overcrowding criteria:- Per capita space if <70-90 ft 2 /person If >2 persons/room If sex separation is absent i.e. when 2 people of opposite sex >9yrs & not husband and wife are made to sleep in 1 room Persons per room 1 room 2 persons 2 rooms 3 Persons 3 rooms 5 Persons 4 rooms 7 Persons 5 or more 10 persons (additional 2 for each fuher room)",
        "cop": 2,
        "opa": "Per capita space if <70-90 ft2/person",
        "opb": "If >1 persons/room",
        "opc": "If sex separation is absent",
        "opd": "2 people of opposite sex >9 years & not husband and wife are made to sleep in 1 room",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "d880f613-f2ee-4889-8151-9f7ac5032f09",
        "choice_type": "multi"
    },
    {
        "question": "In chlorination of water, the main disinfecting action is due to:-",
        "exp": "Chlorination of water: - Used for large scale purification of water & for drinking water. Disinfection action of chlorine in water is due to: Hypochlorous acid - major role in disinfection (HOCl). Hypochlorite ions - minor role in disinfection. Chloride has residual germicidal effect. It kills bacteria, many viruses but not spores . It oxidizes iron, manganese & hydrogen sulphide. It also destroys taste & odorproducing components. Chlorine acts best as a disinfection for water at: pH around 7.0",
        "cop": 3,
        "opa": "Hydrogen ions",
        "opb": "Hydrochloric acid",
        "opc": "Hypochlorous acid",
        "opd": "Chloride ions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "bd084936-fc66-4f17-9de3-08b45059a7c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a bacteriological indicator of water quality?",
        "exp": "Coliform organisms: Primary & most reliable bacterial indicator for water quality. E. coli is most impoant coliform indicator. Fecal streptococci: Indicate 'recent contamination of water'. Clostridium perfringens: Indicate 'remote contamination of water'.",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Clostridium tetani",
        "opc": "E.coli",
        "opd": "Yersinia pestis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "642bdd01-fc08-419f-a73c-0e32f78f70b0",
        "choice_type": "single"
    },
    {
        "question": "26 years old Ramesh, who is a painter visits infeility clinic with his wife as they couldn't conceive even after trying from last 2 years. His semen analysis showed oligospermia. Which of the following metal can be obtained from his blood sample?",
        "exp": "People can be exposed to lead mainly from Inhalation of lead paicles generated by burning materials containing lead. Eg: during smelting, recycling, stripping leaded paint & using leaded gasoline or leaded ation fuel. Exposure to lead based paints. (c) Ingestion of lead-contaminated dust, water (from leaded pipes), food (from lead-glazed or lead soldered containers). (d) Use of some traditional cosmetics & medicines. Lead exposure can cause anemia, hypeension, renal impairment, immunotoxicity & toxicity to reproductive organs. In given case scenario, as the person is working in fuel industry, he would have occupational exposure to lead, which damages testes, resulting in oligospermia. Thus, Lead can be obtained from his blood & urine samples.",
        "cop": 2,
        "opa": "Cadmium",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Nickle",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "c3bb8224-a161-485d-a480-06c0305aad2a",
        "choice_type": "single"
    },
    {
        "question": "All are TRUE regarding Bacteriological surveillance of drinking water quality except",
        "exp": "Discussing options one by one: OPTION 1 - True - Fecal streptococci are the indicator of recent contamination of water. OPTION 2 - True - Clostridium perfringens indicate remote contamination of water. OPTION 3 - True - Screening test for coliform in drinking water is Presumptive coliform test. OPTION 4 - False - E Coli (Coliform count) is routinely used for bacteriological surveillance of drinking water.",
        "cop": 4,
        "opa": "Fecal streptococci are the indicator of recent contamination of water",
        "opb": "Clostridium perfringens indicate remote contamination",
        "opc": "Screening test for coliform in drinking water is Presumptive coliform test",
        "opd": "Clostridium perfringens is the routinely used for bacteriological surveillance of drinking water",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "81bf33ee-1587-42f1-8032-52e06d1a883f",
        "choice_type": "multi"
    },
    {
        "question": "If the second cup of Horrock's apparatus show blue color after 3 drops of starch-iodine indicator, what dose of bleaching power is required to disinfect 910 L?",
        "exp": "Dose = n x 2 gm for 455 litres n = no, of first cup which show distinct blue colour * n=2 (2nd cup - color change) n x 2 for 455 litres 4 gm for 455 litres 455 litres - 4 gm",
        "cop": 1,
        "opa": "8gm",
        "opb": "30gm",
        "opc": "4gm",
        "opd": "15gm",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "0989e462-b4db-4d2c-a7cf-b9dcf6271db1",
        "choice_type": "single"
    },
    {
        "question": "Duration of Extended sickness benefit under ESI Act 1948 is:-",
        "exp": "ESI Act -Employees State Insurance Act:- Chairperson of ESI Union Minister of labour Contribution of Employer 3.25% wages Contribution of Employee 0.75% wages Beneficiary of ESI People with income < 21,000 Benefits of ESI Sickness benefit 91 days (70% wages) Extended sickness benefits 2 years (80% wages) Enhanced sickness benefits 7days(V) 14days(T) (100% wages) Temporary disablement benefit 90% wages till recovery Permanent disablement benefit 90% wages Maternity benefit 100% wages for 26weeks Funeral expenses 15,000",
        "cop": 3,
        "opa": "91 days",
        "opb": "309 days",
        "opc": "2 years",
        "opd": "3 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "91fc33d2-77fe-4cab-b301-a007d0eaea69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true about Rajiv Gandhi Shramik Kalyan Yojna scheme of ESI?",
        "exp": "Rajiv Gandhi Shramik Kalyan Yojna scheme of ESI: Beneficiary : People with insurance, rendered unemployed involuntarily d/t retrenchment / closure of factory / permanent invalidity arising out of non-employment injury etc. People contributed under this scheme for >= 5 yrs, are entitled to claim unemployment allowance for max period of 6 months during his/her entire service. During this period, he/she is eligible for medical care for themselves & his/her family from ESI dispensaries/ panel clinics & ESI hospitals to which he/she was attached prior to date of loss of employment.",
        "cop": 1,
        "opa": "Beneficiary of this scheme are people with insurance rendered unemployed involuntarily.",
        "opb": "Beneficiary are insured people rendered unemployed voluntarily.",
        "opc": "This scheme doesn't provide medical care for beneficiaries & their family members.",
        "opd": "Beneficiary are insured pregnant women with other illnesses.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "ec06c3c6-a6a2-463e-ac26-714ebe018074",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are Type A Bioterrorism agents except:-",
        "exp": "Bioterrorism Agents Type A - Most dangerous & easy to spread - Can cause panic & chaos. - Specialized health responses are needed Type B - Less dangerous & less easy to spread - Moderate morbidity and moality - Require enhancement of diagnostic capacity Type C - new emerging infections - Potentially high morbidity & moality - Can be engineered for mass dissemination Anthrax (M/C used) Small Pox (Most dangerous) Plague Botulism (Most lethal toxin) Tularemia VHFs like Ebola and Marburg virus Brucellosis Glanders Melioidosis Psittacosis Q fever Epidemic Typhus Cl. Perfringens Food safety threats Water safety threats Ricin toxin Staphylococcal toxin Hanta virus Nipah virus",
        "cop": 3,
        "opa": "Anthrax",
        "opb": "Small pox",
        "opc": "Psittacosis",
        "opd": "Tularemia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "d783b641-7f84-46b2-8172-a6c41b3dc632",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are most impoant and potential agents which can be used for Bio-terrorism except:",
        "exp": "Category of bio-terrorism agnets: Category A Category B Category C Can be easily disseminated High moality rates Public panic and disruption Moderately easy to disseminate Moderate morbidity + low morbidity Require enhanced diagnostic capacity Require enhanced surveillance Emerging pathogens Available Ease to production High morbidity and moality Botulism Tularemia Anthrax Smallpox Plague Viral hemorrhagic fevers Brucellosis Clostridium Perfringens Food safety threats Water safety threats Glanders Meliodoses Psittachosis Q fever Ricin toxin Staphylococcal enterotoxin B Epidemic typhus Viral encephalitis Nipah virus Hanta virus",
        "cop": 4,
        "opa": "Smallpox",
        "opb": "Plague",
        "opc": "Botulism",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Environment",
        "id": "13fd11ef-6264-4335-93c9-34981d6cf212",
        "choice_type": "multi"
    }
]