[
    {
        "question": "Bias is defined as?",
        "exp": "ANSWER: (C) Systemic error in determination of association between exposure and diseaseREF: Park 20th edition page 68, 69, http://jech. bmj.com/content/58/8/635.fiill, http://ocw. jhsph.edu/courses/fundepiii/PDFs/Lecturel8. pdf, http://carcin. oxfordjournals. org/ con tent /19/12/2063. full.pdfIndirect repeat December 2010Bias is any systematic error in the determination of the association between the exposure and disease.A statistic is biased if it is calculated in such a way that it is systematically different from the population parameter of interest. The following lists some types of, or aspects of, bias which should not be considered mutually exclusive:CONFOUNDINGNON CONFOUNDINGCigarette Smoking - Pre Cancerous Lung Cells - Lung CancerConfounding bias: In statistics, a confounding variable (also confounding factor, lurking variable, a confound,or confounder) is an extraneous variable in a statistical model that correlates (positively or negatively) with boththe dependent variable and the independent variable. This bias is removed by matching in case control studies.Selection bias: The error introduced when the study population does not represent the target population.Examples of selection bias areSampling bias is systematic error due to a non-random sample of a population. It is mostly classified as a subtype of selection bias, sometimes specifically termed sample selection bias, but some classify it as a separate type of bias.Healthcare access bias: when the patients admitted to an institution do not represent the cases originated in the communityBerkesonian bias: first described by Berkson in 1946 for case-control studies. It is produced when the probability of hospitalisation of cases and controls differ.Neyman bias (synonyms: incidence-prevalence bias, selective survival bias): This type of bias can occur in cross-selectional and case-control studies when asymptomatic, mild, clinically resolved, or fatal cases are inadvertently excluded from the case group because the selected cases are examined some time after the disease process has already begun (i.e. looking at prevalent versus incident cases).Healthy worker effect:Volunteer bias is another type of selection bias. It is due to the fact that those individuals who take part in epidemiologic studies tend to be systematically different from those who do not.Loss to follow-up bias is a form of selection bias that may occur when there are significant losses to follow-up in ongoing cohort and experimental studies. If the final sample is systematically different from the original or target population with regard to exposure frequency or outcome susceptibility, then spurious associations can result.III. Information/Observation bias/ Measurement Bias: occurs when information is collected differently between two groups, leading to an error in the conclusion of the association. When information is incorrect, there is misclassification. Examples of Information Bias areMemory/Recall bias: When cases and control are asked questions about their past history, it may be more likely for the cases to recall the existence of certain event or factors than the control who are healthy persons. Recall bias is a type of measurement bias that is very common in case-control studies. It can be reduced using blindingInterviewer bias: Interviewer knows the status of the subjects before the interview process. Interviewer may probe differently about exposures in the past if he or she knovrs the subjects as cases. Interviewer bias is a type of measurement bias that can arise in all types of epidemiologic studies. It can be reduced using blindingLead time bias is the bias that occurs when two tests for a disease are compared, and one test (the new, experimental one) diagnoses the disease earlier, but there is no effect on the outcome of the disease--it may appear that the test prolonged survival, when in fact it only resulted in earlier diagnosis when compared to traditional methods.Hawthorne effect: described in the 192 Os in the Hawthorne plant of the Western Electric Company (Chicago, IL). It is an increase in productivity--or other outcome under study--in participants who are aware of being observedSurveillance bias/Detection bias: The group with the known exposure or outcome may be followed more closely or longer than the comparison group.Misclassification bias: When subjects are erroneously classified with respect to either exposure or disease status.Differential misclassification occurs when the level of misclassification differs between the two groups.Random or Non-differential misclassification occurs when the level of misclassification does not differ between the two groups.",
        "cop": 3,
        "opa": "purious association between two variables",
        "opb": "A quantified relationship between exposure and disease",
        "opc": "Systemic error in determination of association between exposure and disease",
        "opd": "Statistical technique used to evaluate the effect of a treatment by comparing treated and non-treated.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Errors and P-Value",
        "id": "6928b534-f71f-4e09-9579-39c90b725383",
        "choice_type": "single"
    },
    {
        "question": "A randomized trial comparing the efficacy of two drugs showed a difference between the two with a p value of <0.005. In reality, however the two drugs do not differ. This therefore is an example of:",
        "exp": "Ans is 'a' i.e. Type I error (alpha error) There are two types of error in statisticsType I (or alpha) errora statistical significant difference is found but this is in fact not true.It is only by chance that a statistical significant difference between groups is found, there is no difference actually.eg. as in the question the two drugs do not differ but the randomized trial shows a difference.Type II for beta) errorwhen a study fails to prove a statistical significant difference, when actually there in one.eg. Aspirin is not able to prevent MI. (this occurs because of small no. of samples)",
        "cop": 1,
        "opa": "Type I error (Alpha error).",
        "opb": "Type II error (Beta error).",
        "opc": "I-Alpha.",
        "opd": "I-Beta.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Errors and P-Value",
        "id": "da80df1d-c571-4751-8c75-39752d0f06a4",
        "choice_type": "single"
    },
    {
        "question": "In a population of 100000, hemoglobin of 100 women is estimated with standard deviation of 2gm%. What is the standard error -",
        "exp": "Ans. is 'd' i.e., 0.2",
        "cop": 4,
        "opa": "1",
        "opb": "0.1",
        "opc": "2",
        "opd": "0.2",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Errors and P-Value",
        "id": "120bd3df-13e6-4fb3-ae13-e8ba6ffa71c1",
        "choice_type": "single"
    }
]