[
    {
        "question": "Contraception with increased risk of actinomycosis -",
        "exp": "Ans. is 'c' i. e., IUCD o Actinomycosis may occur by use of IUCD. Side effects and complications of l. UDs1. Bleeding - Most common2. Pain - Second major side effect3. Pelvic infection - PID4. Uterine perforation5. Pregnancy6. Ectopic pregnancy7. Expulsion8. Mortality' - extremely rare",
        "cop": 3,
        "opa": "OCPs",
        "opb": "Condom",
        "opc": "IUCD",
        "opd": "Vaginal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "cafbb28c-3a0d-436d-85c0-1eded8e44f55",
        "choice_type": "single"
    },
    {
        "question": "Life span of cut380a -",
        "exp": "Ans. is 'a' i. e., 10 years \"The Cu-T 380A is approved for use for 10 years. However, the Cu-T 380A has been demonstrated to maintain its efficacy over at least 12 years of use -- Park. Intra-uterine deviceso An intrauterine device is a long acting reversible contraceptive birth control device placed in the uterus, o There are two basic types of IUD -ISon-medicated and medicated. o According to evolution, l. UDs can be categorized. IUDs. Lifespan. First generation: Lippe's loop (obsolete)-Second generation. Copper-T-CuT-200-B4yr. CuT-2003yr. CuT-220C-Nova-T5yr. Multiload - 2503753 yr5yr. CuT-3 80. A10yr. Third generation Progestasert1yr. LNG-20 (Mirena)5 yr (Ref: Novak p263: Note that Park mention: the life span of mirena to he 10 yrs)o So it is the CuT-3 80A which has the longest life spano In India under the National Family Welfare Programmes, CuT-200B is being used. From the year 2002, Cu. T380A has been introduced.",
        "cop": 1,
        "opa": "10yrs",
        "opb": "20yrs",
        "opc": "Iyrs",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "5a00e359-6e29-4da2-b492-37325d7df927",
        "choice_type": "multi"
    },
    {
        "question": "Cu T with 10 years life is?",
        "exp": "ANSWER: (A) Cu 380 AREF: Park 20th edition page 427. The T-Cu-38. GA has been approved for use for 10 yearT-Cu 200 - 4 yrs. Nova T - 5 yrs. Progestsert - 1 yrs",
        "cop": 1,
        "opa": "Cu 380 A",
        "opb": "Progestasert",
        "opc": "Cu T 200",
        "opd": "Nova T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "c481d7a7-2d18-4f96-aea5-0a790c605547",
        "choice_type": "single"
    },
    {
        "question": "Not a copper containing IUD -",
        "exp": "Ans. is 'd' i. e., LNG-20 o LNG-20 is third generation IUD which does not contain cooper. Other three options are 23d generation (copper containing) IUDs. Intra-uterine deviceso An intrauterine device is a long acting reversible contraceptive birth control device placed in the uterus, o There are two basic types of IUD - Non-medicaied and medicated. o According to evolution, IUDs can be categorized1) First generation-Non-medicated or inert}medicated2) Second generation-Copper IUDs3) Third generation-Hormone releasing IUDs IUDs. Life span. First generation: Lippe's loop (obsolete)-Second generation Copper-T-CuT-200-B4 yr. CuT-2003 yr. CuT-220C-Nova-T5 yr. Multiload - 2503753 yr5 yr. CuT-380. A10 yr. Third generation Progestasert1 yr. LNG-20 (Mirena)5 yr (Ref: Novak p263; Note that Park mentions the life span of mirena to be 10 yrs)",
        "cop": 4,
        "opa": "CuT-200",
        "opb": "Nova -T",
        "opc": "Multiload-250",
        "opd": "LNG-20",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "1dd113d2-5020-40d5-96e9-ef251bbbd791",
        "choice_type": "single"
    },
    {
        "question": "Failure rate of contraceptive method is determined by -",
        "exp": "Ans. is 'a' i. e., Pearl index o Pearl index is \"failure rate per hundred women years of exposure. Pearl indexo Contraceptive methods are evaluated by Pearl indexo Pearl index is \"'failure rate per hundred women years of exposure (HWY)\"Fai lure rate per HWY = -Total accidental pregnancies. Total months of exposurex 1200o In applying the above formula, the total accidental pregnancies shown in the numerator, must include every known conception, whatever its outcome. The factor 1200 is the number of months in 100 yrs. o A failure rate of 10 per HWY would mean that in the lifetime of an average women about one fourth or 2, 5 accidental pregnancies would result, since the average fertile period of a women is about 25 yrs.",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "Half life",
        "opc": "Number of accidental pregnancies",
        "opd": "Period of contraceptive practice continued",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "426b21b2-df8b-458c-8629-5265fd8ef13a",
        "choice_type": "single"
    },
    {
        "question": "Iron content of MALA-D -",
        "exp": "An. is 'b' i. e., 19 5 mg o MALA-D contains -30 mg (0- 03 mg) of ethinyl estradiol. 0-15 mg of desogestrel (D-norgestrel). o Each brown coloured film coated tablet contains 60 mg ferrous fu mar ate equivalent to ferrous iron 19-5 mg.",
        "cop": 2,
        "opa": "10 mg",
        "opb": "19-5 mg",
        "opc": "29-5 mg",
        "opd": "40 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "2b5c081b-bbaa-462d-be94-b034accc52a0",
        "choice_type": "single"
    },
    {
        "question": "Which is not a barrier method of contraception -",
        "exp": "Ans. is 'd' i. e., IUD Barrier methodso A variety of barrier or occlusive methods, suitable for both men and women are available. o The aim of these methods is to prevent live sperm from meeting the ovum, o Barrier methods are less effective than either the pills or IUD. o Various barrier methods areA) Physical methodsy Condomy Female condomy Diaphragmy Vaginal spongeB) Chemical methodsy Foamsy Creams, jellies, pastery Suppositoriesy Soluble films- C -films",
        "cop": 4,
        "opa": "Condom",
        "opb": "Suppositories",
        "opc": "Diaphragm",
        "opd": "IUD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "4fa1cb62-55ba-4cf4-b159-5866f1f24ca6",
        "choice_type": "single"
    },
    {
        "question": "Fertile period in a women with menstural cycle of 26-31 days -",
        "exp": "Ans. is 'a' i. e., 8-21 days of cycle Safe Period (rhythm method)o This is also known as the calendar method first described by Ogino. o The method is based upon the fact that ovulation occurs from 12 to 16 days before the onset of mensturation. o Calculation is as follows: The shortest cycle minus 18 days gives the first day of the fertile period. The longest cycle minus 10 days gives the last day of fertile period. For example, if a woman's mensturai cycle varies from 26-31 days, the fertile period during which she should not have intercourse would be from the 8th day to 21st day of the mensturai cycle, counting day one as the first day of the mensturai period.",
        "cop": 1,
        "opa": "8-21 days of cycle",
        "opb": "15-25 days of cycle",
        "opc": "5-15 days of cycle",
        "opd": "First 5 days of cycle",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "3632a644-e198-4ffe-9fc8-7421dad675cf",
        "choice_type": "single"
    },
    {
        "question": "Third generation IUCD -",
        "exp": "Ans. is 'a' i. e., Mirena o LNG-20 is third generation IUD which does not contain cooper. Other three options are 23d generation (copper containing) IUDs. Intra-uterine deviceso An intrauterine device is a long acting reversible contraceptive birth control device placed in the uterus, o There are two basic types of IUD - Non-medicaied and medicated. o According to evolution, IUDs can be categorized1) First generation-Non-medicated or inert}medicated2) Second generation-Copper IUDs3) Third generation-Hormone releasing IUDs IUDs. Life span. First generation: Lippe's loop (obsolete)-Second generation Copper-T-CuT-200-B4 yr. CuT-2003 yr. CuT-220C-Nova-T5 yr. Multiload - 2503753 yr5 yr. CuT-380. A10 yr. Third generation Progestasert1 yr. LNG-20 (Mirena)5 yr (Ref: Novak p263; Note that Park mentions the life span of mirena to be 10 yrs)",
        "cop": 1,
        "opa": "Mirena",
        "opb": "Nova-T",
        "opc": "Lippe's loop",
        "opd": "CuT-200",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "99c2a871-3aa1-49e9-823f-88ba084eefa0",
        "choice_type": "single"
    },
    {
        "question": "Pearl index is defined as?",
        "exp": "ANSWER: (B) Accidental pregnancies per 100 women-years of exposure. REF: Parks 22 Ed page 471, Dutta 6th ed p. 532. Repeat Post Diploma June 2012, December 2011, June 2009 See. Footnote of APPENDIX-115 METHODS OF CONTRACEPTION",
        "cop": 2,
        "opa": "Accidental pregnancies per 1000 women-years of exposure",
        "opb": "Accidental pregnancies per 100 women-years of exposure",
        "opc": "Accidental pregnancies per 10 women-years of exposure",
        "opd": "Accidental pregnancies per women-years of exposure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "d9146c33-2b00-4260-b138-c94fa5d9306e",
        "choice_type": "single"
    },
    {
        "question": "MTP Act of 1971 provides for termination of pregnancy till how many weeks of pregnancy -",
        "exp": "Ans. is 6c' i. e., 20 weeks o MTP can be done upto 20 wks. o \"MTP act allows a RMP having experience in gynaecology and obstetrics to perform abortion where the length of pregnancy does not exceeds 12 wks and. However where the pregnancy exceeds 12 wks and in not more than 20 wks, the opinion of two RMP is necessary; to terminate the pregnancy",
        "cop": 3,
        "opa": "12 weeks",
        "opb": "16 weeks",
        "opc": "20 weeks",
        "opd": "24 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "4382ef3a-e6b1-4bcf-bbd9-b9fd54374bfc",
        "choice_type": "single"
    },
    {
        "question": "Pearl index is?",
        "exp": "ANSWER: (B) Failures per 100 women-years of exposure REF: Park 20th edition page 439 EVALUATION OF CONTRACEPTIVE METHODS: Two methods that have been used to measure contraceptive efficacy are Pearl index and life table analysis. I. Pearl index: Pearl index is defined as number of failures per 100 women-years of exposure (HWY). Pearl index is usually based on a specific exposure (usually 1 year) and therefore fails to accurately compare methods at various durations of exposure. This limitation is overcome by using the method of life table analysis. This rate is given by formula: Failure rate per HWY =Total accidental pregnancies Total months of exposurex 1200. II. Life-table analysis: This calculates the failure rate for each month of use. A cumulative failure rate can then compare methods for any specific length of exposure.",
        "cop": 2,
        "opa": "Failures per 1000 women-years of exposure",
        "opb": "Failures per 100 women-years of exposure",
        "opc": "Failures per 10 women-years of exposure",
        "opd": "Failures per women-years of exposure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "0b0b544d-eddf-4cc8-b329-6d400149ada2",
        "choice_type": "single"
    },
    {
        "question": "Best contraceptive for newly married healthy couple:",
        "exp": "Ans is 'c' i. e. Oral contraceptive pills For newly married couples oral contraceptive pill is the method of choice provided there are no contraindications. It has many noncontraceptive benefits along with effective contraception. Barrier and Natural methods have high failure rate. IUCD are not prescribed in nulliprous due to increase risk of PID and infertility.",
        "cop": 3,
        "opa": "Barrier method",
        "opb": "IUCD",
        "opc": "Oral contraceptive pills",
        "opd": "Natural methods",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "de510997-4a24-4b45-9ace-836aa29b5448",
        "choice_type": "single"
    },
    {
        "question": "Medical termination of pregnancy can be done by a single registered medical practitioner if the gestation period is less than -",
        "exp": "Ans. is 'b' i. e., 12 weeks Single RMP - upto 12 Weeks Opinion by two RMP- Upto 20 weeks The conditions under which a pregnancy can be terminated under the MTP Act. 1971: There are 5 conditions that have been identified in the Act: Medical - where continuation of the pregnancy might endanger the mother's life or cause grave injury to her physical or mental health. Eugenic - where there is substantial risk of the child being bom with serious handicaps due to physical or mental abnormalities. Humanitarian - where pregnancy is the result of rape Socio-economic - where actual or reasonably foreseeable environments (whether social or economic could lead to risk of injury to the health of the mother). Failure of contraceptive devices - The anguish caused by an unwanted pregnancy resulting from a failure of any contraceptive device or method can be presumed to constitute a grave mental injury to the health of the mother. This condition is a unique feature of the Indian lawr and virtually allowrs abortion on request, in view' of the difficulty of proving that a pregnancy w as not caused by failure of contraception. The written consent of the guardian is necessary before performing abortion in women under 18 years ofage, and in lunatics even if they are older than 18 years. The person or persons who can perform abortion o The Act provides safeguards to the mother by authorising only a Registered Medical Practitioner having experience in gynaecology and obstetrics to perform abortion wrhere the length of pregnancy does not exceed 12 weeks, o However, wrhere the pregnancy exceeds 12 weeks and is not more than 20 weeks, the opinion of two Ragistered o Medical Practitioners is necessary to terminate the pregnancy. Where abortion can be done o The Act stipulates that no termination of pregnancy shall be made at any place other than a hospital established or maintained by Government or a place approved for the purpose of this Act by Government, o Abortion services are provided in hospitals in strict confidence. The name of the abortion seeker is kept confidential, since abortion has been treated statutorily as a personal matter.",
        "cop": 2,
        "opa": "8 weeks",
        "opb": "12 weeks",
        "opc": "20 weeks",
        "opd": "24 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "35d50527-d072-4373-a0ca-4c1ea90c2bdd",
        "choice_type": "single"
    },
    {
        "question": "Pearls index?",
        "exp": "Ans. is 'a' i. e., Per 100 woman years Pearl indexo Contraceptive methods are evaluated by Pearl indexo Pearl index is \"failure rate per hundred women years of exposure (HWY)\"Total accidental pregnancies. Failure rate per HWY = ------------------------------------------------------------- x 1200. Total months of exposureo In applying the above formula, the total accidental pregnancies shown in the numerator, must include every known conception, whatever its outcome. The factor 1200 is the number of months in 100 yrs. o A failure rate of 10 per HWY would mean that in the lifetime of an average women about one fourth or 2. 5 accidental pregnancies would result, since the average fertile period of a women is about 25 yrs.",
        "cop": 1,
        "opa": "Per 100 woman years",
        "opb": "Per 10 woman years",
        "opc": "Per 1000 woman years",
        "opd": "Per 50 woman years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "1107abe2-60df-442c-bf49-6bf8ebfeb359",
        "choice_type": "single"
    },
    {
        "question": "True about pearl index:",
        "exp": "Ans. (d) Contraceptive failure. Ref: Park's PSM 21sted. 1472* Pearl index is used to measure the contraceptive efficacy/ contraceptive failure.* It is defined as the number of failures per 100 women- years (HWY) of exposure. P/ =Total accidental pregnancies------------------------Total months of exposurex 1200* Another method used to measure contraceptive failure/ efficacy is life table analysis.* Life table analysis: calculates failure rates for each month of use.",
        "cop": 4,
        "opa": "Population study",
        "opb": "Family planning",
        "opc": "Contraceptive methods",
        "opd": "Contraceptive failure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "e296ded2-b513-44f5-8d9c-b76656d23a7b",
        "choice_type": "multi"
    },
    {
        "question": "A female health worker, while prescribing OC pills should evaluate all, EXCEPT:",
        "exp": "Ans. is 'd' i. e. Having two live issues Checklist for prescription of OCPs. Above 40 yrs. of age. Above 35 yrs. of age and a heavy smoker. Seizures. Severe pain in calf or thigh. Symptomatic varicose veins in legs. Severe chest pain. Unusual shortness of breath after examination. Severe headache and/ or visual disturbance. Lactating for less than 6 months. Intermenstrual bleeding or bleeding after sexual intercourse. Amenorrhoea. Abnormally yellow skin, eyesB. P. > 140 sys. or > diastolic. Mass in breast. Swollen legs. Instruction: If all the above are negative, the woman may be given OCPs, If any one of these is positive, she must be seen by a doctor.",
        "cop": 4,
        "opa": "Calf tenderness",
        "opb": "Convulsions",
        "opc": "History of chronic headache",
        "opd": "Having two live issues",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "1ab59915-8920-48e5-979d-ccde9063a9f6",
        "choice_type": "multi"
    },
    {
        "question": "With the use of DMPA contraceptive, the side effects are all of the following EXCEPT:",
        "exp": "Ans. is 'a' ie change in quantity and quality of breast milk. Change in quantity and quality of breast milk is seen with the use of estrogen contraceptives not progesterone. Infact is a plus point of DMPA that it does not affect lactation. It can be therefore used in the post-partum period, without affecting the lactation. Side effects of Depot Medroxy Progesterone Acetate (DMPA). Weight gain*Irregular menstrual bleeding*Increased incidence of ectopic pregnancy *Increased risk of ovarian cysts. Prolonged anovulation and infertility after its use is discontinued. Osteoporosis. I could not get any information on the option 'd' (ie increased reproductive tract infection) despite exhaustive search in Williams, Dutta, Shaw's and Park. The only information which I have is that, the risk of vaginitis or vulvovaginitis (Candida) is increased by use of combined pills. Which component of the pill (estrogen or progesterone) is responsible for this is not known.",
        "cop": 1,
        "opa": "Change in quantity and quality of breast milk",
        "opb": "Weight gain",
        "opc": "Irregular bleeding",
        "opd": "Increased reproductive tract inflection",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "3df50189-735b-49da-8bb7-5ef3688322a6",
        "choice_type": "multi"
    },
    {
        "question": "In CuT 200, the number stands for:",
        "exp": "Ans: A (Surface...) \"The number included in the names of the devices refer to the surface area (in sq, mm) of the copper on the device. Park 21st/459 IUDs: Review of Facts# CuT-200 B being used in India, under the national family welfare programme, Later CuT 380A is introduced in the programme.# Studies have shown that the effectiveness of copper device is directly related to the amountofcopper surface area (usually this is 200 or 220 mm2')- Park 19th/395# IUD is not a method of first choice for nulliparous women. They have more problems such as expulsion, low abdominal pain Si pelvic infection. intra-Uterine Devices; Classification 1st Generation IUDs (inert or non medicated devices) 2nd Generation IUDs. Earlier devices* Copper 7* Copper T - 200. Newer devices* Variants of the T device(i) T Cu - 220 C(jj) T Cu - 380 A or Ag* Nova T*Multi load devices(i)-Cu-250(ii)-Cu-375 3rd Generation IUDs (Hormonal deinces)* Progestasert* LNG-20 (Mirena)13",
        "cop": 1,
        "opa": "Surface. Areaof. Copper",
        "opb": "Weight of Cu in microgram",
        "opc": "Weight of Cu in milligram",
        "opd": "Effective half life in weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Family Planning",
        "id": "e5070298-ba70-4797-ba07-d1f277f7f5ad",
        "choice_type": "single"
    }
]