[
    {
        "question": "Kyoto Protocol is for;",
        "exp": "Kyoto protocol is designated towards reducing greenhouse gas emission. It was signed by 187 countries on 16th Feb, 2005. It includes CO2, N20, CFC, CH4, SF6 and PFC. It is linked to the United Nations Framework Convention on Climate Change (UNFCCC).",
        "cop": 3,
        "opa": "Water sanitization",
        "opb": "Food and nutrition",
        "opc": "To reduce greenhouse gas emission",
        "opd": "Water chlorination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "ef22816d-d99c-4a4f-996e-1fc259afb27c",
        "choice_type": "single"
    },
    {
        "question": "A person is not able to count fingers from a distance of 6 meters. He shall be categorized into which type of blindness?",
        "exp": "when a person is not able to count fingers from 6 meters or 20 feet, it is termed as economical blindness. It hinders person from earning his wages. Types of blindness Economic blindness: Inability of a person to count fingers from a distance of 6 meters or 20 feet technical Definition Social blindness: Vision 3/60 or diminution of field of vision to 10deg Manifest blindness: Vision 1/60 to just perception of light Absolute blindness: No perception of light Curable blindness: That stage of blindness where the damage is reversible by prompt management e. g. cataract Preventable blindness: The loss of blindness that could have been completely prevented by institution of effective preventive or prophylactic measures e. g. xerophthalmia, trachoma and glaucoma Avoidable blindness: The sum total of preventable or curable blindness is often referred to as avoidable blindness.",
        "cop": 3,
        "opa": "Manifest",
        "opb": "Social",
        "opc": "Economical",
        "opd": "No blindness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "a9284117-0d7c-4ca6-ad94-cdccc0116103",
        "choice_type": "multi"
    },
    {
        "question": "Target couple is;",
        "exp": "The definition of a target couple includes- Couples who have had 2-3 living children, and family planning was largely directed to such couples Fuher, definition has been gradually enlarged to include families with one child or even newly married couples to develop acceptance of the idea of family planning.",
        "cop": 4,
        "opa": "Couple with 3 children",
        "opb": "Couple using contraception",
        "opc": "Currently married couple where the wife is in reproductive age (15-49 year)",
        "opd": "Couple that is eligible for practicing family planning",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "3b889857-396c-47a7-9fc6-57dfaf6a03c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the chemoprophylaxis of choice in a person who is on a journey to endemic malarial region?",
        "exp": "Chemoprophylaxis of choice is Mefloquine. Chemoprophylaxis comes under specific protection. Chemoprophylaxis of malaria: - Sho term - Doxycycline - Long term - Mefloquine",
        "cop": 1,
        "opa": "Mefloquine",
        "opb": "Quinine",
        "opc": "Lumefantrine",
        "opd": "Pyrimethamine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "c8860579-0c8c-4c08-8de9-bea280d17704",
        "choice_type": "single"
    },
    {
        "question": "Anthracosis is caused by;",
        "exp": "Anthracosis is caused by Coal dust. There are two general phases in Anthracosis The first phase is simple pneumoconiosis which is associated with little ventilatory impairment. The second phase is characterised by progressive massive fibrosis (PMF); this causes severe respiratory disability and frequently results in premature death.",
        "cop": 3,
        "opa": "Silica",
        "opb": "Asbestos",
        "opc": "Coal dust",
        "opd": "Sugar cane waste",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "c2eb6d09-8523-43b0-8fd0-f1cf1525d017",
        "choice_type": "single"
    },
    {
        "question": "Breast feeding should be continued for minimum how many months?",
        "exp": "Breast milk is the ideal food for the infant. No other food is required by the baby until 6 months after bih WHO recommendations on breast feeding in developing countries: Exclusive breast feeding: Up to age of 6 months Breast feeding: Up to age of 2 years. According to WHO guidelines, initiate breast feeding After a normal vaginal delivery: Within 1 hour After a cesarean section: Within 4 hours Current recommendation: Sta breast feeding as early as possible. ASAP(Do not wait for 1 hour or 4 hours)",
        "cop": 1,
        "opa": "6 months",
        "opb": "2 months",
        "opc": "12 month",
        "opd": "5 month",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "1bffc22c-14b9-460d-96d1-569898e9148a",
        "choice_type": "single"
    },
    {
        "question": "Patients are categorized on the basis of chances of survival in Disaster management;",
        "exp": "Triage Consists of rapidly classifying the injured on the basis of severity of their injuries and on the likelihood of their survival with prompt medical intervention First come first serve is NOT followed in emergencies Triage yields best results when carried out at the site of disaster COLOR CODING: RED YELLOW GREEN BLACK high priority treatment or transfer medium priority ambulatory patients dead/moribund patients",
        "cop": 1,
        "opa": "Triage",
        "opb": "Tagging",
        "opc": "Mitigation",
        "opd": "Surge capacity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "6ec51868-3953-413d-a364-45c71190652f",
        "choice_type": "single"
    },
    {
        "question": "Yellow fever vaccine is valid for;",
        "exp": "The term of validity of the yellow fever vaccine ceificate has been changed from 10 years to life long YELLOW FEVER Vaccine- Route of YF vaccine -Subcutaneous Strain used -17 D Site of administration - at inseion of deltoid Dose: 0. 5ml (irrespective of age)",
        "cop": 1,
        "opa": "Life long",
        "opb": "10 years",
        "opc": "5 years",
        "opd": "20 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "6f265540-09ac-44c4-abe8-92743ccb8185",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a measure of dispersion?",
        "exp": "Mean, median and mode are measures of central tendency. Dispersion: Spread of / scattering of values around a central value in a data distribution is called dispersion. Measures of dispersion Major methods: Range, mean detion / average detion, standard detion Other methods: Coefficient of variation, precision, Variance, Inter - quaile range.",
        "cop": 1,
        "opa": "Mean",
        "opb": "Range",
        "opc": "Variance",
        "opd": "Standard error",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "03d5a061-1c7e-49ef-b1c2-553d2e73cd66",
        "choice_type": "single"
    },
    {
        "question": "NITI AAYOG Represents;",
        "exp": "Government of India has established NITI Aayog (National Institution for Transforming India) on 1st January 2015 It will seek to provide a critical directional and strategic input into the development process. It will emerge as a \"thinktank\" that will provide Governments at the central and state levels. It will monitor and evaluate the implementation of programmes, and focus on technology upgradation and capacity building",
        "cop": 2,
        "opa": "Nutritional institute for transforming India",
        "opb": "National Institute for Transforming India",
        "opc": "Newer Initiative transforming India",
        "opd": "Nutrition Intake to India",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "40d3a1ea-35c0-4a27-98fe-89fec39b16f7",
        "choice_type": "single"
    },
    {
        "question": "Main focus of UNICEF is on;",
        "exp": "UNICEF - United Nations International Children's Emergency Fund It was established in 1946 by the United Nations General Assembly to deal with rehabilitation of children in war ravaged countries. Headquaers- New York GOBI- FFF campaign G- Growth monitoring F- Family planning O- ORS F- Family education B- Breast feeding F- Food supplementation I-immunization",
        "cop": 1,
        "opa": "Child health",
        "opb": "Nutritional health",
        "opc": "Mental health",
        "opd": "Social health",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "2d393623-dec9-4f3e-a6ab-b8a681c780fa",
        "choice_type": "single"
    },
    {
        "question": "Components of Kuppuswamy scale",
        "exp": "Income, occupation and education are components of Kuppuswamy scale. Modified Kuppuswamy scale: Scale of socioeconomic status of Urban families It comprises of 3 components: Education status of head of family Occupation status of head of family Income of family per month It has: Upper middle 16-25 Lower middle 11-15 Upper lower 05-10 Lower 00-04",
        "cop": 2,
        "opa": "Housing, Livestock, land",
        "opb": "Income, Occupation, Education",
        "opc": "Income, Housing, Education",
        "opd": "Income, Livestock, Housing",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "3c6cc01d-6004-4bdd-975f-75ab3a7644f9",
        "choice_type": "single"
    },
    {
        "question": "According to WHO, which one is a notifiable disease?",
        "exp": "The International Health Regulations (WHO IHR) does not cover HIV/AIDS Immediately Notifiable Diseases: Smallpox, Human Influenza, Wild Polio, SARS Potentially Notifiable Diseases: Public health impoance: Cholera, Plague, Yellow fever, Viral hemorrhagic fevers, West nile fever, Dengue, Rift valley fever, Meningococcal disease Biological/Chemical/Radiological events Serious illnesses of Unknown origin",
        "cop": 1,
        "opa": "Yellow fever",
        "opb": "Polio",
        "opc": "HIV",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "511f78bf-4aff-4924-9948-db4d15ebd29a",
        "choice_type": "single"
    },
    {
        "question": "On republic day, a camp was organized and people were screened for Hypertension by checking BP and for diabetes by checking their BMI and Blood sugar level, which level of prevention is this?",
        "exp": "The screening for a disease comes under secondary prevention. Secondary prevention is done when disease has already staed in the body. It includes doing early diagnosis and treatment. All screening and diagnostic test by default come under Secondary level of prevention. Primary prevention can prevent the disease whereas secondary cannot.",
        "cop": 3,
        "opa": "Primary",
        "opb": "Primordial",
        "opc": "Secondary",
        "opd": "Teiary",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "4b31d669-a1af-4612-9052-c089a0b12570",
        "choice_type": "single"
    },
    {
        "question": "n95 mask is used for;",
        "exp": "An N95 respirator is a respiratory protective device designed to achieve a very efficient filtration of airborne paicles. The 'N95' designation means that when subjected to careful testing, the respirator blocks at least 95 percent of very small (0. 3 micron) test paicles. If properly fitted, the filtration capabilities of N95 respirators exceed those of face masks.",
        "cop": 1,
        "opa": "respiratory droplets",
        "opb": "aerosol",
        "opc": "in general",
        "opd": "Dust",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "f12922d5-4ba2-4955-b187-d7287fe736cb",
        "choice_type": "single"
    },
    {
        "question": "Sustainable Development Goals is Designed by;",
        "exp": "Sustainable development goals are designed by United Nations set in 2015 and intended to be achieved by the year 2030. The five Ps of its agenda are people, planet, prosperity, peace and panership. SDG 3: Ensure healthy lives and promote well-being for all ages. Goal 3 includes 13 targets covering all major health priorities with four targets on the unfinished and expended millennium development goals.",
        "cop": 2,
        "opa": "UNICEF",
        "opb": "United Nations",
        "opc": "WHO",
        "opd": "Government of India",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "a4cb4dad-ae1e-45e7-8ff8-fa10a1d03898",
        "choice_type": "single"
    },
    {
        "question": "Recycling, tubing and recyclable catheters will be disposed in which bag according to biomedical waste management?",
        "exp": "Red Category Contain Contaminated, recyclable waste; plastic /rubber waste Disposal method - Autoclaving, Microwaving, hydroclaving, F/b destruction & shredding Final mechanism of Disposal - Road making Extra Edge: Plastic covers which are used to pack foley's catheter etc are not considered as biomedical waste. It is general waste & is disposed through black bag",
        "cop": 1,
        "opa": "Red",
        "opb": "Blue",
        "opc": "Yellow",
        "opd": "White",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "c539dc9b-6c88-4f94-93d4-b609b4c5c174",
        "choice_type": "single"
    },
    {
        "question": "In Africa, vaccination was given in an endemic outburst area for a specific disease but due to shoage of vaccines, mass chemoprophylaxis treatment was given to people who were not diseased. Which type of prevention is this?",
        "exp": "- Chemoprophylaxis for a disease comes under specific protection - Primary prevention- It includes Health promotion & Specific protection. Chemoprophylaxis/ vaccinesfalls under Specific protection Decreased salt intake, stop smoking, installation of sanitary latrinecomes under Health promotion. LEVELS OF PREVENTION: Primordial prevention Prevention of emergence of development of risk factors Done by health education. Primary prevention Action taken prior to the onset of disease Done by health promotion & specific protection. Secondary prevention Action which halts the progress of a disease Done by early diagnosis & treatment Teiary prevention Action taken during the progression/ end of disease Done by disability limitation & rehabilitation.",
        "cop": 1,
        "opa": "Specific protection",
        "opb": "Health promotion",
        "opc": "Early diagnosis and treatment",
        "opd": "Rehabilitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "cf9680d4-6b3b-436c-84d2-fe1e2bf482b6",
        "choice_type": "single"
    },
    {
        "question": "100% moality disease, incidence and prevalence relationship will be;",
        "exp": "Prevalence = Incidence x Duration Duration= Prevalence/Incidence - longer the duration of the disease, the greater its prevalence. - if the disease is acute and of sho duration either because of rapid recovery or death, the prevalence rate will be relatively low compared with the incidence rate. (P < 1).",
        "cop": 3,
        "opa": "P = 1",
        "opb": "P > 1",
        "opc": "P < 1",
        "opd": "No relationship",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "FMGE 2019",
        "id": "45a46a3a-f789-470d-89b6-26f529b6f571",
        "choice_type": "single"
    }
]