[
    {
        "question": "Clinical audit means -",
        "exp": "Ans. is 'b' i. e., Measuring current patients care against explicit criteriao Clinical audit is a quality improving process, in which patients care is improved. o In this, current patients outcome and outcomes are measured against explicit audit criteria (against reference standards).",
        "cop": 2,
        "opa": "Measuring hospitai records",
        "opb": "Measuring current patients care against explicit criteria",
        "opc": "Measuring input-output analysis",
        "opd": "Measuring shortest time needed to complete task",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "7903b0e1-06e7-403b-870f-5aa4209ce7af",
        "choice_type": "single"
    },
    {
        "question": "Who is ASHA?",
        "exp": "Ans: B (Community level voluntary worker for heath) Ref: Park 22nd edition. Explanation: ASHA (Accredited social health activist) are involved in health care of community under the National Rural Health Mission. Accredited social health activists (ASHAs) are community health workers instituted by the Government of India's Ministry of Health and Family Welfare (Mo. HFW) as part of the National Rural Health Mission (NRMM The mission began in 2005; full implementation was targeted for 2012. Once fully implemented, there is to be \"an ASHA in every village\" in India, a target that translates into 250. 000 ASHAs in 10 states. Roles and Responsibilities. ASHAs are local women trained to act as health educators and promoters in their communities. Their tasks include; Motivating women to give birth in hospitals. Bringing children to immunization clinics. Encouraging family planning (e. g., surgical sterilization). Treating basic illness. Injury with first aid. Keeping demographic records. Improving village sanitation. ASHAs are also meant to serve as a key communication mechanism between the healthcare system and rural populations. Selection. ASHAs must primarily be female residents of the village that they have been selected to serve, who are likely to remain in that village for the foreseeable future. Married, widowed or divorced women are preferred over women who have yet to marry since Indian cultural norms dictate that upon marriage a woman leaves her village and migrates to that of her husband. ASHAs must have class eight education or higher, preferably be between the ages of 25 and 45, and are selected by and accountable to the gram panchayat (local government). If there is no suitable literate candidate, a semiliterate woman with a formal education lower than eighth standard, may be selected. Remuneration. Although ASHAs are considered volunteers, they receive outcome-based remuneration and financial compensation for training days. For example, if an ASHA facilitates an institutional delivery she receives Rs. 600 and the mother receives Rs. 1400. ASHAs also receive Rs. 150 for each child completing an immunization session and Rs. 150 for each individual who undergoes family planning.",
        "cop": 2,
        "opa": "Worker of a Non-Governmental Organization",
        "opb": "Community level voluntary worker for health",
        "opc": "Government health worker",
        "opd": "Helper of anganwadi",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "04a6feaa-fa55-4630-af72-624630e770ed",
        "choice_type": "single"
    },
    {
        "question": "Integration of health services was first proposed by?",
        "exp": "ANSWER: (B) Jungallwalla commite. REF: Park 20th ed p. 778. See APPENDIX-45 below for \"Health planning committee\" APPENDIX - 45. Health Planning Committee. BHORECOMMITTEE1946. Before 1st five year plan. Integration of preventive and curative services. Primary health Centre (short term plan-1 PHC/40, 000 population & long term plan aka- 3 million plan). Social physician. MUDALIARCOMMITTEE1962. By the end of 2nd five year plan (1956-1961). Also known as \"Health survey and planning committee\"All India health services like Indian administrative services 1 PHC/40, 000 population. CHADAHCOMMITTEE1963. To study maintenance phase of malaria eradication programme. Basic health workers to wrork as Multipurpose health workers (1/10 f000 population, combine for malaria & family planning)MUKERJICOMMITTEE(lst & 2nd)1st-1965. To review strategies of family planning. Separate staff for family planning Delink family planning & malaria2nd _ 1966. To examine national health programmes. Basic health services. JUNGALWALLACOMMITTEE1967. Committee on integration of health services. Unified cadre, common seniority, Integrated health services No private practice. Equal pay for equal work, Special pay for special work Recognition of extra qualification. KARTAR SINGH COMMITTEE1973. Accepted for 5th five year plan, Committee on multipurpose workers under health & family planning. Single cadre of multipurpose workers i. e. MPW (Female)- Female health workers (in place of nurse/midwifes) & MPW (Male) Male health workers (in place of family planning assistant) 1 PHC/50, 000 population divided into 16 subcentres (one for 3000 to 3500 population)SRIVASTAVACOMMITTEE19756th five year plan\"Group on Medical Educationand Support Manpower\"' Referral Services Complex\"Medical & health education commission ROME scheme (reorientation of medical education) Acceptance of the recommendations of the Shrivastava Committee led to \"Rural Health Service\"KRISHNANCOMMITTEE1982. To address the problems of urban health. Health post run by a doctor, a Public Health Nurse, 4 Auxiliary Nurse Midwives, 4 multipurpose workers and 25 Community Health workers for a population of 50, 000. BAJAJCOMMITTEE1986 National medical & health education policy Educational commission for health sciences (ECHS) like UGC Health science universities, Vocationalization of education Health manpower cells at Centre and states",
        "cop": 2,
        "opa": "Bhore committee",
        "opb": "Jungallwalla commite",
        "opc": "Mudaliar commite",
        "opd": "Srivastava commite",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "9d99b5b0-1654-439b-9e07-03f062f675f2",
        "choice_type": "multi"
    },
    {
        "question": "A set of statements for monitoring progress towards goal completion is referred to as?",
        "exp": "ANSWER: (C) Programme. REF: Park 20th edition page 771, 772. Goals, Objective and Targets: (end results of planning) Definition. Attainability. Constraints. Example. Goal. The ultimate desired state. Notnecessarilyattainable. Not constrained by time or resources. Control, eliminate, or eradicate targeted Vaccine preventable diseases disability and death globally. Objective. Target. Planned end point of all activities, concerned directly to the problem. Either achieved or not achieved. Time and resource constrained. Achieve, certify, and maintain polio eradication by 2015 Discrete activity, no precise point, concerned with the factors involved in a problem. Permits degree of achievement. Time and resource constrained. Cessation of all WPVoutbreaks by 2012. Plan: A plan is a bliueprint of taking action. It consists of 5 major elements; objectives, policies, programmes, schedules and budget. Programme: A sequence of activities designed to implement policies & accomplish objective. It gives step by step approach to guide the action necessary. Schedule: time sequence for a work to be done. Procedure: A set of rules for carrying out work, which when observed by all, help to ensure the maximum use of resources & effort. Policies: guiding principles stated as an expectation, not as commandment.",
        "cop": 3,
        "opa": "Targets",
        "opb": "Objective",
        "opc": "Programme",
        "opd": "Procedure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "d354d264-a036-4b7a-93ba-28d1c4de6b6d",
        "choice_type": "multi"
    },
    {
        "question": "Most important measure to prevent hospital infection -",
        "exp": "Ans. is 'c' i. e.. Proper hand w ashing o There are following types of modes of transmission of hospital-acquired infections: Contact transmission. It is the most common and most preventable means of transmission. It is divided into two types -Direct contact: It involves contact of body surface to body surface with a physical transfer of microorganisms. Hand contact is most common mode of transmission. Indirect contact: It involves body surface contact with a contaminated intermediate object. o As hand contact is the most common mode of transmission, the best preventive measure of nosocomial infection is proper hand hygiene.",
        "cop": 3,
        "opa": "Use of antibiotics",
        "opb": "Use of antiseptics",
        "opc": "Proper hand washing",
        "opd": "Formalin fumigation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "041baefd-4f83-43bf-b11f-887bbff9716d",
        "choice_type": "single"
    },
    {
        "question": "True about \"Zero base budgeting\" is?",
        "exp": "Ans. (c) Proceeds from target to resource. Ref: CIMA official Learning System Management According-Performance-p 209",
        "cop": 3,
        "opa": "Relies on data of previous budget",
        "opb": "Proceeds from resources to target",
        "opc": "Proceeds from target to resource",
        "opd": "Not a priority based budgeting",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "d8b22c16-997e-40c6-92b6-8f0a6f0aecc0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following seen in block:",
        "exp": "Ans. (a) Panchayat samiti. Ref: K. Park 23rd ed. / 881-82* Panchayat Samiti is a local government body at the tahsil level in India. It works for the villages of the tahsil that together are called a Development Block.* The Panchayat Samiti is the link between the Gram Panchayat and the zila parishad. NOTE* Gram Sabha has been envisaged as the foundation of the Panchayati Raj system. A village having population not less than 1500forms Gram Sabha and every adult of the village is member of Gram Sabha. These members of gram sabha can elect members of gram panchayat.",
        "cop": 1,
        "opa": "Panchayat samiti",
        "opb": "Panchayat sabha",
        "opc": "Gram sabha",
        "opd": "Gram samiti",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "4645e73f-6850-4681-8106-9a67d2bf1a13",
        "choice_type": "single"
    },
    {
        "question": "Asha worker works for___ population:",
        "exp": "Ans. (b) 1000. Ref: K. Park 23rd ed. / 449, 21st ed. 1407* ASHA is Accredited Social Health Activist.* One ASHA works for 1000 population.* In tribal, hilly and desert areas, the norm is one ASHA per habitation. Impact Indicators of ASHA* Infant mortality rate* Child malnutrition rate* Number of TB/leprosy case detection as compared to previous year. Must know. ASHA* ASHA must be the resident of the village preferably in the age group of 25-45 years.* Minimum education required for ASHA: 8th pass* ASHA is selected by village panchayat/Gram Sabha* ASHA comes under national Rural Health Mission (NRHM): 2005-2012* Act as bridge between village and ANM (Auxiliary Nurse midwife)* Training of ASHA is done by ANM and AWW for a minimum duration of 23 days. Also know* One multi-purpose worker (MPW) is for: 5000 population* One village health guide (VHG) is for: 1000* One Anganwadi worker (AWW) is for: 400-800",
        "cop": 2,
        "opa": "3000",
        "opb": "1000",
        "opc": "5000",
        "opd": "400",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "e850a892-8fc0-4217-b6b1-1e9addf581f7",
        "choice_type": "single"
    },
    {
        "question": "Minimum number of beds in community health centre -",
        "exp": "Ans. is 'd' i. e., 30 Community health centreo Each community' health centre covers a population of80000 to 1. 20 Lakh. o It has 30 beds and specialist in Surgery', Medicine, Obstetrics & Gynaecology, and pediatrics with x-ray and laboratory facilities. o For strengthening preventive and promotive aspects of health care, new non-medical (not medical) post called community' health officer (CHO) has been created at each CHC. o The CHO is selected with a minimum of 7years experience in rural health programmes. Staffing pattern of CHCPersonnel. Strength. Desirable Qualifications. Block health officer Senior most specialists among the below mentioned speciality (Physici an/General surgeon/Paed./Obs & Gvnae Anaesthesia'Public health, ' Opthalmology). General Surgeon1. MS/DNB, (General Surgery). Physician1. MD/DNB, (General Medicine). Obstetrician & Gynaecologist1. MD/DNB'DGO (OBG). Paediatrics1. MD (Paediatrics)/DNB/DCHAnaesthetist1. MD (Anaesthesia)/DN B. 'D A/ certificate course in Anaesthesia for one year. Public Health1. MD (PSMVTvlD (CHA)/MD Community Medicine or Post Graduation degree with MBAEye surgeon(1forevery five CHCs)MD/MS/DOMS/DNB(Ophthal). Dental Surgeon1. BDSGeneral duty6. MBBSMedical officer 2 female doctors)(at least Specialist of AYUSH1. Post Graduate in AYUSHGeneral Duty Medical officer of AYUSH1. Graduate in AYUSHTotal15/16 Supprt Manpower. Personnel. Strength. Staff Nurse19. Public health Nurse (PHN)l. ANM1. Pharmacist/'compounder3. Parmacist-AYUSH1. Lab. Technician3. Radiographer2. Ophthalmic Assistant1. Dresser (certified by Red Cross/ St. Johns Ambulance)2. Ward Boys/Nursing Orderly5. Sweepers5. Chowkidar5. Dhobil. Mali. IAya5. Peon2. OPD Attendant1. Registration Clerk2. Statistical Assistant/Data Entery operator2. Accountant'Admin. Assistant1. OT Technician1. Total64",
        "cop": 4,
        "opa": "6",
        "opb": "10",
        "opc": "20",
        "opd": "30",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "2a0cd206-e3b3-4cb5-98f2-7902ba9d4dfd",
        "choice_type": "single"
    },
    {
        "question": "Function of ASHA-",
        "exp": "Ans. is 'd' i. e., All of the above Accredited Social Health Activist (ASHA)o ASHA is the central component of the National Rural Health Mission (NRHM)o One of the key components of the National Rural Health Mission is to provide every village in the country with a trained female community health activist - 'ASHA' or Accredited Social Health Activist. Selected from the village itself and accountable to it, the ASHA will be trained to work as an interface between the community and the public health system. o Resource person for training of ASHA are Anganwadi workers (AWW) and Auxiliary Nurse Midwife (ANM). Following are the key components of ASHA: o ASHA must primarily be a woman resident of the village- married/widowed/divorced, preferably in the age group of 25 to 45 years. o She should be a literate woman with formal education up to class ten. This may be relaxed only if no suitable person with this qualification is available. o ASHA will be the first port of call for any health related demands of deprived sections of the population, especially women and children, who find it difficult to access health serviceso ASHA will be a health activist in the community who will create awareness on health and its social determinants and mobilize the community towards local health planning and increased utilization and accountability of the existing health services. She would be a promoter of good health practiceso She will counsel women on birth preparedness, importance of safe delivery, breastfeeding and complementary feeding, immunization, contraception and prevention of common infections including Reproductive Tract Infection/ Sexually Transmitted Infection (RTIs/STIs) and care of the young childo She will arrange escort/accompany pregnant women & children requiring treatment/ admission to the nearest preidentified health facility i. e. Primary Health Centre/ Community Health Centre/ First Referral Unit (PHC/CHC /FRU). o ASHA will provide primary medical care for minor ailments such as diarrhoea, fevers, and first aid for minor injuries. She will be a provider of Directly Observed Treatment Short-course (DOTS) under Revised National Tuberculosis Control Programmeo She will also act as a depot holder for essential provisions being made available to every habitation like Oral Rehydration Therapy (ORS), Iron Folic Acid Tablet (IFA), chloroquine, Disposable Delivery Kits (DDK), Oral Pills & Condoms, etc. A Drug Kit will be provided to each ASHA, o The general norm will be 'One ASHA per 1000population \\ In tribal, hilly, desert areas the norm could be relaxedto one ASHA per habitation, dependant on workload etc. o ASHA would be an honorary volunteer and would not receive any salary or honorarium. Her work would be so tailored that it does not interfere with her normal livelihoodo ASHA will also be a part of JSY. o ASHA is involved in Home-based Newborn Care (HBNC) and in home delivery in case of contraceptive failure. Monitoring and Evaluation of ASHA's worko Government of India has set up following indicators for monitoring ASHA (41). 1. Process Indicatorsa) Number of ASHAs selected by due processb) Number of ASHAs trained; andc) % of ASHAs attending review meeting after one year2. Outcome Indicatorsa) % of newborn who were weighed and families counseled. b) % of children with diarrhoea who received ORS. c) % of deliveries with skilled assistance. d) % of institutional deliveries. e) % of JSY claims made to ASHAf) % of completely immunized in 12 to 23 months age group. g) % of unmet need for spacing contraception among BPL. h) % of fever cases who received chloroquine with in first week in a malaria endemic area. 3. Impact Indicatorsa) IMRb) Child malnutrition ratesc) Number of cases of TB/leprosy detected as compared to previous year. Remuneration of ASHAo ASHA gets remuneration for following works1) Under JSY (On 45th day): Institutional deliveries; home deliveries; Birth weight record; Birth registration; and Immunization with BCG and first dose of OPV and DPT. 2) Other: Family planning; pulse polio immunization; DOTS provider; Leprosy treatment; PS for malaria; malaria treatment; promotion of sanitary toilets; institutional deliveries; provision of sanitary napkins to adolescent girls; transport of antenatal mother; and complete immunization upto 1 & 2 years. Note: At many references, educational criteria of ASHA is given as eight standard. But at official website of National Health Mission it has mentioned as 10 standard.",
        "cop": 4,
        "opa": "Provides DOTS",
        "opb": "Promotes family planning",
        "opc": "Promoting universal immunization",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "f37c91eb-48c2-4aec-ad15-0abc9695926c",
        "choice_type": "multi"
    },
    {
        "question": "Number of beds in CHC is?",
        "exp": "ANSWER: (B) 30. REF: Park's 20th ed p. 807. Community health centre ( CHC): Population covered: 80000-120000. Beds: 30. Specialities: general surgery, medicine, obstetrics and gynaecology, pediatrics. Facilities: Xrays and laboratory. Other posts: community health officer (non medical post): should have experience of 7 years at a PHC or rural health programs. Patients can be referred to medical colleges or state level hospitals directly from CHC.",
        "cop": 2,
        "opa": "20",
        "opb": "30",
        "opc": "40",
        "opd": "50",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "5ebcf7b2-2ded-43c5-9edd-9d4cc7a67bee",
        "choice_type": "single"
    },
    {
        "question": "Provisonof. PHC was done by-",
        "exp": "Ans. is 6a' i. e., Bhore Committe Bhore Committeo It is also known as 'Health Survey and Development Committee Its recommendations were:-1) Integration of preventive and curative services at all administration levels2) Short term and long term recommendations# Short term: PHC to cater to a population of40, 000# Long term (3 million plan): PHC units to be set up with 75 bedded hospital for each 10, 000 to 20, 000 population3) Major charger in medical education including 3 months training in social and preventive medicine to prepare 'social physicians'.",
        "cop": 1,
        "opa": "Bhore Committee",
        "opb": "Chadah Committee",
        "opc": "Shrivastava Committee",
        "opd": "Bajaj Committee",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "7f0c3197-27ad-473f-aff6-c1f1cbaea801",
        "choice_type": "single"
    },
    {
        "question": "Population covered by CHC",
        "exp": "Ans. (d) 100, 000. Ref: K. Park 23rd ed. / 907* CHC is community health Centre. It covers 120, 000 population in plain areas and 80, 000 population in hilly areas.* Since, 120, 000 is not in option, 100, 000 is the closest and best answer. Also Know* PHC is considered as Primary level of health care is. It is considered as 1st level of contact.* CHC is considered as secondary level of health care and first referral unit.* Tertiary level of health care is delivered through medical colleges and hospitals. Health Care Unit. Population covered. Plain. Hilly/Tribal/Backward. CHC120, 00080, 000. PHC30, 00020, 000. MPW50003000. AWW400-800300-800. ASHA/VHG/TBA1000",
        "cop": 4,
        "opa": "5000",
        "opb": "20, 000",
        "opc": "30, 000",
        "opd": "100, 000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "6ec4d249-5b2a-4ae1-9091-1300c66e3dd3",
        "choice_type": "single"
    },
    {
        "question": "Mid-day meal programme provides",
        "exp": "Ans. (b) 1/3 calories, 1/2 proteins. Ref: K. Park 23rd ed. / 661-62* Mid-day meal program is also known as National Program of Nutritional Support to primary education.* The main advantage of this program is to influence more children towards schools in order to improve the literacy.* This meal only act as a supplement and NOT as a substitute to home diet.* This meal should provide 1/3 of the total calories requirement and 1/2 of the total protein requirement.",
        "cop": 2,
        "opa": "1/3 calories, 1/3 proteins",
        "opb": "1/3 calories, 1/2 proteins",
        "opc": "1/2 calories, 1/3 proteins",
        "opd": "1/2 calories, 1/2 proteins",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "3c61cbd9-6c47-41e4-9e29-3d796ee4c9bc",
        "choice_type": "single"
    },
    {
        "question": "A female multipurpose worker should be able to detect all of the following EXCEPT:",
        "exp": "Ans (b) Renal disease. Ref: K. Park 23rd ed. / 903, 19&h/754* Renal disease cannot be picked up by a health worker unless it is responsible for alteration of the urine grossly.* Please refer to above explanation",
        "cop": 2,
        "opa": "Mal-presentation",
        "opb": "Renal disease",
        "opc": "Anemia",
        "opd": "Hydramnios",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "b2d1bbd6-bc3c-4e07-b049-06f3f286deac",
        "choice_type": "multi"
    },
    {
        "question": "Beds in CHC:",
        "exp": "Ans. (b) 30. Ref: K. Park 23rd ed. / 907* PHC level: 4 to 6 bed and staff 15 and 1 MBBS and medical officer* CHC level: 30 beds and 30 staff including 7 doctors MD/MS/OBS/GYNE/ PEDIA/ OPTHA/ANES/PSM* Sub center level: zero bed and 3 staff. MPW (1 male and l female)/ ANM (auxiliary nurse midwife).",
        "cop": 2,
        "opa": "20",
        "opb": "30",
        "opc": "40",
        "opd": "60",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "ed1098e4-53f9-48bf-9df9-f924c5f3f01a",
        "choice_type": "single"
    },
    {
        "question": "Most cost-effective method of infection control is:",
        "exp": "Ans. d. Handwashing (Ref: Park 22/e p323). In developing countries, handwashing with soap is recognized as a cost-effective, essential tool for achieving good health, and even eood nutrition. Handwashing. Handwashing is like a 'do-it-yourself vaccine--it involves five simple and effective steps (Wet. Lather, Scrub, Rinse. Dry) you can take to reduce the spread of diarrheal and respiratory illness so you can stay healthy. Medical handwashing is for a minimum of 15 seconds, using generous amounts of soap and water or gel to lather and rub each part of the hands. Hands should be rubbed together with digits interlocking. Since germs may remain in the water on the hands, it is important to rinse well and wipe dry with a clean towel. After drying, the paper towel should be used to turn off the water (and open any exit door if necessary). This avoids recontaminating the hands from those surfaces. The purpose of handwashing in the health care setting is to remove pathogenic microorganisms ('germs') & avoid transmitting them. The World Health Organization has 'Five Moments' for washing hands:* Before patient care * Before an aseptic task* After environmental contact* After patient care* After exposure to blood-body fluids The addition of antiseptic chemicals to soap confers killing action to a hand washing agent. Such killing action may be desired prior to performing surgery or in settings in which antibiotic-resistant organisms are highly prevalent. To \"scrub' one's hands for a surgical operation, it is necessary to have a tap that can be turned on and off without touching it with the hands, some chlorhexidine or iodine wash, sterile towels for drying the hands after washing, and a sterile brush for scrubbing and another sterile instrument for cleaning under the fingernails. All jewelry should be removed. This procedure requires washing the hands and forearms up to the elbow, usually 2-6 minutes. Long scrub-times (10 minutes) are not necessary. When rinsing, water on the forearms must be prevented from running back to the hands. Washing with plain soap results in more than triple the rate of bacterial infectious disease transmitted to food as compared to washing with antibacterial soap. Comparing hand-rubbing with alcohol-based solution with hand washing with antibacterial soap for a median time of 30 seconds each showed that the alcohol hand-rubbing reduced bacterial contamination 26% more than the antibacterial soap. But soap and water is more effective than alcohol-based hand rubs for reducing HIN1 influenza A virus & Clostridium difficile spores from hands. Effectiveness: Interventions that promote handwashing can reduce diarrhea episodes by about a third, and this is comparable to providing clean water in low-income areas.",
        "cop": 4,
        "opa": "Repeated disinfectant use",
        "opb": "Alcohol based rubbing",
        "opc": "Prophylactic antibiotic therapy",
        "opd": "Hand washing",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "5c34337e-c7e7-43dc-ae9a-dd33b12156aa",
        "choice_type": "single"
    },
    {
        "question": "Under HBNC, remuneration not given to ASHA for:",
        "exp": "Ans. d. Measuring birth weight of neonates (Ref: Park 23/e p449, 20/e p822, 385, 379-380)ASHA doesn't receive financial remuneration for measuring the birth weight of neonates. Under HBNC, the ASHA will be paid Rs 250/- for the care of the mother and the new born. She will be conducting: Six visits in case of institutional delivery (Days 3, 7, 14. 21, 28 and 42). Seven visits in case of home delivery (Days 1. 3, 7, 14, 21, 28 and 42)ASHA doesn't receive financial remuneration for measuring the birth weight of neonates. Activity of ASHAIncentive rate. JSY delivery in PHC or any recognized hospital (Tribal and Non-Tribal Areas). Rs. 350/-for Tribal areas and Rs. 200/- per delivery (with conditions of JSY) for Non-Tribal areas. Child Immunization (Age 0 to 1 years). Rs. 150/-Child Immunization (Age 1 to 2 years). Rs. 50/-Birth Information. Rs. 20/- per Birth information. Registration of Birth with certification. Rs. 30/- per Birth registration and certification. Pulse Polio. Rs. 95/- for under Pulse polio both attendance. Pulse Polio. Rs. 75/- pulse polio IPPl (4 days)JSY delivery in PHC or any recognized hospital (Tribal and Non-Tribal Areas)QRs. 350/-for Tribal areas and Rs. 200/- per delivery (with conditions of JSY) for Non-Tribal areas. Motivation of BPL/SC/ST beneficiary for tubectomy. Rs. 150/-per operation. Motivation of any beneficiary for vasectomy. Rs. 200/-per operation. Completion of DOTS (RNTCP) Radical treatment of malaria + case. Rs. 250/Case completed. Radical treatment of malaria + case. Rs. 5/-if patient send for BS Rs. 20/- Pf case. Rs. 50/- Pv case. Leprosy treatment. Rs. 100/-newly detected case. Rs. 400/-MB case completing treatment, Rs. 200/- PB case completing treatment. Control of epidemic (outbreak). Rs. 100/- for giving first hand information of outbreak. Control of epidemic (dehydrated). Rs. 50/-per case for timely referral of dehydrated patient to RH/DHConfirming HIV positive status of pregnant mothers Administration of ARVRs. 100/-Prophylaxis to mother and baby at the time of delivery and determining HIV status of the child at the intervals of 6 weeks, 6 months and 18 months. Rs. 500/-Per month Immunization at Village Level. Rs. 75/-Quarterly Meeting of ASHA on Immunization (Yearly 4). Rs. 75/-Child ImmunizationQ (Age 0 to 1 years). Rs. 150/-Child Immunization (Age 1 to 2 years). Rs. 50/-Motivation of community for toilet construction. Rs. 50/-toilet construct. Birth information. QRs. 20/- per Birth information. Registration of Birth with certification. QRs. 30/- per Birth registration and certification. Death Information of Age group 0 to 5. Rs. 75/- per information. Death certificate of Age group 0 to 5. Rs. 50/- per certificate. Information of women death for the age group between 15 to 49 years. Rs. 50/-Pulse Polio. QRs. 95/- for under Pusle polio both attendance. Pulse Polio. QRs. 75/- pulse polio IPPI (4 days). Cataract operations IECRs. 75/- patient for IECCataract operations transport. Rs. 100/- patient for transport of patient. Accredited Social Health Activist (ASHA). Launched as part of National Rural Health Mission (NRHM) to strengthen primary health care at village level. ASHA will be a health activist in the community who will create awareness on health. The general norm of selection will be one ASHA for 1000 population. Selection of ASHAMust be resident of the villageA woman (married/widowed/divorced) in the age group of 25-40 years. Should have received formal education upto class VIIIShould have good communication skills and leadership qualities. Under HBNC, the ASHA will be paid Rs. 250/- for the care of the mother and the new born. She will be conducting: Six visits in case of institutional delivery (Days 3, 7. 14, 21, 28 and 42). Seven visits in case of home delivery (Days 1, 3, 7, 14, 21. 28 and 42). The payment will be made subject to: Ensuring that birth weight is recorded in the Maternal and Child Protection card. Ensuring that the newborn is immunized with BCG, first doses of DPT and OPV and entered in MCP card. Ensuring birth registration. Both mother and newborn are safe until the 42nd day of deliver. Monitoring and evaluation of ASHAProcess indicators* Number of ASHAs selected by due process* Number of ASHAs trained* Percentage of ASHAs attending review meeting after one year. Outcome indicators* Percentage of newborns who were weighed and families counseledQ* Percentage of deliveries with skilled assistanceQ* Percentage of institutional deliveriesQ* Percentage of completely immunized children in the 12-23 months age groupQ* Percentage of unmet need for spacing contraception among people below the poverty line* Percentage of people who received chloroquine within first week in a malaria endemic area. Impact indicators* Infant mortality rateQ* Child malnutrition ratesQ* Number of cases of tuberculosis or leprosy reported as compared to the previous yearQ.",
        "cop": 4,
        "opa": "Institutional delivery",
        "opb": "Registration of birth",
        "opc": "Giving first dose of OPV and DPT",
        "opd": "Measuring birth weight of neonates",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "74358276-4718-4b9c-8dea-2ea14725fb4c",
        "choice_type": "single"
    },
    {
        "question": "Bajaj committee, true is -",
        "exp": "Ans. is 'c' i. e., Recommends health manpower policy. Baiai committeeo An \"expert committee for healthpower planning, production and management\" was constituted in 1985 under Dr. J. S. Bajaj. Major recommendations are:-Formulation of National medical & health education policy. Formulation of national health manpower policy. Establishment of an educational commission for health sciences (ECHS) on the lines of UGC. Establishment of health science universities in various states and union territories. Establishment of health manpower cells in centre and states. Vocationalization of education at 10+2 levels. Carrying out a realistic manpower survey.",
        "cop": 3,
        "opa": "Constituted in 1946",
        "opb": "Recommends formation of PHC",
        "opc": "Recommends health manpower policy",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "4d3ba45b-14b1-4a0f-af36-8c7493098998",
        "choice_type": "multi"
    },
    {
        "question": "ICDS was Launched at -",
        "exp": "Ans. is 'a' i. e., Community' development blocko ICDS was launched on 2nd October 1975 in 33 Community development block. o ICDS programme is a globally recognized community' based early child care programme, which addresses the basic interrelated needs of yound children, expectant and nursing mothers and adolescent girls across the life cycle, in a holistic manner. 2. ICDS -Beneficiaries are: 1) Pre-schoolchildren 2) Pregnant mother 3) Lactating mothers 4) Adolescent girls. Services delivered - - Supplementary nutrition - Vit A prophylaxis - Iron & folic acid. Worker - Anganwadi workers (at village level ) each covering a population of 1000. Note: o The Community development block is a rural area earmarked for administration and development in India. The area is administred by a Block Development Officer. o A community development block covers several gram panchayats, local administrative unit at the village level.",
        "cop": 1,
        "opa": "Community development block",
        "opb": "Town level",
        "opc": "City level",
        "opd": "District level",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "7e27f199-0cec-47a8-9ce9-703718500cbc",
        "choice_type": "single"
    },
    {
        "question": "Community development is block comprises of:",
        "exp": "Ans (b) 100 villages and 1, 00, 000 population. Ref Park's PSM 20/783, 784\"Under the community development programme, the rural areas of the country have been organized into Community Development Blocks --each Block comprising approximately 100 villages and a population of one lakh. \"",
        "cop": 2,
        "opa": "70 villages and 70000 population",
        "opb": "100 villages and 100000 population",
        "opc": "500 villages and 500000 population",
        "opd": "1000 villages and 1000000 population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "f514be13-4c37-4f89-871f-299349111690",
        "choice_type": "single"
    },
    {
        "question": "ICDS include children upto age of_______ years",
        "exp": "Ans. (c) 6. Ref: K. Park 23rd ed. / 590, 661, 21st ed. /545, 611* ICDS is Integrated Child Development Services which was started in 1975.* This program include a strong supplementary nutrition component in form of Vitamin A prophylaxis and iron & folic acid distribution.* The workers at village level who deliver the services are called Anganwadi workers. Beneficiaries of ICDS* Preschool children below 6 years.* Adolescent girls 11 to 18 years old.* Pregnant and lactating mothers.",
        "cop": 3,
        "opa": "3",
        "opb": "5",
        "opc": "6",
        "opd": "14",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "b71953f9-5418-4315-9ca8-1bae2bf00cd8",
        "choice_type": "single"
    },
    {
        "question": "Selection criteria for ASHA are all except -",
        "exp": "Ans. is 'c' i. e., Education upto class five Accredited Social Health Activist (ASHA)o ASHA is the central component of the National Rural Health Mission (NRHM)o One of the key components of the National Rural Health Mission is to provide every village in the country with a trained female community health activist - 'ASHA' or Accredited Social Health Activist. Selected from the village itself and accountable to it, the ASHA will be trained to work as an interface between the community and the public health system. o Resource person for training of ASHA are Anganwadi workers (AWW) and Auxiliary Nurse Midwife (ANM). Following are the key components of ASHA: o ASHA must primarily be a woman resident of the village- married/widowed/divorced, preferably in the age group of 25 to 45 years. o She should be a literate woman with formal education up to class ten. This may be relaxed only if no suitable person with this qualification is available. o ASHA will be the first port of call for any health related demands of deprived sections of the population, especially women and children, who find it difficult to access health serviceso ASHA will be a health activist in the community who will create awareness on health and its social determinants and mobilize the community towards local health planning and increased utilization and accountability of the existing health services. She would be a promoter of good health practiceso She will counsel women on birth preparedness, importance of safe delivery, breastfeeding and complementary feeding, immunization, contraception and prevention of common infections including Reproductive Tract Infection/ Sexually Transmitted Infection (RTIs/STIs) and care of the young childo She will arrange escort/accompany pregnant women & children requiring treatment/ admission to the nearest preidentified health facility i. e. Primary Health Centre/ Community Health Centre/ First Referral Unit (PHC/CHC /FRU). o ASHA will provide primary medical care for minor ailments such as diarrhoea, fevers, and first aid for minor injuries. She will be a provider of Directly Observed Treatment Short-course (DOTS) under Revised National Tuberculosis Control Programmeo She will also act as a depot holder for essential provisions being made available to every habitation like Oral Rehydration Therapy (ORS), Iron Folic Acid Tablet (IFA), chloroquine, Disposable Delivery Kits (DDK), Oral Pills & Condoms, etc. A Drug Kit will be provided to each ASHA, o The general norm will be 'One ASHA per 1000 population \\ In tribal, hilly, desert areas the norm could be relaxedto one ASHA per habitation, dependant on workload etc. o ASHA would be an honorary volunteer and would not receive any salary or honorarium. Her work would be so tailored that it does not interfere with her normal livelihoodo ASHA will also be a part of JSY. o ASHA is involved in Home-based Newborn Care (HBNC) and in home delivery in case of contraceptive failure. Monitoring and Evaluation of ASHA's worko Government of India has set up following indicators for monitoring ASHA (41). 1. Process Indicatorsa) Number of ASHAs selected by due processb) Number of ASHAs trained; andc) % of ASHAs attending review meeting after one year2. Outcome Indicatorsa) % of newborn who were weighed and families counseled. b) % of children with diarrhoea who received ORS. c) % of deliveries with skilled assistance. d) % of institutional deliveries. e) % of JSY claims made to ASHAf) % of completely immunized in 12 to 23 months age group. g) % of unmet need for spacing contraception among BPL. h) % of fever cases who received chloroquine with in first week in a malaria endemic area. 3. Impact Indicatorsa) IMRb) Child malnutrition ratesc) Number of cases of TB/leprosy detected as compared to previous year. Remuneration of ASHAo ASHA gets remuneration for following works1) Under JSY (On 45th day): Institutional deliveries; home deliveries; Birth weight record; Birth registration; and Immunization with BCG and first dose of OPV and DPT. 2) Other: Family planning; pulse polio immunization; DOTS provider; Leprosy treatment; PS for malaria; malaria treatment; promotion of sanitary toilets; institutional deliveries; provision of sanitary napkins to adolescent girls; transport of antenatal mother; and complete immunization upto 1 & 2 years. Note: At many references, educational criteria of ASHA is given as eight standard. But at official website of National Health Mission it has mentioned as 10 standard.",
        "cop": 3,
        "opa": "Woman",
        "opb": "Resident of village",
        "opc": "Education upto class five",
        "opd": "Literate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "ae4cae11-d5d3-4c49-884b-da32200f359a",
        "choice_type": "multi"
    },
    {
        "question": "True about ASHA -",
        "exp": "Ans. is 'b' i. e., Resident of Village o ASHA must primarily be a woman resident of the village - married/ widowed/ divorced, preferably in the age group of 25 to 45 years. o She should be a literate woman with formal education up to class ten. This may be relaxed only if no suitable person with this qualification is available.",
        "cop": 2,
        "opa": "Male",
        "opb": "Resident of village",
        "opc": "35-55 years age",
        "opd": "Literate upto class five",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "20e968f7-d755-42ba-9584-7c29339ae6e1",
        "choice_type": "multi"
    },
    {
        "question": "Durkheim work wras related to -",
        "exp": "Ans. is 'c' i. e., Division of labor o Four major works of Durkheim are1) Division of Labor in society. 2) Rules of sociological methods. 3) Suicide4) Elementary forms of religious life.",
        "cop": 3,
        "opa": "Recommendation of multipurpose worker",
        "opb": "Management in Health manpower",
        "opc": "Division of labor",
        "opd": "Integration of medical and health services",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "9996b317-f498-4c47-9890-ca9b2a5d8f99",
        "choice_type": "single"
    },
    {
        "question": "A health care system which is appropriate to everyone whether the service is needed at all in relation to essential human needs, can be accessible to everyone, available to everyone as first level of health care and the cost can be affordable by everyone is:",
        "exp": "Ans. (a) Primary health care. Ref: K. Park 23rd ed. / 891-92* PHC is Primary Health Care outlined by Alma Ata in 1978.* It is defined as essential health care, which is characterized by 4 As# Acceptable (it should be acceptable by everyone)# Accessible (it should be accessible by everyone)# Available (it should be available to everyone)# Affordable (it should be affordable to everyone)8 Elements of PHC (Primary Health Care) (remembered as ELEMENTS)EEssential drugs. LLocally endemic disease prevention and control. EEPI (Expanded program of immunization)MMCH (Maternal and child Health care including family planning)EEducation. NNutrition. TTreatment of common ailments. SSafe water supply and sanitation* Equity of distribution is NOT an element of PHC, but it is one of the principles/pillars of the PHC.* 4 Principles/Pillars of Primary Health Care:# Equitable distribution# Community participation# Intersectoral coordination# Appropriate technology.",
        "cop": 1,
        "opa": "Primary health care",
        "opb": "Secondary health care",
        "opc": "Tertiary health care",
        "opd": "Basic health care",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "db1a8064-f8ef-45d6-8a7d-773db46016b8",
        "choice_type": "multi"
    },
    {
        "question": "All are true about ASHA are all EXCEPT:",
        "exp": "Ans. (c) Minimum class 4 passed. Ref: K. Park 23rd ed. / 449-50, s 21sted. /407* Minimum education required for ASH A: 8(tm) pass* ASHA is Accredited Social Health Activist.* One ASHA works for 1000 population.* In tribal, hilly and desert areas, the norm is one ASHA per habitation. Impact Indicators of ASHA* Infant mortality rate* Child malnutrition rate* Number of TB/leprosy case detection as compared to previous year. Must know. ASHA* ASHA must be the resident of the village preferably in the age group of 25-45 years.* Minimum education required for ASHA: 8th pass* ASHA is selected by village panchayat/Gram Sabha* ASHA comes under national Rural Health Mission (NRHM): 2005-2012* Act as bridge between village and ANM (Auxiliary Nurse midwife)* Training of ASHA is done by ANM and AWW for a minimum duration of 23 days. Also know* One multi-purpose worker (MPW) is for: 5000 population* One village health guide (VHG) is for: 1000* One Anganwadi worker (AWW) is for: 400-800",
        "cop": 3,
        "opa": "Selected by village panchayat/Gram Sabha",
        "opb": "Trained by ANM",
        "opc": "Minimum class 4 passed",
        "opd": "Comes under NRHM 2005-2012",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "57c69351-63d1-4cae-9a39-1d9e86e16c03",
        "choice_type": "multi"
    },
    {
        "question": "One TB unit is recommended for how much population in Hilly areas -",
        "exp": "Ans. is 'd' i. e., 250, 000. Infrastrucilure in RNTCPOne microscopy center100, 000 population in planes50, 000 population in hilly/mountain areas. One Tuberculosis unit500, 000 population in planes250, 000 population in hilly/tribai areas. One district tubercular center (DTC). Per revenue district. One state drug store (SDS)50 million population. One senior TB laboratory supervisor (STLS). Every 5 microscopy centers (5 lac population)",
        "cop": 4,
        "opa": "50",
        "opb": "100, 000",
        "opc": "150, 000",
        "opd": "250, 000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Planning and Management",
        "id": "febd98eb-3480-4655-9318-7e04c1f54236",
        "choice_type": "single"
    }
]