[
    {
        "question": "Body mass index is calculated by:",
        "exp": "Ans. (a) (weight in Kg/Height in meters2). Ref: K. Park 23rd ed. / 399-400",
        "cop": 1,
        "opa": "(Weight in Kg/Height in meters2)",
        "opb": "(Weight in Kg/Height in meters3)",
        "opc": "(Weight in Kg2)/Height in meters2)",
        "opd": "(Weight in Kg2 x Height in meters2)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Health Planning",
        "id": "29927292-6c87-46fb-bf89-f27e972c4a83",
        "choice_type": "single"
    },
    {
        "question": "Body mass index (BMI) is a ratio of body weight to -",
        "exp": "Ans. is 'c' i. e., Square of height Body mass indexo Body mass index (BMI) is a simple index of weight for height that is commonly used to classify underweight, overweight and obesity in adults. o It is defined as the weight in kilograms divided by the squire of height in metres. BMI =Weight in Kg(Height in metres)2",
        "cop": 3,
        "opa": "Height",
        "opb": "Square root of height",
        "opc": "Square of height",
        "opd": "Cube of height",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Health Planning",
        "id": "7f35fcb9-238d-42a4-9668-9ca0027e6e9d",
        "choice_type": "single"
    },
    {
        "question": "BMI obesity starts:",
        "exp": "Ans. (b)~30. Ref: K. Park 23rd ed. / 399-400* BMI is Body Mass Index, aka Quetlets Index.* It is calculated as: BMI = weight (kg)/height (m)2. Classification. BMIUnderweight<18. 5. Normal BMI18. 5-24. 99. Overweight/pre-obese25-29. 99. Obesity>30. 0* Grade I* Grade II* Grade III* 30-35* 35-40* >50",
        "cop": 2,
        "opa": "25",
        "opb": "30",
        "opc": "35",
        "opd": "40",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Health Planning",
        "id": "386846b9-c03d-4964-a040-53013b1953cc",
        "choice_type": "single"
    },
    {
        "question": "CPM (critical path method) is used for?",
        "exp": "Answer: D. Network analysis. (Ref Park's Textbook of PSM 22nd/Pg. 815)CPM (critical path method) is used for Network analysis. Network analysis is graphic plan of all events & activities. The two important techniques are# PERT- Programme Evaluation Review Technique# CPM - Critical Path Method- critical path is Longest Path of Network. Management techniques are divided in:~Methods based on behavioural sciences1. Organizational Design- As per health needs & demands of people. Reviewed every few years2. Personal Management- Skillful use of human resources. Carrot - Stick approach3. Communication- At various levels4. Information System - Collection, classification, transmission, storage, retrieval, transformation, display of information5. Management by Objectives -Short term objective in front of different sub units. Quantitative Methods1. Cost Benefit Analysis - Benefit expressed in monetary terms. Limited value in health2. Cost Effective Analysis - Expressed in results achieved. Useful in health activities/ problems3. Cost Accounting - Basic data on cost structure. Help in cost control, cost reimbursement4. Input Output Analysis - Input- all resources. Output- result5. Model - Abstraction of reality. 6. System Analysis - Help decision maker to choose appropriate course of action. Finding most cost effectiveness of alterative methods7. Network analysis8. Planning Programming Budgeting System - Help decision maker to allocate resources. ZERO Budget Approach9. Work sampling - Systematic observation & recording of activities. Help in standardizing methods, determining man- power need. 10. Decision Making - Differential Diagnosis",
        "cop": 4,
        "opa": "Cost benefit analysis",
        "opb": "Cost-effective analysis",
        "opc": "System analysis",
        "opd": "Network analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Health Planning",
        "id": "f2c9d460-c89e-4f3b-97d8-8dd4110459e6",
        "choice_type": "single"
    }
]