[
    {
        "question": "Child protection scheme is under which ministry -",
        "exp": "Ans. is 'c' i. e., Ministry of women and child developmento In 2006 the Ministry' of Women and Child Development (MWCD) proposed adoption of Integrated Child Protection Scheme (ICPS). o In 2009 the central government take the scheme its approval and has begun the extensive task of providing children with a protective and safe environment to develop and florish. o The purpose of the scheme is to provide for children in difficult circumstances, as well as to reduce the risks and vulnerabilities children have in various situations and actions that lead to abuse, neglect, exploitation, abandonment and separation of children.",
        "cop": 3,
        "opa": "Ministry of health and family welfare",
        "opb": "Ministry' of Social welfare",
        "opc": "Ministry' of women and child development",
        "opd": "Ministry of education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "4319f41c-953a-4903-82a9-96c4b32c6849",
        "choice_type": "single"
    },
    {
        "question": "ASHA ( accredited social health activist) works at",
        "exp": "In NRHM at village level with 1000 population, one ASHA and AWWs are present Ref: Park&; s textbook of preventive and social medicine 23rd edition",
        "cop": 2,
        "opa": "Community level",
        "opb": "Village level",
        "opc": "PHC level",
        "opd": "District level",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "b331b96a-e132-474c-923c-37d112b001ff",
        "choice_type": "single"
    },
    {
        "question": "In national vector borne disease control program which disease is not included?",
        "exp": "Ans. (b) Yellow fever. Ref. K. Park 21sted./380* The National Vector Borne Disease Control Programme (NVBDCP) is implemented for the prevention and control of vector borne diseases such as: Malaria, Filariasis, kala-azar, Japanese encephalitis, Dengue and Chikunguniya.* Yellow fever is NOT a part of NVBDCP.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Yellow fever",
        "opc": "Japanese encephalitis",
        "opd": "Kala azar",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "db9f752e-09b8-4311-ba28-987b7206593f",
        "choice_type": "single"
    },
    {
        "question": "NVBDCP includes ail except?",
        "exp": "Ans. is 'd' i. e., Chikungimya o National Vector Borne Disease control programme (NVBDCP) includes 6 vector borne diseases- Malaria Dengue Filaria Kala azar JE Chikungunya fever 1. Chickungunya has been included now Health programmes In India o Since India become indepedent, several measures have been undertaken by National Government to improve the health of the people. o Prominant among these measures are the NATIONAL HEALTH PROGRAMMES which have been launched by the central Government for control/eradication of the communicable diseases, improvement of environmental sanitation, raising the standard of nutrition, control of population and improving rural health. National Health Programmes curently working in India: - National vector Borne Disease Control Programme - Malaria, Dengue. Filaria, JE, Kala-azar. National leprosy eradication programme. Revised National TB control programme. National programme for control of blindness. National iodine deficiency disorders control programme, National menal health programme National AIDS control programme National cancer control programme UP National Programme for prevention & control of deafness. Piolet Progamme on prevention & control of DM, CVD, & deafness. National tobacco control programme RCH programme",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Filarial",
        "opc": "Kala azar",
        "opd": "KFD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "dacfdced-7048-4713-bf0f-0c461fca2bb5",
        "choice_type": "multi"
    },
    {
        "question": "Kishori Shakti Yojana does not include",
        "exp": "Kishori Shakti Yojana scheme targets adolescent girls in the age group of 11 to 18 years and addresses their needs of self-development, nutrition and health status, literacy and numerical skills, vocational skills etc. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 592",
        "cop": 4,
        "opa": "Literacy initiative",
        "opb": "Vocational",
        "opc": "Nutrition",
        "opd": "Cash allowance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "40e83248-ef21-4f00-ab61-5e631fb98a94",
        "choice_type": "multi"
    },
    {
        "question": "Rashtriya Swasthya Bima Yojna is:",
        "exp": "Ans. c. Government health insurance scheme meant for the poor (Ref: http://www. rsby. gov. in/about_rsby aspx). Rashtriya Swasthya Bima Yojana is Government health insurance scheme meant for the poor. \"Rashtriya Swasthya Bima Yojana provide health insurance coverage for Below Poverty Line (BPL) families. Objective is to provide protection to BPL households from financial liabilities arising out of health shocks that involve hospitalization. \"Rashtriya Swasthya Bima Yojana (RSBY) is a government- run health insurance scheme for the Indian poor. It provides for cashless insurance for hospitalization in public as well as private hospitals. \"Rashtriya Swasthya Bima Yojana provide health insurance coverage for Below Poverty Line (BPL) families. Objective is to provide protection to BPL households from financial liabilities arising out of health shocks that involve hospitalization. \"Rashtriya Swasthya Bima Yojana. Also known as National Health Insurance Scheme (NHIS). Rashtriya Swasthya Bima Yojana or RSBY started rolling from 1st April 2008. Government sponsored scheme for the BPL population of India. QRs. 600 (75%) by Central government. QRs. 200 (25%) by State government. QGovernment of India contribution is 90% in case of North-eastern states & Jammu and Kashmir. Launched by Ministry of Labour and Employment, Government of India. Provide health insurance coverage for Below Poverty Line (BPL) familiesQ. Objective: To provide protection to BPL households from financial liabilities arising out of health shocks that involves hospitalizationQ. Beneficiaries: Beneficiaries under RSBY are entitled to hospitalization coverage up to Rs. 30, 000 per family per year for hospitalization in public and private hospitals. Cover in case of death of a family member: Rs. 25, 000/-QPre-existing conditions are covered from day one and there is no age limit. Coverage extends to five members of the family, which includes the head of household, spouse and up to three dependentsQ. Beneficiaries need to pay only Rs. 30/- as registration fee while Central and State Government pays the premium to the insurer selected by the State Government on the basis of a competitive bidding.",
        "cop": 3,
        "opa": "Low cost insurance scheme by general insurance companies",
        "opb": "Industry associated insurance scheme meant for workers",
        "opc": "Government health insurance scheme meant for the poor",
        "opd": "Central government insurance scheme for employees",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "75db9702-7f3c-455e-9e92-d89a3191fd04",
        "choice_type": "single"
    },
    {
        "question": "Differences between IMNCI and IMCI include the following -",
        "exp": "<p> The Indian version of IMCI has been renamed as IMNCI. One of the major highlight is inclusion of 0-7 days age in the program. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 460. <\\p>",
        "cop": 4,
        "opa": "Identification and classification of common illnesses like malaria, diarrhoea, malnutrition",
        "opb": "Incorporated guidelines on immunization",
        "opc": "Training time devoted to sick young infant is more than for a child",
        "opd": "IMNCI includes 0-7 days age programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "15daca23-72a0-4a00-bd7e-6d7b34592f7b",
        "choice_type": "single"
    },
    {
        "question": "Rashtriya Swasthya Bima Yojna is",
        "exp": "Government run insurance scheme for poor. Reference: RSBY Document, Government of India.",
        "cop": 3,
        "opa": "Government run insurance scheme for its employees",
        "opb": "Government run insurance scheme for all citizens",
        "opc": "Government run insurance scheme for all poor",
        "opd": "Private insurance company scheme for all poor",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "e57dd89f-8fbb-47d4-8601-48a3056dce10",
        "choice_type": "multi"
    },
    {
        "question": "National Rural Health Mission was launched in the year",
        "exp": "The government of India launched National Rural Health Mission in 2005, 5th April for a period of 7 years later extended upto 2017. Mission seeks to improve rural health care delivery system. Ref: Park&; s textbook of preventive and social medicine. K Park. Edition 23. Pg no: 448",
        "cop": 1,
        "opa": "2005",
        "opb": "2003",
        "opc": "2007",
        "opd": "2010",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "fe3f75b4-2f8c-4626-9cc3-2c29320dded5",
        "choice_type": "single"
    },
    {
        "question": "In area having annual parasite index of less than 2, the following is to be done -",
        "exp": "Park's textbook of preventive and social medicine 23rd edition. *API is a sophisticated measure of malaria incidence in a community. It is based on intensive active and passive surveillance and cases are confirmed by blood examination.",
        "cop": 4,
        "opa": "Passive surveillance only",
        "opb": "2 rounds of DDT yearly",
        "opc": "Entomological surveillance",
        "opd": "All positive cases blood smear to be done monthly",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "7ccfb229-8d02-4a2b-ad16-45502e7cce5b",
        "choice_type": "multi"
    },
    {
        "question": "Goal for blindness under NCPB-NRHM is to reduce prevelance of blindness in 2020 to?",
        "exp": "ANSWER: (B) 0. 3%REF: http://india. gov. in/sectors/health_family/index. php? id=10. National Programme for Control of Blindness: National Programme for Control of Blindness (NPCB) was launched in the year 1976 as a 100% Centrally Sponsored scheme with the goal to reduce the prevalence of blindness to 0. 3% by 2020. Rapid Survey on Avoidable Blindness conducted under NPCB during 2006-07 showed reduction in the prevalence rate of blindness from 1. 1% (2001-02) to 1% (2006-07). The objectives of the programme are: To reduce the backlog of blindness through identification and treatment of the blind. To develop Comprehensive Eye Care facilities in every district. To develop human resources for providing Eye Care Services. To improve quality of service delivery. To secure participation of Voluntary Organizations/Private Practitioners in eye Care. To enhance community awareness on eye care.",
        "cop": 2,
        "opa": "0. 10%",
        "opb": "0. 30%",
        "opc": "0. 50%",
        "opd": "1. 00%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "bfd38d55-fdf1-4d88-bff0-1e660ed27637",
        "choice_type": "single"
    },
    {
        "question": "Data collection for Active malaria surveillance at PHC level is done by:",
        "exp": "Ans. a. MO-PHCSurveillance/ case detection and management. The report of surveillance by ASHA/ MPW/Health facility (M-l) is maintained at every level diagnosing and treating cases like ASHAS/ AWWs/ CHVs at village level, MPWs at sub-center level and MO-PHCs at PHC level.",
        "cop": 1,
        "opa": "MO-PHC",
        "opb": "MPW",
        "opc": "DMO",
        "opd": "SPO",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "082c66f4-c0d5-41f7-9a72-84bf018d1470",
        "choice_type": "single"
    },
    {
        "question": "As per National Immunization Program, route of administration of BCG vaccine is",
        "exp": "As per National Immunization Programme, route of administration of BCG vaccine is intradermal. Site - left upper arm. Dose 0. 1 ml (0. 05 ml until 1 month age) Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 123",
        "cop": 4,
        "opa": "Subcutaneous",
        "opb": "Intramuscular",
        "opc": "Oral",
        "opd": "Intradermal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "dae21c92-405b-4968-9232-e2dfc66c1021",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the nodal ministry for Integaed Child Development Services (ICDS) programme centre?",
        "exp": "<p> Ministry of women and child development. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 90. <\\p>",
        "cop": 4,
        "opa": "Ministry for Human Resource Development",
        "opb": "Ministry for Rural Development",
        "opc": "Ministry for Health and Family Welfare",
        "opd": "Ministry of women and child development",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "3986b897-5e68-4a79-9d90-f87f7ad4cb1a",
        "choice_type": "single"
    },
    {
        "question": "Janani Suraksha Yojana includes?",
        "exp": "ANSWER: (B) Institutional deliveries. REF: Park 22nd ed Page 419. Repeat Community Medicine December 2011",
        "cop": 2,
        "opa": "Tetanus immunization",
        "opb": "Institutional deliveries",
        "opc": "Iron supplementation",
        "opd": "Abortions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "ebd1255d-47d2-4f3f-b08f-037f643655bc",
        "choice_type": "single"
    },
    {
        "question": "4 components of RCH elaborated -",
        "exp": "Ans. is 'd' i. e., All o 4 components of RCH programme are (i) Family planning; (ii) Child survival and safe motherhood: (iii) Client approach to health care, and fiv) Prevention of RTT/STD/AIDS. Reproductive and Child health Programmeo RCH programme was launched in October 1997. o Reproductive and child health approach has been defined as: -People have the ability to reproduce and regulate their fertility'. Women are able to go through pregnancy and child birth safety. The Outcome of pregnancies is successful in terms of maternal and infant survival and well being. Couples are able to have sexual relations free of fear of pregnancy and of contracting disease, o RCH phase I programme incorporated the following components. Family planning. Child Survival and safe Motherhood component. Client approach to health care. Prevention/Managementof RTT/STDAIDSRCH-Phase IIo RCH - phase II began from 1st April, 2005. o The focus of the programme is to reduce maternal and child morbidity and mortality' with emphasis on rural health care. o The major strategies are: -1. Essential obstetric care. Institutional delivery. Skilled attendance at delivery'Emergency obstetric care. Operationalising first Referral units. Operationalising PHCs and CHCs for round the clock delivery' sen-ices. Strengthening the referral system",
        "cop": 4,
        "opa": "Prevention of STD",
        "opb": "Family planning",
        "opc": "Child survival",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "16b719d3-ba12-42cf-88bd-16da8e9f0b98",
        "choice_type": "multi"
    },
    {
        "question": "According to Vision 2020, the recommendations for secondary care services including cataract surgery is:",
        "exp": "Ans. c. 1 service center for 5, 00, 000 population (Ref: Khurana 5/e p484 4/454). According to Vision 2020, the recommendations for secondary care sendees including cataract surgery is 1 service center for 5, 00, 000 population. \"There is need to develop 2000 service centres at secondary level. Each with 2 Ophthalmologist and 8 paramedics (Hospital based MLOP), and one eye care manager covering a population of 5 lacs. \"\"Vision 2020': The Right to Sight'Vision 2020': The Right to Sight, is a global initiative launched by WHO in 1999 in a broad coalition with a 'Task Force of International Non-Governmental Organizations (NGOs)' to combat the gigantic problem of blindness in the world. Objective of Vision 2020: To eliminate avoidable blindness by the year 2020 and to reduce the global burden of blindness. QGovernment of India has adopted 'Vision 2020: Right to Sight' under National Programme for Control of Blindness. Infrastructure Pyramid Based on WHO Recommendations. Primary level Vision Centres: There is need to develop 20, 000 vision centres. QEach with one Ophthalmic Assistant or equivalent (Community based MLOP). Covering population of 50, 000. QService Centres: There is need to develop 2000 service centres at secondary level. QEach with 2 Ophthalmologist and 8 paramedics (Hospital based MLOP), and one eye care manager. Covering a population of 5 lacs. QTraining Centres: There is need to develop 200 Training Centres' for the training of Ophthalmologist. QCovering population of 50 lacs. QCentre of Excellence (COE): There is need to develop 20 COE with well developed all subspecialties of OphthalmologyQ. Covering a population of 5 crore. QBasic Strategies Linder Vision 2020: Disease prevention and control. Training of personnel. Strengthening the existing eye care infrastructure. Use of appropriate and affordable technology. Mobilization of resources. Global Vision 2020 (5 diseasesQ). Indian Vision 2020 (7 diseasesQ)* Cataract* Refractive errors and low vision* Childhood blindness* Trachoma* Onchocerciasis* Cataract* Refractive errors and low vision* Childhood blindness* Trachoma (Focal)* Glaucoma* Diabetic retinopathy* Corneal blindness",
        "cop": 3,
        "opa": "1 service center for 5000 population",
        "opb": "1 service center for 50, 000 population",
        "opc": "1 service center for 5, 00, 000 population",
        "opd": "1 service center for 50, 00, 000 population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "53f8a4eb-8b43-4f20-9340-a36794f04dc2",
        "choice_type": "single"
    },
    {
        "question": "Tuberculous pericarditis is included in which treatment category of DOTS strategy?",
        "exp": "parks textbook of preventive and social medicine 23rd esition. *category1(red box) include new sputum smear positive, new sputum smear negative, new extra pulmonary cases includes TB cases of meningitis, disseminated TB, tuberculous pericarditis, peritonitis, bilateral or extensively pleurisy, spinal TB with neurological complications and intestinal and genito urinary TB.",
        "cop": 1,
        "opa": "Category I",
        "opb": "Category II",
        "opc": "Category III",
        "opd": "Category IV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "b76b0c2b-d98d-41fc-ac1b-eab439544573",
        "choice_type": "single"
    },
    {
        "question": "Indira Gandhi Matritva Sahyog Yojana is for -",
        "exp": "parks textbook of preventive and social medicine 23rd edition *indira gandhi matrutva sahyog yojana(IGMSY), under which coditional cash trasfer will be made to pregnant and lactating mothers in order to improve their nutritional and health status.",
        "cop": 4,
        "opa": ">65 years old",
        "opb": ">50 yearls old",
        "opc": "30 years old",
        "opd": ">19 years old",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "a300b4c3-902e-49e4-a3c1-0d0ff7ddc9f0",
        "choice_type": "single"
    },
    {
        "question": "Under RCH programme, intervention done in selected districts -",
        "exp": "Ans. is 'b' i. e., Treatment of STD o Interventions in all Districts. Child survival interventions i. e., immunization, vitamin A (to prevent blindness), oral rehydration therapy and prevention of deaths due to pneumonia. Safe motherhood interventions e. g., antenatal check up, immunization for tetanus, safe delivery, anemia control programme. Implementation of Target Free Approach. High quality training at all levels. IEC activities. Specially designed RCH package for urban slums and tribal areas. District sub-projects under local capacity enhancement. RTI/STD clinics at District Hospitals (where not available). Facility for safe abortions at PHCs by providing equipment, contractual doctors etc. Enhanced community participation through Panchayats, Women's Groups and NGOs. Adolescent health and reproductive hygiene. o Interventions in selected States/Distts. Screening and treatment of RTI/STD at sub-divisional level. Emergency obstetric care at selected FRUs by providing drugs. Essential obstetric care by providing drugs and PHN/Staff Nurse at PHCs. Additional ANM at sub-centres in the weak districts for ensuring MCH care. Improved delivery services and emergency care by providing equipment kits, IUD insertions and ANM kits at sub-centres. Facility of referral transport for pregnant women during emergency to the nearest referral centre through Panchavat in weak districts. Enhanced community participation through Panchayats, Womens Groups and NGOs. Adolescent health and reproductive hygiene. o Interventions in selected States/Distts. Screening and treatment of RTI/STD at sub-divisional level. Emergency obstetric care at selected FRUs by providing drugs. Essential obstetric care by providing drugs and PHN/Staff Nurse at PHCs. Additional ANM at sub-centres in the weak districts for ensuring MCH care. Improved delivery serv ices and emergency care by providing equipment kits, IUD insertions and ANM kits at sub-centres. Facility of referral transport for pregnant women during emergency to the nearest referral centre through Panchayat in weak districts. Enhanced community participation through Panchayats, Women's Groups and NGOs. Adolescent health and reproductive hygiene. o Interventions in selected States/Distts. Screening and treatment of RTI/STD at sub-divisional level. Emergency obstetric care at selected FRUs by providing drugs. Essential obstetric care by providing drugs and PHN/Staff Nurse at PHCs. Additional ANM at sub-centres in the weak districts for ensuring MCH care. Improved delivery' services and emergency care by providing equipment kits, IUD insertions and ANM kits at sub-centres. Facility of referral transport for pregnant women during emergency to the nearest referral centre through Panchayat in weak districts.",
        "cop": 2,
        "opa": "Immunization",
        "opb": "Treatment of STD",
        "opc": "ORS therapy",
        "opd": "Vitamin A supplementation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "7ccba9fe-9d7d-43d9-999b-fca9a44f7bce",
        "choice_type": "single"
    },
    {
        "question": "In RNTCP the most effective tool for case finding is:",
        "exp": "Ans: A (Sputum examination) Ref: Park 22nd edition. Explanation: The case finding tool in RNTCP is Sputum examination. In the previous program NTP there was over reliance on X-ray as the case finding tool. X-ray had low specificity and had lot of difference in opinion in reporting of the X-ray (poor inter rater reliability), hence the case finding tool in RNTCP is sputum examination. In RNTCP, X-ray is used only to diagnose a small proportion of cases such as - sputum negative cases and extra pulmonary tuberculosis such as pleural and pericardial effusion.",
        "cop": 1,
        "opa": "Sputum examination",
        "opb": "Radiology",
        "opc": "Culture",
        "opd": "Mantoux test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "ef025217-49e3-40a0-b54d-9a310d15190e",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding Acute flaccid paralysis in National polio Eradication Programme- EXCEPT",
        "exp": "(30 days follow up examination) (182-Park 20th)60- days Follow Up Examination - is done between 60th and 90th day in certain categories of AFP cases to determine the presence /absence of residual paralysis. The presence of residual paralysis at this time is further evidence that the cause of paralysis is likely to be due to polio virus. The 60th day follow up should not be done before the 60th day of onset of paralysis* All cases with AFP should be reported and their stools must be collected within 14 days. If it is not possible to collect stool specimens within 14 days the specimens should still be collected upto 60 days after onset of paralysis (Field Guide-child health division, Department of Family Welfare Ministry of Health & Family Welfare New Delhi 3rd edition)",
        "cop": 4,
        "opa": "Acute flaccid paralysis in a child <15 years of age",
        "opb": "All cases of AFP should be reported irrespective of diagnosis within 6 months of onset stool",
        "opc": "| Two specimens collected within 14 days of paralysis onset and at least 24 hours apart",
        "opd": "30 days follow up examination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "8564d2c4-68ca-4654-9580-aded2b79b4f0",
        "choice_type": "multi"
    },
    {
        "question": "Function of ASHA -",
        "exp": "Ans. is 'a' i. e., Mobilization of institutional deliveries Activities performed by ASHAso Mobilizing pregnant mothers for ANC and escorting them for institutional deliveryo Mobilizing children & mothers for immunizationo Conducting home visits & surveyso DOTS provider. o Salt testing & water testingo Conducting VHSC meetings. o Organizing VHND & other health activities in the villageo Motivator of family planningo Depot holder of basic drugso Promoter of healthy lifestyleo Assisting ANM in home deliveries. Note: ASHA mobilizes mother and children for immunization, but she herself does not give vaccines.",
        "cop": 1,
        "opa": "Mobilization of institutional deliveries",
        "opb": "Conduction of Home delivery",
        "opc": "Give Immunization at birth",
        "opd": "Provide DEC for filarial treatment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "163bec17-d522-4521-be22-b8b73848ade1",
        "choice_type": "single"
    },
    {
        "question": "According to CDC recommendations, HIV screening of pregnant women is:",
        "exp": "Ans is 'b'. e. Opt out testing \"The Center for Disease Control and Prevention recommended adoption of the opt-out protocol into routine prenatal care. \"- Williams obstetrics 22/e p1312. There are two different forms of routine screen testing: opt-out and opt-in. Opt-out. Opt-out testing means that all women receive an HIV test, unless they specifically state that they do not want one. Opt-in. With opt-in testing, a woman may be informed that a test is available, but they will only be given one if they specifically request it. Generally this means that only women who are worried about HIV (perhaps because they fit into a 'high-risk group') will agree to be tested. Opt-in testing is generally considered less effective than opt-out. Many women believe that they simply don't need a test, or fear that the midwife or doctor will make assumptions about their levels of 'risky' behaviour if they ask for one. This means uptake tends to be much lower. The Center for Disease Control and Prevention (U. S.) recommends a universal, but voluntary, screening for all pregnant women. It recommends opt-out testing. Repeat screening in the third trimester is recommended in areas with elevated rates of HIV infection among pregnant women. In addition, any woman who doesn't know her HIV status by the time she goes into labor should be tested with a rapid HIV test, which can provide results within minutes. Because HIV can be transmitted through breast milk, CDC recommends that all HIV-infected mothers in the United States should avoid breastfeeding.",
        "cop": 2,
        "opa": "Opt in testing",
        "opb": "Opt out testing",
        "opc": "Compulsory",
        "opd": "Symptomatic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "19fade9c-58ca-4c5e-afd4-1227a07a47a5",
        "choice_type": "single"
    },
    {
        "question": "RCH programme includes-",
        "exp": "<p> CSSM plus family planning. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 453. <\\p>",
        "cop": 2,
        "opa": "CSSM plus school health",
        "opb": "CSSM plus family planning",
        "opc": "CSSM plus ORS",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "902f3611-5bb8-4c0a-b955-1fe171e20a51",
        "choice_type": "multi"
    },
    {
        "question": "Blindness is defined at:",
        "exp": "(3/60): Ref: (349-Park 20th)WHO defined blindness: - \"Inability to count fingers in day light at distance of 3 meters\" to indicate less than 3/60 or its equivalent. Categories of visual impairment. Categories of visual impairment. Visual acuity Maximum less than. Minimum equal to or better than. Low vision1 6/186/60 2 6/603/60. Blindness3 3/60 (finger counting at 3 meters)4 1/60 (finger counting at 1 meter)5 No light perception1/60 (finger counting at 1 meter). Light perception* Cataract: is the most common cause of the blindness in India* Refractive error: is the most common cause of ocular morbidity in India* Vision 2020: The right to sight, a global initiative to eliminate avoidable blindness was launched by WHO on 18 Feb. 1999.* Target diseases are cataract, refractive errors, childhood blindness, corneal blindness, glaucoma, diabetic retinopathy.* Four tier structure include(I) Centers of excellence 20 -Tertiary(II) Tertiary centers 200 - Tertiary(III) Service centers 2000 - Secondary(IV) Vision centers 20000 - Primary",
        "cop": 4,
        "opa": "18-Mar",
        "opb": "Jan-60",
        "opc": "Jun-60",
        "opd": "Mar-60",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "febfa767-1ace-4329-9dcf-e108feb50db0",
        "choice_type": "single"
    },
    {
        "question": "Mission Indradhanush was started in -",
        "exp": "Ans. is 'c' i. e., Dec 2014 Mission Indradhanush o The Government of India launched Mission Indradhanush on 25th December 2014, to cover children who are either unvaccinated or partially vaccinated against seven vaccine preventable diseases, i. e., diphtheria, whooping cough, tetanus, polio, tuberculosis, measles and hepatitis B. o The goal is to vaccinate all under-fives by the year 2020. Under the programme, four special vaccination compaigns will be conducted between January and June 2015. Intensive planning and monitoring experience of pulse polio immunization programme will be used o The drive will be through a \"catch-up\" campaign mode. o The mission will be technically supported by WHO, UNICEF, Rotary International and other donor partners. o In 2016, five new additions have been made namely Rubella, Japanese Encephalitis, Injectable Polio Vaccine Bivalent, Rotavirus and \"Haemophilus influenzae type B\"",
        "cop": 3,
        "opa": "Jan-05",
        "opb": "Jul-10",
        "opc": "Dec-14",
        "opd": "Mar-16",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "ae860352-baa5-4693-8088-33364f1a66e8",
        "choice_type": "single"
    },
    {
        "question": "Patient treated at home is alloted what color code according to IMNCI color coding -",
        "exp": "according to integaed case management under IMNCI Green colour - home, caretaker is given advice on how to give oral drugs, treat local infections at home, continue feeding, when to return immediately, follow up. Yellow- out patient health facility Treat local infection, give oral drugs, advice and teach care taker, follow up. Pink- out patient health facility- prerefferal treatments, advise patients, refer child, Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 460",
        "cop": 3,
        "opa": "Pink",
        "opb": "Red",
        "opc": "Green",
        "opd": "Yellow",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "07ef7f1a-996f-40a5-95ea-d44dc2e00d7e",
        "choice_type": "multi"
    },
    {
        "question": "The estimation of prevalence of blindness by blind school survey in place of population-based survey would lead to:",
        "exp": "Ans. c. There would be no difference. According to NAB (National Association for Blind), India Legal blindness is defined as visual acuity of not greater than 20/200 in the better eye with best correction or a visual field of less than 20 degrees. What does 20/200 means? A person with normal visual acuity can see an object clearly, at 200 feet; a legally blind person must be 20 feet or closer to see the same object. Note: 20/200 feet is same as 6/60 meters. According to NPCB, the criteria for blindness (Economic Blindness) is visual acuity of <6/60 in the better eye with best possible correction. Thus, since both the criteria are same, the prevalence will remain same.",
        "cop": 3,
        "opa": "Over-estimate",
        "opb": "Under-estimate",
        "opc": "There would be no difference",
        "opd": "Both of the methods are not to be used for this",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "7cfef7f0-4a0f-44bf-b64a-51dacef66d21",
        "choice_type": "multi"
    },
    {
        "question": "Which is not included in NVBDCP -",
        "exp": "Ans. is 'd' i. e., Plague o NVBDCP includes 6 vector home diseases of public health importance in India: i) Malariaii) Dengueiii) Filariaiv) Kala-azarv) Japenese encephalitisvi) Chikungunyafever",
        "cop": 4,
        "opa": "Dengue",
        "opb": "Malaria",
        "opc": "Japanese encephalitis",
        "opd": "Plague",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "4e4e272e-6b56-4b8c-abda-65d0e776e512",
        "choice_type": "single"
    },
    {
        "question": "Antimalarial month is -",
        "exp": "<p> Anti malarial month: Antimalaria month is observed every year in the month of june throughout the country, prior to the onset of monsoon and transmission season, to enhance the level of awareness and encourage community paicipation through mass media campaign and interpersonal conmunication and consolidate intersectoral collaborative effos with other government depaments, corporate and voluntary agencies at national, state and district levels. {Reference: park&; s textbook of preventive and social medicine, 23rd edition, pg no. 419}</p>",
        "cop": 4,
        "opa": "April",
        "opb": "May",
        "opc": "September",
        "opd": "June",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "18eaf11b-b954-4230-b909-183709b0acf3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Rashtriya Swasthya Bima Yojana?",
        "exp": "Ans. a. Applies to BPL only (Ref: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">Rashtriya Swasthya Bima Yojana provide health insurance coverage for Below Poverty Line (BPL) families. Beneficiaries under RSBY are entitled to hospitalization coverage up to Rs. 30, 000 per family per year for hospitalization in public and private hospitals. Beneficiaries need to pay only Rs. 30/- as registration fee while Central and State Government pays the premium to the insurer selected by the State Government on the basis of a competitive bidding. The key feature of RSBY is that a beneficiary who has been enrolled in a particular district will be able to use his/ her smart card in any RSBY empanelled hospital across India. Rashtriya Swasthya Bima Yojana (RSBY) is a government- run health insurance scheme for the Indian poor. It provides for cashless insurance for hospitalization in public as well as private hospitals. \"Rashtriya Swasthya Bima Yojana provide health insurance coverage for Below Poverty Line (BPL) families. Objective is to provide protection to BPL households from financial liabilities arising out of health shocks that involve hospitalization. \"Rashtriya Swasthya Bima Yojana. Also known as National Health Insurance Scheme (NHIS). Rashtriya Swasthya Bima Yojana or RSBY started rolling from 1st April 2008. Government sponsored scheme for the BPL population of India. QRs. 600 (75%) by Central government. QRs. 200 (25%) by State government. QGovernment of India contribution is 90% in case of North-eastern states & Jammu and Kashmir. Launched by Ministry of Labour and Employment, Government of India. Provide health insurance coverage for Below Poverty Line (BPL) familiesQ. Objective: To provide protection to BPL households from financial liabilities arising out of health shocks that involves hospitalizationQ. Beneficiaries: Beneficiaries under RSBY are entitled to hospitalization coverage up to Rs. 30, 000 per family per year for hospitalization in public and private hospitals. Cover in case of death of a family member: Rs. 25, 000/-QPre-existing conditions are covered from day one and there is no age limit. Coverage extends to five members of the family, which includes the head of household, spouse and up to three dependentsQ. Beneficiaries need to pay only Rs. 30/- as registration fee while Central and State Government pays the premium to the insurer selected by the State Government on the basis of a competitive bidding.",
        "cop": 1,
        "opa": "Applies to BPL families only",
        "opb": "Rupees 30, 000 per family member",
        "opc": "Both inpatient and outpatient charges included",
        "opd": "Patient pays first then it is reimbursed by government",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "92ca9461-2a71-4048-bea4-a73d23108409",
        "choice_type": "multi"
    },
    {
        "question": "Janani Suraksha Yojana includes",
        "exp": "JANANI SURAKSHA YOJANA:- Launched on 12th April 2005. Objectives- To reduce maternal moality and infant moality through encouraging delivery at health institutions, and focus on institutional care among women in below povey line families. Salient features: 100% centrally sponsored scheme. Under NRHM, it integrates cash assistance with institutional care during antenatal, delivery and immediate postpaum care. The benefit is given to all women, both rural and urban, belonging to below povey line household and aged 19 years and above, upto first two live bihs. In low-performing states, the benefit will be extended to the third child if the mother chooses to undergo sterilization in the health facility where she delivered, immediately after delivery. ASHA worker acts as a link health worker between poor pregnant women and public sector health institution. Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 455",
        "cop": 2,
        "opa": "Tetanus immunization",
        "opb": "Institutional deliveries",
        "opc": "Iron supplementaion",
        "opd": "Aboions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "de74bd21-49b1-4d43-b6f5-8d5a7fa67f2b",
        "choice_type": "single"
    },
    {
        "question": "RNTCP case finding is -",
        "exp": "parks textbook of preventive and social medicine 23 rd edition * under RNTCP active case finding is not pursued. case finding is passive.",
        "cop": 2,
        "opa": "Active",
        "opb": "passive",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "890940f6-0095-4409-bd09-36fd30888669",
        "choice_type": "multi"
    },
    {
        "question": "STOP TB Strategy was lauched in -",
        "exp": "Ans. is 'b' i. e., 2006 STOP TB Strategyo In 2006, WHO launched the new Stop TB Strategy, o The core of this strategy is DOTS. o The strategy is to be implemented over the next 10 years as described in the Global Plan to Stop TB 2006-2015. o The targets and indicators for TB control are as defined within the framework of MDGs, o These will be used to measure the progress made under the stop TB strategy. o It focuses onthe five principal indicators that are used to measure the implementation and impact of TB control, o They are: case detection, treatment success, incidence, prevalence and deaths. o The global targets for case detection and treatment success have been set by WHO's World Health Assembly. i) By 2015: The global burden of TB (prevalence and death rates) will be reduced by 50% relative to 1990 levels. This means reducing prevalence to 150 per 100, 000 or lower and deaths to 15 per 100, 000 per year or lower by 2015 (including TB cases coinfected with HIV). The number of people dying from TB in 2015 should be less than approximately 1 million, including those coinfected with HIV. ii) By 2050: The global incidence of TB disease will be less than or equal to 1 case per million population per year.",
        "cop": 2,
        "opa": "2002",
        "opb": "2006",
        "opc": "2010",
        "opd": "2013",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "3be349fb-f384-49c9-b682-659446a63556",
        "choice_type": "single"
    },
    {
        "question": "Under ICDS one Anganwadi is for:",
        "exp": "Ans: a (1000) Ref: Park, 19th ed, p. 473. The most important scheme in the field of child welfare is the ICDS scheme. It was initiated by the Govt. of India in The Ministry of Social and Women's Welfare in 1975. At present 5671 ICDS projects are sanctioned. One Anganwadi centre for 1000 persons in rural and urban areas, and one Anganwadi for 700 persons in tribal areas. Services delivered by ICDS are: 1. Supplementary nutrition2. Immunization3. Health check up4. Medical referral services5. Nutrition and health education for women6. Non formal education of children up to the age of 6 years, and pregnant and nursing mothers in rural, urban and tribal areas. Services under ICDS are delivered through trained local woman called Anganwadi worker (AWW). Other functionaries are child development project officer (CDPO), who is in charge of 4 supervisors and l. OOAWWs.",
        "cop": 1,
        "opa": "1000",
        "opb": "10000",
        "opc": "3000",
        "opd": "5000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "9f563522-74ba-4666-987d-470075e4fed0",
        "choice_type": "single"
    },
    {
        "question": "Resource person for training of ASHA are",
        "exp": "NRHM created a cadre ASHA. ASHA must be a resident of the village A women of age group 25 -45 years with formal education upto eighth class having communication skills and leadership quality. The norm is 1 ASHA per 1000 population. AWWs and ANMs will act as resource persons for training ASHA. Ref: Park&; s textbook of preventive and social medicine. K Park. Edition 23. Pg no: 449, 450",
        "cop": 2,
        "opa": "AWW and MPW",
        "opb": "AWW and ANM",
        "opc": "MPW and ANM",
        "opd": "ANM and MO",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "4450455a-fe22-40d4-a548-316d4fc3f38b",
        "choice_type": "single"
    },
    {
        "question": "Under RNTCP, augmentation of case finding activities through quality sputum microscopy to detect at least -",
        "exp": "parks textbook of preventive and social medicine 23rd edition *objectives of RNTCP are: (1)acheivement of atleast 85%cure rate of infeectious cases of tuberculosis; through DOTS involving peripheral health functionaries. (2)augumentation of case finding activites through quality sputum microscopy to detect at least 70% of estimated cases.",
        "cop": 2,
        "opa": "60%",
        "opb": "70%",
        "opc": "85%",
        "opd": "95%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "9f0197c2-214b-4b77-b387-d772aa720803",
        "choice_type": "single"
    },
    {
        "question": "Not true about IDSP -",
        "exp": "Ans. is 'c' i. e., Syndromic diagnosis by medical officer Integrated disease surveillance project (IDSP)o IDSP is a decentralized state based surveillance system intended to detect early warning signals of impending outbreaks and helps initiate an effective response in a timely manner in urban and rural areas, o It will also provide essential data to monitor progress of on-going disease control programme and help allocate health resources more efficiently, o It is a 5 years project and was launched in November 2004. o The core conditions under surveillance in IDSP are: Regular Surveillance. Vector borne disease - Malaria. Water borne disease - Acute diarrheal disease (cholera), Typhoid. Respiratory' disease - TBVaccine preventable disease - Measles. Disease under eradication - Polio. Other conditions - Road traffic accidents. Other inemational commitments - Plague. Unusual clinical syndromes - Meningoencephalitis, Respiratory distress, hemorrhagic fever. Sentinel surveillance. STD/blood borne disease - HIV/HBV, HCV, water quality monitoring. Other conditions - Outdoor air quality'Regular periodic surveys. NCD risk factors - Anthropometry', Physical activity, BP, tobacco, nutrition. Additional state priorities. Each state may identify1' up to five additional conditions for surveillance. o These are (above described) are the conditions (diseases) which are under surveillance in IDSP. There are some clinical syndrome under surveillance in IDSP to pick up all priority diseases listed in regular surveillance (above). Fever with or without localizing signs: Malaria, Typhoid, JE, Dengue, Measles. Cough more than 3 weeks: TBAcute fluccidparalysis: Polio. Diarrhea: Cholera. Jaundice: Hepatitis, leptospirosis, Dengue, Malaria, Yellow fever. Unusual syndromes: Antrax, plague, emerging epidemics. o The classification of surveillance in IDSP is as follows: Syndromic diagnosis - diagnosis is made on the basis of clinical pattern by paramedical personnel and members of the community'. Presumptive diagnosis - diagnosis made on typical history and clinical examination by medical officer; and. Confirmed diagnosis - clinical diagnosis by a medical officer and or positive laboratory identification.",
        "cop": 3,
        "opa": "TB under regular surviellance",
        "opb": "HIV under sentinal surveillance",
        "opc": "Syndromic diagnosis by medical officer",
        "opd": "Presumptive diagnosis by medical officer",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "90dfde3a-673f-4af3-9bc4-04f2071d09f5",
        "choice_type": "multi"
    },
    {
        "question": "Vandematram Scheme is included in -",
        "exp": "Vandemataram scheme is included in reproductive and child health programme. This is a voluntary scheme wherein any obstretic and gynaec specialist, maternity home, nursing home, lady doctor/MBBS doctor can volunteer themselves for providing safe motherhood services. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 456",
        "cop": 1,
        "opa": "RCH",
        "opb": "ICDS",
        "opc": "IMCI",
        "opd": "NRHS",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "6ed3f57a-2a14-4b68-a0c4-5a04418f7306",
        "choice_type": "single"
    },
    {
        "question": "Services provided at facility shown in symbol",
        "exp": "RTI/ STI services",
        "cop": 3,
        "opa": "DOTS services",
        "opb": "HIV Counselling",
        "opc": "RTI/STI services",
        "opd": "First aid services",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "3b1fedf9-a296-48da-b4ef-2ff7adec21d8",
        "choice_type": "single"
    },
    {
        "question": "Elimination of leprosy is defined as prevalance -",
        "exp": "Ans. is 'b' i. e., < 1 per 10000\"As a result of the hard work and meticulously planned and executed activities, the country achieved the goal of elimination of leprosy s public health problem, defined as less than 1 case per 10000 population, at the National level in the month of December, 2005. As on 31st December 2005, prevalence rate recorded in the country was 0. 95/10, 000 population\",",
        "cop": 2,
        "opa": "< 1 per 1000",
        "opb": "< 1 per 10000",
        "opc": "< I per 1 lakh",
        "opd": "< I per 100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "a6e29ce4-cabd-4fa2-a1db-0a993cc22cde",
        "choice_type": "single"
    },
    {
        "question": "Mass treatment with azithromycin is indicated if prevalence of follicular trachomatous inflammation (TF) In 1-9 years population is more than:",
        "exp": "Ans. d. 10% (Ref: Park 23/e p308; WHO Trachoma Control: A guide for programme managers, 2006; p21-22). Mass treatment with azithromycin is indicated if prevalence of follicular trachomatous inflammation (TF) in 1-9 year population is more than 10%. Trachoma. Causative agent: Chlamydia trachomatis (immune types A, B, C). Sexually transmitted C. trachomatis (serotypes D, E, F, G, H, I, J, K) may cause a milder infection 'Inclusion conjunctivitis'Incubation period: 5-12 days. QMode of transmission: Direct or indirect contact with ocular discharges or fomites. QEye seeking flies. QVenereal transmission. QCharacteristic Features: MC infected age group: 2-5 years aged children. Communicability: Trachoma is a disease of low infectivity. Reservoir of infection: Children with active disease, chronically infected older children and adults. Predisposing factors: Direct sunlight, dust, smoke and irritants (such as kajal or surma). Field diagnosis of Trachoma: At least 2 of following diagnostic criteria in children 0-10 years age. QFollicles on upper tarsal conjunctiva. Limbal follicles or their sequelae ( Herbert's PitsQ). Conjunctival scarring (Trichiasis, Entropion). Vascular pannus. WHO Classification of Trachoma. TIF (Trachomatous Inflammation Follicular)TII (Trachomatous Inflammation Intense)* Presence of >5 large follicles on upper tarsal conjunctivaQ* Obscuration of >50% of deep tarsal vessels of upper tarsal conjunctiva. Treatment: Treatment of choke for Trachoma: Azithromycin 20 mg/ kg oral stat. QCurrent WHO Recommendations for Antibiotic Treatment of Trachoma. District level prevalence >10% in 1-9 years old children* Mass treatment with Azithromycin. QDistrict level prevalence 5-10% in 1-9 years old children* Targeted treatment with Azithromycin (the identification and treatment of all members of any family in whom one or more members have follicular trachoma). District level prevalence < 5% in 1-9 years old children* Azithromycin distribution may not be necessary. Mass Treatment for Trachoma. Indication of mass treatment in Trachoma: >10 % prevalence of severe and moderate Trachoma in children < 10 years of age (New Guidelines-WHO)QTreatment: 1% tetracycline ointment BD for 5 consecutive days each month or OD for 10 days each month for 6 consecutive months, or for 60 consecutive days. QSAFE StrategyQ (WHO). Surgery: for Trichiasis and Entropion. QAntibiotic use: Azithromycin is drug of choice. Facial cleanliness. Environmental improvementQ",
        "cop": 4,
        "opa": "4%",
        "opb": "6%",
        "opc": "8%",
        "opd": "10%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "0c6a4e54-9b06-4f12-b10e-0a0718c4a0d1",
        "choice_type": "single"
    },
    {
        "question": "According to CDC recommendations, HIV screening of pregnant women is",
        "exp": "Opt-out testing means performing an HIV test after notifying the patient that the test is normally performed, but that the patient may elect to decline or defer testing; consent is then assumed unless the patient declines to test. WHO and CDC recommend opt-out testing policies in healthcare settings. Reference: HIV testing guidelines, CDC Atlanta.",
        "cop": 2,
        "opa": "Opt in testing",
        "opb": "Opt out testing",
        "opc": "Compulsory",
        "opd": "Symptomatic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "2a168459-1891-4706-9514-eb7e49534ab1",
        "choice_type": "single"
    },
    {
        "question": "Rashtriya Swasthya Bima Yojna is under which of the following Ministries?",
        "exp": "Rashtriya Swasthya Bima Yojna is a government-run health insurance programme for the poor. The scheme aims to provide health insurance coverage to the unrecognised sector workers belonging to the BPL category and their family members shall be beneficiaries under this scheme. Initially, RSBY was a project under the Ministry of Labour and Employment. Now it has been transferred to Ministry of Health and Family Welfare from April 1, 2015",
        "cop": 3,
        "opa": "Ministry of Social Justice & Empowerment",
        "opb": "Ministry of Labour & Employment",
        "opc": "Ministry of Health & Family Welfare",
        "opd": "Ministry of Human Resource Development",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "cb9edf29-329e-4b60-863e-f8ed7d7ebb3a",
        "choice_type": "single"
    },
    {
        "question": "Under the integrated Child Development Scheme, which among the following services are provided?",
        "exp": "The ICDS seeks to lay a solid foundation for the devolopment of nation's human resource by providing an integrated package of early childhood services. These consist of: Immunization Supplementary nutrition Health check ups Medical refferal services Nutrition and health education for women Non-formal education of children upto age of 6 years, and pregnant and nursing mothers in rural, urban, slums and tribal areas Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 591",
        "cop": 3,
        "opa": "Immunization \\/ Supplementary nutrition \\/ Primary school education",
        "opb": "Primary school education \\/ Health check up",
        "opc": "Immunization \\/ Supplementary nutrition \\/ Health check up",
        "opd": "Immunization \\/ Supplementary nutrition \\/ Primary school education \\/ Health check up",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "8aab97af-8f5d-4abe-8572-12eaa6c88ebf",
        "choice_type": "single"
    },
    {
        "question": "About JSSK false is -",
        "exp": "<p> JANANI SHISHU SURAKSHA KARYAKRAM:- Government of India launched this programme on 1st june 2011. National initiative for better facilities for mother and child. Major initiatives:- All pregnant women delivering in public health institutions to have absolutely free and no expense delivery including caesarean section. The entitlements include free drugs and consumables, free diet upto 3 days during normal delivery and 7 days for caesarean section, free diagnostics, free blood, free transpo from home to institution. Similar entitlements have been put in place for all sick newborns assessing public health institutions for treatment till 30 days after bih. The scheme has now been extended to cover complications during ANC, PNC and also sick infants. The scheme motivates institutional deliveries. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 456}</p>",
        "cop": 4,
        "opa": "Free diet to mother during hospital stay",
        "opb": "Free delivery",
        "opc": "Free transpo from home to hospital and back",
        "opd": "Free treatment of sick infants up to 1 year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "a8261cd4-31ff-467d-afe5-366ae5a4718c",
        "choice_type": "multi"
    },
    {
        "question": "According to IMNCI Programme the term \"Young Infants\" includes children below the what age?",
        "exp": "Ans. c (Two months) (Ref. Park's textbook of PSM 22nd /423, 532, 552)# The major highlights of the Indian adaptation of IMNCI are: 0- Inclusion of 0-7 days age in the programme.- Incorporating national guidelines on malaria, anemia, vitamin-A supplementation and immunization schedule.- Training of the health personnel begins with sick \"young infants\" up to 2 months.- Proportion of training time devoted to sick young and sick child is almost equal; and is skill based. Integrated management of childhood illness (IMCI)# IMCI is an integrated strategy approach to the management of childhood illness as it is important for child health programmes to look beyond the treatment of a single disease.# The extent of childhood morbidity and mortality caused by the following diseases is substantial -- Diarrhoea, - ARI, - Malaria, - Measles, - Malnutrition, - Otitis media.# Integrated management of childhood illness (IMCI) targets the above diseases, but not neonatal tetanus.# IMCI is cost effective and emphasizes prevention of disease and promotion of child health and development besides provision of standard case management of childhood illness.# It has been decided to launch IMCI in four selected districts each in -- Uttaranchal, - Madhya Pradesh, - Orissa, - Rajasthan, - Maharashtra, - Gujarat, - Delhi, - Haryana and- Tamil Nadu.# IMNCI will be implemented in a phased manner throughout the country.# In the Indian context this strategy is quite pertinent considering the recent evidence from NFHS II report highlighting that ARI (17 %), diarrhea (13 %), fever (27 %) and undernutrition (43 %) were the commonest morbidities observed in the children below 3 years.# Coverage of measles vaccination in children between 12-23 months is also low.# The Indian version of IMCI has been renamed as Integrated Management of Neonatal and Childhood Illness (IMNCI).# It is the central pillar of child health interventions under the RCH II strategy.",
        "cop": 3,
        "opa": "7 days",
        "opb": "28 days",
        "opc": "2 months",
        "opd": "6 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "0c2508f5-ddb5-4d37-808a-65926e64043e",
        "choice_type": "single"
    },
    {
        "question": "The vitamin A supplement administered in \"Prevention of nutritional blindness in children programme\" contain -",
        "exp": "parks textbook of preventive and social medicine 23rd edition. * under national programme for prevention od nutritional blindness, beneficiaries were preschol children (1-5years ) it focussed on administration of massive dose vitamin A upto five years. first dose of 100, 000 IU with measles vaccination at nine months and subsequent doses of 200, 000 IU each, every six months upto the age of five years.",
        "cop": 2,
        "opa": "25, 000 i. u\\/ml",
        "opb": "1 lakh i. u\\/ml",
        "opc": "3 lakh i. u\\/ml",
        "opd": "5 lakh i. u\\/ml",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "32c83c9e-3594-4970-9436-23a32fe3db7f",
        "choice_type": "single"
    },
    {
        "question": "Mother friendly children initiative was staed in -",
        "exp": "Question repeated",
        "cop": 3,
        "opa": "India",
        "opb": "England",
        "opc": "USA",
        "opd": "Australia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "db3e3734-a7cf-4b4d-8c77-9ed408284632",
        "choice_type": "single"
    },
    {
        "question": "NRHM was started in -",
        "exp": "Ans. is 4a' i. e., 2005 National Rural Health Mission INRHM1o Government of India launched NRHM on 5th April, 2005 for a period of 7 years (2005-2012). o The mission seeks to improve rural health care delivery system. o The main aim of NRHM is to provide accessible, affordable, accountable, effective and reliable primary health care and bridging the gap in rural health care through creation of a cadre of Accredited Social Health Activist (ASHA). o District becomes the core unit of planning, budgeting and implementation of the programme. All vertical health and family welfare programmes at district level will merge into one common \"District health Mission\" and at state level into \"State health mission\" there will be provision of a \"mobile medical unit\" at district level for improved outreach services. o Since almost 75 percent of health services are being currently provided by the private sector, it is contempolated that involving the private sector as part of the RCH initiatives will provide more effective health care delivery system. Thus settng up of \"public private partnership\" (PPP) would help to make the RCH II programme better, and ensure availability or preventive and curative reproductive and health services to the community, o Janani Suraksha Yojana (JSY) is a safe motherhood intervention under the National Rural Health Mission being implemented with the objective of reducing maternal & neo-natal mortality by promoting institutional delivery among the poor pregnant women. o The schedule of implementation of major components of NRHM are as following (40): Merger of multiple societies and constitution of district/state mission. Provision of additional generic drugs at SC PHC/CHC level. Operational programme management units. Preparation of village health plans. ASHA at village level (with drug kit). Upgrading of rural hospital. Operationalising district planning. Mobile medical unit at district level. The Goals to be achieved by NRHM (40)A National level. Infant mortality' rate reduced to 30/1, 000 live births. Maternal mortality' ratio reduced to 100/100, 000. Total fertility rate reduced - 50% by 2010, additional 10% by 2012. Malaria mortality- rate reduction -50% by 2010 additional 10% by 2012. Kala-azar mortality rate reduction -100% by 2010 and sustaining elimination until 2012. FilariaL'microfilaria rate reduction - 70% by 2010, 80% by 2012 and elimination until 2015. Dengue mortality rate reduction - 50% by 2010 and sustaining at that level until 2012. Japanese encephalitis mortality' rate reduction - 50% by 2010 and sustaining at that level until 2012. Cataract operation: increasing to 46 lakhs per year by 2012. Leprosy prevalence rate: from 1. 8/10, 000 in 2005 to less titan 1/10, 000 thereafter. Tuberculosis DOTS services: maintain 85% cure rate through entire mission period. Upgrading community' health centres to Indian public health standards. Increase utilization of first referral units from less than 20% to 75%. Engaging 250, 000 female accredited social health activists (ASHA) in 10 states. B. At community' level. Availability of trained community'- level worker at village level, with a drug kit for general ailments. Health day at angamvadi level on a fixed day/month for provision of immunization, ante/post natal checkups and sendees related to mother and child healthcare, including nutrition. Availability' of generic drugs for common ailments at subcentre and hospital level. Good hospital care through assured availability of doctors, drugs and quality services under the programme, Improvedfacilities for institution deliver through provision of referral, transport, escort and improved hospital care subsidized under the janani suraksha yojana for the below' poverty line families, Availability' of assured healthcare at reduced financial risk through pilots of community health insurance under the mission. Provision of household toilets, Improved outreach services through mobile medical unit at district level.",
        "cop": 1,
        "opa": "2005",
        "opb": "2006",
        "opc": "2007",
        "opd": "2009",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "c3236bdf-0117-4d6e-afbf-ae5c23ada48d",
        "choice_type": "single"
    },
    {
        "question": "Janani Suraksha Yojana is applicable to poor women of low performing states for -",
        "exp": "Ans. is 'd' i. e.. All births Janani Suraksha Yojana o The National Maternity Benefit scheme has been modified into a new scheme called Janani Suraksha Yojana. o It was launched on 12th April 2005. o The objectives of the scheme are reducing maternal and infant mortality through encouraging delivery at health, institutions, and focusing on institutional care among women in below poverty- line, o Salient features of JSY: It is 100% centrally sponsored It combines 'benefit of cash assistance with institutional care' Eligibility for cash assistance. In low performing states (LPS): All women undergoing institutional deliveries In high performing states (HPS): Below poverty- line women aged 19 years and above; SC/ST pregnant women o Limitation of cash assistance In low performing states (LPS): All births in institutions In high performing states (HPS): upto 2 live births, o JSY package: Rural areas Urban areas Category Mother's package ASHA's package Total package Mother's package ASHA's package Total package LPS 1400 600 2000 1000 200 1200 HPS 700 - 700 600 - 600",
        "cop": 4,
        "opa": "First 2 pregnancies",
        "opb": "First 3 pregnancies",
        "opc": "First 2 live births",
        "opd": "All births",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "f4f5326f-f1ff-4928-a973-bb6cc361be79",
        "choice_type": "multi"
    },
    {
        "question": "Case finding in RNTCP is based on-",
        "exp": "Ans. is 'b' i. e. Sputum microscopy o Sputum smear examination by direct microscopy is the method of choice for case detection. o Two sputum samples are collected. Day 1sample 1. Patient provides an \"on-the-spot\" sample under supervision when presenting to the health facility. Give the pateient a sputum container to take home for an early moring sample the following morning. Day 2sample 2. Patient brings an early morning sampleo It any of the two samples or both samples are positive, case is diagnosed as smear-positive TB and anti-TB treatment is started.",
        "cop": 2,
        "opa": "Sputum culture",
        "opb": "Sputum microscopy",
        "opc": "X-ray chest",
        "opd": "PCR antibody detection",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "f371f18b-b1d4-44b4-a505-ef5990b8d474",
        "choice_type": "single"
    },
    {
        "question": "Objectives of National Mental Health programme are all accept -",
        "exp": "parks textbook of preventive and social medicine 23rd edition * objectives of national mental health programme are: (1)to ensure availability and accessibilty of minimum mental health caare for all in the foreseeable future, paicularly to the most vulnerable and underprivileged sections of population (2)to encourage application of mental health knowledge in general health care and in the social devolopment (3)to promote community paicipation in the mental health services devolopment, and to stimulate effos towards selfhelp in the community.",
        "cop": 3,
        "opa": "Promote community paicipation",
        "opb": "Promote application of mental health knowledge",
        "opc": "Provide free antipsychotic drugs to all",
        "opd": "Provide accessibility of mental health care",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "f662c593-ad08-4104-8a38-626d70959027",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs are supplied free of cost to the government Hospital by NACO",
        "exp": "Services under National aids control programme include free first-line and second-line Anti-Retroviral therapy (A) through A centres and Link A centres (LACs), Centre of Excellence (CoE) and A plus centres. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 432",
        "cop": 4,
        "opa": "Nevirapine",
        "opb": "Zidovudine",
        "opc": "Nevirapine + Zidovudine",
        "opd": "Zidovudine + Lamivudine + Nevirapine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "fd655956-0c53-4786-a603-03f255102fb4",
        "choice_type": "single"
    },
    {
        "question": "Elimination of leprosy is defined as prevalence -",
        "exp": "<p> Elimination of leprosy means prevalence of less than 1 case per 10, 000 population in all districts of the country. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 424}</p>",
        "cop": 2,
        "opa": "<1 per 1000",
        "opb": "<1 per 10000",
        "opc": "<1 per 1 lakh",
        "opd": "<1 per 100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "d0574365-4724-4516-84d3-5b8f928d5b98",
        "choice_type": "single"
    },
    {
        "question": "A 15-month-old child presents with fever and cough since the last 2 days; the respiratory rate is 55/min, and there is no in drawing of the chest. According to the National Programme for Acute Respiratory Infections, the line of management should be -",
        "exp": "<p> Here child is having fast breathing (40 breaths per minute or more in a child aged 12 months upto 5 years) and no chest in drawing. So child is having Pneumonia( not severe) So the treatment is, advise mother to give home care & give an antibiotic. Treat fever & wheezing. Advice mother to return with child in 2 days for reassessment, or earlier if child is getting worse. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 169-171. <\\p>",
        "cop": 3,
        "opa": "Immediate referral of the child to hospital for urgent admission",
        "opb": "Referral of the child to hospital for admission, after admistration of first dose of antibiotic",
        "opc": "Administration of antibiotic at home along with treatment for gever, advising the mother to return for reassessment after 2 days",
        "opd": "Administration of treatment for fever at home, advising the mother to return after 2 days for assessment of the need for an antibiotic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "4da9c3de-98d5-4a05-97b1-407ff52d35fd",
        "choice_type": "single"
    },
    {
        "question": "Target strategies in preventing the HIV transmission include all the following except",
        "exp": "Services offered through targeted interventions include: - Detection and treatment of STDs Condom distribution and condom promotion through social marketing Behavioural change communication Creating an enabling environment with community involvement and paicipation Linkage to integrated counselling and testing centres Linkage with care and suppo services for HIV positive HRGs Community organisation and ownership building Specific interventions to IDUs Specific interventions for MSM/TGs. Ref: Park&; s textbook of preventive and social medicine 23rd edition",
        "cop": 3,
        "opa": "Education",
        "opb": "Treatment of STD",
        "opc": "Anti-retroviral treatment",
        "opd": "Condoms",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "4481ba53-3d1b-4967-ae8e-32cf053e8fcb",
        "choice_type": "multi"
    },
    {
        "question": "Screening under RNTCP emphasizes on:",
        "exp": "Ans. a. Sputum microscopy (Ref: Park 23/e p427, 662, 22/e p394). Screening under RNTCP emphasizes on sputum microscopy. 'Over-reliance on chest X-ray was a draw back of National Tuberculosis Programme (NTP), which was over come by Revised National Tuberculosis Control Programme (RNTCP) which started diagnosing patient by sputum microscopy. '-Park 22/e p394'A nation-wide network of RNTCP quality assured designated sputum smear microscopy laboratories has been set up, providing appropriate, available, affordable and accessible diagnostic services for TB suspects and cases. These laboratories carry out sputum microscopy with External Quality Assessment (EQA), and Drug Resistance Surveillance (DRS) related activities. Number of spec imen(s) required for diagnosis of smear positive pulmonary Tuberculosis: TWO; Spot sputum specimen (Day 1) and Morning sputum specimen (Day 2). - Park 22/e p394. New Tuberculosis Diagnosis (RNTCP) Guidelines in India. Objectives: Achievement of at least 85 per cent cure rate of infectious cases of tuberculosis: through DOTS involving peripheral health functionaries. Augmentation of case finding activities through quality sputum microscopy to detect at least 70 per cent of estimated cases. History of RNTCP: RNTCP (based on DOTS strategy), began as a pilot in 1993 and was launched as a national program in 1997. Rapid RNTCP expansion began in late 1998. By 24th March 2006. the entire country was covered under DOTS, covering 1114 million people. Infrastructure: The RNTCP designated 'Microscopy Centre' is established for approx. 100, 000 populationQ (50, 000 in hilly and mountainous areas). Senior TB Laboratory Supervisor (STLS). One STLS for every 5 microscopy centers. One STLS per 5 lac population. QSTLS rechecks all +ve slides and 10% of all --ve slides. Diagnosis in RNTCP: In RNTCP, mainstay of diagnosis is Sputum microscopy; the sputum smears are stained for acid fast Bacilli (AFB) with 'Ziehl Neelson (ZN) Stain'Decolorizer: 25% sulphuric acid. Counter-stainQ; 0. 1% Loeffier 's methylene blue (or 1% picric acid or 0. 2% malachite green). Number of specimen(s) required for diagnosis of smear positive pulmonary TB: Two. Spot sputum specimen (Day 1). Morning sputum specimen (Day 2). Tuberculosis Suspect: Any person with cough 2 weeks or more. Diagnosis of Tuberculosis: None sputum positive: Doubtful. One sputum positive: Sputum positive pulmonary TBTwo sputum positive: Sputum positive pulmonary TBManagement of clients: None sputum positive: Give antibiotics for 10-14 days. Cough relieved: Non- tuberculosis person. Cough persists: Repeat two sputum smear examinations. None sputum positive: X-ray chest. Findings suggestive of TB: Sputum negative TB; Start ATTNo findings suggestive of TB: Non- tuberculosis person. One sputum positive: Sputum positive pulmonary TB: Start ATTTwo sputum positive: Sputum positive pulmonary TB; Start ATTDifferences in National Tuberculosis Programme (NTP) and RNTCP NTP, 1962. RNTCPObjective* Early diagnosis and treatmentQ* Breaking chain of transmission. QOperational targets* Not definedQ* Cure rate > 85%Q* Case finding > 70%QStrategy* SCC supervisedQ* ConventionalQ* DOTSQ* Uninterrupted drug supply. QDiagnosis* More emphasis on X-raysQ* Mainly sputum microscopyQ",
        "cop": 1,
        "opa": "Sputum microscopy",
        "opb": "Chest X-ray",
        "opc": "PCR",
        "opd": "Sputum culture",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "48f2fb99-3794-46cd-a09e-167b1a41c443",
        "choice_type": "single"
    },
    {
        "question": "Under RCH programme, intervention done in selected districts-",
        "exp": "<p> Treatment of STD done in selected districts. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 453 <\\p>",
        "cop": 2,
        "opa": "Immunization",
        "opb": "Treatment of STD",
        "opc": "ORS therapy",
        "opd": "Vitamin A supplementation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "0ab0487e-2f91-474a-8bc3-3c1f0533b733",
        "choice_type": "single"
    },
    {
        "question": "Minimum number of sputums require to confirm diagnosis TB according to RNTCP guidelines:",
        "exp": "Ans. b. Two. AFB SPUTUMS SMEARS (SS) FOR DIAGNOSIS OF CASE OF TB (NEW GUIDELINES)TB suspect A person with productive cough >2 weeks with or without hemoptysis, fever for >2 weeks, chest pain, weight loss, night sweats, and loss of appetite is subjected to 2 SS examinations. Number of specimens required for diagnosis of smear positive pulmonary Tuberculosis: Two. Chances of detecting smear positive cases: With 1 sample: 80%With 2 sample: 93%",
        "cop": 2,
        "opa": "One",
        "opb": "Two",
        "opc": "Three",
        "opd": "Four",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "f91ee0c0-34af-4a8e-bf29-b3af2d76f79f",
        "choice_type": "single"
    },
    {
        "question": "Janani shishu suraksha karyakram includes",
        "exp": "JANANI SHISHU SURAKSHA KARYAKRAM The government of India launched this programme on 1st June 2011. The National initiative for better facilities for mother and child. Major initiatives:- All pregnant women delivering in public health institutions to have absolutely free and no expense delivery including caesarean section. The entitlements include free drugs and consumables, free diet upto 3 days during normal delivery and 7 days for caesarean section, free diagnostics, free blood, free transpo from home to the institution. Similar entitlements have been put in place for all sick newborns assessing public health institutions for treatment till 30 days after bih. The scheme has now been extended to cover complications during ANC, PNC and also sick infants. The scheme motivates institutional deliveries. Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 456",
        "cop": 4,
        "opa": "Free treatment to newborn till 45 days of delivery",
        "opb": "Free treatment to newborn till 40 days of delivery",
        "opc": "Free food to mother and child",
        "opd": "Free delivery in hospital",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "dbe2fc6a-8614-4198-a0e3-74c3c881fec8",
        "choice_type": "single"
    },
    {
        "question": "NRHM involves",
        "exp": "Ans) b (ASHA) Ref park 20th ed pg 379-381. The main aim of the national rural health mission (NRHM) is to provide accessible, affordable, accountable, effective and reliable primary health care and bridging the gap of rural health care through creation of a cadre of Accredited social health activist (ASHA)VHG is village health guide. ANM is Auxiliary nurse midwife. HWM is health worker male.",
        "cop": 2,
        "opa": "VHG",
        "opb": "ASHA",
        "opc": "ANM",
        "opd": "HWM",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "7febf642-803c-42f0-9be9-189279b3df52",
        "choice_type": "single"
    },
    {
        "question": "National AIDS Control Programme was staed on",
        "exp": "National AIDS control programme was launched in India in the year 1987. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 431",
        "cop": 3,
        "opa": "1977",
        "opb": "1980",
        "opc": "1987",
        "opd": "1990",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "d5e25478-0ea6-427e-8b27-c4350f98fd46",
        "choice_type": "single"
    },
    {
        "question": "Indicator used in RNTCP to measure the impact of the control measures is:",
        "exp": "Ans. c. Annual infection rate (Ref: Park 23/e p178, 179, 185 22/e p168). Indicator used in RNTCP to measure the impact of the control measures is annual infection rate. 'Incidence of infection: This parameter is considered one of the best indicators for evaluating the tuberculosis problem, its trend and effectivity of control programme. '- Park 22/e p168. Epidemiological Indices. Indices or parameters are needed to measure the tuberculosis problem in a community as well as for planning and evaluation of control measures. Indices are also required for international comparisons. The following epidemiological indices are generally used in tuberculosis problem measurement and programme strategy: Prevalence of infection: It is the percentage of individuals who show a positive reaction to the standard tuberculin test. When the test is done in defined age-groups, it yields age-specific prevalence which is a far superior indicator than the mere percentage of positive reactors in the total population. Incidence of infection (Annual Infection Rate/Tuberculin conversion index): It is the percentage of population under study who will be newly infected by Mycobacterium tuberculosis among the non-infected of the preceding survey during the course of one year. It reflects the annual risk of being infected (or re-infected) in a given community. In developing countries, every 1% of annual risk of infection is said to correspond to 50 new cases of smear-positive pulmonary tuberculosis, per year for 100, 000 general population. This parameter is considered one of the best indicators for evaluating the tuberculosis problem, its trend and effectivity of control programme. Prevalence of disease or case rate: It is the percentage of individuals whose sputum is positive for tubercle bacilli on microscopic examinationQ. Incidences of new cases: It is the percentage of new confirmed tuberculosis cases per 1, 000 population occuring during one yearQ. Prevalence of 'suspect' cases: This is based on X-ray examination of chestQ. Therefore, no epidemiological significance can be attached to this index.",
        "cop": 3,
        "opa": "Prevalence of infection",
        "opb": "Incidence of new cases",
        "opc": "Annual infection rate",
        "opd": "Number of people having access to DOTS",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "5a22a151-5d1f-486a-a07c-76d10ca830ac",
        "choice_type": "single"
    },
    {
        "question": "Targeted intervention for HIV is done for all except",
        "exp": "Industrial worker is not included in the targeted intervention. Reference: Park&; s textbook of preventive and social medicine, 23rd edition, page no: 436, 20th edition, pg no: 373.",
        "cop": 4,
        "opa": "Commercial sex worker",
        "opb": "Migrant laborers",
        "opc": "Street children",
        "opd": "Industrial worker",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "37ab51ee-074a-4d7d-b908-fe870bb10f9d",
        "choice_type": "multi"
    },
    {
        "question": "Integrated Management of Neonatal and Childhood Illness (IMNCI) includes all except -",
        "exp": "Ans. is 'd' i. e., Tuberculosis o IMNCI includes - Diarrhea, Malaria, Malnutrition, ARI (Pneumonia, Otitis media), Measles.",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Respiratory infections",
        "opc": "Diarrhoea",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "d013851c-6685-4f5a-8bc2-4657c759fa2e",
        "choice_type": "multi"
    },
    {
        "question": "Bhore committee adviced:(1997)",
        "exp": "Ans: a. Ref: Park, 17th ed, p. 636 & 18, h ed, p. 671",
        "cop": 1,
        "opa": "Integration of health services",
        "opb": "100% immunization",
        "opc": "Eradication of poverty",
        "opd": "Minimum needs programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "c7574661-cceb-4cd5-b836-fc836b28bc0b",
        "choice_type": "single"
    },
    {
        "question": "According to RNTCP, population covered by one tubercular unit -",
        "exp": "Ans. is 'c' i. e., 500000. Infrastructure in RNTCPOne microscopy center100. 000 population in planes50. 000 population in hilly/mountain areas. One Tuberculosis unit500. 000 population in planes250. 000 population in hilly/tribal areas. One district tubercular center (DTC). Per revenue district. One state drug store (SDS)50 million population. One senior TB laboratory supervisor (STLS). Every 5 microscopy centers (5 lac population)",
        "cop": 3,
        "opa": "50000",
        "opb": "100000",
        "opc": "500000",
        "opd": "1000000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "769b125a-d285-49c0-8a43-935d8eb312bc",
        "choice_type": "single"
    },
    {
        "question": "Village Health Nutrition Day is observed -",
        "exp": "Ans. is 'b' i. e., Every month * The Village-Health and Nutrition day (VHND) is to be organised once in every month on a fixed day (such as second Saturday).* The day can be decided by the VHWSC (village health and water sanitation committe) in each village at anyone of the Anganwadi centres (AWCs) in that village, preferably, all the AWCs should be covered by rotation.* On that day, Anganwadi worker and other VHWSC members will mobilize villagers to assemble in AWC.* Services to be provided during VNHDs are -# All pregnant women are to be registered on that day if they have not been previously registered.# Ensure all registered pregnant women are given ANC.# Dropout pregnant women for ANC are traced and services provided# Ensure Registration of all newborns# Ensure all eligible children below one year are given vaccine against six vaccine preventable diseases.# All drop out children who have not received vaccines as per schedule are to be vaccinated in the presence of mobile medical unit in the remote villages visited by Mobile Medical Unit. In other areas the unimmunized children are to be motivated to attend the catch up session at PHC.# Vitamin A solution to be administered.# Ensure all children are weighed, weight plotted on card and managed appropriately for taking care of malnutrition.# Ensure TB patients are taking drugs as per schedule and trace the defaulters and take necessary action.# IUD insertion# Ensure Depot holders have sufficient quantity of Condoms and Oral Contraceptives (OCPs)# Supplementary nutrition advice to be provided to under weight children.# Distribution of IFA tablets to AN mothers, adolescent girls and children.",
        "cop": 2,
        "opa": "Every week",
        "opb": "Every month",
        "opc": "Every 6 month",
        "opd": "Every year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "b036d691-6648-4221-8fcc-80c0fec9237f",
        "choice_type": "single"
    },
    {
        "question": "Comparing economic benefits of a program with the cost of that program, it is called -",
        "exp": "parks textbook of preventive and social medicine 23rd edition. *management technique in which economic benefits of any programme are compared with the cost of that programme. *benefits are expressed in monetary erms to determine wheather a given programme is economically sound and to select the best out of several alternate programme and is called cost benefit analysis *if benefits are expressed in terms of result acheived they are called cost effective analysis.",
        "cop": 4,
        "opa": "Cost-accounting analysis",
        "opb": "Input-output analysis",
        "opc": "Cost-effective analysis",
        "opd": "Cost-benefit analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "bc4da88a-9f67-431f-89ca-17753771ff7c",
        "choice_type": "multi"
    },
    {
        "question": "Rural halth scheme was introduced by?",
        "exp": "Rural health scheme, 1977 was an impoant recommendation of Shrivatsav committee. it was that primary health care should be provided wothin the community itself through specially trained workers so that the haelth of people is placed in hands of the people. Steps iniatiated are: A). For involvement of medical colleges in total health care of selected PHC s within the objective of reorienting medical education to needs of rural people. B) reorientation training of multipurpose workers engaged in control of various communicable disease programmes into unipurpose workers. Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 875",
        "cop": 3,
        "opa": "Bhore committee",
        "opb": "Mukherjee committee",
        "opc": "Shrivastava committee",
        "opd": "Mudaliar committee",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "5110f41a-06ac-452d-b4a6-51d91d7a092b",
        "choice_type": "single"
    },
    {
        "question": "In Revised National TB Control Program mainstay of diagnosis of pulmonary tuberculosis is:",
        "exp": "Ans: A (Sputum AFB) Ref: Textbook of Preventive and Social Medicine, 22nd edition page no 396 & Flowchart is by Textbook of Community Medicine, 1st edition, Armed Force Medical College, Pane COUGH FOR 2 WEEKS OR MORE | 2 Sputum smears - |- | | 1 or 2 Positives 2 Negatives | | Antibiotics10-14 days | Cough Persists | Repeat 2 Sputum. Examination | 1 or 2 Positives 2 Negative || | X-ray chest || Suggestive of TB Negative for TB|| | |Sputum Positive PTBAnti TB Treatment Sputum negative PTB Anti TB Treatment Non TB",
        "cop": 1,
        "opa": "Sputum AFB",
        "opb": "CXR",
        "opc": "Clinical examination",
        "opd": "PCR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "71953870-0729-4c4c-9045-594262c3b9d7",
        "choice_type": "single"
    },
    {
        "question": "Number of center of excellence in vision 2020-",
        "exp": "20 Centre of excellence in vision 2020 Functions are Professional leadership Strategy development CME Laying of standards and quality assurance Research Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 440",
        "cop": 1,
        "opa": "20",
        "opb": "200",
        "opc": "2000",
        "opd": "20000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "ee18169e-d813-433f-94a8-41a45051a2e4",
        "choice_type": "single"
    },
    {
        "question": "WHO Malaria Mass Drug Administration -",
        "exp": "Ans. is 'b' i. e., >2 o First you should know what does mass prophylaxis mean in malaria. o In areas with high malaria prevalence, presumptive treatment is given to all people. This is know as mass treatment, o Presumptive treatment is given when API is >2. o Under The modified plan of operation, the endemic areas were reclassified according to annual parasite incidence (API) with different strategy for control measures. o The report of the consultative committee of experts indicated that in order to stabilize the malaria situation in the country', areas with API 2 and above should be taken up for regular spray operations. Areas with API < 2. Areas with API >2. Focal spraying is undertaken (Not regular spraying). Regular insecticidal spraying. Two Rounds of DDT (if sensitive to DDT). Three Rounds of HCH (if refractory to DDT). Three rounds of Malathion (if refractory to HCH & DDT). Active and passive surveillance to be carried out every fortnight. Active and passive surveillance is carried out every fortnight. All detected cases should receive radical treatment. Alt detected cases should receive radical treatment. Presumptive treatment is also considered. Epidemiglojgical. i instigation. All malaria positive cases are to be investigated.# Mass surveys -# Follow up blood smears to be collected from all positive cases on completion of radical treatment and thereafter at monthly intervals for 12 months. Entomological assessment. This is done by entomological teams.# They carry' out susceptibility tests and suggest appropriate insecticides to be used in particular areaso The technical advisory committee on Malaria (2002 ) has prioritized the criteria for undertaking indoor residual spray (IRS). These criteria are as follows. To spray priority basis with suitable insecticide all areas with > 5 API where ABER is 10% or more, taking subcentre as a unit. To spray on priority' basis with suitable insecticide all areas reporting > 5% SPR, if the ABER < 10%. Due priority' be accorded for spray if Pf proportion is > 50%. To accord priority for IRS in areas with API < 5/SPR < 5% in case of drug resistant foci, project areas with population migration & aggregation or other vulnerable areas. To make provision for insecticidal spraying in epidemic situations. Other parameters (entomological, ecological etc) may also be considered while prioritizing areas for sparying. o The population living in areas with API > 5 is planned to be covered by Long lasting insecticidal nets (LLINs) and in endemic areas registering API 2 to 5 is covered with conventional net treated with insecticides (Isecticide treated bed nets-ITNs) and IRS.",
        "cop": 2,
        "opa": "API >5",
        "opb": "> 2",
        "opc": "15",
        "opd": "25",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "48376152-39fe-4097-a5ba-9a6773341233",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in the 'SAFE' strategy?",
        "exp": "Ans. is 'a' i. e. Supplementation of vitamins 'SAFE' strategy is a WHO recommended strategy to fight trachoma. 'SAFE' strategy for Trachoma It includes. Surgery - first component of the strategy for correction of trichiasis and entropion. Antibiotics - Zithromax (<azithromycin) single dose oral medication is used (Zithromax is donated by Pfizer Inc.) Tetracycline eye ointment was used before Pfizer donated Zithromax. Face washing -breaks the cycle of reinfection and prevents transmission of disease. Environmental Improvement - Poverty and poor living conditions contribute to high rates of blinding trachoma. Environmental improvement includesavailability of improved water suppliesimproved household sanitation, particularly safe disposal of faeces.",
        "cop": 1,
        "opa": "Supplementation of vitamins",
        "opb": "Antibiotics",
        "opc": "Face washing",
        "opd": "Improvement of the environment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "20b8e409-5058-43de-9f0e-883bbac37eb2",
        "choice_type": "single"
    },
    {
        "question": "Full form of ASHA -",
        "exp": "Ans. is 'b' i. e.. Accredited social health activist Accredited Social Health Activist (ASHA)o ASHA is the central component of the National Rural Health Mission (NRHM)o National Rural Health Mission (NRHM) wras launched to address the health needs of rural population, especially the vulnerable sections of societyo One of the key components of the National Rural Health Mission is to provide every- village in the country with a trained female community health activist - 'ASHA' or Accredited Social Health Activist. Selected from the village itself and accountable to it, the ASHA will be trained to wrork as an interface between the community and the public health system. Following are the key components of ASHA: o ASHA must primarily be a woman resident of the village - married. ' widowed' divorced, preferably in the age group of 25 to 45 years. o She should be a literate woman with formal education up to class eight. This may be relaxed only if no suitable person with this qualification is available. o ASHA will be the first port of call for any health related demands of deprived sections of the population, especially women and children, who find it difficult to access health sendeeso ASHA will be a health activist in the community wrho will create awareness on health and its social determinants and mobilize the community towards local health planning and increased utilization and accountability of the existing health sendees. She wrould be a promoter of good health practices, o She will counsel women on birth preparedness, importance of safe delivery, breastfeeding and complementary feeding, immunization, contraception and prevention of common infections including Reproductive Tract Infection/Sexually Transmitted Infection (RTIs/STIs) and care of the young childo She will arrange escort/accompany pregnant wromen & children requiring treatment' admission to the nearest pre- identified health facility i. e. Primary Health Centre'1'Community Health Centre/First Referral Unit(PHC/CHC TRU). o ASHA will provide primary medical care for minor ailments such as diarrhoea, fevers, and first aid for minor injuries. She will be a provider of Directly Observed Treatment Short-course (DOTS) under Revised National Tuberculosis Control Programmeo She will also act as a depot holder for essential provisions being made available to every habitation like Oral Rehydration Therapy (ORS), Iron Folic Acid Tablet (IFA), chloroquine. Disposable Delivery Kits (DDK), Oral Pills & Condoms, etc. A Drug Kit will be provided to each ASHA. o The general norm will be 'One ASHA per 1000 population. In tribal, hilly, desert areas the norm could be relaxed to one ASHA per habitation, dependant on workload etc. o ASHA wrould be an honorary volunteer and would not receive any salary or honorarium. Her work wroutd be so tailored that it does not interfere with her normal livelihood.",
        "cop": 2,
        "opa": "Associate social health activist",
        "opb": "Accredited social health activist",
        "opc": "Advanced social health activist",
        "opd": "Assistant social health activist",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "d3972ee2-d579-49b5-b8ae-116862fbe176",
        "choice_type": "single"
    },
    {
        "question": "NRHM (National Rural Health Mission) is achieved through creation of",
        "exp": "C. i. e. (Accredited social health activist) (364- 365 - Park 19th)* NATIONAL RURAL HEALTH MISSION (NRHM) - launched on 5th april 2005for a period of 7 years (2005-2012) The mission seeks to improve rural health care delivery system. Plan of action to strengthen infrastructure1. Creation of a cadre of Accredited social health activist (ASHA)**2. Strengthenng sub centres, PHC, CHCASHA1. Must be the resident of the village - women (25- 45 years) with formal education upto eighth class2. One ASHA for 1000 population3. The target is to select and train at least 40% of ASHA in the first year* Under the RCH programme a community health centre should be equipped to function as a first Referral Unit (FRU)**",
        "cop": 3,
        "opa": "Community health worker",
        "opb": "Village health guide",
        "opc": "Accredited social health activist",
        "opd": "Community health assistants",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "eb465b8b-a59a-4ca6-8eb4-5199f8f1fa0a",
        "choice_type": "single"
    },
    {
        "question": "Asha scheme is associated with",
        "exp": "Creation of a cadre of Accredited Social Health Activist (ASHA) is associated with National rural health mission. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 449",
        "cop": 2,
        "opa": "ICDS",
        "opb": "Rural health mission",
        "opc": "20 points programme",
        "opd": "Minimum needs programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "55a66c1f-f2d2-4007-b678-fde0dfbdeadb",
        "choice_type": "single"
    },
    {
        "question": "In reproductive and child health programme, districts are divided on the basis of -",
        "exp": "<p> On the basis of crude bih rate and female literacy rate, all the districts were decided into three categories. Category A(58), category B(184), category C having 256 districts. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 452 <\\p>",
        "cop": 2,
        "opa": "Crude bih rate & infant moality rate",
        "opb": "Crude bih rate & female literacy rate",
        "opc": "Crude death rate & crude bih rate",
        "opd": "Couple protection rate & infant moality rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "af87d37f-53ca-4b89-918e-d46dfc4849c1",
        "choice_type": "single"
    },
    {
        "question": "New RNTCP initiative for Tuberculosis surveillance using case based web based IT system is",
        "exp": "(A) NIKSHAY[?]REVISED NATIONAL TUBERCUIOSIS CONTROL PROGRAMME (RNTCP)o. In 1993, in order to overcome these lacunae, the Government of India decided to give a new thrust to TB control activities by revitalizing the NTP, with the assistance from international agencies. o. The Revised National TB Control Programme (RNTCP) thus formulated, adopted the internationally recommended Directly Observed Treatment Short-course (DOTS) strategy, as the most systematic and cost-effective approach to revitalize the TB control programme in India. o. Political and administrative commitment, to ensure the provision of organized and comprehensive TB control services was obtained. Adoption of smear microscopy for reliable and early diagnosis was introduced in a decentralized manner in the general health services. DOTS was adopted as a strategy for provision of treatment to increase the treatment completion rates. o. Supply of drugs was also strengthened to provide assured supply of drugs to meet the requirements of the system. o. The objectives of the RNTCP are: 1. Achievement of at least 85 per cent cure rate of infectious cases of tuberculosis; through DOTS involving peripheral health functionaries; and2. Augmentation of case finding activities through quality sputum microscopy to detect at least 70 per cent of estimated cases. [?]. New Initiativeso. The RNTCP has completed the feasibility study of introducing Gene. Xpert in RNTCP in 18 Tuberculosis Units in 12 states. RNTCP is currently using CB NAAT for the diagnosis of tuberculosis and MDT-TB in high risk population like HIV positive and paediatric groups. [?]NIKSHAY: o. The word is combination of two Hindi words NI and KSHAY meaning eradication of tuberculosis. owww. nikshav. gov. in. NIKSHAY () is a web enabled application, which facilitates monitoring of universal access to TB patients data by all concerned. o. TB surveillance using case based web based IT system-Central TB Division in collaboration with National Informatics Centre has undertaken the initiative to develop a case based web based application named Nikshay.-This software was launched in May 2012 and has following functional components.-Master management-User details-TB Patient registration and details of diagnosis, DOT provider, HIV status, follow-up, contact tracing, outcomes.-Details of solid and liquid culture and DST, LPA, CBNMT details.-DR-TB patient registration with details.-Referral and transfer of patients.-Private health facility registration and TB notification.-Mobile application for TB notification.-SMS alerts to patients on registration.-SMS alerts to programme officers.-Automated periodic reports: a. Case finding; b. Sputum conversion; c. Treatment outcome. Objectives. Achievements. Promoting real time TB surveillance64425 notified TB Patients (up to 20. 02. 2014) in Nikshay. Minimizing patient default rate222 private health facilities have been registered & 908 TB patients notified by them. Linking TB database with UIDOther Options[?]NIRBHAYA: Fund can be utilized for projects for women safety & security. Central Government ministry of women & child development is the nodal authority for appraising recommend the proposal schemes to be funded under Nirbhaya scheme. [?]. Nischay-Home based pregnancy test kits- (PTKs) was launched under NRHM in 2008 across the country. o. The PTKs are being made available at sub-centres and to the ASHAs to facilitate the early detection and decision making for the outcomes of pregnancy. [?]. Electronic DOT (e. DOT) is an alternative method to in-person DOT in which a patient is remotely observed (E. g., over a smartphone) taking his or her TB medication",
        "cop": 1,
        "opa": "NIKSHAY",
        "opb": "NISCHAY",
        "opc": "E-DOTS",
        "opd": "NIRBHAYA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "b9812cd1-dff6-4d13-bde3-b3e1c363e3d9",
        "choice_type": "single"
    },
    {
        "question": "Outcome indicator for ASHA -",
        "exp": "Ans. is 'd' i. e., % of institutional deliveries Monitoring and Evaluation of ASHA's work. Government of India has set up following indicators for monitoring ASHA (41). 1. Process Indicators. Number of ASHAs selected by due process. Number of ASHAs trained; and% of ASH As attending review meeting after one year2. Outcome Indicators% of newborn who were weighed and families counseled.% of children with diarrhoea who received ORS.% of deliveries with skilled assistance.% of institutional deliveries.% of JSY claims made to ASHA% of completely immunized in 12 to 23 months age group.% of unmet need for spacing contraception among BPL.% of fever cases who received chloroquine with in first week in a malaria endemic area. 3. Impact Indicators. IMRChild malnutrition rates. Number of cases of TB/leprosy detected as compared to previous year.",
        "cop": 4,
        "opa": "IMR",
        "opb": "TB/leprosy cases detected",
        "opc": "Child malnutrition rate",
        "opd": "% of institutional deliveries",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "7f294c78-afc7-4417-b536-ed65dd059d1f",
        "choice_type": "single"
    },
    {
        "question": "NVBDCP includes all except?",
        "exp": "<p> NVBDCP National vector borne disease control programme: Implemented in states/UT&; s for prevention and control of vector borne diseases namely malaria, filariasis, Kala azar, Japanese encephalitis, Dengue fever and chikungunya The directorate of NVBDCP is the nodal agency for planning, policy making and technical guidance and monitoring and evaluation of programme implementation. The states are responsible for planning, implementation and supervision of the programme. Under NVBDCP, three prolonged strategies have been developed: 1. Disease management including early case detection and complete treatment, strengthening of referral services, epidemic preparedness and rapid response. 2. Integrated vector management. 3. Suppoive intervensions including behavioral change communication, human resource development through capacity building, operational research etc. {Reference: park&; s textbook of preventive and social medicine, 23rd edition, pg no. 414}</p>",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Filariasis",
        "opc": "Kala azar",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "62b629e1-2fe6-4ee2-aa46-e09b9a50c78c",
        "choice_type": "multi"
    },
    {
        "question": "New health policy according to WHO are all EXCEPT",
        "exp": "(Human is not fundamental right) (775-76- Park 20th)* A new National health policy 2002 was evolved* The main objective of this policy is to achieve an acceptable standard of good health amongst the general population of the country* The approach would be to increase access to decentralized public health system by establishing new infrastructure in the existing institutions.* Over- riding importance would be given to ensure a more equitable access to health services across the social and geographical expanse of the country* Primacy will be given to preventive and first line curative initiatives at the primary health level principally contributing to disease burden such as tuberculosis, malaria, blindness and HIV/AIDS* Emphasis will be laid on rational use of drugs within the allopathic system. National Health Policy 2002 eoals to be achieved by 2015* Eradicate Polio and yaws2005* Eliminate leprosy2005* Eliminate kala-azar2010* Eliminate lymphatic filariasis2015* Achieve zero level growth of HIV/AIDS2007* Reduce mortality by 50% on account of TB malaria and other vector and water borne disease2010* Reduce prevalence of blindness to 0. 5%2010. Reduce IMR to 30/100 and MMR to 100/lakh2010* Increase Utilization of public health facilities from current level of <20% to >75%2010* Increase share of central grants to constitute at least 25% of total health spending2010* Increase state sector health spending from 5. 5% to 7% of the budget2005* Further increase to 8% of the budget2010",
        "cop": 3,
        "opa": "To achieve an acceptable standard of good health",
        "opb": "To decrease disease burden of tuberculosis, HIV malaria",
        "opc": "Human is not fundamental right",
        "opd": "Increase access to decentralized public health system by establishing new infra structure in the existing institutions",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "73118774-7aef-4414-beef-65b986e6174c",
        "choice_type": "multi"
    },
    {
        "question": "National health policy which staed before 1960 is",
        "exp": "National Malaria Control Programme -1999 National Filaria Control Programme -1955 National Tuberculosis Programme-1962 National Programme for Control Of Blindness- 1976",
        "cop": 1,
        "opa": "National Filaria Control Programme",
        "opb": "National Malaria Control Programme",
        "opc": "National Programme for Control Of Blindness",
        "opd": "National Tuberculosis Programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "6b96edf9-d040-494c-8a64-86deedd4805c",
        "choice_type": "single"
    },
    {
        "question": "Elemental iron and folic acid contents of pediatric ironfolic acid tablets supplied under Rural Child Health (RCH) programme are -",
        "exp": "<p> 20 mg iron &100 micrograms folic acid. Reference: National Health Programmes of India by Dr. J. Kishore, 8th edition, page no: 413. <\\p>",
        "cop": 1,
        "opa": "20 mg iron & 100 microgram folic acid",
        "opb": "40 mg iron & 100 microgram folic acid",
        "opc": "40 mg iron & 50 microgram folic acid",
        "opd": "60 mg iron & 100 microgram folic acid",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "bcb13a66-0f12-4fff-9898-9675597d87c5",
        "choice_type": "single"
    },
    {
        "question": "Cancer control programme was launched in",
        "exp": "With the objectives of prevention, early diagnosis and treatment, the national cancer control programme was launched in 1975-76 Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 472",
        "cop": 1,
        "opa": "1976",
        "opb": "1986",
        "opc": "1970",
        "opd": "1992",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "a2c06d82-8a54-499b-8b26-9b9463ec12ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about RSBY (Rashtriya Swasthya Bima Yojana)?",
        "exp": "<p> Applies to BPL families only. Reference: RSBY Documents, Government of India. <\\p>",
        "cop": 1,
        "opa": "Applies to BPL families only",
        "opb": "Rupees 30, 000 per family member",
        "opc": "Both inpatient and outpatient charges includedi",
        "opd": "Patients pays first then it is reimbursed by government",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "ead46d53-9117-40f0-baa3-73b86f8c09ac",
        "choice_type": "multi"
    },
    {
        "question": "As per RNTCP guidelines first do in TB suspect case -",
        "exp": "Ans. is 'c' i. e., Sputum microscopy Treatment stratgies in RNTCPo Under the RNTCP active case finding is not pursuedo Case finding is passive. o Patients presenting thremselves with symptoms suspicious of tuberculosis are screened through 2 sputum smear examination. o Sputum microscopic examination is done in designated RNTCP microscopy centres. o It is essential to examine 2 sputum specimens of each patient before a conclusive diagnosis can be made. o If only 1 sputum smear is positive, chest x-ray helps in diagnosis. o Once the diagnosis is confirmed, treatment is started according to DOTS (Directly observed therapy short term). o Patient are expected to collect drugs once a month (not daily) on fixed dates from the nearest treatment centre.",
        "cop": 3,
        "opa": "Chest X-ray",
        "opb": "Sputum culture",
        "opc": "Sputum microscopy",
        "opd": "Start short-course chemotherapy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "8856ffb4-1e07-4e95-a4b3-965eedefa552",
        "choice_type": "single"
    },
    {
        "question": "\"3 by 5\" initiative in AIDS control programme is",
        "exp": "Providing A to 3 million people by 2005. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition",
        "cop": 1,
        "opa": "Providing 3 million people treatment by end of 2005",
        "opb": "Providing treatment to 3 out of 5 patients",
        "opc": "Reducing incidence of AIDS by 3% by 2005",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "cb7d50fe-29ed-4828-bcb8-59d5b8ba7690",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following conditions does not have a National Screening/Control Programme",
        "exp": "National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular diseases and Stroke(NPCDCS) include programes for diabetes, cancer-carcinoma cervix. National programme control of blindness NPCB includes evaluation of refractive errors. There are no national programmes for dental caries. Ref: Park&; s textbook of preventive and social medicine. K Park. Edition 23. Pg no: 472, 439",
        "cop": 2,
        "opa": "Diabetes Mellitus",
        "opb": "Dental caries",
        "opc": "Refractive errors",
        "opd": "Carcinoma cervix",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "632a6f5c-925a-4426-bf19-2be32671646e",
        "choice_type": "single"
    },
    {
        "question": "Which is not included in RNTCP-",
        "exp": "Under the RNTCP active case finding is not pursued. Case finding is passive Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 429",
        "cop": 1,
        "opa": "Active case finding",
        "opb": "Directly observed",
        "opc": "X-ray is diagnostic",
        "opd": "Drugs given daily",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "e0d4db9f-ccf0-4e7e-9948-0abc0ec52ef6",
        "choice_type": "single"
    },
    {
        "question": "Features of RNTCPA/E -",
        "exp": "parks textbook of preventive and social medicine 23rd edition. *objective of RNTCP: achievement of atleast 85%cure rate of infectious cases of TB through DOTS involving peripheral health functionaries: augumentation of case finding activites through quality sputum microscopu to detect at least 70% of estimated cases *under RNTCP active case finding is not pursued. cae finding is passive *DOTS is given by peripheral health staff such as. MPWs or through voluntary wprkers such as teachers, anganwadi workers, dais, ex-patients, social workers. they are called DOT agent and paid incentive /honorarium of. Rs. 150 per patient completing the treatment.",
        "cop": 2,
        "opa": "Active case findings is not done",
        "opb": "Included in NRHM 2005",
        "opc": "Teachers act as DOTS agent",
        "opd": "Achievement of atleast 83% cure reate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "0a36f00c-859b-433a-afd3-ec0f312ce795",
        "choice_type": "single"
    },
    {
        "question": "Prophylactic iron and folic acid content according to RCH program during pregnancy:",
        "exp": "Ans. (b) 100mg iron + 500mcg folic acid. Ref: K. Park 23rded. /527* Adult iron+folic acid tablet given in pregnancy: 1 tab/ day x 100 days* Kids iron+folic acid tablet given: 1 tab/day x 100 days per year- 0 to 5 years of age. Iron and Folic acid tablet content Iron. Folic acid. Adult tab100 mg500 meg. Kids tab (l/5th)20 mg100 meg",
        "cop": 2,
        "opa": "500mg iron + 100 meg folic acid",
        "opb": "100mg iron + 500mcg folic acid",
        "opc": "100 mg iron + 100 meg folic acid",
        "opd": "20 mg iron +100 meg folic acid",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "46cb7d5b-4028-42ec-bddd-78e6b68469fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about cataract surgery rate?",
        "exp": "Ans. c. Cataract surgery rate is a true rate (Ref: www. ncbI. nlm. nih. gov/pmc/articles/PMC2612994/'Current status of cataract blindness and Vision 2020: The right to sight initiative in India ' Murthy. Sanjeev K Gupta et al)'CSR is defined as (Total number of cataract surgeries performed/Total population) x 1, 000, 000''Conventionally, a rate as defined in epidemiology has a numerator which is related to and derived from the denominator and has a specific time dimension (such as one year). As against 'rates', CSR is a proportion, where the numerator may not be derived from the denominator. ''Cataract surgical rate is a quantifiable measure of the delivery of cataract services in a country. It is thus a good indicator of how well a country is organizing its efforts in tackling cataract-related blindness, 'A CSR of 3000 was targeted under Vision 2020: the right to sight, for India, by the year 2000. Current trends show that this target has been achieved, but still there are regional disparities across the country. Cataract Surgical Rate (CSR)CSR is defined as '(Total number of cataract surgeries performed / Total population) x 1, 000, 000'Conventionally, a rate as defined in epidemiology has a numerator which is related to and derived from the denominator and has a specific time dimensionQ (such as one year). As against 'rates'. CSR is a proportion, where the numerator may not be derived from the denominatorQ. Cataract surgical rate is a quantifiable measure of the delivery of cataract services in a country. It is thus a good indicator of how well a country is organizing its efforts in tackling cataract-related blindnessQ. There has been a substantial increase in CSR in India especially after the inception of the World Bank-supported Cataract Blindness Control Project. A CSR of 3000 was targeted under Vision 2020Q: the right to sight, for India, by the year 2000. Current trends show that this target has been achieved, but still there are regional disparities across the country.",
        "cop": 3,
        "opa": "Cataract surgery rate is defined as total number of cataract surgeries performed per million population",
        "opb": "A target cataract surgery rate of 3000 per million",
        "opc": "Cataract surgery- rate is a true rate",
        "opd": "It is an indicator success of blindness control programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "18e39a5d-e20d-4b3a-af82-9b1e50fa4698",
        "choice_type": "multi"
    },
    {
        "question": "Ayushman Bharat was staed in the year",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 2th ed",
        "cop": 4,
        "opa": "2015",
        "opb": "2016",
        "opc": "2019",
        "opd": "2018",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "0c97b783-e2a0-4e60-a4f4-bc418c45d32b",
        "choice_type": "single"
    },
    {
        "question": "Under the DOTS strategy of Revised National Tuberculosis Programme, the recommended line of management is category I patients, if the sputum is positive after 2 months of intensive phase treatment with 4 drugs, is to -",
        "exp": "<p> Continue intensive phase for 1 month with 4 drugs. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 188 <\\p>",
        "cop": 2,
        "opa": "Sta the continuation phase of treatment with INH and rifampicin",
        "opb": "Continue the intensive phase of treatment with 4 drugs for 1 more month only, regardless of sputum positivity after that",
        "opc": "Continue the intensive phase of treatment with 4 drugs until the sputum becomes negative",
        "opd": "Add one more drug, that is, to use 5 drugs until the sputum becomes negative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "f3859d50-8a76-41ba-b2db-bd2b6dc44497",
        "choice_type": "single"
    },
    {
        "question": "In Community Needs Assessment approach as part of the Reproductive & Child Health programme, the targets for various health activities are set at the level of:",
        "exp": "Ans. is 'd' i. e. District [Ref: Park 20/e, p 382, 18/e, p 344 (17/e, p 320, 16/e, p 315)j. The various activities of Reproductive and child Health Programme (RCH) are targeted at the district level. The following lines from Park support the answer- \"The RCH Programme is based on a differential approach. Inputs in all the districts have not been kept uniform. While the care component are the same for all districts, the weaker districts will get more support and sophisticated facilities are proposed for relatively advanced districts. On the basis of crude birth rate and female literacy rate - all the districtshave been divided into three categories All the districts will be covered in a phased manner over a period of three years. \"Also Remember. Components of RCH*Family Planning. Child survival and safe Motherhood component. Client approach to health care. Prevention/Management of RT1/STD/AIDS",
        "cop": 4,
        "opa": "Community.",
        "opb": "Sub-centre.",
        "opc": "Primary health-centre.",
        "opd": "District.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "3fc0c91e-7a44-483d-a635-1cc81d8cbf90",
        "choice_type": "single"
    },
    {
        "question": "Community development programme was launched in:",
        "exp": "Ans: b (1952) Ref: Park, 19th ed, p. 733. Community Development Programme was launched on 2nd October 1952 for the all round development of rural areas. 80% of India's population is in rural areas. Under Community Development Programme(CDP) the rural areas in India have been organized into community development blocks. Each block comprising approximately 100 villages and a population of one lakh. Ther are about 6000 CDBs in the country, each block is headed by a block development officer. Over the years CD block has emerged as a permanent unit of rural planning and development.",
        "cop": 2,
        "opa": "1951",
        "opb": "1952",
        "opc": "1953",
        "opd": "1954",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "eb12ac7b-e2b1-4a04-9498-0775fcd7acde",
        "choice_type": "single"
    },
    {
        "question": "In NPCB, vision testing in school done by -",
        "exp": "<p> NPCB: National programme for control of blindness Launched in the year 1976 as a 100% centrally sponsored programme and incorporate the earlier trachoma control programme staed in the year 1968. Objectives:- 1. Reduce the backlog of avoidable blindness through identification and treatment of curable blind at primary, secondary and teiary levels. 2. Develop and strengthen the strategy of NPCB for \"Eye health for all\" and prevention of visual impairment through provision of comprehensive universal eye care services. 3. Strengthen and upgrade the Regional institutes of ophthalmology to become centre of excellence in various sub specialities of ophthalmology. 4. Strengthening the existing infrastructural facilities and developing additional human resource for providing high quality comprehensive eye care in all districts of the country. 5. To enhance community awareness on eye care and lay stress on preventive measures. 6. Increase and expand research for prevention of blindness and visual impairment. 7. To secure paicipation of voluntary organisations or private practitioners in eye care delivery. School eye screening programme:- Children are first screened by trained teachers. Children suspected to have refractive error are seen by ophthalmic assistants and corrective spectacles are prescribed or given free for persons below povey line. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 439}</p>",
        "cop": 1,
        "opa": "Teachers",
        "opb": "Ophthalmologist",
        "opc": "NGO",
        "opd": "Optometrist",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "a7f66894-1806-434f-bb62-336450a50f56",
        "choice_type": "single"
    },
    {
        "question": "JSY stands for -",
        "exp": "<p> JSY: JANANI SURAKSHA YOJANA:- Launched on 12 th April 2005. Objectives- to reduce maternal moality and infant moality through encouraging delivery at health institutions, and focussing on institutional care among women in below povey line families. Salient features. 100% centrally sponsored scheme. Under NRHM, it integrates cash assistance with institutional care during antenatal, delivery and immediate postpaum care. The benefit given to all women, both rural and urban, belonging to below povey line household and aged 19 years and above, upto first two live bihs. In low performing states, the benefit will be extended to third child if the mother chooses to undergo sterilization in the health facility where she delivered, immediately after delivery. ASHA worker acts as a link health worker between poor pregnant women and public sector health institution. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 455}</p",
        "cop": 3,
        "opa": "Janani social yojana",
        "opb": "Jan suchil yojana",
        "opc": "Janani suraksha yojana",
        "opd": "Jun sulab - sauchalay yojana",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "7fcd628d-a5dd-4703-8c8c-ba0d0f53ab4d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organization is shown below?",
        "exp": "Ans. (b) UNICEF",
        "cop": 2,
        "opa": "World health organization",
        "opb": "UNICEF",
        "opc": "FAO",
        "opd": "World Bank",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "04891635-99ec-4f03-ba23-39335536f796",
        "choice_type": "single"
    },
    {
        "question": "True about ASHA are all except",
        "exp": "ASHA is not a skilled bih attendant. she will arrange esco/accompany pregnant women. All others are true. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 449",
        "cop": 4,
        "opa": "One per 1000 rural population",
        "opb": "Mobiliser of antenatal care",
        "opc": "Female voluntary worker",
        "opd": "Skilled bih attendant",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "982b15fa-ac4e-4b78-b2f5-d4d78aba6fdc",
        "choice_type": "multi"
    },
    {
        "question": "In vision 2020 of NPCB, center of excellence are-",
        "exp": "Ans. is 'd' i. e., 20 o 'Vision 2020: The Right to Sight', is a global initiative launched by WHO in 1999 in a broad coalition with a 'Task Force of International Non-Governmental Organisations (NGOs)' to combat the gigantic problem of blindness in the world. o Objective of vision 2020. Objective is to eliminate avoidable blindness by the year 2020 and to reduce the global burden of blindness. o Government of India has adopted 'Vision 2020: Right to Sight' under National Programme for Control of Blindness. o Based on the recommendations of WHO. there is need to develop the infrastructure pyramid wrhich includes. Primary level Vision Centres. There is a need to develop 20000 vision centres, y Each with one Ophthalmic Assistant or equivalent (Community based MLOP)y Covering a population of 50000. Service Centres. There is need to develop 2000 service centres at secondary# level. Each with two ophthalmologists and 8 paramedics (Hospital based MLOP), and one eye care manager, Covering a population of 5 lacs. Training Centres. There is a need to develop 200 \"Training Centres' for the training of Ophthalmologists. Covering a population of 50 lacs. Centre of Excellence (COE). There is need to develop 20 COE with well de\\>eloped all sub specialities of Ophthalmology\\Covering a population of 5 crores. The infrastructure for Vision 2020",
        "cop": 4,
        "opa": "20000",
        "opb": "2000",
        "opc": "200",
        "opd": "20",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "94de0c11-c329-42ad-89ea-76d41706fbba",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine is not including in Indradhanush mission?",
        "exp": "Ans. c. Meningococcal meningitis. The Mission Indradhanush, depicting seven colors of the rainbow, targets to immunize all children against seven vaccine preventable diseases namely: Diphtheria. Pertussis. Tetanushildhood tuberculosis. Polio. Hepatitis BMeasles",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Measles",
        "opc": "Meningococcal meningitis",
        "opd": "Diphtheria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "e979d064-dfc1-40be-8c79-3176fdc242ea",
        "choice_type": "single"
    },
    {
        "question": "Surveillance every Fortnight is according to which malaria programme -",
        "exp": "Ans. is 6c' i. e., Modified plan of operation o National anti-malaria Programme began initially as 'National Malaria Control Programe9 in 1953. Because of the spectacular success achieved in the control of malaria, the control programme, was converted into an eradication programe in 1958 with the object of eradicating malaria once and for all from the country. The programme went on well for sometimes. The incidence of malaria declined from 75 million cases and 8 lakhs death in 1953 to about 1-2 million cases and no death in 1972. But thereafter the programme suffered serious set backs. There was a sharp increase in malaria incidence, in 1976, there were 6. 47 million cases with 59 deaths. The Govt of India in 1977 evolved a u. Modified plan of operation\" based on \"effective control\" rather than eradication. Modified plan of operation (19771o Under The modified plan of operation, the endemic areas were reclassified according to annual parasite incidence (API) with different strategy for control measures. o The report of the consultative committee of experts indicated that in order to stabilize the malaria situation in the country, areas with API 2 and above should be taken up for regular spray operations (every 6 weeks). Areas with API < 2. Areas with API > 2. Focal spraying is undertaken(Not regular spraying). Regular insecticidal spraying (every 6 weeks). Two Rounds of DDT (if sensitive to DDT). Three Rounds of HCH (if refractory to DDT). Three rounds of Malathion (if refractory to HCH & DDT). Active and passive surveillance to be carried out every fortnight. Active and passive surveillance is carried out every fortnight. All detected cases should receive radical treatment. All detected cases should receive radical treatment. Presumptive treatment (mass treatment) is also considered. Epidemiological investigation. Entomological assessment. All malaria positive cases are to be investigated.# Mass surveys -# Follow up blood smears to be collected from all positive cases on completion of radical treatment and thereafter at monthly intervals for 12 months. This is done by entomological teams.# They carry out susceptibility tests and suggest appropriate insecticides to be used in particular areas.",
        "cop": 3,
        "opa": "Urban malaria scheme",
        "opb": "National malaria control programme",
        "opc": "Modified plan of operation",
        "opd": "Malaria eradication programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "fea8db60-43b4-4914-a941-d75812d66cdf",
        "choice_type": "single"
    },
    {
        "question": "About NPCB, all are true except:",
        "exp": "Ans is 'c' i. e. 100% coverage of vitamin A prophylaxis doses from 9 months to 3 years of age The National Programme for Control of Blindness (NPCB) was launched by the Government of India, Ministry of Health and Family Welfare, in the year 1976 as a 100% centrally sponsored scheme/Programme with the goal of reducing the prevalence of blindness from 1. 49% to 0. 3% by the year 2000 - this was later revised to the year 2020 in conjunction with VISION 2020. Targets for Tenth five year plan: To increase the cataract surgery rate to 450 operations per lakh population; Intra-ocular lens implantation in more than 80% cataract surgery cases by 2007; Development of 50 pediatric ophthalmology units; Facilities for early diagnosis and treatment of glaucoma and diabetic retinopathy; Setting up 20, 000 Vision Centres in rural areas; Development of 25 fully operational eye bank network; and. Developing human resources and institutional capacity for eye care by providing training to eye surgeons and other personnel at various levels, supply of ophthalmic equipments and grant-in-aid to NGOs. Also see: School Eye Screening Programme under NPCB Under the National Programme for Control of Blindness, all children aged 10-14 years will be screened for refractive errors by trained teachers. Children who cannot read the 6/9 line with any eye are then sent to the ophthalmic assistant of the CHC for refraction test. Children needing spectacles are then provided free spectacles by opticians who have been contracted by the NPCB.",
        "cop": 3,
        "opa": "Increase cataract surgery rate to 450 operations per lakh population",
        "opb": "Intra-ocular lens implantation in more than 80 percent cataract surgery cases",
        "opc": "100% coverage of vitamin A prophylaxis doses from 9 months to 3 years of age",
        "opd": "Development of 50 pediatric ophthalmic units",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "d39999a1-2a07-49d5-b871-0e7b138e4e64",
        "choice_type": "multi"
    },
    {
        "question": "Dose of Rifampicin per month for adult multibacillary leprosy",
        "exp": "Treatment of adult multibacillary leprosy Rifampicin 600mg once monthly, supervised Dapsone 100mg daily, self-administered Clofazimine 300mg once monthly supervised; and 50 mg daily, self-administered. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 323",
        "cop": 1,
        "opa": "600 mg",
        "opb": "150 mg",
        "opc": "450 mg",
        "opd": "300 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "08c6d111-9bdc-43b6-93d9-c49eea5dadbb",
        "choice_type": "single"
    },
    {
        "question": "The target group of IMNCI",
        "exp": "Integrated management of neonatal and childhood illness target is upto 5 yrs of age. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 459",
        "cop": 1,
        "opa": "Upto 5 yrs",
        "opb": "Upto 10 yrs",
        "opc": "Upto 15 yrs",
        "opd": "Upto 20 yrs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "392edf65-6a63-4826-997e-e1d4567670f3",
        "choice_type": "single"
    },
    {
        "question": "Under National Vector Borne Diseases Control Programme, operational efficiency of antimalarial measures is assessed by-",
        "exp": "Ans. is 'b' i. e., Annual Blood Examination Rate (ABER) Measurement of malaria* In the pre-eradication era, the magnitude of the malaria problem in a country used to be determined mostly from the reports of the clinically diagnosed malaria cases and the classical malariometric measures, e. g., spleen rate, parasite rate etc.* On the other hand, during eradication era, the microscopic diagnosis of malaria cases became the main method of diagnosis and the parameters used are mostly parasitological in nature e. g., API, ABER, SPR and SFR. Measurements of malaria in the pre eradication eraa) Spleen rate: Defined as the percentage of children between 2 & 10 years of age showing enlargement of spleen. Spleen rate is widely used for measuring the endemicity of malaria in a community. b) Average enlarged spleen: A refinement of spleen rate, denoting the average size of spleen. c) Parasite rate: Defined as on the percentage of children between the ages of 2 & 10 yrs showing malarial parsites in their blood films. d) Parasite density index: Average degree of parasitimiae) Infant parasite rate: Percentage of infants showing malarial parasites in their blood films. It is the most sensitive index of recent transmission of malaria in a locality. If the infant parasite rate is zero for three consecutive years in a locality, it is regarded as absence of malaria transmission even though, the Anopheline vectors responsible for previous transmissions may remain. Eradication Eraa) Annual Parasite Incidence (API) = (Confirmed cases during one year / population under surveillance) x 1000. It is the sophisticated measure of malaria incidence and burden of disease in a community. b) Annual Blood Examination Rate = (No. of slides examined/population) x 100. ABER is an index of operational efficiency. In the modified plan of operation, the minimum prescribed is 10 percent of the population in a year. c) Annual falciparum indexd) Slide positivity rate: Slide positivity rate is the percentage of slides found positive for malarial parasite, irrespective of the type of species. e) Slide falciparum rate: It is the percentage of slides positive for P. falciparum.",
        "cop": 2,
        "opa": "Annual Parasite Incidence",
        "opb": "Annual Blood Examination Rate",
        "opc": "Infant parasite rate",
        "opd": "Slide positivity rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "7162cdb1-ec9e-450b-b70b-f4200b68fe72",
        "choice_type": "single"
    },
    {
        "question": "True regarding Dots Target -",
        "exp": "DOTS is a strategy adopted by RNTCP to revitalise the TB control programme in India. Objectives are: achievement of atleast 85% cure rate, of infectious case of tuberculosis, through DOTS Augmentation of case ginding activities through quality sputum microscopy to detect at least 70 % of estimated cases. Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 427",
        "cop": 4,
        "opa": "Case finding 80%, cure rate 85%",
        "opb": "Case finding 80%, cure rate 80%",
        "opc": "Case finding 70%, cure rate 75%",
        "opd": "Case finding 70%, cure rate 85%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "89b4d2fc-f7ce-4cef-ae68-e5bf2bd575e4",
        "choice_type": "multi"
    },
    {
        "question": "IMNCI differs from IMCI in all of the following, Except -",
        "exp": "<p> Sick neonates are preferred over sick older children. Reference: Park&; s textbook of preventive and social medicine, K. Park, 21st edition, of no: 414, 23rd edition, page no: 459. <\\p>",
        "cop": 3,
        "opa": "Malaria and anemia are included",
        "opb": "0-7 days neonates are included",
        "opc": "Emphasis on management of sick neonates over sick older children",
        "opd": "Treatment is aimed at one disease at a time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "3d7b17a7-1ce8-4476-ab8c-ea96e86ca70e",
        "choice_type": "multi"
    },
    {
        "question": "Minimum needs programme includes all except",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed Pg. no. 519",
        "cop": 4,
        "opa": "Rural water supply",
        "opb": "Nutrition",
        "opc": "Adult education",
        "opd": "Sanitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "695c33a2-470c-4f0b-ab80-45a39a172334",
        "choice_type": "multi"
    },
    {
        "question": "New RNTCP software online to monitor TB control program is:",
        "exp": "Ans. a. NIKSHAYRef: Parks Text book of Preventive and Social Medicine, 24th Ed; Page No-448. New RNTCP software to online monitor TB control program is NIKSHAY; developed by Central TB Division in collaboration with National Informatics Center. Other new initiatives of RNTCP is: 99 DOTS: Improve adherence to treatment. Patient has to give missed call to hidden number (underneath the drug) after eating the drug. Bedaquiline new FDA approved drug of MDR cases.",
        "cop": 1,
        "opa": "NIKSHAY",
        "opb": "NICHAY",
        "opc": "E- DOTS",
        "opd": "NIRBHAI",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "c9bff781-11d5-48be-817d-fd47cac8caa0",
        "choice_type": "single"
    },
    {
        "question": "National Leprosy Eradication Programme was staed in -",
        "exp": "<p> National leprosy eradication programme: Staed in 1983 with the goal of eradicating the disease by the turn of the century. The aim was to reduce case load to 1 or less than 1 per 10, 000 population. Strategies: 1. Integrated leprosy services through general health care system. 2. Early detection and treatment of new leprosy cases. 3. Carrying out household contact survey for early detection of cases. 4. Involvement of ASHA in the detection and completion of treatment of leprosy cases on time. 5. Strengthening of disability prevention and medical rehabilitation services. 6. Information, Education and communication activities in the communities to improve self repoing to PHC and reduction of stigma. 7. Intensive monitoring and supervision at block primary health centre/CHC. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 425}</p>",
        "cop": 4,
        "opa": "1949",
        "opb": "1955",
        "opc": "1973",
        "opd": "1983",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "b7601b62-f4bb-4405-8033-fa477bbe3f7a",
        "choice_type": "single"
    },
    {
        "question": "Mid-day meal programme provides -",
        "exp": "Ans. is 'b' i. e., l/3rd of total calories & 1/2 of daily protein requirement * It is also known as 'School Lunch Programme\\ It was launched in 1961 under Ministry of Education. The features of programme are: i) Meal should be a supplement and not a substitue to home diet. ii) The meal should supply at least 1/3 of total energy requirement and Vi of total protein requirement.* A model-menu of mid-day school meal is as follows:-A mid-day school meal. Foodstuffsg/day/child. Cereals and millets75. Pulses30. Oils and fats8. Leafy vegetables30. Non-leafy vegetables30",
        "cop": 2,
        "opa": "1/2 of total calories & 1/2 of protein",
        "opb": "1/3 of total calories & 1/2 of protein",
        "opc": "1/2 of total calories & 1/3 of protein",
        "opd": "1/3 of total calories & 1/4 of protein",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "976c2270-1e47-4cf7-983c-a3fd44f37100",
        "choice_type": "single"
    },
    {
        "question": "IMCI approach developed by WHO encompasses following childhood illnesses Except",
        "exp": "The most common causes of infant and child moality in developing countries (including India) are:-Acute respiratory infections-Diarrhoea-Malaria-Measles and-Malnutrition IMCI approach developed by WHO encompasses these childhood illnesses. Ref: Park 23rd edition Pgno: 576",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Measles",
        "opc": "Diarrhoea",
        "opd": "Chicken pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "4d35f1b3-a62a-461c-b9f5-8054860f80e2",
        "choice_type": "multi"
    },
    {
        "question": "Integrated management of childhood illness (IMCI) initiative was taken to prevent morbidity an moality from all of the following except -",
        "exp": "<p> Neonatal tetanus is not included in IMNCI. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 460. <\\p>",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Malnutrition",
        "opc": "Otitis Media",
        "opd": "Neonatal tetanus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "179a2488-5d65-438b-9dbc-03045c4528b8",
        "choice_type": "multi"
    },
    {
        "question": "FALSE about Leprosy eradication programme is -",
        "exp": "<p> National leprosy eradication programme: Staed in 1983 with the goal of eradicating the disease by the turn of the century. The aim was to reduce case load to 1 or less than 1 per 10, 000 population. Strategies: 1. Integrated leprosy services through general health care system. 2. Early detection and treatment of new leprosy cases. 3. Carrying out household contact survey for early detection of cases. 4. Involvement of ASHA in the detection and completion of treatment of leprosy cases on time. 5. Strengthening of disability prevention and medical rehabilitation services. 6. Information, Education and communication activities in the communities to improve self repoing to PHC and reduction of stigma. 7. Intensive monitoring and supervision at block primary health centre/CHC. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 425}</p>",
        "cop": 3,
        "opa": "Early detection of cases",
        "opb": "Disability limitation",
        "opc": "Long term multi drug therapy",
        "opd": "Health education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "54e42a46-ce3f-43f3-9b14-5f917f23a476",
        "choice_type": "multi"
    },
    {
        "question": "\"Nikshay\" is a newly launched central government software. It is used for tracking:",
        "exp": "Ans. a. Tuberculosis (Ref: Park 23/e p429; www. nhp. gov. in)\"Nikshay\" is newly launched central government software. It is used for tracking tuberculosis. \"NIKSHAY, the web based reporting for monitoring RNTEP has been a notable achievement initiated in 2012. It has enabled capture and transfer of individual patient data from the remotest health institutions of the country. \"Revised National Tuberculosis Control Programme: New Initiatives1. The RNTCP has completed the feasibility study of introducing Gene. Xpert in RNTCP in 18 tuberculosis units in 12 states. RNTCP is currently using CB NAAT for the diagnosis of tuberculosis and MDT-TB in high-risk population like HIV positive and pediatric groups. Cartridge based nucleic acid amplification test (CBNAAT): The second generation NAAT-based TB diagnostics offer the prospect of very high sensitivity, approaching that of liquid culture-the gold standard for TB diagnosis. 2. Nikshay: TB surveillance using case based, web based IT system. Central TB division in collaboration with National Informatics Centre has undertaken the initiative to develop a case based web based application Nikshay. This software was launched in May 2012 and has following functional components:- TB patient registration and details of diagnosis, DOTS provider, HIV status, follow-up, contact tracing, outcomes.- Details of solid and liquid culture and DST, LPA. CBNAAT details- Referral & transfer of patients- Private health facility registration and TB notification- Mobile application for TB notification- SMS alerts to patients on registration- SMS alerts to programme officers- Automated periodic reports: Case finding, sputum conversion, treatment outcome3. TB Notification:- In order to ensure proper diagnosis and management of TB cases, and to reduce TB transmission and the emergence and spread of MDR-TB, it is essential to have complete information of all TB cases.- According to Government of India notification dated 7th May 2012, it is now mandatory for all healthcare providers to notify every TB case to local authorities every month in a given format. 4. Ban on TB Serology:- The serological tests are based on antibody response, which is highly variable in TB and may reflect remote infection rather than active disease.- Currently available serological tests are having poor specificity and should not be used for the diagnosis of pulmonary or extrapulmonary TB.- Their import, manufacturing, sale distribution and uses are banned by Government of India.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "High-risk pregnancies",
        "opc": "High-risk newborns",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "84c51265-2898-45b5-888f-f91f0c420692",
        "choice_type": "single"
    },
    {
        "question": "Full form of ASHA",
        "exp": "ASHA: Accredited Social Health Activist",
        "cop": 2,
        "opa": "Associate social health activist",
        "opb": "Accredited social health activist",
        "opc": "Advanced social health activist",
        "opd": "Assistant social health activist",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "0f59363e-fba5-4e88-9d9b-0dd9e6e52372",
        "choice_type": "single"
    },
    {
        "question": "Not true about NPCDCS-",
        "exp": "Ans. is 'b' i. e., Diagnosis & Treatment of subcenters National program for prevention and control of cancer, diabetes, cardiovascular diseases and stroke (NPCDCS)* NPCDCS is an integrated programme, which has a single centre for cancer, diabetes, cardiovascular disease and stroke. During the 11th five year plan, 100 identified districts in 21 states have been covered. 20000 subcenters and 7000 CHCs are covered. Diabetes, cardiovascular disease and stroke (DCS) under NPCDCS* The Activities at different levels areA) At subcentres: (i) Health promotion for behavior and life style change; (ii) Screening for BP, and blood glucose in older than 30 years; (iii) referral to CHC of cases of DM and hypertension. There are no facility for diagnosis and treatment. B) At community health centres (CHCs): (i) Diagnosis and management at NCD clinic, (ii) Home visits by nurse for bedrriden cases; (iii) referral to district hospital for complicated cases. C) At District hospital: (i) Health promotion; (ii) Screening for > 30 years old; (iii) Diagnosis and management of cardiovascular disease; (iv) Home based palliative teratment for, chronic debilitating patients; (v) Specialized facilities. Urban health check-up scheme for DM and High BP* The objectives are1) To screen urban slum population for diabetes and high blood pressure. 2) To create database for prevalence of diabetes and high blood pressure in urban slums. 3) To sensitize the urban slum population about healthy lifestyle.* The blood sugar and blood pressure will be checked for all > 30 years and al pregnant women of all age. Cancer component under NPCDCS* Various schemes arei) Regional cancer control scheme: Regional cancer centres act as referral centres and get one time assistance of Rs 3 crores during the plan period. ii) Oncology wing development scheme: Central assistance of Rs 3 crores are provided per Institution, usually Government Hospital and Government Medical collegesiii) Decentralized NGO scheme: It is meant for IEC activities and early detection for cancer. iv) IEC activities at central level: Wider publicity about the Anti-Tobacco Legislation. v) Research and training: Training manuals for health professionals, for cytology, for palliative care and for smoking cessation.",
        "cop": 2,
        "opa": "Screening of BP and blood glucose at subcenters",
        "opb": "Diagnosis & Treatment of subcenters",
        "opc": "Health promotion at distrct level",
        "opd": "Single centre for cancer, DM, CVD 8c stroke",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "a9d38895-7b3e-46d2-bf61-25e2658cf09b",
        "choice_type": "multi"
    },
    {
        "question": "All are true for components fo DOTS, except -",
        "exp": "parks textbook of preventive and socisl medicine 23rd edition *DOTS strategy adopted by revised national TB control programme initially had the following five components. (1)political will and administrative commintment (2)diagnosis by quality assured sputum smear microscopy (3)adequate supply of quality assured sho course chemotherapy drugs (4)directly observed treatment (5)systemic monitoring and accountability.",
        "cop": 1,
        "opa": "High compliance",
        "opb": "Given under observation",
        "opc": "Political commitment",
        "opd": "Accountability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "823116a7-1fe9-43f9-8793-28959685d6b3",
        "choice_type": "multi"
    },
    {
        "question": "Strategies in National Leprosy Control programme include-",
        "exp": "<p> National leprosy eradication programme: Staed in 1983 with the goal of eradicating the disease by the turn of the century. The aim was to reduce case load to 1 or less than 1 per 10, 000 population. Strategies: 1. Integrated leprosy services through general health care system. 2. Early detection and treatment of new leprosy cases. 3. Carrying out household contact survey for early detection of cases. 4. Involvement of ASHA in the detection and completion of treatment of leprosy cases on time. 5. Strengthening of disability prevention and medical rehabilitation services. 6. Information, Education and communication activities in the communities to improve self repoing to PHC and reduction of stigma. 7. Intensive monitoring and supervision at block primary health centre/CHC. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 425}</p>",
        "cop": 1,
        "opa": "Early detection of cases",
        "opb": "Sho course multi drug therapy",
        "opc": "Rehabilitation",
        "opd": "Chemoprophylaxis with dapsone",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "8c7ad1ee-7e09-4641-add3-0f2ad08b9e48",
        "choice_type": "single"
    },
    {
        "question": "Vision 2020 \"The right to sight\" includes all except-",
        "exp": "Ans. is 'b' i. e., Measles induced blindness o After the realization that unless blindness control efforts are intensified, the prevalence of blindness will double by 2020 AD, the WHO along with an International Partnership committeee launched the Vision 2020 Initiative in 1995. o The diseases identified for global elimination include: -1. Cataract blindness2. Trachoma blindness and transmission3. Onchorerciasis4. Avoidable causes of childhood blindness5. Refractive errors and low visiono Targets have been set up for each of the component diseases for the next 20 years, o Above 5 diseases were for global vision 2020. Indian vision 2020 includes following seven diseases. i) Cataract blindnessii) Trachoma blindness and transmissioniii) Childhood blindnessiv) Refractive errors and low visionv) Glaucomavi) Diabetic retinopathyvii) Corneal blindness",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Measles induced blindness",
        "opc": "Cataract",
        "opd": "Onchocerciasis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "faa08af0-4d94-4017-8f92-f37cf644c81c",
        "choice_type": "multi"
    },
    {
        "question": "Disease not under integrated disease surveillance project is",
        "exp": "Herpes Zoster is not under integrated disease surveillance project. Disease under integrated disease surveillance includes, Malaria, Typhoid, JE, Dengue, Measles, TB, Polio, Cholera, Hepatitis, Leptospirosis, Yellow fever, Anthrax, Plague, Meningoencephalitis etc. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 475",
        "cop": 4,
        "opa": "TB",
        "opb": "Meningoencephalitis",
        "opc": "Cholera",
        "opd": "Herpes Zoster",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "b36c0a68-f191-4991-888e-337e4708af16",
        "choice_type": "single"
    },
    {
        "question": "True about ASHA ( accredited social health activist) is",
        "exp": "ASHA is a cadre created under National Rural Health Mission. ASHA must be a resident of village Women in age group 25 -45 years with formal education upto eighth class, having communication skills and leadership qualities. The general norm of selection is one ASHA per 1000 population. Ref: Park&; s textbook of preventive and social medicine. K Park. Edition 23. Pg no: 449",
        "cop": 3,
        "opa": "Mental health worker",
        "opb": "Involved in minimum need program",
        "opc": "Deployed 1\\/1000 population",
        "opd": "To replace Anganwadi worker in ICDS program",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "366ee4a2-5b45-4d64-847d-6a3341fd6a7a",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a target disease under &; Vision 2020: The Right to Sight&;-",
        "exp": "Vision 2020 The Right to Sight Target diseases are cataract, refractive errors, childhood blindness, corneal blindness, glaucoma, diabetic retinopathy. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 440",
        "cop": 2,
        "opa": "Refractive error",
        "opb": "Trachoma",
        "opc": "Corneal blindness",
        "opd": "Diabetic retinopathy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "ae862b7a-1175-4fe1-9e41-31c81d26cd9b",
        "choice_type": "single"
    },
    {
        "question": "Problem village is all except",
        "exp": "A problem village has been defined as one where no source of safe water is available within a distance of 1. 6 km or where water is available at a depth of more than 15 metres or where water sources has excess of salinity, iron, flouride, and other toxic elements or where there are exposed to risk of cholera. Risk of guinea worm infection is not a criterion for problem village. Ref: Park&; s textbook of preventive and social medicine. K Park. Edition 23. Pg no: 476",
        "cop": 4,
        "opa": "No water source in a distance of 1. 6 km from community",
        "opb": "Water is more than depth of 15 metres",
        "opc": "There is excess of Na+, K+ and Flouride salts",
        "opd": "Risk of Guinea worm infection",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "abb38441-2b30-47fa-9fdb-549314663682",
        "choice_type": "multi"
    },
    {
        "question": "National Guinea worm Eradication Programme was launched in",
        "exp": "National Guinea worm eradication programme:- Launched in 1984 with technical assistance from WHO. From the very beginning, the programme was integrated into the national health system at village level. With well-defined strategies, an efficient information and evaluation system, intersectoral coordination at all levels and close collaboration with WHO and UNICEF, India was able to significantly reduce the disease in affected areas. Strategies: 1. Health education activities with special emphasis on school children and women in rural areas. 2. Rumour registration and rumour investigation. 3. Maintenance of guinea worm disease on the list of notifiable disease and continuation of surveillance in previously infected areas. 4. Careful supervision of the functioning of hand pumps and other sources of safe drinking water. Reference - Park&; s textbook of preventive and social medicine, 23rd edition, pg no. 476",
        "cop": 4,
        "opa": "1972-73",
        "opb": "1975-76",
        "opc": "1980-81",
        "opd": "1983-84",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "e156c0bd-1a4d-4395-97a2-05979dcf8dac",
        "choice_type": "single"
    },
    {
        "question": "In Vision 2020, Ophthalmic personnel per population ratio is:",
        "exp": "Ans is 'c' i. e. 50000 [Ref: Khurana ophthalmology 5/e p484 (4/e p454)J See previous question",
        "cop": 3,
        "opa": "5000",
        "opb": "10000",
        "opc": "50000",
        "opd": "1 lac",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "39fdb77f-e235-4639-8e96-6f9e780a4d8d",
        "choice_type": "single"
    },
    {
        "question": "Basic needs programme includes all except",
        "exp": "Basic needs programme includes Rural health Rural water supply Rural electrification Elementary education Adult education Nutrition Environmental improvement of urban slums Houses for landless labourers. Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 477",
        "cop": 2,
        "opa": "Education of adult and child",
        "opb": "Doctor and nurse ratio",
        "opc": "Water supply",
        "opd": "Sanitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "229e559d-6f77-4345-b660-1b10b3fa24b8",
        "choice_type": "multi"
    },
    {
        "question": "Under teh NMEP, the minimum annual blood examination rate should be -",
        "exp": "<p> NMEP: national malaria eradication programme Objective- to achieve API<1 per 1000 population by the end of 2017. Goals: 1. Screening of all fever cases suspected of malaria(60% through quality microscopy and 40% by rapid diagnostic test) 2. Treatment of all P. falciparum cases with full course of effective ACT and primaquine, and all P. vivax with 3 days chloroquine and 14 days primaquine. 3. Equipping all health institutions and RDT for emergency and injectable aemisinin derivatives. 4. Strengthening all district and subdistrict hospitals in malaria endemic areas. Outcome indicators: 1. At least 80% of those suffering from malaria get correct, affordable, appropriate and complete treatment within 24 hrs of repoing to health centres. 2. At least 80% of those at high risk of malaria get protected by effective preventive measures 3. At least 10% of population in high risk areas is surveyed annually. ( ABER>10%) {Reference:- park&; s textbook of preventive and social medicine, 23rd edition, pg no. 285}</p>",
        "cop": 1,
        "opa": "10%",
        "opb": "12%",
        "opc": "14%",
        "opd": "18%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "95737295-6bcd-4cff-9187-26c782ea0a75",
        "choice_type": "single"
    },
    {
        "question": "Under Revised National Tuberculosis Control Program, drug used for chemoprophylaxis in children is",
        "exp": "TB preventive therapy in children: The dose of INH for chemoprophylaxis is 10mg/kg administered daily for 6 months and it can be provided to (1) All asymptomatic cases of smear-positive (2) All HIV infected children who either have known exposure to an infectious TB case or tuberculin test positive but have no active TB (3) All tuberculin skin test positive children who are receiving immunocompromised therapy (4) A child born to a mother who was diagnosed to have TB in pregnancy should receive prophylaxis for 6months, provided congenital TB should be ruled out. Ref: Park&; s textbook of preventive and social medicine 23rd edition.",
        "cop": 2,
        "opa": "Rifampicin",
        "opb": "Isoniazid",
        "opc": "Ethambutol",
        "opd": "Ciprofloxacin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "4a393a7b-675e-4094-87b2-3da2521cdd2a",
        "choice_type": "single"
    },
    {
        "question": "Goal for blindness under NPCB is to reduce prevalence of blindness in 2020 to?",
        "exp": "<p> NPCB: National programme for control of blindness Launched in the year 1976 as a 100% centrally sponsored programme and incorporate the earlier trachoma control programme staed in the year 1968. The programme was launched with the goal to reduce the prevalence of blindness from 1. 4 to 0. 3 %. Objectives:- 1. Reduce the backlog of avoidable blindness through identification and treatment of curable blind at primary, secondary and teiary levels. 2. Develop and strengthen the strategy of NPCB for \"Eye health for all\" and prevention of visual impairment through provision of comprehensive universal eye care services. 3. Strengthen and upgrade the Regional institutes of ophthalmology to become centre of excellence in various sub specialities of ophthalmology. 4. Strengthening the existing infrastructural facilities and developing additional human resource for providing high quality comprehensive eye care in all districts of the country. 5. To enhance community awareness on eye care and lay stress on preventive measures. 6. Increase and expand research for prevention of blindness and visual impairment. 7. To secure paicipation of voluntary organisations or private practitioners in eye care delivery. School eye screening programme:- Children are first screened by trained teachers. Children suspected to have refractive error are seen by ophthalmic assistants and corrective spectacles are prescribed or given free for persons below povey line. {Reference-park&; s textbook of preventive and social medicine, 23rd edition, pg no. 439}</p>",
        "cop": 2,
        "opa": "0. 10%",
        "opb": "0. 30%",
        "opc": "0. 50%",
        "opd": "1. 00%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "76cb35e6-e7c2-45e7-9125-3494cd2859ec",
        "choice_type": "single"
    },
    {
        "question": "Under Swajaldhara - 2 project, the area included is?",
        "exp": "Answer: D. District. (Ref Park's Textbook of PSM 22nd/Pg. 428). Swajaldhara I (first dhara) is for a gram panchayat or a group of panchayats (at block / tehsil level) AND Swajaldhara II (second Dhara) has district as the project area. Swajaldhara was launched on 25th December 2002. It is a community led participatory programme, which aims at providing safe drinking water to rural area, with full ownership of community, building awareness among the village community on the management of drinking water projects, including better hygiene practices and encouraging water conservation practices along with rainwater harvesting. It has 2 components:-1. Swajaldhara I (first Dhara)- for gram panchayat or group of panchayats2. Swajaldhara II (Second Dhara)- district as project area. Swajaldhara Programme* Swajaldhara Programme is an extension of Sector Reform Programme launched by hon'ble Prime Minister on 25 th December, 2002.* States can implement Swajaldhara in blocks / gram panchayats / beneficiary groups following all the fundamental reform principles.* Community is required to contribute 10% of capital cost if general category and 5% if the SC/ST population is 50% or more.* Full responsibility of O & M of the schemes should be undertaken by communities and panchayats.* One time O & M grant would be released to users group within 6 months after taking over the scheme as revolving fund.* District wise physical and financial progress of Swajaldhara schemes in Assam are shown below",
        "cop": 4,
        "opa": "Block",
        "opb": "Tehsil",
        "opc": "Gram panchayat",
        "opd": "District",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "18d87778-cafb-4681-a7ec-23f02008596a",
        "choice_type": "single"
    },
    {
        "question": "According to National Leprosy Elimination Programme, elimination of leprosy is defined as prevalence of Leprosy less than or equal to______.",
        "exp": "Ans. b (1 per 10000 population) (Ref. Text book of PSM by Park 22nd/ 391)NATIONAL LEPROSY ELIMINATION PROGRAMME# Only target India achieved as per National Health Policy 2002 that too only at National level, not at state or district level.# Current prevalence of leprosy is 0. 72/10000 population (at one place it is mentioned as 0. 74/10000).# 28 states and UT attained level of elimination.# 487 out of 611 districts in India have achieved level.# Annual new case detection rate--11. 70/100000.# High prevalence (1-2)- Bihar, Chhatisgarh, Jharkhand, West Bengal, Chandigarh# Prevalence >2 is in Dadara & Nagar Haveli.",
        "cop": 2,
        "opa": "1 per 1000 population",
        "opb": "1 per 10000 population",
        "opc": "1 per 1, 00, 000 population",
        "opd": "2 per 10000 population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "0541a961-a67c-4eac-9733-d0c4829c9035",
        "choice_type": "single"
    },
    {
        "question": "ASHA is not a depot holder of -",
        "exp": "Ans. is 'd' i. e., OPV o ASHA are acting as a Depot Holder for essential provisions being made available to every habitation like -i) Oral rehydration solution (ORS)ii) Iron Folic Acid (IFA) tabletsiii) Disposable Delivery Kits (DDK)iv) Contraceptives (condom, OCP emergency pills)v) Cholorquine",
        "cop": 4,
        "opa": "ORS",
        "opb": "IFA",
        "opc": "Contraceptives",
        "opd": "OPV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "3c8fa1b4-892e-481d-b99f-8185dea19618",
        "choice_type": "single"
    },
    {
        "question": "National AIDS Control Programme was started in:",
        "exp": "Ans: d (1987) Ref: Park, 19th ed, p. 357. National AIDS Prevention and Control Policy was approved in April 2002. The objectives include reduction of the impact of epidemic and to bring about a zero transmission rate of AIDS by year 2007. Professional blood donation has been prohibited in the country since 1 January 1998.",
        "cop": 4,
        "opa": "1984",
        "opb": "1985",
        "opc": "1986",
        "opd": "1987",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "d6978efd-af36-49fe-b8c3-b96e7df2b447",
        "choice_type": "single"
    },
    {
        "question": "ASHA stands for -",
        "exp": "Ans. is 'b' i. e., Accredited social health activist o ASHA stands for Accredited social health activist.",
        "cop": 2,
        "opa": "Associate social health activist",
        "opb": "Accredited social health activist",
        "opc": "Advanced social health activist",
        "opd": "Assistant social health activist",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "6b3fcefd-337f-4800-bf57-7a8360214405",
        "choice_type": "single"
    },
    {
        "question": "Integrated management of neonatal and childhood illness includes all except -",
        "exp": "parks textbook of preventive and social medicine 23rd edition *the extent of childhood moality and morbidity caused by diarrhoea, ARI, malaria, measles, and malnutrition is substantial. *IMCI is a strategy for an integrated approach to the management of childhood illness.",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Pneumonia",
        "opc": "Diarrhoea",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "2358e661-879e-4f5c-9aa4-372bfcb6928c",
        "choice_type": "multi"
    },
    {
        "question": "False about Kishori Sakthi Yojana",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed",
        "cop": 1,
        "opa": "Money transfer",
        "opb": "LIterature",
        "opc": "Vocational training",
        "opd": "Health planning",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "5bf02cd7-7025-4cd0-ba92-be4e4eef23f7",
        "choice_type": "multi"
    },
    {
        "question": "Swajaldhara yojana is to provide -",
        "exp": "Ans. is 'b' i. e., Water Swajaldhara Yojanao Emphasizing the need for taking up community based rural water supply programmes and to open up the reform initiatives in the rural drinking water supply sector, Government of India has introduced a programme called Swajaldhara, which was launched by the Prime Minister of India on 25th December 2002. o Water supply is ensured to the rural population by Piped Water Supply Schemes (PWSS) and Spot Source Water Supply Schemes (SSWSS). A PWSS is adopted to cover a larger population and also when there is the need of proper treatment of raw water. A SSWSS is adopted to cater smaller population and also where the raw water requires no or minimum treatment. o This programme is dependent on community participation based on empowerment of villagers to ensure their full participation in the project through a decision making role in the choice of the drinking water scheme, planning, design, implementation, control of finances and management arrangementso The ownership of drinking water assets vests with community/panchayat itself. o The minimum share of community contribution for 40 litres per capita per day (LPCD) will be 10% of the estimated capital cost of the project and funding by the Govt, of India would be restricted to 90% of the capital costo The community contribution towards the capital cost of the schemes could be in the form of cash/kind/labour/land or combination of these. However, at least 50% of the community contribution will have to be in Cash. In case community contribution is more than 10% of the scheme cost, the excess amount shall be taken into operation and maintenance fund. o The community contribution need to be just 5% of the estimated capital cost of the project if more than 50% of the population within that community comprises of Scheduled Cost/Scheduled Tribe.",
        "cop": 2,
        "opa": "Nutrition",
        "opb": "Water",
        "opc": "Pension",
        "opd": "Sickness Benefits",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "0133832d-0e36-49e7-8baa-600057233cd9",
        "choice_type": "single"
    },
    {
        "question": "Under RMNCH program peripheral level of planning is done at",
        "exp": "The RCH phase 1 was launched in 1997 and phase 2 in 2005 which was extended till 2012. thereafter 2013 with expanded strategy in conjunction with NRHM, it was renamed as Reproductive, Maternal, Neonatal, child & Adolescent Health (RMNCH-A) RCH 1 included maternal components, child component, family planning and sexually transmitted infections prevention and control in some selected districts. Categorization of districts based on crude bih rate and female literacy rate for 3 consecutive years. It uses differential approach to all districts. Ref:- K Park, 24th ed; pg num:- 472-474",
        "cop": 4,
        "opa": "Anganwadi",
        "opb": "Subcentre",
        "opc": "PHC level",
        "opd": "District level",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "deaebf6e-56b8-4863-ab86-a4d95c1197af",
        "choice_type": "single"
    },
    {
        "question": "Intensified malaria control under the national framework for malaria elimination is defined as:",
        "exp": "Ans. (A) States with API >=1(Ref: Park Textbook of PSM 25th ed; pg. 286). The objectives of the national framework for malaria elimination are:#By 2022, by all 26 states that were in cat 1, 2 in year 2014. Interrupt transmission of malaria. Zero indigenous cases#By 2024: Incidence of malaria to be less than 1 per 1000 population in all states in India.#By 2027: Indigenous transmission to be interrupted in all states in India.#By 2030: Malaria to be eliminated and re-establishment prevented. Technically the NVBDCP divides the country into 4 categories based on the malaria burden: Category. Definition. Naming. Category-0. Zero indigenous cases of malaria. Prevention of re-established phase. Category-1. States with API <1 and all districts with API <1. Elimination phase. Category-2. States with API <1 and few districts with API >1. Pre-elimination phase. Category-3. States with API >=1. Intensified control phase. States with API >=1: Yes, this is technically right definition for intensified malaria control in an area. Zero incidence of malaria: No, the incidence is to be reduced less. No longer a health problem: No, the incidence to be reduced to less than 1/1000 cases by 2024. 3 consecutive years no local transmission in the state: Probably, may be correct, but the criteria of 3 years are not true.",
        "cop": 1,
        "opa": "States with API >=1",
        "opb": "Zero incidence of malaria",
        "opc": "No longer a health problem",
        "opd": "3 consecutive years no local transmission in the state",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "ec7b7f50-c6de-423b-9b33-583a9508868c",
        "choice_type": "single"
    },
    {
        "question": "IMNCI recommendations are until the age of",
        "exp": "The IMNCI clinical guidelines target children less than 5 years old -- the age group that bears the highest burden of deaths from common childhood diseases. The approach to case management is:-evidence-based and-syndromic-that suppos the rational, effective and affordable use of drugs and diagnostic tools. Ref: Park 23rd edition Pgno: 456-459",
        "cop": 1,
        "opa": "5 yrs",
        "opb": "6 yrs",
        "opc": "10 yrs",
        "opd": "12 yrs",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "dce61aa3-4b90-456c-95fa-9322bda8ac08",
        "choice_type": "single"
    },
    {
        "question": "WHO declared global eradication of small pox on -",
        "exp": "Ans. is 4d' i. e., 8th May 1980 Small poxo It was an acute infectious disease caused by Variola virus. o It is the only infectious disease which has been eradicated globally. The world's last case occured in Somalia on 26 October 1977. The WHO declared on 8 may 1980 that smallpox had been eradicatedo In April 1977, India was declared smallpox free. The last idiginous case in India occured on 17 may 1975 in Bihar and India's last known case of smallpox was an importation from Bangladesh, which occured on 24 May 1975. o The epidemiological basis which have led to small-pox eradication are: i) No-known animal reservoirii) No long-term carrieriii) Life-long immunity after recovery from diseaseiv) Sub-clinical infections not transmitting diseasev) Highly effective vaccinevi) Easy detection of casevii) International cooperation",
        "cop": 4,
        "opa": "26th October 1977",
        "opb": "5th July 1975",
        "opc": "17th May 1975",
        "opd": "8th May 1980",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "c40ab16f-eca4-42b8-8f67-f84c12293d29",
        "choice_type": "multi"
    },
    {
        "question": "Statutory body (shown in symbol) has been established under the act passed in",
        "exp": "2006",
        "cop": 3,
        "opa": "2000",
        "opb": "2002",
        "opc": "2006",
        "opd": "2013",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "0e39527a-90fa-4169-ac4c-1ca573a0d4e2",
        "choice_type": "single"
    },
    {
        "question": "A total number of....... tablets of iron with folic acid is given to a pregnant women by the Health worker-",
        "exp": "<p> 100 mg of elemental iron and 500 micrograms of folic acid are being distributed daily for 100 days to a pregnant woman through ASHA or antinatal clinic. Reference: Park&; s textbook of preventive and social medicine, K. Park, 23rd edition, page no: 527. <\\p>",
        "cop": 3,
        "opa": "70",
        "opb": "90",
        "opc": "100",
        "opd": "150",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "9e42d78f-2e51-455d-8e7f-e15b2cee2a06",
        "choice_type": "single"
    },
    {
        "question": "Screening age for trachoma is:",
        "exp": "Ans. b. 1-9 years (Ref: Trachoma Surveillance Annual Report 2008; Park 23/e p308). Screening age for trachoma is 1-9 years. School children are screened and mass treatment with azithromycin is given in areas found to have active trachoma (TF >10% in children aged 1-9 years). Trachoma control includes all the components of the SAFE strategy, which are integrated with other control of blindness activities. Health education is also provided. School children are screened and mass treatment with azithromycin is given in areas found to have active trachoma (TF >10% in children aged 1-9 yearsQ). Trachoma. Caused by Bedsonian organism, Chlamydia trachomatis belonging to PLT (Psittacosis, Lymphogranuloma, Trachoma) group. Chlamydia is epitheliotropic and produce intracytoplasmic inclusion bodies called H. P, (Halberstedter Prowazeki) bodies. Source of infection is conjunctival discharge of the affected person. Incubation period is 5-21 daysQ. Clinical picture of trachoma is determined by the presence or absence of infectionQ. Mostly the picture is complicated by secondary infection. Conjunctival signs in Trachoma. Congestion of upper tarsal and fornix conjunctiva. QConjunctival follicles: Look like boiled sago grains, more common on upper tarsal conjunctiva and fornix. QSometimes follicles maybe seen on bulbar conjunctiva (Pathognomic of trachoma)QCentral part of each follicle is made up of mononuclear histiocytes, few lymphocytes and large multinucleated giant cells called Leber's cellsQ. Presence of Leber's cells and signs of necrosisQ differentiate trachoma follicle from other forms of follicular conjunctivitis. Papillary hyperplasia. QConjunctival Scarring: Linear scars present in sulcus subtarsalis is called Arlt's line. QConcretions formed due to dead epithelial cells and inspissated mucus in the depressions called glands of HenleQ. Corneal signs in Trachoma. Superficial Keratitis in upper part. Herbert follicles (Typical follicles in limbal areaQ). Pannus: It is infiltration of cornea associated with vascularization in upper part. QThe vessels are superficial and lie between epithelium and Bowman's membrane. In progressive pannus, infiltration of cornea is ahead of vascularization. QIn regressive pannus, vessels extend a short distance beyond the area of infiltration. QCorneal ulcer at advancing edge of pannus. Herbert pitsQ (oval or circular pitted scars, left after healing of Herbert follicles in limbal area). Corneal opacity. Grading of Trachoma. Mc. Catlan's Classification. Stage IIncipient trachoma or stage of infiltration* Hyperemia of palpebral conjunctiva* Immature follicles on superior tarsus* Mild superficial keratopathy and pannus. Stage IIEstablished trachomaor stage of florid infiltration* Superficial tarsal follicular reaction with mature follicles (IIa)* Marked papillary hyperplasia (IIb)* Pannus formation* Limbal follicles* Superior comeal subepithelial infiltrates. Stage IIICicatrizing trachoma or stage of scarring* Scarring along with follicles indicating persisting active infection. Stage IVHealed trachoma or stage of squeal* Disease has become quiet, so there are no follicles* Squeal include trichiasis, Entropion, corneal opacity, xerosis, blindness, corneal ulcer",
        "cop": 2,
        "opa": "Below 5 years school child only",
        "opb": "1-9 years",
        "opc": "9-14 years",
        "opd": "5-15 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "ce6eb330-bf18-4218-a87b-3ad9db5fb840",
        "choice_type": "single"
    },
    {
        "question": "Which is a preventable cause of blindness -",
        "exp": "Ans. is 'b' i. e., Vitamin A deficiency Avoidable blindness -* Avoidable blindness is defined as blindness which could have been either treated or prevented by known cost effective means.* Thus avoidable blindness is divided into: 1) Treatable blindness# Treatable are those condition that could have been treated early to prevent blindness, i. e. secondary prevention - early diagnosis & treatment to prevent disability (blindness).# Important causes of treatable blindness are cataract, glaucoma, amblyopia, retinopathy of prematurity, refractive errors, and diabetic retinopathy2) Prevantable blindness# Preventable are conditions that are amenable to primary prevention, i. e. where the condition causing blindness could have been entirely prevented.# Important causes of preventable blindness are measles, vitamin A deficiency, ophthalmia neonatrum. and trachoma.",
        "cop": 2,
        "opa": "Cataract",
        "opb": "Vitamin A deficiency",
        "opc": "Refractive errors",
        "opd": "Retinal dystrophies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "820bbeb1-c72b-4be8-bc6c-b0bcfb3598a3",
        "choice_type": "single"
    },
    {
        "question": "Health related goal in Sustainable Development Goals",
        "exp": "Ref: Park's Textbook of Preventive and Social Medicine 25th Ed P. 523",
        "cop": 4,
        "opa": "SGD 4",
        "opb": "SDG 6",
        "opc": "SDG 2",
        "opd": "SDG 3",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "7aacadfa-1bf0-4cdc-ad56-538a338853a4",
        "choice_type": "single"
    },
    {
        "question": "In RMNCH+A Startegy, what is plus -",
        "exp": "Ans. is 'a' i. e., Adolescent health o The RMNCH+A strategy is based on provision of comprehensive care through the five pillars, or thematic areas, of reproductive, maternal, neonatal, child, and adolescent health, and is guided by central tenets of equity, universal care, entitlement, and accountability. The \"plus\" within the strategy focusses on:# Including adolescence for the first time as a distinct life stage.# Linking maternal and child health to reproductive health, family planning, adolescent health. HIV, gender, preconception and prenatal diagnostic techniques.# Linking home and community-based services to facility-based care.# Ensuring linkages, referrals, and counter-referrals between and among health facilities at primary (primary health centre), secondary (community health centre), and tertiary levels (district hospital). o Reduce anemia at 6% annual rate in adolescent is coverage target ( not goal) for RMNCH + A -Reproductive, maternal, newborn, child and adolescent health (RMNCH+A) stratery, 2013o In June 2012, the Government of India, Ethiopia, USA and the UNICEF convened the \"Global Child Survival Call to Action: A Promise to Keep\" summit in Washington, DC to energize the global fight to end preventable child deaths through targeted interventions in effective, life-saving interventions for children. More than 80 countries gathered at the Call to Action to pledge to reduce child mortality to < 20 child deaths per 1000 live births in every country by 2035. Eight months after the event, in February 2013, the Government of India held its own historic Summit on the Call to Action for Child Survival, where it launched \"A Strategic Approach to Reproductive, Maternal, Newborn, Child, and Adolescent Health (RMNCH+A) in India. \" Since that time, RMNCH+A has become the heart of the Government of India's flagship public health programme, the National Health Mission. o The RMNCH+A strategy is based on provision of comprehensive care through the five pillars, or thematic areas, of reproductive, maternal, neonatal, child, and adolescent health, and is guided by central tenets of equity, universal care, entitlement, and accountability. The \"plus\" within the strategy focusses on:# Including adolescence for the first time as a distinct life stage.# Linking maternal and child health to reproductive health, family planning, adolescent health. HIV, gender, preconception and prenatal diagnostic techniques.# Linking home and community-based services to facility-based care.# Ensuring linkages, referrals, and counter-referrals between and among health facilities at primary (primary health centre), secondary (community health centre), and tertiary levels (district hospital). o In developing the RMNCH+A strategy, the aim is to reach the maximum number of people in the remotest comers of the country. Guidelines and tools were developed and policies were adjusted. 1) High-Priority Districts: Uniform and clearly defined criteria were used to identify 184 high-priority districts across all 29 states. 2) Management tools andjob aids: The RMNCH+A 5><5 matrix identifies five high-impact interventions across each of the five thematic areas, five cross-cutting and health systems strengthening interventions, and, the minimum essential commodities across each of the thematic areas. The 5x5 matrix as shown in table, is an important tool for explaining the strategy in simple terms, organizing technical support, and monitoring progress with the states and high-priority districts. Reproductive health. Maternal health. Newborn health. Child health. Adolescent health# Focus on spacing methods, particularly PPIUCD at high case load facilities.# Focus on interval IUCD at all facilities including subcentres on fixed days.# Home delivery of Contraceptives (HDC) and Ensuring Spacing at Birth (ESB) through ASHAs.# Ensuring access to Pregnancy Testing Kits (PTK \"Nischay Kits\") and strengthening comprehensive abortion care services.# Maintaining quality sterilization services.# Use MCTS to ensure early registration of pregnancy and full ANC.# Detect high risk pregnancies and line list including severely anaemic mothers and ensure appropriate management.# Equip delivery points with highly trained HR and ensure equitable access to Em. OC services through FRUs, Add MCH wings as per need.# Review maternal, infant and child deaths for corrective actions. o Identify villages with high numbers of home deliveries and distribute Misoprostol to selected women in 8th month of pregnancy for consumption during 3rd stage of labour; Incentivize ANMs for home deliveries.# Early initiation and exclusive breastfeeding.# Home based newborn care through ASHA.# Essential Newborn Care and resuscitation services at all delivery points.# Special Newborn Care Units with highly trained human resource and other infrastructure.# Community level use of Gentamycin by ANM.# Complementary feeding, IFA supplementation and focus on nutrition.# Diarrhoea management at community level using ORS and Zinc.# Management of pneumonia.# Full immunization coverage.# Rashtriya Bal Swasthya Karyakram (RBSK); screening of children for 4D's (birth defects, development delays, deficiencies and disease) and its management.# Address teenage pregnancy and increase contraceptive prevalence in adolescents.# Introduce community based services through peer educators.# Strengthen ARSH clinics.# Roll out National Iron Plus Initiative including weekly IFAsupplementation.# Promote menstrual hygiene. Health Systems Strengthening. Cross Cutting Interventions# Cases load based deployment of HR at all levels.# Ambulances, drugs, diagnostics, reproductive health commodities.# Health education, demand promotion & behaviour change communication.# Supportive supervision and use of data for monitoring and review, including scorecards based on HMIS.# Public grievances redressal mechanism, client satisfaction and patient safety through all round quality assurance.# Bring down out of pocket expenses by ensuring ISSK, RBSK and other free entitlements.# ANMs & Nurses to provide specialized and quality care to pregnant women and children.# Address social determinants of health through convergence.# Focus on un-served and underserved villages, urban slums and blocks.# Introduce difficult area and performance based incentives. 5x5 matrix for high impact RMNCH+A interventions. To be implemented with High Coverage and High Quality. Goals and Targetso The 12th Five Year Plan has defined the national health outcomes and the three goals that are relevant to RMNCH+A strategic approach are as follows:# Reduction of Infant Mortality Rate (IMR) to 25 per 1, 000 live births by 2017.# Reduction in Maternal Mortality Ratio (MMR) to 100 per 100, 000 live births by 2017.# Reduction in Total Fertility Rate (TFR) to 2[?]1 by 2017. o For achieving these goals, variable increase in the coverage level for key interventions are required. These are defined in the table. Coverage targets for key RMNCH+A interventions for 2017# Increase facilities equipped for perinatal care (designated as 'delivery points') by 100%.# Increase proportion of all births in government and accredited private institutions at annual rate of 5[?]6% from the baseline of 60% (SRS 2010).# Increase proportion of pregnant women receiving antenatal care at annual rate of 6% from the baseline of 53% (CES 2009).# Increase proportion of mothers and newborns receiving postnatal care at annual rate of 7[?]5% from the baseline of 45% (CES 2009).# Increase proportion of deliveries conducted by skilled birth attendants at annual rate of 2% from the baseline of 76% (CES 2009).# Increase exclusive breast-feeding rates at annual rate of 9-6% from the baseline of 35% (CES 2009).# Reduce prevalence of under-five children who are underweight at annual rate of 5[?]5% from the baseline of 45% (NFHS-3).# Increase coverage of three doses of combined diphtheria-tetanus-pertussis (DTP3) (12-23 months) at annual rate of 3-5% from the baseline of 7% (CES 2009).# Increase ORS use in under-five children with diarrhoea at annual rate of 7[?]2% from the baseline of 43% (CES 2009).# Reduce unmet need for family planning methods among eligible couples, married and unmarried, at annual rate of 8[?]8% from the baseline of 21% (DLHS 3).# Increase met need for modem family planning methods among eligible couples at annual rate of 4[?]5% from the baseline of 47% (DLH 3).# Reduce anemia in adolescent girls and boys (15-19 years) at annual rate of 6% from the baseline of 56% and 30%, respectively (NFHS-3).# Decrease the proportion of total fertility contributed by adolescents (15-19 years) at annual rate of 3[?]8% per year from the baseline of 16% (NFHS-3).# Raise child sex ratio in the 0-6 years age group at annual of 0[?]6% per year from the baseline of 914 (Census 2011).",
        "cop": 1,
        "opa": "Adolescent health",
        "opb": "Reproductive health",
        "opc": "DPT Vaccination",
        "opd": "Newborn health",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "80688b75-8dca-4679-a39d-9545c44e9b34",
        "choice_type": "single"
    },
    {
        "question": "Which drug is not included in RNTCP regime for MDR TB -",
        "exp": "Ans. is 'd' i. e., PAS Treatment of multidrug resistance (MDR) TBo MDR-TB is defined as resistance to at least both IIS H and rifampicin. Previously it was classified as Category IV under DOTS (DOTS-PLUS). o The treatment is given in two phases, the intestive phase (IP) and the continuation phase (CP). The total duration of treatment for regimen for MDR-TB is 24-27 months, depending on the IP duration, o Treatment regimen comprises:-Intensive phase (6-9 months): Six drugs: Kanamycin (Km), levofloxacin (Lvx), ethionamide (Eto), pyrazinamide (Z), ethambutol (E), and cycloserine (Cs). Continuation phase (18 months): Four drugs: Levofloxaxcin, ethionamide, ethambutol and cycloserine, o Total duration of treatment is 24-27 months. Treatment of extensive drug resistance (XDR) TBo XDR-TB is defined as resistance to any fluoroquinolone and at least one of the following three second-line drugs (capreomycin, kanamycin, amikacin), in addition to muitidrug resistance, o The Regimen for XDR-TB w'ould be of 24-30 months duration, with 6-12 months Intensive Phase (IP) and 18 months Continuation Phase (CP). o Regimen is:-Intensive phase (6-12 months): Seven drugs: Capreomycin, PAS, moxifloxacin. high dose INH. clofazimine, Linezolid, amoxyclav. Continuation phase (18 months): Six drugs: PAS, moxifloxacin, high dose INH, clofazimine, linezolid, amoxyclav.",
        "cop": 4,
        "opa": "Cycloserine",
        "opb": "Ethionamide",
        "opc": "Levofloxacin",
        "opd": "PAS",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "6dc92154-4813-4778-bf1f-2d17b3f38d6e",
        "choice_type": "single"
    },
    {
        "question": "A problem village is one wrhere -",
        "exp": "Ans. is i. e., All of the above o A problem village has been defined as one. Where no source of safe water is available within a distance of 1. 6 km, or Where water is available at a depth of more than IS meters, or. Where water source has excess salinity, iron, fluorides and other toxic elements, or. Where water is exposed to the risk of cholera.",
        "cop": 4,
        "opa": "Source of water > 1[?]6 km away",
        "opb": "Water available > 15 meters depth",
        "opc": "Excess of fluoride in water",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "51d9b599-ddff-4ecc-ba4e-18814a91a847",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of TB acc to DOTS?",
        "exp": "1 or 2 positives put of 2 sputum smear is considered as smear positive TB Ref: PARK&; S TEXTBOOK OF PREVENTIVE AND SOCIAL MEDICINE 23rd edition pg 429",
        "cop": 1,
        "opa": "1 out of 2 samples positive",
        "opb": "2 out of 3 samples positive",
        "opc": "3 out of 3 samples positive",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "acdceff5-d185-49ab-943e-37a56b507fb2",
        "choice_type": "multi"
    },
    {
        "question": "Who is the chairman of district blindness control society?",
        "exp": "Ans. a. District collector (Ref: Park 23/e p439, 22/e p406; www. nrhmtn. gov. in/dbcs. html). District collector is the chairman of district blindness control society. District Blindness Control Society has been established under the chairmanship of District Collector/Deputy Commissioner. Park 23/e p439. District Blindness Control Society. Chairman. District Collector. Vice-Chairman. Deputy Director of Health Services. Member Secretary. Chief Ophthalmic Surgeon and. District Programme Manager. Technical Adviser. District Ophthalmic Surgeon",
        "cop": 1,
        "opa": "District collector",
        "opb": "Programme manager",
        "opc": "District health officer",
        "opd": "District eye surgeon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Programmes in India",
        "id": "2584d677-78f6-4efd-a478-0689d9d46cd9",
        "choice_type": "single"
    },
    {
        "question": "Delinking Malaria activity from Family planning was under the recommendation of",
        "exp": "Chadah committee recommended that the vigilance operations in respect of the national malaria eradication programme should be the responsibility of the general health services ie primary health centres. Ref: Park 23rd edition Pgno: 874",
        "cop": 2,
        "opa": "Mudaliar committee",
        "opb": "Chadah committee",
        "opc": "Mukerji committee",
        "opd": "Kaar Singh committee",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "a6734dbc-2dff-4f24-a6ba-8d1d2ce4fdc0",
        "choice_type": "single"
    },
    {
        "question": "The minimum number of feeding days in a year recommended, under Mid-day meal programme is",
        "exp": "Recommended norms of 450 Kcal and 12 g protein for a minimum of 200 days Ref: Park 23rd edition Pgno: 661",
        "cop": 2,
        "opa": "200",
        "opb": "250",
        "opc": "300",
        "opd": "350",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health programmes in India",
        "id": "6decd79e-783c-41f9-92b7-e0b6e1528838",
        "choice_type": "single"
    }
]