[
    {
        "question": "True about PMSMA except:-",
        "exp": "PMSMA - Pradhan Mantri Surakshit Matritva Abhiyaan: * Launched by Ministry of health & family welfare. * Free antenatal check-up of pregnant women with paicipation of Private doctors. * Held at Govt. hospitals on 9th of every month. * Logo for PMSMA.",
        "cop": 2,
        "opa": "Pradhan Mantri Surakshit Matritva Abhiyaan",
        "opb": "Free antenatal check-up of pregnant women with paicipation of Govt. doctors",
        "opc": "Held at Govt. hospitals on every 9th of month",
        "opd": "Launched by Ministry of health & family welfare",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "344ae0ff-ef66-4ac7-b381-5deb6fe7d31c",
        "choice_type": "multi"
    },
    {
        "question": "NPCDCS covers all except:-",
        "exp": "NPCDCS:- National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke. Launched by Ministry of Health & Family welfare. Launched in 100 districts & 21 districts. At sub-center level: Health promotion. Oppuunistic screening for B. P & sugar. Referral to CHC for DM & HTN. CHC level: Diagnosis & management at NCD clinics. Home visits for bed ridden pts. Referral to District hospital if complicated cases. District hospitals: Health promotion. Screening for > 30 days. Diagnosis & management of CV diseases. Pallative care for chronic debilitating progressive pts.",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Hypertension",
        "opc": "Depression",
        "opd": "Stroke",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "d8a0115e-4985-4bbe-8054-67e505d57d82",
        "choice_type": "multi"
    },
    {
        "question": "True about Vandemataram scheme (VMS) is?",
        "exp": "Vandemataram Scheme (VMS): It is a voluntary scheme in which any obs & gyn specialist, maternity/nursing home, MBBS doctor can volunteer themselves for providing safe motherhood services. Iron, Folic Acid tablets, oral pills, TT injections etc are provided by respective District Medical Officers to 'Vandemataram doctors/ clinics' for free distribution to beneficiaries. Cases which need special care are referred to govt hospitals, where due care is given to pts coming with vandemataram cards.",
        "cop": 4,
        "opa": "It is compulsory scheme established in maternity / nursing homes.",
        "opb": "It is executed in government hospitals only.",
        "opc": "Treatment is given for free of cost.",
        "opd": "Voluntary scheme that provide safe motherhood services.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "2ad6f120-e8ca-4adc-859a-4fa81a1dee5b",
        "choice_type": "multi"
    },
    {
        "question": "Mid-day Meal Programme provides:-",
        "exp": "Nutritional supplementation under schemes: Scheme/ Programme Nutritional supplementation (of total daily requirement) Calories Proteins ICDS Scheme (anganwadi) Mid-day Meal Programme (Schools) 1/3 1/3 - Ministry of Mid-day meal programme is Human resource & development.",
        "cop": 4,
        "opa": "1/3 calories, 1/3 proteins",
        "opb": "1/2 calories, 1/3 proteins",
        "opc": "1/2 calories, 1/2 proteins",
        "opd": "1/3 calories, 1/2 proteins",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "60a07ed0-e71a-4838-8dfc-a0463a79910e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is False?",
        "exp": "Option-1- True - Rashtriya Krishi Vikas Yojana scheme is launched for prosperity of agriculture & farmers Option-2- True - Sukanya Samridhi Yojana targets prosperity of female child & her parents. This scheme encourages parents to build a fund for future education & marriage expenses for their female child. Option-3 - False - Pradhan Mantri Kaushal Vikas Yojana was launched for recognition & standardization of skills among youth. Option-4 - True - Indira Awas Yojana; now k/a Pradhan Mantri Gramin Awaas Yojana is for rural housing in India which is launched as a pa of Rural Landless Employment Guarantee Programme. MUST KNOW Housing for All by 2022 or Pradhan Mantri Awaas Yojana (Urban) is for providing housing for poor in urban areas.",
        "cop": 3,
        "opa": "Rashtriya Krishi Vikas Yojana is launched for prosperity of agriculture",
        "opb": "Sukanya Samridhi Yojana targets prosperity of female child & her parents.",
        "opc": "Pradhan Mantri Gramin Awaas Yojana is for recognition & standardization of skills among youth",
        "opd": "Indira Awas Yojanawas launched as a pa of Rural Landless Employment Guarantee Programme.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "c0237227-bac3-4da6-af30-11ed0dc65326",
        "choice_type": "multi"
    },
    {
        "question": "National Rural Employment Guarantee Act (NREGA) was passed in:-",
        "exp": "National Rural employment guarantee act (NREGA):- It was launched in 2005. NREGA aims at enhancing the livelihood security of people in rural areas by guaranteeing >hundred days of standard wage employment in a financial year. Job card is given.. Nature of work - manual, labor, unskilled.",
        "cop": 3,
        "opa": "1947",
        "opb": "1991",
        "opc": "2005",
        "opd": "2008",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "bc5f4be0-9763-49c5-adb6-758b2a03c47e",
        "choice_type": "single"
    },
    {
        "question": "Anti tobacco day is:-",
        "exp": "31 may: Anti-tobacco day 1 july: doctor's day 24 march: anti TB day 1 december: World AIDS day",
        "cop": 3,
        "opa": "1-Jul",
        "opb": "24-Mar",
        "opc": "31-May",
        "opd": "1-Dec",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Schemes",
        "id": "aa37a2e2-a3b6-4b67-80da-d0c014d808ec",
        "choice_type": "single"
    }
]