[
    {
        "question": "Best way to dispose e-waste is?",
        "exp": "ANSWER: (D) Recycling. REF: With text. Electronic waste, popularly known as 'e-waste* can be defined as electronic equipments/ products connects with power plug, batteries which have become obsolete due to: advancement in technology, changes in fashion, style and status, nearing the end of their useful life. (REF: Indian Institute of Materials Management (IIMM); weste-managemen t. htm)E-waste is not hazardous if it is stocked in safe storage or recycled by scientific methods ortransported from one place to the other in parts or in totality in the formal sector. The e-waste can, however, be considered hazardous if recycled by primitive methods. (REF: style=\"color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif\">. in/site s/upload_files/ di t/files/ E Waste_S ep 11_892011. p df)\"Recycling raw materials from end-of-life electronics is the most effective solution to the growing e- waste problem. Most electronic devices contain a variety of materials, including metals that can be recovered for future uses. By dismantling and providing reuse possibilities, intact natural resources are conserved and air and water pollution caused by hazardous disposal is avoided. Additionally, recycling reduces the amount of greenhouse gas emissions caused by the manufacturing of new products. It simply makes good sense and is efficient to recycle and to do our part to keep the environment green. (http://en. wikipedia. org/wiki/Electronic_waste). The e-waste inventory based on this obsolescence rate in India for the year 2005 has been estimated to be 1, 46, 180 tonnes which is expected to exceed 8, 00, 000 tonnes by 2012. 1n India, there are no specific environmental laws or Guidelines for e-waste. None of the existing environmental laws have any direct reference to electronic waste or refer to its handling as hazardous in nature. However several provisions of these laws may apply to various aspects of electronic wastes. Since e-waste or its constituents fall under the category of 'hazardous\" and \"non hazardous waste\", they shall be covered under the purviewT of \"The Hazardous Waste Management Rules, 2003\". Iron and steel constitutes about 50% of the e-waste followed by plastics(21%), non ferrous metals (13%) and other constituents. There is no large scale organized e-waste recycling facility in India and there are two small e-waste dismantling facilities are functioning in Chennai and Bangalore, while most of the e-waste recycling units are operating in un-organized sector. (REF: Ministry of environment forests, central pollution control board Delhi; style=\"color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif\"> 27. 06. 08%20guidelines%20for%20E-Waste. pdf)",
        "cop": 4,
        "opa": "Burning",
        "opb": "Incineration",
        "opc": "In a landfill",
        "opd": "Recycling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Hospital Waste",
        "id": "89f8a4d6-b6a3-4159-bfb8-4f8e710aa5cb",
        "choice_type": "single"
    }
]