[
    {
        "question": "Vaccine administered by following route is",
        "exp": "Hlnl live (Intranasal route)",
        "cop": 3,
        "opa": "Typhoral live",
        "opb": "H1n1 killed",
        "opc": "H1n1 live",
        "opd": "Yellow fever live",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "63de4ee4-9b7b-4312-aad2-45f5aa3cac7b",
        "choice_type": "single"
    },
    {
        "question": "Shortest incubation period -",
        "exp": "Ans. is 'b' i. e., Influenza Respiratory tract infections. Disease. Causative organism. Incubation period. Small pox. Variola virus7-14 days. Chicken pox. Human (alpha) herpes virus314-16 days. Measles (Rubeolla)RNA paramyxovirus10-14 days. Rubella (German Measles)RNA Togavirus14-21 days. Mumps. RNA Myxovirus14-18 days. Influenza. Orthomyxovirus18-72 hours. Diphtheria. Corynebacterium diphtheriae2-6 days. Pertussis (Whooping cough). Bordetella pertussis7-14 days. Meningococcal meningitis. Neisseria meningitis3-4 days. SARSCorona virus3-5 days. Tuberculosis. Mycobacterium tuberculosis. Weeks-years",
        "cop": 2,
        "opa": "Pertusis",
        "opb": "Influenza",
        "opc": "Diphtheria",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "2b3763de-365b-49b3-844b-8ff45ca22e29",
        "choice_type": "single"
    },
    {
        "question": "Cyclic trend is shown by -",
        "exp": "Ans, is 'c' i. e., Influenza pandemic Periodic fluctuationso Periodic fluctuation may be -Seasonal trend. Cyclic trend. Seasonal trendo Some diseases show seasonal variations. o These changes are related to environmental conditions e. g., rainfall, overcrowding, humidity etc. o Examples are -i) Measlesii) Varicella (chicken pox)}- Early springiii) Upper respiratory' tract infection - Winteriv) GIT infection (including polio)v) Cerebrospinal meningitisvi) Rubella - late winter and springvii) Dengue - (in India). Cyclic trendo Some diseases occur in cyclic spread over a short period of time which may be week, days, months or years, o This is due to naturally occuring variation in herd immunity. o A build up of susceptible is again required in the herd before there can be another attack, o It may be due to antigenic variations as occur in influenza, o Examples - Epidemic ofi) Measlesii) Rubellaiii) Pandemic of influenza- every 2-3 years- every 6-9 years- every 10-15 years. Long term or secular trendso The term secular trend implies changes in the occurrence of disease over a long period of time, generally several years or decades. o There may be progressive increase or decrease in the occurrence of disease, o Examples -CHD, lung cancer, and DM have shown a consistent upward trend in developed countries. TB, typhoid fever, diphtheria and polio have shown a declined trend in developed countries.",
        "cop": 3,
        "opa": "Polio epidemic",
        "opb": "Rabies",
        "opc": "Influenza pandemic",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "f048fcd9-007a-4172-9221-1474cac4b1f0",
        "choice_type": "single"
    },
    {
        "question": "Following is Hib conjugate vaccine -",
        "exp": "Ans. is 'd > c' i. e., PRP with carrier > Capsular polysaccheride with carrier o Conjugated Hib vaccine include PRP (polyribosyl ribitol phasphate) covalently linked to carrier protein. PRP is the Capsular polysaccaride of H influenzae type B (Hib). o Currently three types of Hib (H influenzae type B) vaccines are available. These vary in -a) Protein carrier usedb) The molecular size of saccharidec) Mehtod of conjugation of protein to saccharide o These vaccines are -i) Hb. OC (mutant diphtheria toxin as the carrier protein)ii) PRP-T (Tetanus toxoid as the carrier protein)iii) PRP-OMP (major OMP of N meningitidis serogroup B as carrier)",
        "cop": 4,
        "opa": "Capsular polysaccharide",
        "opb": "Cell wall polysaccheride",
        "opc": "Capsular polysaccheride with carrier",
        "opd": "PRP with carrier",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "47b8412a-d234-47be-99cd-6508f6837e26",
        "choice_type": "multi"
    },
    {
        "question": "The Flu vaccine contains all strains of influenza virus except:",
        "exp": "Ans. c. H2. N1 (Ref: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">Each seasonal influenza vaccine contains antigens representing three (trivalent vaccine) or four (quadrivalent vaccine) influenza virus strains: one influenza type A subtype H1. N1 virus strain, one influenza type A subtype H3. N2 virus strain, and either one or two influenza type B virus strains. Currently circulating influenza viruses in world. H1. N1 (Type A): Cause of Swine flu. QH2. N2 (Type A)H3. N2. H5. N1 (Type A): Cause of Avian influenza (Bird flu)QH7. N9. Type BInfluenza vaccines. Each seasonal influenza vaccine contains antigens representing three (trivalent vaccine) or four (quadrivalent vaccine) influenza virus strains: One influenza type A subtype H1. N1 virus strain. One influenza type A subtype H3. N2 virus strain. Either one or two influenza type B virus strains. Influenza vaccines may be administered as an injection or as a nasal spray. The US Centers for Disease Control and Prevention recommend that everyone over the ages of 6 months should receive the seasonal influenza vaccine. Vaccination campaigns usually focus on people who are at high-risk of serious complications if they catch the flu, such as the elderly and people living with chronic illness or those with weakened immune systems, as well as health care workers. Most flu vaccines provide modest protection against contracting influenza, with the effect seasonably variable depending on antigenic drift. WHO recommends that influenza vaccines for use in the 2016 southern hemisphere influenza season contain the following viruses: An A/California/7/2009 (H1. N1) pdm09-Iike virus. QAn A/Hong Kong/4801 /2014 (H3. N2)-like virus. QA B/Brisbane/60/2008-like virus. QIt is recommended that quadrivalent vaccines containing two influenza B viruses contain the above three viruses and a B/ Phuket/3073/2013-like virusQ. WHO recommends seasonal influenza vaccination for: Highest priority. Priority (in no particular order)* Pregnant womenQ* Children aged 6-59 monthsQ* ElderlyQ* Individuals with specific chronic medical conditionsQ* Health care workersQ",
        "cop": 3,
        "opa": "H1. N1",
        "opb": "H3. N2",
        "opc": "H2. N1",
        "opd": "Influenza B",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "18cbac57-e769-4613-bc31-81bf9e2c3940",
        "choice_type": "multi"
    },
    {
        "question": "Not used for treatment and/or prophylaxis of seasonal influenza -",
        "exp": "Ans. is 'd' i e., Acycloviro Two classes of antiviral drugs are available for the treatment and prevention of influenzai) Neuraminidase inhibitors: Zanamivir, Oseltamivir, peramivirii) Adamantanes: Amantidine, rimantidine",
        "cop": 4,
        "opa": "Amantidine",
        "opb": "Rimantidine",
        "opc": "Oseltamivir",
        "opd": "Acyclovir",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "74ff086d-e843-4e1e-b252-f0a832ba6bbe",
        "choice_type": "single"
    },
    {
        "question": "Which has lowest incubation period",
        "exp": "Ans. (b) Influenza. Ref: K. Park 23rd ed. /153. DISEASECAUSATIVE ORGANISMINCUBATION PERIODMUMPSRNA Myxo Virus14 to 21 days. INFLUENZAOrthomyxo Virus18 to 72 hours. MEASLES (RUBEOLA)RNA Para myxo Virus10 to 14 days. CHICKEN POXHuman Herpes Virus 314 to 16 days",
        "cop": 2,
        "opa": "Mumps",
        "opb": "Influenza",
        "opc": "Measles",
        "opd": "Chicken pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Influenza",
        "id": "86316afb-7b14-41bf-895d-733352a96e8d",
        "choice_type": "single"
    }
]