[
    {
        "question": "The most impoant single function of World Health Organization is?",
        "exp": "WHO: Established in 1945. Constitution came into force on 7th April 1948. Hence, 7th April is WORLD HEALTH DAY. Head quaers is located in GENEVA. WHD 2018, 2019 Theme is Universal health coverage. WHO's most impoant single function is to promote and suppo national health policy development and the development of comprehensive national health programmes. Other Works of WHO - Prevention and control of specific diseases, Family health, Environment health, Health statistics, Health literature & Information, Biomedical research, Cooperation with other organizations.",
        "cop": 2,
        "opa": "Prevention and control of specific diseases",
        "opb": "Development of comprehensive health services",
        "opc": "Health literature & Information",
        "opd": "Biomedical research",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "ac3b92d2-4bd5-43c3-a99c-a2bd848854a2",
        "choice_type": "single"
    },
    {
        "question": "Emporiatrics is study of",
        "exp": "Emporiatrics: Study of Health of international travelers. Mainly for yellow fever. Validity of vaccine ceificate of yellow fever is 10 days - life long. Quarantine period - 6 days",
        "cop": 3,
        "opa": "Bioterrorism agents",
        "opb": "Tropical diseases",
        "opc": "Health of International travelers",
        "opd": "International health agencies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "88f8df26-97b9-4b9c-948b-48d53169fe89",
        "choice_type": "single"
    },
    {
        "question": "Diseases under international surveillance includes all except:",
        "exp": "Diseases under International Surveillance (WHO): Louse borne typhus fever Relapsing fever Poliomyelitis Malaria Human influenza Rabies Salmonellosis",
        "cop": 4,
        "opa": "Louse borne typhus fever",
        "opb": "Relapsing fever",
        "opc": "Paralytic polio",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "ea9fa3df-b669-42e5-a77b-01422a491f02",
        "choice_type": "multi"
    },
    {
        "question": "Air travel in Pregnancy is permitted up to ________ weeks period of gestation:-",
        "exp": "WHO IHR's guidelines for air travel in pregnancy upto 36 weeks of period of gestation with single baby. (If twins upto 32 weeks POG) After 28 weeks, mother should carry EDD ceificate.",
        "cop": 3,
        "opa": "28",
        "opb": "32",
        "opc": "36",
        "opd": "40",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "fd427c82-3f69-493e-9f74-faf30e1fbc7b",
        "choice_type": "single"
    },
    {
        "question": "Quarantine was originally introduced as a protection against:",
        "exp": "In 14th century, quarantine was introduced in Europe to protect against transmission of plague. Ships, crews, travellers were detained for a 40 day period. Also remember, list of Quarantinable diseases are: Diphtheria Infectious tuberculosis Plague Small pox Yellow fever SARS Viral hemorrhagic fever Cholera Flu",
        "cop": 1,
        "opa": "Plague",
        "opb": "Tuberculosis",
        "opc": "AIDS",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "ca206380-124a-449a-91fe-50466c376389",
        "choice_type": "multi"
    },
    {
        "question": "World health day is celebrated every year on:-",
        "exp": "7th April World health day Days of public health impoance Day Public health impoance 30th January Anti-leprosy day 2nd Wednesday of March No smoking day 24th March Anti-TB day 7th April World health day 31st May No tobacoo day 5th June World environment day 1st July Doctors day 8th September World literacy day 10th November Universal immunization day 1st December World Aids day",
        "cop": 2,
        "opa": "31st march",
        "opb": "7th april",
        "opc": "31st may",
        "opd": "1st December",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "e5b011ff-5226-4114-92a7-01cce32415bc",
        "choice_type": "single"
    },
    {
        "question": "Millennium Development Goals (MDGs) are based upon:-",
        "exp": "Millennium Development Goals are based upon United Nations Millennium Declaration The millennium development goals (MDGs) were the eight international development goals for the year 2015 that had been established following the millennium summit of the United Nations in 2000, following the adoption of the United Nations millennium declaration. All 189 United Nations member states, at that time & at least 22 international organizations, committed to help achieve MDGs by 2015.",
        "cop": 3,
        "opa": "WHO health records",
        "opb": "UNICEF health criteria",
        "opc": "United National Millennium Declaration",
        "opd": "SEARO Millennium Declaration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "23a94259-4e92-4167-8fda-47bb77a68ca4",
        "choice_type": "single"
    },
    {
        "question": "International health regulations covers all of the following disease except:-",
        "exp": "The International Health Regulations (WHO IHR) does not cover HIV/AIDS. It covers:- Immediately Notifiable Diseases: Smallpox, Human Influenza, Wild Polio, SARS. Potentially Notifiable Diseases: Public health impoance: Cholera, Plague, Yellow fever, Viral hemorrhagic fevers, West nile fever, Dengue, Rift valley fever, Meningococcal disease. Biological/Chemical/Radiological events. Serious illnesses of Unknown origin.",
        "cop": 2,
        "opa": "Cholera",
        "opb": "HIV/AIDS",
        "opc": "Plague",
        "opd": "Yellow fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "0d1242a8-678d-4257-a03a-5943323b9827",
        "choice_type": "multi"
    },
    {
        "question": "For monitoring of food standards in international market, standard followed is:-",
        "exp": "(a) CODEX ALIMENTARIUS: The codex Alimentarius commission, which is the principal organ of the joint FAO/ WHO Food Standard Programme, formulates food standards for international market. The food standards in India are based on the standards of the codex alimentarius. (b) PFA STANDARDS: Prevention of Food Adulteration Act Standard by the \"Central Committee of Food Standards\". The purpose is to obtain a minimum level of quality of foodstuffs attainable under Indian conditions. (c) AGMARK STANDARDS are set by the Directorate of Marketing Inspection of the Government of India gives the consumer an assurance of quality in accordance with the standards laid (d) BUREAU OF INDIAN STANDARDS: guarantee of good quality accordance with the standards prescribed by the Indian Standards",
        "cop": 1,
        "opa": "Codex alimentarius",
        "opb": "AGMARK",
        "opc": "PFA (prevention of food adulteration act)",
        "opd": "BIS",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "5270a805-324f-4708-bcbd-953780087a92",
        "choice_type": "single"
    },
    {
        "question": "In UNICEF's GOBI campaign, 'O' stands for:",
        "exp": "UNICEF - United Nations International Children Emergency Fund] UNICEF is promoting GOBI campaign to encourage 4 strategies for a child health revolution: G: growth chas (to better monitor child development) O: oral rehydration (to treat mild and moderate dehydration) B: breast feeding I: immunization (against TB, polio, diphtheria, Peussis, tetanus and measles) GOBI campaign is now GOBI-FFF: Family Planning Female education Food supplementation",
        "cop": 2,
        "opa": "Oral contraceptives",
        "opb": "Oral rehydration therapy",
        "opc": "Obesity",
        "opd": "Occupational hazards",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "192977f4-05e6-42b5-88fe-e538fbfc744c",
        "choice_type": "single"
    },
    {
        "question": "WHO was established in?",
        "exp": "WORLD HEALTH ORGANIZATION (WHO):- WHO is a specialized, non-political health agency of United Nations established in 1945. Constituition Came into force on 7th April, 1948. April -7th - World health day. Objective of WHO: is attainment by all people of the highest level of health First constitutional function of WHO: to act as the directing and co-coordinating authority on all international health work. Headquaers of WHO: Geneva, Switzerland. Structure of WHO: The world health assembly (WHA) The executive board The secretariat",
        "cop": 1,
        "opa": "1945",
        "opb": "1948",
        "opc": "1950",
        "opd": "1956",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International health agencies",
        "id": "97a42b0e-075a-4ef5-a3ca-a51937d7999a",
        "choice_type": "single"
    }
]