[
    {
        "question": "Millennium development goals (MDG) was sterted in -",
        "exp": "Ans. is 'c' i. e., 2000 The millennium development Goals (MDG)o More recently in September 2000, representive for 189 countries met at the millennium summit in New York, to adopt United Nations Millennium Declaration. o The goals in the area of development and poverty eradication are now referred to as \"Millennium development Goals\" (MDGs). o Governments have set a date of 2015 by which they would meet the MDGs.",
        "cop": 3,
        "opa": "1990",
        "opb": "1995",
        "opc": "2000",
        "opd": "2005",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International Health",
        "id": "4e32cf0c-9a58-4ebd-aa82-8276fe07e909",
        "choice_type": "single"
    },
    {
        "question": "World anti-tobacco day is celebrated on?",
        "exp": "ANSWE R: (A) 31st May. REF: APPENDIX-70 below \"HEALTH RELATED DAYS\" APPENDIX - 70. Health Related Days: World leprosy day30 January. World cancer day4th February. World disabled day15th March. World TB day24th March. World Health day7th April. World Malaria day25th April. Red cross day8th May. World no tobacco day31st May. Anti Filaria day5th June. World blood donation day14th June. International day against drug abuse26th June. World diabetes day27th June. World Zoonosis day6th July. World population day11th July. World breast feeding week1-7 August. Suicide prevention day10th September. Alzheimer's day21th September. World Rabies day28th September. World Heart day29th September. International day for elderly1st October. Mental health day10 October. Ether day/ Anesthesia day16th October. World diabetes day14th November. World RTA day16th November. World COPD day19th November. AIDS day1st December. Hepatitis day4th December",
        "cop": 1,
        "opa": "31st May",
        "opb": "5th. June",
        "opc": "12th July",
        "opd": "24th November",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International Health",
        "id": "f1462cd4-3584-4bbb-a82a-a9802bdbdc99",
        "choice_type": "single"
    }
]