[
    {
        "question": "The theme of World AIDS Day 2019 is:",
        "exp": "The theme of World AIDS day 2019 is \"Communities make the difference\" World AIDS day- 1st December every year Theme for AIDS day 2017: Everyone Counts Theme for AIDS day 2018: Know Your Status",
        "cop": 2,
        "opa": "Unite for HIV",
        "opb": "Communities make the difference",
        "opc": "Right to health",
        "opd": "Everyone counts",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "JIPMER 2018",
        "id": "3fde6f8c-063c-49f5-8442-277b65be2ef5",
        "choice_type": "single"
    },
    {
        "question": "If first Quaile is 34, how much % of observations will be more than this?",
        "exp": "Given 1st quaile Q1= 34 - Thus, 75% of observations will be more than this",
        "cop": 2,
        "opa": "25",
        "opb": "75",
        "opc": "37",
        "opd": "66",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "JIPMER 2018",
        "id": "05c55280-b23a-4806-aedb-1a92f04f678e",
        "choice_type": "single"
    },
    {
        "question": "Most impoant factor in sewage treatment:",
        "exp": "sewage treatment in india, is divided into categories: 1. primary - for solids ( most impoant ) 2. secondary - for biological matters 3. teiary - for quality improvement of the sludge",
        "cop": 2,
        "opa": "Bacterial count",
        "opb": "Solids",
        "opc": "Nitrite and phosphorus",
        "opd": "Water content",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "JIPMER 2018",
        "id": "352af826-7a99-477d-b878-fb35ee61a44d",
        "choice_type": "single"
    },
    {
        "question": "Program for screening developmental delay, deficiency and neonatal genetic defects",
        "exp": "Rashtriya Bal Swasthya Karyakram - RBSK (Child Health Screening and Early Intervention Services) is an initiative aiming at early identification and early intervention for children from bih to 18 years to cover 4 'D's viz. Defects at bih, Deficiencies, Diseases, Development delays including disability. Selected Health Conditions for Child Health Screeniong & Early Intervention Services Defects at Bih Deficiencies 1. Neural tube defect 2. Down' Syndrome 3. Cleft Lip & Palate / Cleft palate alone 4. Talipes (club foot) 5. Developmental dysplasia of the hip 6. Congenital cataract 7. Congenital deafness 8. Congenital heart diseases 9. Retinopathy of Prematurity 10. Anemia especially Severe anemia 11. Vitamin A deficiency (Vitot spot) 12. Vitamin D Deficiecny, (Rickets) 13. Severe Acute Malnutrition 14. Goiter Diseases of Childhood Developmental delays and Disabilities 15. Skin Conditions (Scabies, fungal infection and Eczema) 16. Otitis Media 17. Rheumatic heart disease 18. Reactive airway disease 19. Dental conditions 20. Convulsive disorders 21. Vision Implairment 22. Hearing Impairment 23. Neuor-motor Impairment 24. Motor delay 25. Cognitive delay 26. Language delay 27. Behaviour disorder (Autism) 28. Learning disorder 29. Attention deficit hyperactivity diorder 30. Congenital Hypothyroidism, Sickle cell anemia, Beta thalassemia (Optional) Rashtriya Kishor Swasthya Karyakram: Development of adolescent population (10-19 yrs); Weekly supplementation of 60mg of iron & 500 mcg Folic Acid. Develop menstrual hygiene by giving a pack of 6 sanitary napkins for 6 Rs by ASHA. Enhancement of mental health; prevention of violence, abuse.",
        "cop": 3,
        "opa": "Janani Suraksha Yojana (JSY)",
        "opb": "Janani Shishu Suraksha Karyakram (JSSK)",
        "opc": "Rashtriya Bal Swasthya karyakaram (RBSK)",
        "opd": "Rashtriya Kishor Swasthya Karyakram",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "JIPMER 2018",
        "id": "e1408ffc-c61a-4980-9731-290fe27d31a6",
        "choice_type": "single"
    }
]