[
    {
        "question": "What is the name of disease transmitted by this vector?",
        "exp": "Ans. b. Leishmaniasis (Ref: Park 23/e p775, 304. 22/e p 716-721). The given image is of sand fly (hairy body and erect wing). Sandfly is the primary vector of leishmaniasis and pappataci fever. Mosquito. Sandfly. Size4-5 mm2. 5 mm. Color. Black. Yellowish brown. Eggs laid100-25040-60. Flight range2-3 km200 yards. Life span2-3 weeks2 weeks. Sandfly (Phlebotamus). Sandfly is the primary vectors of leishmaniasis & pappataci feverQ. Viruses carried by sandflies: Chandipura virus (cousin of rabies virus). Species. Acts as vector for. Phlebotamus argentipes. Kala-Azar. QPhlebotamus papatasii. Sandfly fever. QPhlebotamus sergenti. Oriental Sore. QDescription of Sandfly. Adults* Adults are about 1. 5-3. 0 mm long and yellowish in color, with conspicuous black eyes, hairy bodies, wings, & legsQ.* The oval lanceolate wings are carried erect on the humped thorax.* Males possess long prominent genital terminalia known as claspers. Females have a pair of anal recti. Distribution* Found in the warm countries. Bites* Only female sandfly can bite in the dwelling at night. * It takes shelter during day in holes & crevices in wall, in dark room & store room, etc. Breeding* Mostly species are nocturnal in habit. Feeding* Mostly species are nocturnal in habit. Dispersal* Range of flight is 200 yard from their breeding places. Life Span* Average life of sandfly is about 2 weeks. Body of sandfly consists of three parts. Head. Thorax. Abdomen* Head bear a pair of long & hairy antenna.* Palpi & proboscis & one pair of prominent black eyes are present.* Thorax bears a pair of wings & three pair of legs.* Wings are upright in shape & hairy.* Second longitudinal vein is branched twice.* Legs are long & slender and out of proportion to size of body.* Abdomen has ten segments & is covered with hairs.* In the female, tip of abdomen is rounded while in male claspers are attached to last abdominal segment. Lifecycle of sandfly. Egg. Larva. Pupa. Adult* Female lays eggs in the damp dark places in the cattle sheds & poultry.* Number: 40-60* Colour: brownish* Length: 0. 4 mm* Eggs hatch in 1-2 weeks.* Larva is maggot like structure, having large head, thorax, abdomen & two long bristle on last abdominal segment.* Larva feed on decaying organic matter & become a pupa in about 2 weeks.* Pupa is found in cracks & cervices in* the wall.* Pupa stage lasts for about 1 week.* Average life* span of a sandfly is 2 weeks. Control Measures: Sandflies are easily controlled because they do not move long distance from their breeding places. Insecticide: Lindane has been proved effective. Sanitation: Removal of shrubs & vegetation, filling of cracks & crevices in the wall & floor and distance of cattle sheds & poultry from human habitations. Visceral Leishmaniasis (VL). It is a systemic protozoan disease that is transmitted by phlebotominc sandfliesQ. Vector: Female phelebotomine sandflies. QIncubation period: 2-6 months. Leishmaniasis. Types. Causative agent. Visceral* Leishmania donovani. QCutaneous* Leishmania tropica. QMucocutaneous* Leishmania braziliensis. QEpidemiology: Poor & neglected populations in East Africa & Indian subcontinent are particularly affected. Lifecycle: Promastigote of form of L. donovani is transmitted into the skin by female phlebotomine sandliesQ. Once transmitted, the parasites are internalized by dendritic cells & macrophages in the dermis where they lose their flagella, transforming into the amastigote fromQ. Amastigotes multiply, destroy the host cell & infect other phagocytic cells. Amastigotes disseminate through lymphatic & vascular systems, eventually infiltrating hone marrow, liver & spleenQ. Clinical features: Symptoms & signs of persistent systemic infection: Fever, fatigue, weakness, anorexia & weight loss. Parasitic invasion of blood & reticuloendothelial system: Enlarged lymph nodes & hepatosplenomegaly. QFever (intermittent) is usually associated with rigor & chills. QFatigue & weakness are worsened by anemia, which is by the persistent inflammatory state, Hypersplenism(the peripheral destruction of erythrocytes in the enlarged spleen) and sometimes by bleeding. Hyperpigmentation, which probably led to the name kala-azar (black fever in hindi), has only- been described in VL patients from the Indian subcontinent, but today this symptom is uncommonQ. Diagnosis: Gold standard for diagnosis: Demonstration of amastigotes in smears of tissue aspirates is the gold standard for the diagnosis of VLQ. Sensitivity of splenic smears is >95%, whereas smears of bone marrow (60-85%) and lymph node aspirates (50%) are less sensitive. A rapid immunochromatographic test based on detection of antibodies to a recombinant antigen(r. K39) consisting of 39 amino acids conserved in kinesin region of L. infantum is used worldwide. Test requires only a drop of fingerprick blood or serum & result can be read within 15 min. Except in East Africa (w'here both its sensitivity and its specificity are lower), sensitivity of the r. K39 rapid diagnostic test (RdT) in immunocompetent individuals is ~98% and its specificity is 90%Q. In Sudan, an RdT based on a new synthetic polyprotein, r. K28. was more sensitive (96. 8%) & specific (96. 2%) than r. K39-based Rd. TsQ. Treatment: First-line treatment for VL: Pentavalent antimonials sodium stibogluconate & meglumine antimoniate. QAntimonials are toxic drugs with frequent adverse side effects, including cardiac arrhythmia & acute pancreatitisQ. Miltefosine, which was initially developed as an anticancer drug is the first effective oral drug for VLQ.",
        "cop": 2,
        "opa": "Filaria",
        "opb": "Leishmaniasis",
        "opc": "Yellow fever",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Kala Azar",
        "id": "07c80808-5d78-4098-b348-a4abdac2b364",
        "choice_type": "single"
    }
]