[
    {
        "question": "Which of the following is known as monkey fever -",
        "exp": "Ans. is 'b' i. e., KFDo White disease- AIDSo Poverty disease - Cholerao Hundred day cough: Pertussis (Whooping cough)o 5 day fever: Trench fevero 8th day disease: Tetanuso Black sickness: Kala azaro Black death: Plagueo Cerebrospinal fever: Meningococcal meningitiso Kochs phenomenon: Tuberculosiso Hansen s disease: Leprosyo Break-bone fever: Dengueo Slim disease: AIDSo Monkey fever: KFDo First disease/ Rubeolla: Measleso Second disease: Scarlet fevero Third disease/ German Measles: Rubellao Fourth disease: Duke's diseaseo Fifth disease: Erythema infectiosum (Parvovirus)o Sixth disease/Baby Measles/3-day fever: Exanthem subitum/ Roseola infantumo Barometer of Social Welfare (India): Tuberculosiso Father of Public Health: Cholerao River Blindness: Onchocerciasis",
        "cop": 2,
        "opa": "Plague",
        "opb": "KFD",
        "opc": "Yellow fever",
        "opd": "Trench fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "KFP",
        "id": "22dba812-e588-4e97-be24-f665c33c4f98",
        "choice_type": "single"
    },
    {
        "question": "1st case of which of the following was found in shimoga district of Karnataka -",
        "exp": "Ans. is 'c' i. e., KFD o KFD was first recognized in 1957 in Shimoga district of Karnataka State in South India. Local inhabitants called the disease \"monkey disease\" because of its association with dead monkeys. The disease wras later named after the locality-Kvasanur Forest- from where the virus was first isolated.",
        "cop": 3,
        "opa": "Yellow fever",
        "opb": "Japenese encephalitis",
        "opc": "KFD",
        "opd": "Dengue fever",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "KFP",
        "id": "0d4580fb-03d0-470b-ad2d-90564c64425d",
        "choice_type": "single"
    },
    {
        "question": "KFD is caused by?",
        "exp": "Ans. (a) Flavivirus. Ref: Jawetz 24thed ch-38",
        "cop": 1,
        "opa": "Flavivirus",
        "opb": "Myxovirus",
        "opc": "Alphavirus",
        "opd": "Phlebovirus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "KFP",
        "id": "0b86d9d2-31e1-41ae-93c9-c17e91d2ad0b",
        "choice_type": "single"
    }
]