[
    {
        "question": "Target for cure rate for multibacillary leprosy under programme Implementation plan for 12th plan period-",
        "exp": "Ans. is 'd' i. e., > 95%Programme Implementation plan for 12th plan peroid: 2012-13 to 2016-17 o The Objectives of plan are: a) Elimination of leprosy i. e. prevalence of less than 1 case per 10, 000 population(AI 13) in all districts of the country. b) Strengthen disability prevention and medical rehabilitation of persons affected by leprsosy. c) Reduction in the level of stigma associated with leprosy, o The targets of plan are:-Tatgets for the plan period 2012-13 to 2016-17. Indicator. Baseline (2011-12). Targets (by March 2017). Prevalence Rate (PR) < 1/10, 000543 districts (84[?]6%)642 districts (100%). Annual New Case Detection Rate (ANCDR) < 10/100, 000 Population445 districts (69[?]3%)642 districts (100%). Cure rate multi bacillary leprosy cases (MB)90[?]56%> 95%Cure rate pauci bacillary leprosy cases (PB)95[?]28%> 97%Gr. II disability rate in percentage of new cases3[?]04%*35% reduction 1[?]98%Stigma reduction. Percentage reported (NSSS 2010-11)**50% reduction over the Percentage reported by NSS* Gr-II disability rate among new cases per million population to be reduced by 35% i. e. from 3 (2011-12) to 2 per million population by end of the 12th plan.** Based on the National Sample Survey (NSS) report, 2010-11.",
        "cop": 4,
        "opa": "> 85%",
        "opb": "> 80%",
        "opc": ">75%",
        "opd": "> 95%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Leprosy",
        "id": "bf64edc0-a4cc-4cbf-918f-bff3dd4a3bb9",
        "choice_type": "single"
    },
    {
        "question": "According to WHO, the prevalence of leprosy is a major public health problem when the incidence is more than:",
        "exp": "Ans is 'c' i. e. 0. 01% Under the NLEP the goal is to reduce case load to 1 or less than I per 10000 population (i. e. 0. 01). Thus leprosy will be a public health problem if its incidence is more than 0. 01%. I admit, I haven't found the answer, written in any text but this is the inference I have drawn from Park. Case finding methods in leprosy control Programme. Contact surveys* are done where the prevalence of leprosy is < 1 case per 1000population. Group survey*: where prevalence is 1/1000 or higher. Mass survey*: areas where prevalence is about 10 or more per 1000population.",
        "cop": 3,
        "opa": "0. 10%",
        "opb": "0. 50%",
        "opc": "0. 01%",
        "opd": "1%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Leprosy",
        "id": "ba04cc19-0c7f-4719-b7b5-f79bcfaf68d5",
        "choice_type": "single"
    }
]