[
    {
        "question": "High environmental temperature, best step for malaria control-",
        "exp": "Ans. is 'a' i. e., Remove breeding place \"The most important step in reducing number of mosquitoes is to eliminate their breeding places \".............. Park. Antilarval Measures. Environmental control(source reduction). Chemical control(Larvicidal agents). Biological control. The most important step in reducing number of mosquitoes is to eliminate their breeding places. Methods include: a) Minor engineering methodsy Levellingy Fillingy Drainage of breeding placesb) Water management: y Intermittent irrigationy Changing salinity of water (making water unsuitable for mosquito breeding). Employs usage of chemical insecticides that act as larvicides]i.) Mineral oilsii) Paris green (copper aceto- arsenite)iii). Synthetic insecticidesy Fenthiony Chlorpvrfosy Abate. Employs usage of small fish that feed on mosquito larvae# Gambusia affinis# Lebister reticulatus",
        "cop": 1,
        "opa": "Remove breeding place",
        "opb": "Full sleeve cloth",
        "opc": "Indoor insecticide",
        "opd": "Early treatment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "ec813bf5-a147-4783-87f1-7ff48b3373d7",
        "choice_type": "multi"
    },
    {
        "question": "Most important strategy for control of malaria in endemic area -",
        "exp": "Ans. is 'c' i. e.. Vector control \"Vector control is still one of the primary weopons to control malaria in endemic areas \".............. Park. Deliberate mosquito control measures. Anti-larval measures. Anti-adult measures. Protection against mosquito bites(a) Environmental control(b) Chemical control(c) Biological control(a) Residual sprays(b) Space sprays(c) Genetic control(a). Mosquito net(b). Screening(c) Repellents",
        "cop": 3,
        "opa": "Early treatment of case",
        "opb": "Chemoprophylexis",
        "opc": "Vector control",
        "opd": "Elimination of plasmodium",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "567d702f-41cf-44b2-bbfa-53d834864db0",
        "choice_type": "single"
    },
    {
        "question": "According to WHO, recommended treatment for uncomplicated plasmodium falciparum is/are:",
        "exp": "Ans: C (Artcmether...) Malaria Treatment tiom/2010/9 789241547925_eng. pdf# Malaria case management remains a vital component of the malaria control strategies. This entails early diagnosis and prompt treatment with effective antimalaria! medicines. The WHO Guidelines for the treatment of malaria, which were first published in 2006, provide global, evidence-based recommendations on the case management of malaria, targeted mainly at policy-makers at country level, providing a framework for the developmentofspecific and more detailed national treatment protocols that take into account local antimalanal drug resistance patterns and health service capacity in the country. This second edition of the guidelines revisits the recommendations based on updated evidence. The same presentation format from the first edition has been mainly kept based on feedback from the end-users. A summary of the key recommendations provided in these guidelines is presented below. Box 1. Recommendations unchanged from the first edition of the Guidelines (2006). Treatment of uncomplicated R falciparum malaria. Artemisinin-based combination therapies (ACTs) are the recommended treatments for uncomplicated P. falciparum malaria. The following ACTs are recommended: artemether plus lumefantrine, artesunate plus amodia- quine, artesunate plus mefloquine, and artesunate plus sulfadoxine-pyrimethamine. The choice of ACT in a country or region will be based on the level of resistance of the partner medicine in the combination. Artemisinin and its derivatives should not be used as monotherapy. Second-line antimalarial treatment: alternative ACT known to be effective in the region; artesunate plus tetracycline or doxycycline or clindamycin; any of these combinations to be given for7 days; quinine plus tetracycline or doxycycline or clindamycin; any of these combinations should be given for 7 days. Box 2. Additional recommendations in the second edition of the Guidelines (2010). Treatment of uncomplicated R falciparum malaria. Artemisinin-based combination therapies should be used in preference to sulfadoxinepyrimethamine (SP) plus amodiaquine (AQ) for the treatment of uncomplicated P. falciparum malaria. Strong recommendation, moderate quality evidence. ACTs should include at least 3 days of treatment with an artemisinin derivative. Strong recommendation, high quality-' evidence. Dihydroartemisinin plus piperaqutne (DHA+PPQ) is an option for the first-line treatment of uncomplicated P. falciparum malaria worldwide. Strong recommendation, high quality evidence. Addition of a single dose primaquine (0. 75 mg/kg) to ACT treatment for uncomplicated falciparum malaria as an antigametocyte medicine, particularly as a component of pre-elimination or an elimination programme.",
        "cop": 3,
        "opa": "Mefloquine",
        "opb": "Chloroquine",
        "opc": "Artemether + lumefantrine",
        "opd": "Artemesin only",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "8d371344-ad15-42b4-a875-7c050dfdb745",
        "choice_type": "single"
    },
    {
        "question": "Roll back malaria programme focused mainly on -",
        "exp": "Ans. is 'b' i. e., Insecticide treated bed nets The main strategies of Roll Back Malaria initiative are: Strengthen health system to ensure better delivery of health care, especially at district and community level. Ensure the proper and expanded use of insecticide treated mosquito nets. Ensure adequate access to basic health care and training of health care workers. Encourage the development of simpler and more effetive means of administering medicines, such as training of village health workers and mothers on early and appropriate treatment of malaria, especially in children. Encourage the development of more effective and new anti-malaria drugs and vaccines.",
        "cop": 2,
        "opa": "IEC campaigns for community awareness",
        "opb": "Insecticide treated bed nets",
        "opc": "Development of larvivorus fishes for eradication of larvae.",
        "opd": "Presumptive treatment of malaria case",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "290f5239-4bb3-4d8a-af91-4267464bb675",
        "choice_type": "single"
    },
    {
        "question": "In a town with population of 100, 000, the number of slides examined is 5000. Out of these, 100 slides were positive for malaria. The API is?",
        "exp": "ANSWER: (C) 1. REF: Park 20th edition page 227. API= (confirmed cases/population) x 1000: it is a measure of malaria incidence.= 100/100000 x 1000 = 1. ABER= (slides examined/population) x 100: It is a measure of operational efficiency. ABER for this case=5",
        "cop": 3,
        "opa": "2",
        "opb": "5",
        "opc": "1",
        "opd": "0. 5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "d6b6ae25-a028-45eb-b6f3-6475dcd8e391",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive indicator of recent transmission of malaria in a community is:-",
        "exp": "Ans. is 'a' i. e. Infant Parasite Rate This is important and often repeated. Most sensitive index of recent transmission of malaria in a locality is - infant parasite rate. Most Sensitive index for measuring the endemicity of malaria in a community - spleen rate",
        "cop": 1,
        "opa": "Infant parasite rate",
        "opb": "Annual parasite rate",
        "opc": "Spleen rate",
        "opd": "Mosquito rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "204f6bb8-a4ef-4c65-808c-8b2f4f24000b",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old male suffering from sudden onset of high grade fever. On malarial slide examination, all stages of the parasite are seen with schizonts of 20 microns size with 14-20 merozites per cell and yellow brown pigment. The diagnosis is",
        "exp": "Ans. is 'b' i. e., Plasmodium vivax [Ref: Harrisons 17th/e p 1280 (16/e, p. 1219, 15/e, p1204)[In this question the species of malaria is recognized on the basis of two features: Colour of pigment &No. of merozoites per RBCs (in mature schizont). Colour of pigment No. of merozoites per schizontsP. vivax- Yellow brownP. vivax- More than 12 merozoites ( 14-20)P ovale- Dark brownP. ovale- Fewer than 12 (6-12)P. malariae- Brown blackP. malariae- Fewer than 12 (6-12)P. falciparum --- BlackP. falciparum- usually more than 12 merozoites(8-32) very rare in peripheral blood*.* To solve this question this much knowledge is sufficient but since malaria is a very important topic so one must be well versed with it. Some characteristic features of the malarial parasite of human. FeaturesP. vivax (Benign tertian malaria)R malariae (Quartan malaria)P. falciparum (Malignant tertian)P. ovale (Ovale malaria). Duration of erythrocytic cycle (hrs)*48*12*48*48*Red cell preference*Reticulocytes. Older cells. Younger cells*Reticulocytes. Distribution in peripheral blood*All forms. All forms. Only rings & crescents (gametocytes)* All forms. Parasitized Red Cells *Enlarged, pale fine stippling (Schuffner, s dots)*Not enlarged No stippling (Ziemann's dots)*Not enlarged coarse stippling (Maurers clefts)*Enlarged pale (Schuffner's dots)*cells often fimbriated or crenated. Level of Parasitemia<2% upto 30, 000 /micron of blood<2%<10, 000/micron /micron. Can be >2%* Sometimes very high level of parasitemia may exceed 200, 000 /micron commonly 50. 000 / micron* <2%* <10, 000/micron. Pigments*Yellow brown. Brown black. Black. Dark brown. Old trophozoites*Very pleomorphic. Occasional band form*Compact and rounded. Compact and rounded. Gametocytes. Round or oval. Round or oval. Crescentic banana shaped*Round or oval. No. of Merozoites in mature schizont*14-24 in irregular clusters<12 large merozoites in rosettes18-32 (very rare in peripheral blood) in grape like clusters.<12 in rosette. Hypnozoite (sleeping forms can remain quiescent for years ) *Present*( responsible for relapse, if not treated with primaquine). Absent *Absent*Present*Recrudescence Persistent red cell forms may lead to recrud escence upto 30 years later* Incubation period14 days*30 days*12 days*14 days*",
        "cop": 2,
        "opa": "Plasmodium falciparum",
        "opb": "Plasmodium vivax",
        "opc": "Plasmodium malariae",
        "opd": "Plasmodium ovale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Malaria",
        "id": "af6d929e-979f-4738-86c6-988fa75306b1",
        "choice_type": "multi"
    }
]