[
    {
        "question": "A village with 10000 population 250 suffered from malaria out of which 50 dead, another 100 suffered from dengue out of which 30 died in 2013 case fatality rate of dengue is -",
        "exp": "Ans. is 'c' i. e., 30 CFR =Total no. of deaths due to a disease. Total no. of cases of the same diseasex 100 CFR due to dengue=No. of death due to dengue. Total cases of denguex 100 =30100x 100 = 30",
        "cop": 3,
        "opa": "40 '",
        "opb": "80",
        "opc": "30",
        "opd": "70",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "5420c6b5-7fad-4770-99b0-2fba04a7f72b",
        "choice_type": "single"
    },
    {
        "question": "Out of 10 relatives exposed to a primary case, of measles, 6 developed measles. Secondary attack rate of measles-",
        "exp": "Ans. is 'b' i. e., 6/10 Secondary attack rate (SAR)o SAR is defined as \"the number ofexposed persons developing the disease within the range of incubation period, following exposure to primary case. SAR=No of exposed persons developing disease withinthe range of the incubation period-----------------------Total number of exposed/susceptible contactx 100 SAR =610x 100",
        "cop": 2,
        "opa": "10-Apr",
        "opb": "10-Jun",
        "opc": "6-Apr",
        "opd": "4-Jun",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "58ad6717-f4ce-4186-b40b-e17540281d4e",
        "choice_type": "single"
    },
    {
        "question": "Best method to compare vital statistics of two populations -",
        "exp": "Ans. is 'c' i. e., Age standardize death rate o Standardization (or adjustment) of rates is used to unable the valid comparison of groups that differ regarding an important health determinant (most commonly age). o Age adjustment or age standardization removes the confounding effect of different age structures of two different population and yields a single standardized rate, by which the mortality experience can be compared directly. Direct standardization. Indirect standardizationo Age specific death rates of study population are applied to standard populationo Can not be used when age specific death rates are not available. So, following two are requiredi) Population in each are groupii) Number of deaths in each age groupo Age specific death rates of standard population are applied to study populationo Can be used when age specific death rates are not available.",
        "cop": 3,
        "opa": "Crude death rate",
        "opb": "Age specific death rate",
        "opc": "Age Standardized death rate",
        "opd": "Multivariatie mortality rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "2da77800-a3f4-40a4-abde-14cdf9cff5aa",
        "choice_type": "single"
    },
    {
        "question": "PQLI dues not include: (Repeat)",
        "exp": "Ans: B (Gross national Product) Ref: Textbook of Preventive and Social Medicine. K Park, 22nd edition, Pg: 16. Explanation: Physical Quality of life index (PQLI). Consolidates three indicators* Infant mortality* Life expectancy at age one* Literacy* Range - 0 to 100 Human developmental index (HDI). Consolidates three indicators* Life expectancy at birth (Longevity)* Adult literacy rate and mean year of schooling (Knowledge)* Real GDP per capita (Income). Notes: 1. Extra indicator as compare to PQLI is income2. Infant mortality and life expectancy at age one is conceptually clubbed in HDI as life expectancy at birth. Range - 0 to 1",
        "cop": 2,
        "opa": "Infant Mortality rate",
        "opb": "Gross national Product",
        "opc": "Litreacy rate",
        "opd": "Life expectancy at l year of age.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "6eddecb5-3179-4b25-aa47-551191396114",
        "choice_type": "single"
    },
    {
        "question": "Number of live birth per 1000 women in the reproductive age is:",
        "exp": "Ans. (d) General fertility rate. Ref: K. Park 23rd ed. / 488* General fertility rate is the annual number of live births per 1000 married women of child bearing age (15-49 years).* Total fertility rate average number of children born to a women in her reproductive life span.* Gross reproduction rate is total number of girl children born to a female. It is half of the TFR.* Net reproduction rate is total number of girl children born to a female, taking into account their mortality.",
        "cop": 4,
        "opa": "Net reproductive rate",
        "opb": "Total fertility rate",
        "opc": "Gross reproduction rate",
        "opd": "General fertility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "cead49da-a5d7-4d8a-a838-f4daf987fc46",
        "choice_type": "single"
    },
    {
        "question": "Maternal mortality rate is expressed as:",
        "exp": "Ans. (b) 100, 000 Live births. Ref: K. Park 23rd ed. / 25, 557* Maternal Mortality Rate (MMR) is expressed as per 100, 000 live births.* MMR=No. of maternal deaths in a given year. Total no. of live births in the same yearx 100, 000* MMR is a RATIO* MCC of MMR in India: Post-partum hemorrhage* MC direct cause of MMR: PPH* MC indirect cause of MMR: Anemia* Maternal death: Death of mother anytime during pregnancy/labor or within 42 days of termination of pregnancy.",
        "cop": 2,
        "opa": "1000 Live births",
        "opb": "100, 000 Live births",
        "opc": "1000 pregnancies",
        "opd": "100 pregnancies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "b68af788-24a6-44ac-adf0-2ff094a958d9",
        "choice_type": "single"
    },
    {
        "question": "Number of live birth per 1000 women in reproductive age group is?",
        "exp": "ANSWER: (B) GFRREF: Park 20th ed page 419, style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">See previous question",
        "cop": 2,
        "opa": "TFR",
        "opb": "GFR",
        "opc": "NRR",
        "opd": "GRR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "55ebd924-b378-46d3-b9ad-cfb45918d558",
        "choice_type": "single"
    },
    {
        "question": "50 people are suffering from cholera in a population of 5000. Out of 50, suffering from cholera, 10 died. But the total deaths are 50. What is the crude death rate -",
        "exp": "Ans, is 'C' 10 per 1000 Mention of cholera is just to confuse students.. o In this question: Mid year population = 5000 Total death = 50 Patients of cholera =50 Death due to cholera = 10 Here is a similar example- Follow these steps, substitute the numericals in the question and arrive at the answer. o The simplest measure of mortality is crude death rate o Other mortality rates which can be calculated in this question are - 1) Specific death rate due to cholera 2) Proportional mortality rate 3) Case fatality rate-",
        "cop": 3,
        "opa": "1 per 1000",
        "opb": "5 per 1000",
        "opc": "10 per 1000",
        "opd": "20 per 100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measurement of Mortality and Morbidity",
        "id": "f0203d23-2041-4b22-a8b8-9033835a7b2b",
        "choice_type": "single"
    }
]