[
    {
        "question": "For elimination of measles, vaccine Coverage should be (in successive brith cohart) -",
        "exp": "Ans. is 'd' i. e., > 95% o WHO's measles elimination strategy comprises a three part vaccination strategy, i. e.:-i) Catch-up - One-time, nationwide vaccination campaign targeting usually all children aged 9 months to 14 years regardless of history of measles disease or vaccination status. ii) Keep-up - Routine services aimed at vaccinating more than 95% of each successive birth cohort. iii) Follow-up - Subsequent nationwide vaccination campaign conducted every 2-4 years targeting usually all children bom after catch-up campaign.",
        "cop": 4,
        "opa": ">70%",
        "opb": "> 80%",
        "opc": ">90%",
        "opd": "> 95%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "3bd79e14-0e15-4667-98b2-478c830f28d9",
        "choice_type": "single"
    },
    {
        "question": "Not a strategy for measles elimination -",
        "exp": "Ans. is 'a' i. e., Mop up: Vaccinate kids left with routine vaccination o WHO's measles elimination strategy comprises a three part vaccination strateev. i. e. i) Catch-up. One-time, nationwide vaccination campaign targeting usually all children aged 9 months to 14 years regardless of history of measles disease or vaccination status. ii) Keep-up -Routine services aimed at vaccinating more than 95% of each successive birth cohort. in) Follow-up -Subsequent nationwide vaccination campaign conducted every' 2-4 years targeting usually all children bom after catch-up campaign. o The priorties of countries persuing measles control include. Improve routine vaccination coverage level to at least 90%. Active coverage of more than 90% in catch-up and follow-up campaigns or active coverage of more than 90% with routine second dose of measles vaccine. Establish case - based surveillance with laboratory confirmation of suspected cases and virus isolation from all chains of transmission. Conduct supplementary vaccination campaign together with administration of vitamin 'A' in high risk areas. o In India, measles is a major cause of morbidity' and a significant contributor to childhood mortality. Prior to the immunization programme, cyclical increase in the incidence of measles were recorded every' third year. With the increase in immunization coverage levels, the intervals between cyclic peaks has increased and the intensity' of the peak minimized. o Epidemic of measles occur ifproportion of susceptible children is > 40%o If measles is introduced in a virgin community, it infects > 90% of children, o Eradication of measles requires vaccine coverage >96%",
        "cop": 1,
        "opa": "Mop up: Vaccinate kids left with routine vaccination",
        "opb": "Catch up: One time nation wide vaccination 9 month- 14 years old children",
        "opc": "Keep up: Vaccinate > 95% successive birth",
        "opd": "Follow up: Nationw ide vaccination every 2-4 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "03d116b2-2ecc-4555-8aa4-44bec4882258",
        "choice_type": "single"
    },
    {
        "question": "Subacute Sclerosing Pan Encepahalitis (SSPE) is a late complication of:",
        "exp": "Ans. (a) Measles. MEASLES* Caused by RNA paramyxovirus* I. P.: 10-14 days.* Pathognomonic feature: Koplik's spot (on Buccal mucosa opposite 2nd molar)* Most common complication of measles in young children: Otitis Media* Late/rare complication of measles: SSPE. Also Know* Late complication of mumps: Orchitis* Most common late complication of chicken pox: Shingles* Complication of rubella infection in pregnancy: Congenital Rubella Syndrome# Triad of CRS Sensorineural deafness Congenital heart defect (PDA most commonly) Cataract",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Chicken pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "c98fabef-d2ce-4385-a13f-13b7648c5b61",
        "choice_type": "single"
    },
    {
        "question": "Subclinical infection is not seen in:",
        "exp": "Ans-A Measles Ref: 21st edition Park, pg 137 Explanation: Significantly large amount of subclinical eases are in rubella (21st edition Park, pg 140), mumps (21st edition Park. pg 140), Japanese encephalitis (21st edition Park, pg 261). Number of subclinical infection with measles very low (ALMOST NIL).",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Japense encephalitis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "92ed6754-b227-44cb-87b7-efdacb23058c",
        "choice_type": "single"
    },
    {
        "question": "Measles is infective for how many days before the onset of rash -",
        "exp": "Ans. is 'b' i. e., 4 days Period of communicability in important respiratory infections# Chicken pox: 1 - 2 days before to 4 - 5 days after appearance of rash.# Measles: 4 days before to 5 days after appearance of rash.# Rubella: 7 days before symptoms to 7 days after appearance of rash.# Mumps: 4-6 days before symptoms to 7 days thereafter.# Influenza: 1 - 2 days before to 1 - 2 days after onset of symptoms.# Diphtheria: 14-28 days from disease onset.# Pertussis: 7 days after exposure to 3 weeks after paroxysmal stage.",
        "cop": 2,
        "opa": "10 days",
        "opb": "4 days",
        "opc": "1 days",
        "opd": "on same",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "00de3a29-acf0-4f20-b29b-a7e9afd62b0f",
        "choice_type": "single"
    },
    {
        "question": "SSPE is caused by -",
        "exp": "Ans. is 'b' i. e., Measles o Complications of measles arei) Respiratory; Otitis media (most common complication), pneumonia (Giant cell or Hecht's pneumonia), bronchitis, laryngitis, croup. ii) CNS: These are most serious and include encephalitis, transverse myelitis and a rare complication SSPE (Subacute sclerosing panencephalitisj. iii) Gastrointestinal: Gastroentritis, hepatitis, appendicitis, diarrhea, ileocolitis, mesenteric adenitis. iv) Others: Myocarditis, glomerulonephritis, thrombocytopenia.",
        "cop": 2,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "Rubella",
        "opd": "Varicella",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "e09542f5-2d66-487c-a75d-f2f1fa92bc19",
        "choice_type": "single"
    },
    {
        "question": "Rare complication of measles -",
        "exp": "Ans. is 'd' i. e., SSPE o Subacute sclerosing panencephalitis (SSPE) is a rare complication of measles, which develops many years after the initial infection - PSM Park 19th/e p. 128o The most common complications are: measles- associated diarrhea, pneumonia and otitis media -PSM Park 19th/e-128. Complications of Measles. Respiratory tract. CNSGastrointestinal. Others (rare)o Laiyngitiso Croupo Bronchitiso Otitis media (M. C.)o Pneumoniao Encephalitiso Transverse myelitiso SSPEo Gastroenteritiso Hepatitis]o Appendicitiso Ileocolitiso Mesentric adenitiso Myocarditiso Glomerulonephritiso Thrombocytopenic purpurao Exacerbation of preexisting T. B.",
        "cop": 4,
        "opa": "Diarrhoea",
        "opb": "Pneumonia",
        "opc": "Otitis media",
        "opd": "SSPE",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "d64da947-58eb-4b74-aabf-e02d14d7d436",
        "choice_type": "single"
    },
    {
        "question": "Koplik spot is pathognomic of which infection -",
        "exp": "Ans. is 'd' i. e., Measles Measleso Measles is caused by a RNA virus of paramyxovirus family, o Measles in also known as rubeola. o The only source of infection is a case of measles, carriers are not known to occur. o Infective period-4 days before and 5 days after the appearance of rash. o Infective material-Secretions of nose, throat and respiratory tracto Age group-6 month to 3 years. o Immunity-One attack of measles generally confer life long immunity'. o Transmission-1) Droplet infection through respiratory' tract2) Infection through conjuctiva. o Incubation period-10 days from exposure to onset of fever. 14 days from exposure to appearance of rash. 7 days for live vaccine of measles. o Clinical manifestations. Prodromal stage. Begins 10 days after the infection and lasts until day 14. Characterized by fever, coryza with sneezing and nasal discharge, redness of the eyes, lacrimation and photophobia. A day or two before the appearance of rash, Koplik's spots appear on buccal mucosa opposite the 1st and 2nd lower molars. Koplik's spots are pathognomonic of measles. Eruptive phase. Maculopapufar rash which begins behind the ear and spread rapidly in a few hour over the face and neck extends down the body. Post measles stagey Weight lossy Growth retardationy Diarrheay Cancrum orisy Reactivation of pulmonary TBy Candidiasis",
        "cop": 4,
        "opa": "Rubella",
        "opb": "Influenza",
        "opc": "Mumps",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "0191db81-db82-41b0-97d1-fdb86f9bc781",
        "choice_type": "single"
    },
    {
        "question": "Routine Second dose of Measles vaccine is given to?",
        "exp": "ANSWER: (A) 16-24 months if coverage > 80%REF: Park's 22nd ed page 140, LAP 5th ed page 171 table 5. 4. 1. See APPENDIX-46 below for \"TYPES OF VACCINE Sc IMMUNIZATION\"MCV2 (2nd dose of Measles) can be delivered either through existing routine services or through measles catch-up immunization campaigns, the choice is determined by the strategy that would attain the highest levels of coverage. Government of India announced in May 2010 its decision to implement the National Technical Advisory Group on immunization (NTAGI) recommendation to introduce MCV2. As recommended by the NTAGI, the implementation strategy of MCV2 at the state level is determined by the underlying performance of the routine immunization (RI) program. In total, 14 states with measles coverage < 80% will introduce MCV2 through catchup vaccination campaigns. In the remaining 21 states with better performing routine immunization (>80% routine measles coverage) will introduce MCV2 for children aged 16- 24 months through the routine program. 1st dose: 9-12 months2nd dose: 16-24 months (If coverage > 80%), 9 months -10 years as catch up (if coverage <80%) APPENDIX - 46. Types of Vaccine. Type. Content. Examples. Killed vaccineskilled, but previously virulent, microorganisms that have been destroyed with chemicals or heat. Avian Flu vaccine; developed by Reverse Genetics techniques. Reverse genetics' is an approach to discovering the function of a gene by analyzing the phenotypic effects of specific gene sequences obtained by DNA sequencing. This investigative process proceeds in the opposite direction of so- called forward genetic screens of classical genetics. Simply put, while forward genetics seeks to find the genetic basis of a phenotype or trait, reverse genetics seeks to find what phenotypes arise as a result of particular genes.",
        "cop": 1,
        "opa": "16-24 months if coverage > 80%",
        "opb": "16-24 months if coverage < 80%",
        "opc": "9 months-10 years if coverage > 80%",
        "opd": "9 months-10 years if coverage < 80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "b7ef74c0-27a0-47fb-9163-18fc6f34d09f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the 'Least common' complication of measles?",
        "exp": "Ans. is 'd' i. e. SSPE SSPE is a rare complication of measles (~ 1 in 100, 000 cases)\"The most common complications are measles-associated diarrhoea, pneumonia and other respiratory complications and otitis media\" - Park",
        "cop": 4,
        "opa": "Diarrhoea",
        "opb": "Pneumonia",
        "opc": "Otitis media",
        "opd": "SSPE",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Measles",
        "id": "c80a3a0c-d9f9-4949-afba-97ed8dc353fe",
        "choice_type": "single"
    }
]