[
    {
        "question": "Plague is transmitted through:-",
        "exp": "Plague is transmitted through Rat Flea Rat flea transmits: Bubonic plague, Murine typhus, Chiggerosis. Soft tick transmits: relapsing fever, Q fever, KFD outside India. Hard tick transmits: Tularemia, Tick paralysis, Tick encephalitis, Babesiosis, Tick hemorrhagic fever, KFD in India, congo fever. Mite transmits scrub typhus, scabies. Mosquito transmits: Malaria, Dengue, Yellow fever, Lymphatic filariasis etc.",
        "cop": 3,
        "opa": "Tick",
        "opb": "Mite",
        "opc": "Flea",
        "opd": "Mosquito",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "7fce77d2-adb1-4b57-8234-7ea025fceaca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is Chemical stomach poison for mosquito?",
        "exp": "Chemical measures for mosquito control:- Stomach poison: Paris green (anti-larval measure). It is copper acetoarsenite. Sodium fluoride is also a stomach poison of mosquito Nerve / contact poison: DDT, Pyrethrum, Malathion (Anti-adult measures). Act by inhibiting acetylcholinesterase enzyme.",
        "cop": 3,
        "opa": "DDT",
        "opb": "Malathion",
        "opc": "Paris green",
        "opd": "Pyrethrum",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "ef1b479a-53f0-459e-bd24-d4c51d3f3dd3",
        "choice_type": "single"
    },
    {
        "question": "Mites transmit the following:",
        "exp": "Recketsial zoonoses Disease Agent Vector Reservoir Typhus group Epidemic typhus R. prowazekii Louse Humans Murine typhus R. typhi Flea Rodents Scrub typhus R. tsutsugamushi Trombiculid mite Rodents Spotted fever group Indian tick typhus R. conori Tick Rodents, dogs RMSF R. rickettsi Tick Rodents, dogs Rickettsial pox R. akari Mite Mice Others Q fever Coxiella burnetii Nil Cattle, sheep, goat Trench fever Baonella Quintana Louse Humans",
        "cop": 1,
        "opa": "Scrub typhus",
        "opb": "Trench fever",
        "opc": "Epidemic typhus",
        "opd": "Endemic typhus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "bc215060-1f19-4652-b270-3ac783a2662f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease is transmitted by Mansonia?",
        "exp": "Mansonia acts as a vector for Chikungunya Vectors of impoant diseases: Vector Diseases(s) transmitted Housefly (musca domestica) Diarrhoeal and dysentrical disease, Poliomyelitis, Yaws, Anthrax, Trachoma Sandfly (Phlebotamus argentipes) Kala azar (Visceral Leishmaniasis), Oriental score (cutaneous Leishmaniasis), Sandfly fever, oroya fever Tse-Tse fly (Glossina palpalis) Sleeping sickness of Africa (African Trypanosomiasis) Reduvid bug (Triatominae) Chagas Disease (Sleeping sickness of America- American Trypanosomiasis) black fly (Simulum) Onchocerciasis (River Blindness) Soft tick Relapsing fever, Q fever, KFD (outside India) Hard tick Tularemia, Babesiosis, KFD (India), Tick paralysis, Tick encephalitis, Tick hemorrhagic fever, Indian Tick Typhus, RMSF Louse Epidemic typhus, Trench fever, Relapsing fever Mite Scrub typhus, Rickettsial pox Flea Plague, Murine typhus Anopheles mosquito Malaria, Filaria (outside India) Culex mosquito Bancroftian Filariasis, Japanese Encephalitis, West Nile fever, Viral ahritis Aedes mosquito Yellow fever, Dengue, DHF, Chikungunya, Rift Valley fever, Filariasis (Outside India), Zika Mansonoides mosquito Malayan (Brugian) filariasis, Chikungunya",
        "cop": 4,
        "opa": "Bancroftian filariasis",
        "opb": "Japanese encephalitis",
        "opc": "Dengue",
        "opd": "Chikungunya",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "90164a14-1b57-4031-a96e-531e9ec1ee71",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an anti-adult mosquito insecticide?",
        "exp": "Anti adult mosquito measures: DDT BHC Malathion Pyrethrum extract: 'nerve poison'. Anti-larval measures: Paris green mineral oil Fenthion.",
        "cop": 4,
        "opa": "Paris green",
        "opb": "Mineral oil",
        "opc": "Fenthion",
        "opd": "DDT",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "07cb1cbc-3947-41ec-84c5-6d2e848fbb5f",
        "choice_type": "single"
    },
    {
        "question": "Transmission assessment survey is for?",
        "exp": "TAS or Transmission Assessment Survey is done for lymphatic Filariasis - caused by Wuchereria bancrofti. The line listing of lymphoedema and hydrocele cases were initiated since 2004 by door-to-door survey in filaria endemic districts. The updated figure till December 2014 reveals about 12 lac cases with clinical manifestation of lymphoedema (8 lacs) and hydrocele (4 lacs). Initiation has also been taken to demonstrate the simple washing of foot to maintain hygiene for prevention of secondary bacterial and fungal infection in chronic lymphoedema cases, so that the patients get relief from frequent acute attacks. Extra edge: - Criteria for Elimination of lymphatic filariasis: Microfilaria carriers being < 1% of population. Children born after initiation of ELF are free from circulating antigenaemia (presence of adult filaria worm in human body). - WHO recommends triple therapy of Ivermectin + Diethylcarbamazine + albendazole to achieve the target, set to eliminate lymphatic filariasis by 2020.",
        "cop": 4,
        "opa": "Plasmodium vivax",
        "opb": "Plasmodium falciparum",
        "opc": "Leishmania donovani",
        "opd": "Wuchereria bancrofti",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Medical Entomology",
        "id": "0c727570-3713-48a9-bb66-634e5a28266d",
        "choice_type": "single"
    }
]