[
    {
        "question": "Which is NOT used in treatment of heroin dependence?",
        "exp": "Ans. is 'a' i. e., Disulfiram o Heroin is diamorphine and is 3 times more potent than morphine. Treatment of morphine or heroin poisoningo Treatment can be divided into:-A. Treatment of toxicity (overdose)# Overdose is a medical emergency, and is treated with opioid antagonist to reverse the complications (respiratory depression) by antagonizing the action on opioid receptors. Intravenous naloxone is the antagonist of choince for morphine (heroin) poisoning. Oral naltrexone is used for maintenance therapy, once acute poisoning has been treated by iv naloxone. Intravenous nalmefene is another specific antagonist. B. Treatment of dependence# Treatment of dependence include medically supervised withdrawal and detoxification, followed by maintenance therapy. a) Detoxificationo Detoxification process include abrupt withdrawal of opioid followed by management of the emergent withdrawal symptoms, i. e., treatment of withdrawal syndrome. Detoxification can be done by any of the following. 1. Substitution of long-acting opioid agonism:- Methadone is the treatment of choice. Because of its agonistic activity on opioid receptors it suppresses withdrawal symptoms. L-alpha-acetyl-methadol/ Levomethyl (LAAM) is the other opioid agonist which was used for this purpose. However it is no longer in use because some patients developed prolonged QT intervals (torsades de points). 2. Substitution of partial agonist:- Buprenorphine can be used in place of methadone because of its partial agonistic activity on opioid receptor. 3. Substitution by a2 agonists:- Clonidine acts as a sympatholytic agent due to its agonistic action on central presynaptic a2 receptors which reduce nor-adrenergic activity. Therefore, clonidine reduces the adrenergic withdrawal symptoms. Lofexidine another a2 agonist, is an alternative to clonidine. 4. Clonidine plus naltrexone:- A more rapid detoxification can occur when clonidine is used along with naltrexone. Naltrexone, when given in opioid dependent patient, causes withdrawal symptoms because of its antagonistic action. These can be treated with clonidine. The addition of short acting Benzodiazepine (lorazepam or oxazepam) and NSAIDs, will help relieve withdrawl symptoms not covered by clonidine. It should be kept in mind that naltrexone should not be used alone for detoxification (to treat withdrawl syptoms) as it precipitates or worsens the withdrawl syndrome. 5. Other drugs:- Dextropropoxyphene, diphenoxylateb) M aintenance therapyo Once detoxification phase is over (i. e., withdrawal symptoms have been managed), the patient is maintained on any of the following drugs to prevent relapse by reducing craving and preventing 'kick' or 'euphoria' produced by opioids (morphine or heroin). Drugs used are:-1. Methadone:- Reduces craving and 'kick/euphoria' from morphine or heroin because their opioid receptors are already occupied. 2. LAAM and buprenorphine:- Similarly reduce craving. 3. Opioid antagonists (naltrexone):- Naltrexone can be used orally to assist in the rehabilitation of exopioid abusers who are fully withdrawn (otherwise it induces an acute withdrawl syndrome). Naltrexone prevents relapse by discouraging substance seeking behavior - If a patient, who is on naltrexone maintenance therapy, takes an opioid, there is no 'kick' or 'euphoria' as opioid receptors are already blocked. Naltrexone can be used with clonidine as in detoxification.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "Lofexidine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "c993142b-7bc3-473a-8327-c9eee155c943",
        "choice_type": "single"
    },
    {
        "question": "Alcoholic says that he drinks to overcome family problem - defense mechanism -",
        "exp": "Ans. is 'a' i. e. Rationalization o Logical and socially acceptable explanation for an unacceptable behavior or feeling is rationalization Important Defence mechanisms1) Denial: - Denial is the avoidance of awareness of some painful aspect of reality by negating sensory data. Person is unable to face reality or admit an obvious truth (i. e., He is in denial). Denial is an outright refusal to admit or recognize that something has occured or is currently occuring. For example, denying that the physicians's diagnosis of cancer is correct and seeking a second opinion. 2) Repression and suppression:- Repression acts unconsciously to exclude anxiety provoking ideas or feelings from conscious awareness. For example, a person who has repressed memories of abuse suffered as a child. When this is done consciously by forcing the unwanted information out of our awareness, it is referred as suppression, i. e., pushing the unwanted feelings into unconscious. For example, trying to forget something that causes anxiety. Suppression is the only voluntary defence mechanism. o Unconscious exclusion of anxiety provoking feelings from awareness - Repressiono Conscious exclusion of anxiety provoking feelings from awareness - Suppressiono Repression is the most basic defence mechanism therefore it is also referred as primary defence. 3) Displacement:- Unconscious shifting of impulses on a less threatening target. For example, rather than express our anger in way's that could lead to negative consequences (like arguing with our boss), we instead express our anger towards a person or object that poses no threat (such as our spouse, children or pets). 4) Sublimation:- Acting out unacceptabe impulses in a socially acceptable way. For example, sublimating your aggressive impulses toward a carrier as a boxer, or becoming a surgeon because of your desire to cut or lifting weight to release 'pent up' energy. 5) Projection:- Placing unacceptable impulses in ourself onto someone else. In very simple language, Projection is placing blame for the unwanted event upon other. For example, would be saying that you failed in exam because the teacher is racist. 6) Intellectualization:- Excessive use of intellectual processes (logic) to avoid affective expression (emotion), i. e., avoiding unacceptable emotions by focusing on the intellectual aspects. For example, a person who has just been diagnosed with a terminal illness might focus on learning everything about the disease in order to avoid distress and remain distant from the reality of the situation. 7) Rationalization:- It is a defense mechanism that involves offering a socially acceptable behavior or feeling. For example, a student might blame a poor exam score on the instructor rather than his/her lack of preparation. 8) Regression:- The personality may suffer a loss of some of the development already attained and may revert to a lower level of adaptation and expression. When confronted by stressful events, people sometimes abandon coping strategies and revert to patterns of behaviour used earlier in development. For example, sitting in a comer and crying after hearing bad news or throwing temper tantrum when you dont get your way or a teenager sucking their thumb around exam time. 9) Reaction formation:- Transforming an unacceptable impulse into opposite extreme. For, example, a married woman who is disturbed by feeling attracted to one of her huband's friends treats him rudely. 10. Active out:-The individuals copes with stress by engaging in actions rather then reflecting upon internal feeling. 11. Altruism:- Satisfying internal needs through helping others. 12. Undoing:- An act or communication which partially negates a previous one. For example, two close friends have a violent argument; when they next meet one of them brings the other a small gift. 13. Passive-aggresstion:-Indirectly expressing anger towards other. These people have a tendency of expressing their anger or frustration in a silent way, instead of expressing it directly. For example, a reluctant child forced to bring sugar from shop spills it on the way. 14. Aim inhibition:- The individual accepts a modified form of their original goal. For example, becomming a high school basketball coach rather than a professional athelete. 15. Anticipation:- Realistic thinking and planning about future's unpleasurable events. 16. Humor:- The individual deals with unacceptable impulses using humor in a manner which does not produce unpleasantness in self or others, e. g., pointing out the funny or ironic aspect of situation.",
        "cop": 1,
        "opa": "Rationalization",
        "opb": "Anticipation",
        "opc": "Denial",
        "opd": "Repression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "ed83a3c0-fadc-443d-8d38-bec4806b9dd6",
        "choice_type": "single"
    },
    {
        "question": "La Belle Indifference is seen in?",
        "exp": "Ans. is 'a' i. e., Conversion disorder o La Belle Indifference: - It refers to lack of concern towards the symptoms despite severe disability. This is not pathognomanic of conversion disorder (hysteria). This is also seen in dissociative disorder, physical illness, multiple sclerosis, parietal lobe lesion.",
        "cop": 1,
        "opa": "Conversion disorder",
        "opb": "Schizophrenia",
        "opc": "Mania",
        "opd": "Depression",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "3edc7d39-6ed4-4f90-9391-086aecb1b72e",
        "choice_type": "single"
    },
    {
        "question": "Fear of strangers-",
        "exp": "Ans. is 'b' i. e., Xenophobiao The common types of phobia are:-1) Agoraphobia# This is an example of irrational fear of situations. It is the commonest type of phobia encountered in clinical practice.# It is characterized by an irrational fear of being in places away from familiar setting of home and patient believes that he cannot escape from these places, to a safer place (usually home). This fear results in avoidance of these places which include public places, stores, crowd, travelling alone in bus, train or plane, Theaters, Tunnels, Bridge, standing in line small enclosed rooms or lifts. 2) Social phobia# In social phobia there is irrational fear of one or more social or performance situations in which the person is concerned about negative evaluation or scrutiny by others, for example: Public speaking; writing/drinking/ eating in public; using public lavatories. 3) Specific (simple) phobia# These are phobias limited to highly specific situations or objects, for example. i) Claustrophobia:- Fear of closed spacesviii) Mysophobia:- Fear of dirt & germsii) Acro/Aerophobia:- Fear of high placesix) Erythrophobia:- Fear of blushingiii) Zoophobia:- Fear of animalsx) Sitophobia:- Fear of eatingiv) Pyrophobia:- Fear of firexi) Ailurophobia:- Fear of catsv) Xenophobia:- Fear of strangersxii) Sitaphobia:- Fear of dogsvi) Algophobia:-Fears of painxiii) Hydrophobia:- Fear of watervii) Thanatophobia: - Fear of death",
        "cop": 2,
        "opa": "Algophobia",
        "opb": "Xenophobia",
        "opc": "Mysophobia",
        "opd": "Thanatophobia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "1df3c1dd-9d3c-4837-a694-58b964f75b40",
        "choice_type": "single"
    },
    {
        "question": "Mental retardation is defined if IQ is below:-",
        "exp": "Normal IQ 70 or above. Mild mental retardation = 50-70 Moderate mental retardation = 35-49 Severe mental retardation = 20-34 Profound mental retardation = <20.",
        "cop": 2,
        "opa": "60",
        "opb": "70",
        "opc": "80",
        "opd": "90",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "29302b53-95b7-45a6-b79b-f76b584298ea",
        "choice_type": "single"
    },
    {
        "question": "18 year old girl presented with breathlessness, anxiety, palpitation & tingling around lips. There is similar history in past. Diagnosis is -",
        "exp": "Ans. is 'a' i. e., Panic attack o Hyperventilation syndrome with chest pain and a tingling sensation in the fingertips and around the mouth (paresthesia) and may accompany a panic attack. o Panic disorder is characterized by intermittent sever anxiety (Panic) unrelated to any particular situation or object. A panic attack has following characterisitics:-i) Discrete episode of intense fearii) Abrupt onset (sudden onset)iii) Reaches as maximum within few minutes and lasts for some minutes. iv) At least four of the following symptoms:-1) Palpitation8) Dizziness, unsteady, tainting2) Sweating9) Derealization or depersonalization3) Shortness of breath (Breathlessness)10) Fear of losing control4) Feeling of choking11) Fear of dying (impending doom)5) Chest pain or discomfort (chest constriction)12) Paresthesias6) Nausea or abdominal distress13) Chills or hot flushes7) Trembling or shaking v) At least one of the attack is followed by 1 month (or more) of one (or more) of the following:-a) Persistent concern of future attacks. b) Worry about the consequences of attacks (Heart attack, Stroke)c) Significant change in behavior related to attack. o Patients with panic disorder present with a number of comorbid conditions, most commonly agoraphobia. So, panic disorders may be classified as either Panic disorder with agoraphobia or panic disorder without agoraphobiao Important differential diagnosis of Panic disorder1) CVS:- Anemia, Angina, CHF, Hypertension, Mitral valve prolapse. 2) Pulmonary:- Asthma. 3) Endocrine:- Pheochromocytoma, Hyperthyroidism, Carcinoid syndrome, Cushing's syndrome, Addison's disease, Diabetes, Hypoparathyroidism. 4) Neurological:- CVA, Epilepsy, infection, Migraine, Tumor, Multiple sclerosis, Huntington's disease, Meniere's disease. 5) Amphetamine, Cocaine, Theophylline, Nicotine, Marijuana, Anticholinergics. 6) Drug withdrawal:- Alcohol, Opioids, Antihypertensives. 7) Other:- Anaphylaxis, Vit-B 12 deficiency, SLE, Uremiao Major neurotransmitters involved in panic disorder are norepinephrine, Serotonin and GABA. Other neurotransmitters involved are dopamine and cholecystokinine.",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Anxiety disorder",
        "opc": "Conversion disorder",
        "opd": "Acute psychosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "56d80194-b4a7-4549-9ed7-fed0312f56ca",
        "choice_type": "single"
    },
    {
        "question": "Mini mental status examination does not involve-",
        "exp": "Ans. is 'd' i. e. History of psychiatric disorder Mini mental status examination (MMSE)o The mini-mental status examination offers a quick and simple way to quantify cognitive function and screen for cognitive impairment. It helps to confirm the presence of cognitive impairment and to follow the progression of dementia. o Sections of the mental status examination:-1) Appearance, Attitude, and Activity2) Mood and Affect3) Speech and Language4) Thought Process, Thought Content, and Perception5) Cognition6) Insight and Judgmento Each section of test involves a related series of questions or commands. The individual receives one point for each correct answer. o The individual can receive a maximum score of 30 points, i. e., MMSE is 30 point programme to evaluate cognitive function. o A score of 25 or above suggests normal cognition. A score below 25 suggests possible cognitive impairment and a score below 20 indicates definite impairment.",
        "cop": 4,
        "opa": "Cognition",
        "opb": "Perception",
        "opc": "Insight",
        "opd": "History of psychiatric disorder",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "976a5991-6849-4721-9b54-ea8a1354796d",
        "choice_type": "single"
    },
    {
        "question": "Amotivation syndrome caused by -",
        "exp": "Ans. is 'a' i. e., Cannabis abuse Cannabis abuseo Cannabis, also known as marijuana, is obtained from the flowering tops and leaves of the Indian Hemp plant (Cannabis sativa). Preparation of cannabis are Bhang, Ganja and hashish (charas). The psychoactive substance of cannabis and its preparations is tetrahydrocannabinol (THC). Cannabis intoxicationo The most common physical effects are red eye (conjuctival injection) and mild tachycardia. Other important symptoms include increased appetite (\"the munchies\"), Dry mouth, Lightheadedness, euphoria, a sense of floating in air, derealization, depersonalization, synesthesia (stimulation of one sensory modality produces sensation of other modality). Complicationso Flash back phenomenon: - Recurrence of experience of cannabis use, i. e., person experiences the features of cannabis use without actually using it flash back phenomenon is also seen in abuse of hallucinogens LSD, Psilocybin, Psilocin. o Transient psychiatric disorders:- Acute anxiety, paranoid psychosis, schizophrenia like state etc. o Amotivational syndrome:- Apathy, loss of interest, reduced drive and lack of ambitionso Hemp, insanity or cannabis psychosis:- Acute schizophreniform disorder with disorientation and confusiono Running amok (Run amok):- Person has psychotic episode where he goes on the rampage destroying things and killing others. Medical useso Cannabis used medically does have several well documented benificial effects:-1) Amelioration of nausea and vomiting2) Stimulation of hunger in chemotherapy & AIDS patients3) To lower intraocular tension in glaucoma4) As analgesic5) In multiple sclerosis6 Depressiono However, FDA has not approved cannabis (marijuana) to be used for any of these conditions.",
        "cop": 1,
        "opa": "Cannabis abuse",
        "opb": "Opioid abuse",
        "opc": "Alcoholabuse",
        "opd": "Heroin abuse",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "779ee6a5-97f7-4dfd-8a76-06bd394f632c",
        "choice_type": "single"
    },
    {
        "question": "Most common ty pe of mental retardation -",
        "exp": "Ans. is 'a' i. e., Mild Category of mental retardation. Percentage. Mild80 - 85 %Moderate10%Severe5 %Profound1 %",
        "cop": 1,
        "opa": "Mild",
        "opb": "Moderate",
        "opc": "Severe",
        "opd": "Profound",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "53badf68-d647-44e8-8c88-c69a4709ab8b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in opioid dependence-",
        "exp": "Ans. is 'a' i. e., Disulfiram Treatment of opioid dependence1) Detoxification (treatment of withdrawal syndrome)i) Methadone is the DOCii) Alternatives:- Buprenorphine, LAAM, clonidine, clonidine with naltrexone with or without benzodiazepines (Lorazepam. oxazepam), Lofexidine, Dextropropoxyphene, diphenoxylate. 2) Maintenance (to prevent relapse)i) Methadone is the DOCii) Alternatives:- Buprenorphine, LAAM, opioid antagonists (Naltreoxone).",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Clonidine",
        "opc": "Lorazepam",
        "opd": "Naltrexone",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "8ee45cc9-3991-43a3-972e-335d31aeda0a",
        "choice_type": "single"
    },
    {
        "question": "Most common psychotherapy used for depression is-",
        "exp": "Ans. is 'a' i. e. Cognitive behavioral therapy (CBT) \"In CBT, the most common psychotherapy used today to treat depression, the therapist attempts to change dysfunctional beliefs and attitudes that are generating negative emotions. \" - Clinical Handbook of Pastoral Counseling p. 43",
        "cop": 1,
        "opa": "Cognitive behavioral therapy (CBT)",
        "opb": "Reminiscent therapy (RT)",
        "opc": "Interpersonal therapy (IPT)",
        "opd": "Supportive therapy (ST)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "6b5682c5-cad4-4507-b0a1-c7565a89951e",
        "choice_type": "single"
    },
    {
        "question": "Incest type relation between mother and son is an example of -",
        "exp": "Ans. is 'a' i. e. Oedipus complex o In psychoanalysis, the Oedipus complex is a child's desire, that the mind keeps in the unconscious via dynamic repression, to have sexual relations with the parent of the opposite sex (i. e. males attracted to their mothers, and females attracted to their fathers)o The Oedipus complex occurs in the third - phallic stage (ages 3-6) of the psychosexual developmento Sigmund Freud coined the term \"Oedipus complex\". o Boys and girls experience the complex differently: boys in a form of castration anxiety & girls in a form of penis envy (Electra complex). o Othello syndrome or delusional jealousy, is a psychological disorder in which a person is preoccupied with the thought that their spouse or sexual partner is being unfaithful without having any real proof.",
        "cop": 1,
        "opa": "Oedipus complex",
        "opb": "Othello syndrome",
        "opc": "Electra complex",
        "opd": "OCD",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "94a14e7a-b9f1-41a6-98b0-cc32f272eb8a",
        "choice_type": "single"
    },
    {
        "question": "IQ in profound mental retardation -",
        "exp": "Ans. is 'd' i. e., < 20 The Intelligence Quotient (I. Q.) is calculated according to the formula: IQ =Mental age----------------Chronological agex 100. The WHO classification of mental retardation is based on the concept of IQ and includes the following categories: Category. IQMild50-70. Moderate35-49. Severe20-34. Profound<20A child with IQ < 70 is called mentally retarded.",
        "cop": 4,
        "opa": "50 - 70",
        "opb": "35 - 50",
        "opc": "20 - 35",
        "opd": "< 20",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "421af8a3-c3d9-4868-94af-7711cca5be31",
        "choice_type": "single"
    },
    {
        "question": "Sexual perversion in which one has desire to see other person/wife having sex with others -",
        "exp": "Ans is 'c' i. e. Voyeurism o Watching sexual activity of other people or the body parts of members of opposite sex is k/a Voyeurism Other abnormalities in the sexual actA. Exhibitionism:- Exposure of one's genital organs to strangers or others. B. Sadism:- Sadism involves infliction of pain or humiliation on the partner (e. g., whipping, beating, strangulation, etc.)C. Masochism:- It is opposite to sadism, i. e., sexual excitement is achieved by self-inflicted pain by the sexual partner (e. g., being whipped, beaten, strangulated etc). D. Frotterurism:- Fondling or rubbing against the body of unfamiliar women in public places followed by masturbation. o Fetishism is having sexual pleasure using shoes or clothes of other sex.",
        "cop": 3,
        "opa": "Sadism",
        "opb": "Exhibitionism",
        "opc": "Voyeurism",
        "opd": "Fetishism",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "09863a04-e6cc-40f6-92fa-9e9a333e1ba7",
        "choice_type": "single"
    },
    {
        "question": "MCC of DALYs lost among Mental health disorders is:-",
        "exp": "MCC of DALYs lost among Mental health disorders is Unipolar Depression. DALY- Disability adjusted life years - It is best indicator of '' disease Burden '' - M/C mental health disorder is unipolar depression - DALY'S lost d/t unipolar depression = 64, 963 - M/C mental health disorder resulting in death is - Alzheimer's & dementias - MC substance abused - Tobacco - MC Narcotic substance abused - cannabis - Mental morbidity = 18-20/1000 population.",
        "cop": 1,
        "opa": "Unipolar Depression",
        "opb": "Bipolar depression",
        "opc": "Schizophrenia",
        "opd": "Alcohol disorders",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "cab1831b-e111-408c-95f8-86bb24451dd7",
        "choice_type": "single"
    },
    {
        "question": "Methylphenidate is the DOC for -",
        "exp": "Ans. is 'b' i. e., ADHD Drugs used for ADHDCNS Stimulants. Other drugso Methylphenidate (DOC)o D exmethylphenidateo Dextroamphetamine oro Dextroamphetamine + amphetamineo Modafmilo Atomoxetineo Bupropiono Venlafaxineo a-agonists (clonidine, guanfacine",
        "cop": 2,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Dyslexia",
        "opd": "Pervasive disorder",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "3e0adfef-5961-4fa9-9eb0-8e6cfccdc2ed",
        "choice_type": "single"
    },
    {
        "question": "'Moron' is one with an IQ of",
        "exp": "Levels of intelligence IQ range Idiot 0 - 24 Imbecile 25 - 49 Moron 50 - 69 Borderline 70 - 79 Low normal 80 - 89 Normal 90 - 109 Superior 110 - 119 Very superior 120 - 139 Near genius 140 and over",
        "cop": 3,
        "opa": "0-24",
        "opb": "25-49",
        "opc": "50-69",
        "opd": "70-79",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Mental Health",
        "id": "7948a629-ef97-4627-b861-62bdd399f224",
        "choice_type": "single"
    }
]