[
    {
        "question": "The most effective contraceptive available is:",
        "exp": "- Amongst the choices, third generation is most effective with a failure rate of only 0. 2/HWY. PEARL INDEX OF DIFFERENT CONTRACEPTIONS: Male condoms 2-14 / HWY Female condoms 5-21 / HWY Centchroman 1. 84 - 2. 84 /HWY OCPs 0. 1 - 2 /HWY Sterilization 0. 1 / HWY Vaginal sponge 9-20 / HWY",
        "cop": 3,
        "opa": "Combined Oral contraceptive pill",
        "opb": "Progestin injectable",
        "opc": "Third generation IUCD",
        "opd": "Centchroman",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "5d4b6b3c-5011-4173-af56-41527e98baeb",
        "choice_type": "single"
    },
    {
        "question": "In basal body temperature method, after the rise of temperature, the unsafe period lasts for:-",
        "exp": "- In BBT, the rise of temperature signifies ovulation. - Since maximum survival of ovum post ovulation is 3 days, the unsafe period is 3 days post rise of body temperature. Other natural methods of contraception are: Calender method / feile period method/ safe period method/ rhythm method Cervical mucus method Symptothermic method Coitus interruptus Abstinence - most effective method",
        "cop": 3,
        "opa": "24 hours",
        "opb": "48 hours",
        "opc": "72 hours",
        "opd": "120 hours",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "7273f0e1-d1aa-472b-89de-7cfbc9e87a67",
        "choice_type": "single"
    },
    {
        "question": "Absolute Contraindication for the Use of OCPs is:",
        "exp": "Absolute contraindications of OCP'S: - C - Cancers - L - Liver diseases - U - Uterine bleeding - T - Thromboembolism - C - Cardiovascular diseases - H - Hyperlipidemia - Preganancy Also remember, Long-standing or complicated diabetes (with microvascular complications) is absolute contraindication. Grade I hypertension is relative contraindication and Grade II is absolute. Simultaneous use of some anti-epileptics is relatively contraindicated.",
        "cop": 1,
        "opa": "Thromboembolism",
        "opb": "Hypertension",
        "opc": "Diabetes",
        "opd": "Epilepsy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "5ade7921-5b2d-4880-ade4-c2032830a9f4",
        "choice_type": "single"
    },
    {
        "question": "All are side effects of Oral Contraceptive Pills (OCPs) except:",
        "exp": "Adverse effects of combined oral contraceptive Pills (OCPs) Beneficial effects of Combined Oral Contraceptive Pills (OCPs) Cardiovascular effects: Myocardial infarction Cerebral thrombosis Venous thrombosis Hypertension Carcinogenesis: Cervical cancer Breast cancer Metabolic effects: Elevated blood pressure Altered lipid profile Blood clotting Hyperglycemia Hepatocellular adenoma Gall bladder disease Cholestatic jaundice Monilial vaginitis (candidiasis) Decline milk volume during lactation Slight delay in return of feility Depression Fetal bih defects General effects: Breast tenderness Weight gain Headache & migraine Bleeding disturbances Benign breast disorders (Fibrocystic disease, Fibroadenoma_) Benign ovarian disease (Ovarian cysts) Malignant ovarian disease (Ovarian CA) Pelvic inflammatory disease (PID) Ectopic pregnancy Iron deficiency anemia Endometrial cancer",
        "cop": 2,
        "opa": "Breast cancer",
        "opb": "Ovarian Cancer",
        "opc": "Liver disease",
        "opd": "Thromboembolism",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "c309a7f6-91d5-48ce-bc38-43687a665de7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following criterion is false regarding the effectiveness of Lactational Amenorrhea Method?",
        "exp": "LAM may be effective up to six months if:- she is exclusively breastfeeding and Her menses have not returned. - Contraception of choice during lactation is progesterone only pills.",
        "cop": 3,
        "opa": "Should be exclusively breastfeeding",
        "opb": "Menstruation should not have resumed",
        "opc": "Effective only up to four months after delivery",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "40a8f5fd-7a85-4183-b61d-cbb8868b9e88",
        "choice_type": "multi"
    },
    {
        "question": "MC side effect of IUCD inseion:",
        "exp": "MC side effect bleeding (give to female iron tablet for 2 months). Pain is 2nd mc. but its mc cause of removal of IUCD.",
        "cop": 4,
        "opa": "Ectopic pregnancy",
        "opb": "Pelvic infection",
        "opc": "Pain",
        "opd": "Bleeding",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "f8dd4999-1438-443f-bf12-15a22d655ef8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contraception method is contraindicated in women with epilepsy on treatment?",
        "exp": "OCP pills' metabolism is increased by some of the anti-epileptic drugs, hence use of OCP with these drugs is relatively contra-indicated.",
        "cop": 1,
        "opa": "Oral Contraceptive pill",
        "opb": "IUCD",
        "opc": "Condom",
        "opd": "Emergency contraceptive pill",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "f660fa13-4fcd-4339-bc32-6f5dadaa391f",
        "choice_type": "single"
    },
    {
        "question": "Best contraceptive for a Newly married healthy couple:-",
        "exp": "Contraceptive choices for a newly married healthy couple Oral contraceptive pills - Low failure rate - Ideal method of choice for newly married healthy couple. Barrier method - Has a high failure rate; only consistent use for 2 years. - Has advantage of HIV/STI protection but a 'healthy' couple may not need it. IUCD - Is not a method of first choice for nulliparous female. Natural methods - Has a high failure rate.",
        "cop": 3,
        "opa": "Barrier method",
        "opb": "IUCD",
        "opc": "Oral contraceptive pills",
        "opd": "Natural methods",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "fac34639-c2d0-445b-b6e3-420adec5732c",
        "choice_type": "single"
    },
    {
        "question": "All are natural family planning methods except:-",
        "exp": "Natural family planning methods The term. \"natural family planning\" is applied to three methods: Basal body temperature (BBT) method Cervical mucus method, and Symptothermic method Cycloprovera: is a form ofcombined injectable bih control",
        "cop": 2,
        "opa": "Basal body temperature",
        "opb": "Cycloprovera",
        "opc": "Bilings method",
        "opd": "Symptothermic method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "0783b73b-74cc-4e59-9544-87785d646038",
        "choice_type": "multi"
    },
    {
        "question": "The Standard Days Method (SDM) advices on avoiding unprotected sexual intercourse:",
        "exp": "Standard days method: It is for the women having their cycle lengths between 26-31 days. Have their feile days between 8 to 19 days of cycle. Hence, SDM advices on avoiding unprotected sexual intercourse during these days of menstrual cycle.",
        "cop": 3,
        "opa": "From day 3 to 13 of menstrual cycle.",
        "opb": "From day 8 to 28 of menstrual cycle",
        "opc": "From day 8 to 21 of menstrual cycle",
        "opd": "From day 3 to 19 of menstrual cycle",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "83671b29-56b4-4373-988d-93d636070788",
        "choice_type": "single"
    },
    {
        "question": "The contraceptive protective against PID and STDs is which one of the following:",
        "exp": "Barrier methods especially male condoms and Female condoms give protection against STDs (including HIV), PID and pregnancy. IUDs increase chances of PID. Combined OCP decrease chances of PID.",
        "cop": 1,
        "opa": "Condoms",
        "opb": "CuT",
        "opc": "Mala D",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "76f3e7e5-6957-43e0-abce-1c94e4ec0743",
        "choice_type": "multi"
    },
    {
        "question": "A woman takes very low dose combined oral contraceptive pills. After how many days of continuously missing to take pills minimum, there is failure of contraceptive method.",
        "exp": "Combined OCPs:- - Contain low doses of estrogen & progesteron. - They contain 0. 15 mg of Levo-norgesterol and 0. 03 mg of ethinyl estradiol. - With very low dose pills containing 20 mcg of less estrogen, the failure will happen after 2 or more missed pills.",
        "cop": 2,
        "opa": "One missed pill",
        "opb": "Two missed pill",
        "opc": "Three missed pill",
        "opd": "Four missed pill",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "abd7514c-ae37-445a-9501-2a5a6e2d7d9f",
        "choice_type": "single"
    },
    {
        "question": "Temporary contraceptive method of choice in a 37 yr well educated woman:",
        "exp": "Diaphragm: Is the BEST CHOICE in a 37 yr well educated woman. Diaphragm: It is a temporary method. Is immediately reversible. Requires a educated motivated woman. Is not associated with excess bleeding, PID. (unlike IUCDs) Gives additional protection against HIV/STIs. OCPs (Mala - N, Mala - D): Must preferably be used for spacing in younger women. Women above 35 years must go for other forms of contraception. Definitely not prescribed / used beyond 40 years age. IUCD: can also be used in the given situation.",
        "cop": 3,
        "opa": "IUCD",
        "opb": "Mala N",
        "opc": "Diaphragm",
        "opd": "Mala D",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "a261cc00-dffd-4b6c-b614-e83e1026a838",
        "choice_type": "single"
    },
    {
        "question": "In a non-breastfeeding woman, use of Combined oral contraceptive pill during first three weeks following delivery is:-",
        "exp": "Use of OCP in breastfeeding women is absolutely contraindicated in first six weeks as it can completely suppress lactation. It is relatively contraindicated between six weeks to six months as it can decrease breast milk output by30%. It is relatively contraindicated even in non-breastfeeding women in first three weeks as it can increase the risk of DVT during the hyper-coagulation period of post-delivery. READ THE QUESTION CAREFULLY: NON-BRESTFEEDING",
        "cop": 1,
        "opa": "Relative contraindication",
        "opb": "Absolute contraindication",
        "opc": "Indicated",
        "opd": "Not required",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "85419668-c5d8-4b63-88b0-d6bb76da8d93",
        "choice_type": "single"
    },
    {
        "question": "Cu-T-380A IUCD should be replaced in:",
        "exp": "Cu-T 380A: - MC used IUD in India. - 380 is surface area of Cu in mm2 - A: Arm. - The effective lifespan of Cu-T 380A IUD is 12 years but approved for 10 years use, and it should be replaced after this time period.",
        "cop": 4,
        "opa": "4 years",
        "opb": "6 years",
        "opc": "8 years",
        "opd": "10 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "d8170329-2fe7-4175-b471-170c0b25c75d",
        "choice_type": "single"
    },
    {
        "question": "Most effective contraceptive for a healthy newly married couple is:",
        "exp": "Combined OCP are best contraceptive for a newly married couple to delay first child bih as much as possoible",
        "cop": 1,
        "opa": "OCP",
        "opb": "Progesterone only pills",
        "opc": "IUCD",
        "opd": "Condoms",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "0f0691da-78ff-4054-ae1a-4515a9760ce1",
        "choice_type": "single"
    },
    {
        "question": "Taking into consideration typical usage patterns, the most effective spacing method provided under National Family Planning program is-",
        "exp": "The most effective spacing method provided under National Family Planning program is CuT 380 A. Cu T 380 A has a failure rate of only 0. 6-0. 8/HWY, as compared to failure rate of Mala-N of 8/HWY and for condom of 10-14/HWY. NSV is not a spacing method.",
        "cop": 1,
        "opa": "Cu-T 380 A",
        "opb": "Mala-N",
        "opc": "Nirodh",
        "opd": "Non-Scalpel vasectomy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "5f488783-5c36-48ad-8ef2-221c8cbafd59",
        "choice_type": "single"
    },
    {
        "question": "Which of the following natural family planning method is most effective?",
        "exp": "Symptothermic method This method combines the temperature, cervical mucus and calendar techniques for identifying the feile period. If the woman cannot clearly interpret one sign, she can \"double check\" her interpretation with another. Therefore, this method is more effective than the \"Billings method or cervical mucus method \"",
        "cop": 4,
        "opa": "Basal body temperature",
        "opb": "Cervical mucus method",
        "opc": "Bilings method",
        "opd": "Symptothermic method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "3aaf94ee-e3df-4a1c-a939-6a2c810888e2",
        "choice_type": "single"
    },
    {
        "question": "Progesterone of choice in Emergency contraception is-",
        "exp": "Emergency contraception: - Aka intraceptive/ post-coital contraception - Methods of emergency contraception:- - Combined OCPs within 72hrs of unprotected intercourse - POPs within 72hrs of unprotected intercourse - Recommended in RCH LNG -based progesterone product is used for emergency contraception. It is used as 1 tablet of 0. 75 mg within 72 hrs of unprotected sex and second tablet after 12hrs of first dose - IUD within 5 days - most effective method - Contraindicated in nulliparous - RU-486(mifepristone)- within 72 hrs - High dose estrogen- within 5 days",
        "cop": 3,
        "opa": "Norgesterone",
        "opb": "Micronized progesterone",
        "opc": "Levonorgestrel",
        "opd": "DMPA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "a61d11c3-2ad9-4c6c-a4a4-60c7e3422c53",
        "choice_type": "single"
    },
    {
        "question": "Mifepristone used for inducing aboion acts on:",
        "exp": "Mifepristone, also known as RU-486, is a medication typically used in combination with misoprostol to bring about an aboion during pregnancy. This combination is 97% effective during the first 63 days of pregnancy. It is also effective in the second trimester of pregnancy. Mifepristone blocks a natural substance progesterone that is needed for pregnancy to continue. Mifepristone is a derivative of norethindrone with antiprogestin action. It binds to progesterone receptors in the endometrium and decidua, resulting in necrosis and detachment of POCs.",
        "cop": 3,
        "opa": "Hypothalamo-pituitary Ovarian axis",
        "opb": "Uterine contractility",
        "opc": "Progesterone receptors",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "0b9d1e0a-dca9-4a5a-ac12-5b5c99ced419",
        "choice_type": "multi"
    },
    {
        "question": "Hormonal contraceptives are contraindicated in women:",
        "exp": "- Combined oral contraceptives are absolutely contraindicated in those with Thrombo-embolic disorders. - They are useful in women with anemia, as they decrease the menstrual blood loss. Other Absolute CI of OCPs: Cancer Liver diseases Uterine bleeding Cardiovascular diseases Hyperlipidemia Pregnancy",
        "cop": 3,
        "opa": "Less than 25 years of age",
        "opb": "Who are normotensive",
        "opc": "Who have thromoboembolic disorders",
        "opd": "Who have anemia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "279946e6-58c6-4ad8-b9ea-9b56f1cb95a6",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of IUCD includes all except:",
        "exp": "MECHANISM OF ACTION IUDs Intrauterine device: Foreign body reaction in uterus Cellular and biochemical changes in Endometrium and uterine fluids. Impaired bility of gamete. Reduced chances of feilization. Copper ions (2nd generation) Alter biochemical composition of cervical mucus. Affect sperm motility/Capacitation / survival. Hormones (3rd generation) in IUD Increase cervical mucus viscosity, preventing sperm from entering cervix. Sustain unorable Endometrium for implantation by maintaining high level of progesterone.",
        "cop": 3,
        "opa": "Increase cervical mucus",
        "opb": "Local foreign body like reaction",
        "opc": "Decrease diameter of fallopian tube",
        "opd": "Make Endometrium unourable for implantation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "f2220d29-ee36-4fa6-8691-8309f8f74564",
        "choice_type": "multi"
    },
    {
        "question": "Use of combined Oral Contraceptives accounts for an increase in risk of -",
        "exp": "OCP provide protection against ovarian and endometrial cancer. OCP do not increase the risk (incidence) of breast cancer, but may increase the progression of breast cancers once they have occurred. Use of OCP in breast cancer patients is contraindicated.",
        "cop": 4,
        "opa": "Breast cancer",
        "opb": "Ovarian cancer",
        "opc": "Endometrial cancer",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "c98c746f-1732-44b1-9578-a7895bc30c6c",
        "choice_type": "multi"
    },
    {
        "question": "Contraceptive pill of choice in lactating female is:",
        "exp": "OCP are contraindicated in first six months of breastfeeding. Of the remaining methods, POP has the highest effectiveness. Progesterone only pills can be initiated after six weeks of delivery. POP with LAM has a failure rate with typical usage of only 1/HWY. - LAM (Lactational Amenorrhea) is a method, which will be functional in all women by default as exclusive breastfeeding is recommended for six months.",
        "cop": 3,
        "opa": "Quinesterol",
        "opb": "Saheli",
        "opc": "Progesterone only pill",
        "opd": "Combined OCP",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "928da35f-43f5-466d-b593-c6a7dc325119",
        "choice_type": "single"
    },
    {
        "question": "In a woman using an intrauterine contraceptive device (IUCD) an intrauterine pregnancy occurs and the IUCD threads are visible. What is the reason to recommend removal of the device?",
        "exp": "- There is no teratogenic risk with a retained IUCD. - However, there may be an increased risk of infection and preterm labour. - Hence, it is recommend to remove the device.",
        "cop": 1,
        "opa": "To prevent the risk of subsequent septic aboion and preterm labor",
        "opb": "To prevent congenital abnormality of the newborn",
        "opc": "To prevent post-paum haemorrhage",
        "opd": "To prevent perforation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "5c68051b-8e6c-4f62-90a0-45fd3ef3a682",
        "choice_type": "single"
    },
    {
        "question": "Single pill of MALA-D contains:-",
        "exp": "- Depament of family welfare, in the ministry of Health & Family welfare, Government of India, has made available two types of low dose oral pills under the brand name Mala-D & Mala-N. - They contain 0. 15 mg of Levo-norgesterol and 0. 03 mg of ethinyl estradiol. - Mala - D is a package of 28 pills is made available to consumer under social marketting at the price of Rs. 3 per packet. - Mala -N is supplied free of cost through all PHCs, urban family welfare centers etc.",
        "cop": 1,
        "opa": "L-norgesterol (LNGL) 0. 15 mg and EE 0. 03 mg",
        "opb": "L-norgesterol (LNGL) 0. 03 mg and EE 0. 15 mg",
        "opc": "D-norgesterol (LNGL) 0. 15 mg and EE 0. 03 mg",
        "opd": "D-norgesterol (LNGL) 0. 03 mg and EE 0. 15 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "34480500-5010-450a-af07-a5732fa3dac2",
        "choice_type": "single"
    },
    {
        "question": "Mala-N oral contraceptive pill differs from Mala-D, in terms of:-",
        "exp": "Mala-N Mala-D Type of contraceptive Combined OCP Combined OCP Estrogen Ethinyl estradiol Ethinyl estradiol Progesterone Norgestrel Desogestrel Status in RCH Provide free of cost Provided at a subsidized cost (Rs. 3/ per packet)",
        "cop": 4,
        "opa": "Norgestrol dosage",
        "opb": "Oestradiol dosage",
        "opc": "Sold under social marketing scheme",
        "opd": "Supplied free of cost",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "b91a053d-64e4-40d4-b6bc-bd3677903ba2",
        "choice_type": "single"
    },
    {
        "question": "OCPs are absolutely contraindicated in:",
        "exp": "Contraindications to combined OCPs: Absolute contraindications Relative contraindications Cancer breast and genitals Liver disease Uterine bleeding (undiagnosed abnormal) Thromboembolism (past or current) Cardiac anomalies Hyperlipidemia (Congenital) [MNEMONIC: CLUTCH) Pregnancy Age > 40 years Age > 35 and smoking Mild hypertension Chronic renal disease Epilepsy Migraine 0-6 months lactating mother Diabetes mellitus Gall bladder disease History of infrequent beeding / amenorrhoea",
        "cop": 2,
        "opa": "Smoking > 10 cigarettes a day",
        "opb": "Active liver disease",
        "opc": "Diabetes mellitus",
        "opd": "Mild hypertension",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "606d89c4-7111-4df6-a7cf-6bdb755e864b",
        "choice_type": "single"
    },
    {
        "question": "A woman has her shoest cycles of 26 days and longest cycle of 31 days. Calculate her unsafe period using Rhythm method?",
        "exp": "Rhythm method: Aka calender method / safe period method / feile period method. Unsafe period = (Shoest cycle -18 days) to (longest cycle-10 days) Given shoest cycle = 26days; longest cycle = 31 days Unsafe period = to days = 8-21 days.",
        "cop": 1,
        "opa": "21-Aug",
        "opb": "20-Sep",
        "opc": "19-Aug",
        "opd": "22-Aug",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "a05ca0ea-4222-43cd-9bbf-9ef82e0651e4",
        "choice_type": "single"
    },
    {
        "question": "The failure rate of Condom with typical use is:",
        "exp": "The failure rate of condom with Perfect use is 2 - 3/HWY Typical use is 10-14/HWY. PEARL INDEX OF DIFFERENT CONTRACEPTIONS: Male condoms - 2-14 / HWY Female condoms - 5-21 / HWY IUD - 1-5 / HWY OCPs - 0. 1 - 2 /HWY Sterilization 0. 1 / HWY Vaginal sponge - 9-20 / HWY - More effective method of sterilization is vasectomy > tubectomy.",
        "cop": 1,
        "opa": "10-14/HWY",
        "opb": "14- 17/HWY",
        "opc": "17-20/HWY",
        "opd": "20-25/HWY",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "1b7b8855-bcca-4f27-bfbd-ac0f58cb7f5e",
        "choice_type": "single"
    },
    {
        "question": "Natural membrane condom protects against:",
        "exp": "- Natural membrane condoms are made up of cecum of lamb, and protect only against pregnancy/ conception. - It doesnot protect against STI, as viruses can easily pass through the pores.",
        "cop": 1,
        "opa": "Conception",
        "opb": "STIs",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "8546dd87-8a5d-4939-8547-1244bfa95bc4",
        "choice_type": "multi"
    },
    {
        "question": "Contraceptive options for a 28-year-old woman who is breastfeeding a six-week-old baby, wanting to avoid pregnancy for a longer interval are the following except:",
        "exp": "NOTE THAT THE QUESTION IS ASKING EXCEPT - Combined oral contraceptive pills are contraindicated up to six months postpaum, as they decrease breastmilk output. - Progesteron only pills / mini pills/ micro pills / intraceptive pills are contraceptive of choice in lactating women. - IUD can also be used. Absolute contraindications- Cancer(breast, cervix) Liver disease( adenoma) Uterine bleeding(excessive and undiagnosed) Thromboembolism Cardiovascular disease Hyperlipidemia Pregnancy nursing mother in first 6 months",
        "cop": 4,
        "opa": "LNG-IUD",
        "opb": "IUD- 380A",
        "opc": "Implanon",
        "opd": "Combined oral contraceptives",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "6b1df541-935c-4254-8220-f077399d4837",
        "choice_type": "multi"
    },
    {
        "question": "The highest incidence of ectopic pregnancy amongst contraceptive users is observed with:",
        "exp": "- There is a slight increase in propoion of ectopic pregnancy post-failure of IUCD. The failure is highest with progesterone IUD. Progestase intrauterine device: - Rate of progesteron release = 65 mcg/day - Total progesteron content = 38mg - Shelf life = 1 to yrs - MC side effect is bleeding - 2nd MC side effect - pain",
        "cop": 3,
        "opa": "Combined contraceptive pills",
        "opb": "Copper T intrauterine contraceptive device",
        "opc": "Progestase intrauterine device",
        "opd": "Levonorgestrel intrauterine system",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "70d8cee1-a026-4255-a229-e556ce8bc02b",
        "choice_type": "single"
    },
    {
        "question": "Non hormonal Pill - Centchroman is taken orally:",
        "exp": "- Centchroman is a selective estrogen receptor modulators or SERMs, a class of medication which acts on the estrogen receptor. - It is best known as a nonsteroidal oral contraceptive. - Centchroman is a weekly pill that needs to be taken twice a week for the first 3 months and then once a week. - Its effect begins after a month.",
        "cop": 2,
        "opa": "Daily for first three months and then once-a-week",
        "opb": "Twice a week for the first three months and then once-a-week",
        "opc": "Thrice a week for the first three months and then once-a-week",
        "opd": "Twice a week for the first five months and then once-a-week",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "062d8544-3f10-4e29-917f-2df52318193a",
        "choice_type": "multi"
    },
    {
        "question": "During the first 6 months of lactation, which amongst the following contraceptives is not advisable?",
        "exp": "- Combined oral contraceptives are relatively contraindicated in the first six months of delivery, as they decrease breastmilk output. - Progestin-only methods can be used after 6 weeks of delivery safely as they have little to no effect on lactation post-six weeks.",
        "cop": 2,
        "opa": "DMPA",
        "opb": "Combined oral contraceptives pills",
        "opc": "Progestin only pills",
        "opd": "Norplant",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "c9fb4704-224b-4ebb-aaf8-32f33f5aafb4",
        "choice_type": "single"
    },
    {
        "question": "IUCD must not be used in a woman with-",
        "exp": "Pelvic tuberculosis is an absolute contraindication for IUD inseion. Absolute contraindications for IUD Relative contraindications for IUD Suspected Pregnancy PID Vaginal Bleeding of undiagnosed etiology Ca Cervix, Uterus or Adnexa and other pelvic tumours Previous Ectopic Pregnancy Anemia Menorrhagia History of PID since last pregnancy purulent cervical discharge Congenital uterine malformations Unmotivated person",
        "cop": 2,
        "opa": "Genital herpes with severe non-purulent discharge",
        "opb": "Pelvic tuberculosis",
        "opc": "AIDS on ARV therapy",
        "opd": "Recto-vaginal fistula",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Natural Methods, Barrier Methods, IUDs, OCPs",
        "id": "ddcf5f2f-c9a2-4c2e-ba72-904e1c5e2b78",
        "choice_type": "single"
    }
]