[
    {
        "question": "WHO Global Target for Prevention and Control of Non-communicable Disease by 2025 is to decrease Hypertension by:-",
        "exp": "THE WHO NCD TARGETS (to be achieved by 2025): Target 1: 25% relative reduction in the overall moality from cardiovascular diseases, cancer, diabetes, or chronic respiratory diseases. Target 2: At least 10% relative reduction in the harmful use of alcohol, as appropriate, within the national context. Target 3: 10% relative reduction in prevalence of insufficient physical activity. Target 4: 30% relative reduction in mean population intake of salt/sodium. Target 5: 30% relative reduction in prevalence of current tobacco use in persons aged 15+ years. Target 6: 25% relative reduction in the prevalence of raised blood pressure or contain the prevalence of raised blood pressure, according to national circumstances. Target 7: Halt the rise in diabetes and obesity. Target 8: At least 50% of eligible people receive drug therapy and counseling (including glycemic control) to prevent hea attacks and strokes. Target 9: An 80% availability of the affordable basic technologies and essential medicines, including generics, required to treat major NCDs in both public and private facilities.",
        "cop": 1,
        "opa": "25%",
        "opb": "35%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NEET 2018",
        "id": "68b351a9-c7f7-4307-9d1c-07a7eb2bab53",
        "choice_type": "single"
    },
    {
        "question": "Study unit Ecological study is:-",
        "exp": "STUDY TYPE UNIT OF STUDY Coho Individual Case Control Individual Cross Sectional Individual Ecological Population RCT Patient/Case Descriptive Population Since the unit of Ecological study is population, results cannot be applied at individual level. This is known as ECOLOGICAL FALLACY",
        "cop": 1,
        "opa": "Population",
        "opb": "Patient",
        "opc": "Community",
        "opd": "Case",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NEET 2018",
        "id": "28987b57-d69e-4c10-8d40-663c7ad60bff",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine is not included in Mission Indradhanush?",
        "exp": "The Ministry of Health and Family Welfare launched \"Mission Indradhanush\", depicting the seven colors of the rainbow, in December 2014, to fully immunize 90% of children who are either unvaccinated or paially vaccinated; those that have not been covered during the rounds of routine immunization for various reasons, by 2020 ( Target not pre-poned to 2018) 7 diseases covered: Tuberculosis Polio Hepatitis B Diphtheria Whooping cough Tetanus Measles Newly added (4): JE vaccine MR Rotavirus IPV",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Measles",
        "opc": "Meningococcal meningitis",
        "opd": "Diphtheria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NEET 2018",
        "id": "883f71e3-7a21-4c6d-9cd5-cf899aa0a249",
        "choice_type": "single"
    },
    {
        "question": "To achieve a Net Reproduction rate (NRR) of 1, couple protection rate should be minimum:-",
        "exp": "Demographers are of the view that the demographic goal of NRR=1 can be achieved only if the CPR(Couple Protection Rate) exceeds 60% Couple protection Rate: Defined as percentage of eligible couples effectively protected against childbih by one or the other approved methods of family planning - Sterilization/IUD/Condom/Oral Pills An indicator of prevalence of contraceptive practices in community Achieving CPR of >60% will enable us to achieve the NPP(National Population Policy) goal of NRR=1 and TFR(Total Feility Rate)=2. 1 Current CPR = 54%",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NEET 2018",
        "id": "858441d3-e86e-4443-889b-24552333fcb4",
        "choice_type": "single"
    },
    {
        "question": "New RNTCP software online to monitor TB control program is:-",
        "exp": "- NI-KSHAY-(Ni=End, Kshay =TB) is the web enabled patient management system for TB control under the Revised National Tuberculosis Programme (RNTCP). It is developed and maintained by the Central TB Division (CTD), Ministry of Health and Family Welfare, Government of India, in collaboration with the National Informatics Centre (NIC), and the World Health Organization Country office for India. Nikshay is used by health functionaries at various levels across the country both in the public and private sector, to register cases under their care, order various types of tests from Labs across the country, record treatment details, monitor treatment adherence and to transfer cases between care providers. It also functions as the National TB Surveillance System and enables repoing of various surveillance data to the Government of India.",
        "cop": 1,
        "opa": "NIKSHAY",
        "opb": "NISCHAY",
        "opc": "e-DOTS",
        "opd": "NIRBHAI",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NEET 2018",
        "id": "424cc08f-1208-47f6-90fb-1a0561ce5bf5",
        "choice_type": "single"
    }
]