[
    {
        "question": "Obesity is defined as if BMI is -",
        "exp": "Ans. is 'd' i. e., > 30 Classification of adults according to BMIClassification. BMIRisk of comorbidities. Underweight<18-50. Low (but risk of other clinical problems increased). Normal range18-50-24-99. Average. Overweight:>25-00 Pre-obese25-00-29-99. Increased. Obese class I30-00-34-99. Moderate. Obese class II35-00-39-99. Severe. Obese class III>40 00. Very severe",
        "cop": 4,
        "opa": ">20",
        "opb": ">50",
        "opc": "> 40",
        "opd": ">30",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "aecdb011-65f1-4111-816e-de960e52730d",
        "choice_type": "single"
    },
    {
        "question": "Modifiable risk factors for hypertension is?",
        "exp": "Ans. is 'd' i. e., Obesity Risk factors for hypertension. Modifiable. Non - modifiableo Obesity'o Salt intakeo Saturated fato Dietary fibreo Alcohol intakeo Physical activity'o Environmental stresso Socio-economic statuso Ageo Sexo Genetic factorso Ethnicity",
        "cop": 4,
        "opa": "Genetic factors",
        "opb": "Age",
        "opc": "Sex",
        "opd": "Obesity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "78325813-54dc-497a-983b-bfc61f1c7a82",
        "choice_type": "single"
    },
    {
        "question": "Mostreliable test for screening of diabetes meilitus-",
        "exp": "Ans. is 'b' i. e., Fasting sugar\"The best screening test for diabetes, the fasting plasma glucose (FPG), is also a component of diagnostic testing _______diabetesjoumals. orgo The fasting plasma glucose test and the 75g oral glucose tolerance test (GTT) are both suitable tests for screening of diabetes. o However, the FPG test is preferred in clinical settings because it is easier and faster to perform, more convenient and acceptable to patients, and less expensive. \"Fasting plasma glucose level is the most reliable and convenient test\" Problem oriented patient management",
        "cop": 2,
        "opa": "Random sugar",
        "opb": "Fasting sugar",
        "opc": "Glucose tolerance test",
        "opd": "Urine sugar",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "b215b35d-50c8-4d73-a4c2-1268ad68ed8b",
        "choice_type": "single"
    },
    {
        "question": "WHO definition of blindness?",
        "exp": "Answer: A. visual acuity less than 3/60 or its equivalent. (Ref. Park's Textbook of PSM 22nd/Pg. 371)WHO defines blindness as visual acuity of less than 3/60(Snellen) or its equivalent. WHO added that inability to count fingers in daylight at a distance of 3 m. Categories Of Visual Impairment. Maximum Visual Acuity Less Than. Minimum Visual Acuity Equal To Or Better Than. Low vision1. 6/186/60 2. 6/603/50. Blindness3. 3/60 (finger counting at 3 metres)1/60 (finger counting at 3 metres) 4. 1/60 (finger counting at 3 metres)5. No light perception. Light perception",
        "cop": 1,
        "opa": "visual acuity less than 3/60 or its equivalent",
        "opb": "visual acuity less than 1/60 or its equivalent",
        "opc": "visual acuity less than 6/18 or its equivalent",
        "opd": "visual acuity less than 6/60 or its equivalent",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "2e987c11-c372-4256-8d0e-ad31315afb1a",
        "choice_type": "single"
    },
    {
        "question": "In obesity, BMI is?",
        "exp": "ANSWER: (C) > 30. RE F: style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\">. html, style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\">. nih. gov/pubmed/14726171? dopt=Abstract, http://www. who. int/nutrition/publications/bmi_asia_strategies. pdf. The International Classification of adult underweight, overweight and obesity according to BMI: Classification. BMI (kg/m2) Principal cut-off points. Additional cut-off points. Underweight<18. 50<18. 50. Severe thinness<16. 00<16. 00. Moderate thinness16. 00-16. 9916. 00-16. 99. Mild thinness17. 00 -18. 4917. 00 -18. 49. Normal range18. 50-24. 9918. 50 - 22. 9923. 00 - 24, 99. Overweight>25. 00>25. 00. Pre-obese25. 00 - 29. 9925, 00 - 27. 4927. 50-29. 99. Obese>30. 00>30. 00. Obese class I30. 00 - 34. 9930. 00 - 32. 4932. 50 - 34. 99. Obese class 1135. 00 - 39. 9935. 00 - 37. 4937. 50-39. 99. Obese class III>40. 00>40. 00",
        "cop": 3,
        "opa": "> 20",
        "opb": "> 25",
        "opc": ">30",
        "opd": ">40",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "3b79699e-ae98-4c45-8421-a9f904878d9e",
        "choice_type": "single"
    },
    {
        "question": "Under NPCB, screening of school children is first done by",
        "exp": "Ans. is 'a' i. e. School teachers Under the National Programme for Control of Blindness, all children aged 10-14 years will be screened for refractive errors by trained teachers. Children who cannot read the 6/9 line with any eye are then sent to the ophthalmic assistant of the CHC for refraction test. Children needing spectacles are then provided free spectacles by opticians who have been contracted by the NPCB.",
        "cop": 1,
        "opa": "School teachers",
        "opb": "Village health guide",
        "opc": "Ophthalmologic assistant",
        "opd": "Medical officer",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "f573ae95-8a4e-4b1f-a755-d0f3c815bb2e",
        "choice_type": "single"
    },
    {
        "question": "Most common carcinoma in female worldwide -",
        "exp": "Ans. is 'c' i. e.. Breast Prevalence of cancer (5 most common): Table-1 & Table-3 Park 23rd/e page - 382, 384o Overall cancers in world: Breast > Prostate > Colorectal > Lung > Cervixo Cancers in males in world: Prostate > Colorectum > Lung > Stomach > Urinary bladdero Cancers in females in world: Breast > Colorectum > Cervix > Uterus > Thyroido Overall cancers in India: Breast > Cervix > Lip / oral cavity > Colorectum > Prostateo Cancers in males in India: Lip /oral cavity > Prostate > Colorectum > Pharynx (other than nasopharynx) > L arynxo Cancer in females in India: Breast > Cervix > Ovary > Uterus > Colorectum",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Lung",
        "opc": "Breast",
        "opd": "Kidney",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "01b2344f-2238-4534-92d0-1440d66083d3",
        "choice_type": "single"
    },
    {
        "question": "WHO definition of blindness, Visual acuity -",
        "exp": "Ans. is 'b' i. e., < 3/60 o WHO defines blindness as \"Visual acuity of < 3/60 in better eye with best possible correction\". Categories of visual impairment. Categories of visual impairment. Visual acuity. Maximum less than. Minimum equal to or better than. Low vision1. 6/182. 6/606/603/60. Blindness3. 3/60 (finger counting at 3 metres)4. 1/60 (finger counting at 1 metre)5. No light perception1/60 (finger counting at 1 metres) light perception",
        "cop": 2,
        "opa": "<6/60",
        "opb": "< 3/60",
        "opc": "<6/18",
        "opd": "< 6/9",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "3b5adb0a-26d3-4243-b2f1-08ff56dc3f6c",
        "choice_type": "single"
    },
    {
        "question": "DASH stands for -",
        "exp": "Ans. is 'a' i. e., Dietary approach to stop hypertension * DASH stands for dietary approaches to stop hypertension.* DASH eating plan recommends to consume a diet rich in fruits, vegetables and law-fat dairy products with a reduced content of saturated and total fat.",
        "cop": 1,
        "opa": "Dietary approach to stop hypertension",
        "opb": "Dietary approach to stop heamarrhage",
        "opc": "Direct approach to surgery of hernia",
        "opd": "Dietary approach to stop hemolysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "2d462d1a-db2e-4ab0-b683-a37f1568378f",
        "choice_type": "single"
    },
    {
        "question": "Quetelet&; s index used to assess obesity, is represented as -",
        "exp": "Ans, is 'c' i. e., Weight divided by the square of Height Different indices use to determine obesity are: Body mass index, Quetelet's index - FAO/WHO recommends it's use internationally as reference stand-ard for assessing the prevalence of obesity in a community. Wt (kg) BMI = -------------------------- Ht2 (m) Height (cm) Ponderal index = -------------------------------- Cube root of body wt (kg) Broca index = Height (cm) - 100 Simplest index Actual weight Corpulence index = -------------------------- Desirable weight o This should not exceed 1[?]2 Ht (cm) - 150 Lorentz's formula = Ht(cm)-100 ------------------------ 2 (Female) or 4 (Male)",
        "cop": 3,
        "opa": "Weight di vided by Height",
        "opb": "Height divided by weight",
        "opc": "Weight divided by square of Height",
        "opd": "Height divided by square of weight",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "929c330f-ef83-4d02-98a4-c9a014dc7d95",
        "choice_type": "single"
    },
    {
        "question": "Maximum relative risk attributed by obesity to which condition?",
        "exp": "Ans. is 'c' i. e., DM \"Recently; a meta-analysis of 89 studies examining the relative risk of obesity-related co-morbidities showed that the strongest association was with type 2 diabetes mellitus \"\"Proportion of type II diabetes that is attributable to obesity was approximately 61% whereas the proportion of CHD that wast attributable to obesity was approximately 17% \"Relative risk & Population attributable risk (PAR) attributable to obesity. Obesity comorbidity. Relative risk. PAR (%). Type II DM27. 661. CHD3. 517. 3. Hypertension3. 917. Gallbladder disease3. 230. Breast Cancer1. 311. Endometrial Cancer2. 034. Colon Cancer1. 511. 3",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "CHD",
        "opc": "DM",
        "opd": "Cancer",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "b22e1e6b-2699-410c-8608-0fed01c4b513",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is height independent index -",
        "exp": "Ans. is 'c' i. e., Corpulence index Different indices use to determine obesity are: A. Body mass index/Qnetelet's index - FAO/WHO recommends it's use internationally as reference standard for assessing the prevalence of obesity in a community.",
        "cop": 3,
        "opa": "Ponderal",
        "opb": "Brocas",
        "opc": "Corpulence",
        "opd": "Lorent'z",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "582c152a-e4c6-4c56-9f1e-cc1b707921f0",
        "choice_type": "single"
    },
    {
        "question": "Giving Benzathine penicillin in RHD is a type of",
        "exp": "Ans. is 'b' i. e. Secondary prevention Primary prevention is action taken prior to the onset of disease. Secondary prevention is action which halts the progress of the disease at its incipient stage and prevents complications. Thus giving Benzathine pencillin in RHd is a type of secondary prevention.",
        "cop": 2,
        "opa": "Primary prevention",
        "opb": "Secondary prevention",
        "opc": "Tertiary prevention",
        "opd": "Primordial prevention",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "eb5c08d1-eb6e-4236-b697-483ab1cce978",
        "choice_type": "single"
    },
    {
        "question": "(Weight = Height - 100) denotes which formula/ index-",
        "exp": "Ans. is 'b' i. e., Broca index o Has been explained in All India Dec-15",
        "cop": 2,
        "opa": "Corpulence index",
        "opb": "Broca index",
        "opc": "Lorentz's formula",
        "opd": "Ouetlef s index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "b56a8c7c-18f1-4b44-a32d-bac101d7135a",
        "choice_type": "single"
    },
    {
        "question": "To define obesity on the basis of BMI, it should be-",
        "exp": "Ans. is 'b' i. e., > 30 Classification. BMI (kg/m2) Global population (WHO international). Indian population. Grade III (severe) underweight< 16 Grade II (moderate) underweight16[?]0 - 16[?]9 Grade I (mild) underweight17[?]0- 18[?]49 (< 18[?]5)< 18[?]5. Normal18[?]5 - 24[?]9918[?]5-22[?]99. Overweight (Pre-obese)25-29[?]9923 - 24[?]99. Obesity:>30>25# Class I30[?]00 - 34[?]99 # Class II35[?]00 - 39[?]99 # Class III> 40[?]00",
        "cop": 2,
        "opa": ">20",
        "opb": ">30",
        "opc": ">35",
        "opd": ">40",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "2a8320aa-0357-4335-8796-bc068d2fd33a",
        "choice_type": "single"
    },
    {
        "question": "According to WHO. blindness is defined as a visual acuity of the better eye, less than -",
        "exp": "Ans. is 'd' i. e., 3/60 Blindnesso WHO has proposed a uniform criterion and defined blindness as \"Visual acuity of less than 3/60 or its equivalento In the absence of appropriate vision charts, the WHO has now added the \"inability to count fingers in daylight at a distance of 3 metres\" Xo indicates less than 3/60 or its equivalent.",
        "cop": 4,
        "opa": "Jun-60",
        "opb": "May-60",
        "opc": "Apr-60",
        "opd": "Mar-60",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "547c142c-ff32-48d1-a6a2-8903fade5f76",
        "choice_type": "single"
    },
    {
        "question": "Body mass index is also known as",
        "exp": "(Quetelet index) (334 - Park 19th)* Body mass index (Quetelet's index) =Weight (kg)-------Height 2(m)* Rest index used for obesity are - Ponderal, Broca, Lorentz *s and corpulence index",
        "cop": 3,
        "opa": "Broca's index",
        "opb": "Corpulence index",
        "opc": "Quetelet's index",
        "opd": "Lorentz's formula",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "ee07e32d-df6e-4025-870b-79252da95dee",
        "choice_type": "single"
    },
    {
        "question": "WHO global Target for prevention and control of Non-communicable Disease by 2025, is to decrease Hypertension by",
        "exp": "(A) 25%[?]HYPERTENSION: o. Hypertension is a chronic condition of concern due to its role in the causation of coronary heart disease, stroke & other vascular complications. o. It is the commonest cardiovascular disorder, posing a major public health challenge to population in socio-economic & epidemiological transition. o. It is one of the major risk factors for cardiovascular mortality, which accounts for 20-50 per cent of all deaths. o. The WHO Assembly endorsed the Global Action Plan for the Prevention & Control Provides[?]. Magnitude of the Problemo. Although blood pressure is easily measured, it had taken several decades to realize that arterial hypertension is a frequent, worldwide health disorder. o. Rule of Halves: Hypertension is an 'iceberg' disease. It became evident in the early 1970s that only about half of the hypertensive subjects in the general population of most developed countries were aware of the condition, only about half those aware of the problem were being treated, and only about half of those treated were considered adequately treated. [?]. Prevalence in India: o. According to the survey report, the prevalence of hypertension was varying from 17 to 21 per cent in all the states with marginal rural-urban differences. o. Risk factors for Hypertension:-Non-modifiable risk factors: Age, Sex, Genetic Factors, Ethnicity-Modifiable risk factors: Obesity, Salt intake, Saturated fat, Dietary fiber, alcohol, Heart rate, Physical activity, Socio-economic status, Other factors. o. Prevention of Hypertension:-Primary Prevention: Population strategy, high-risk strategy-Secondary Prevention: Early case detection, Treatment, Patient compliance. The Global Non-communicable Diseases (NCD) targets to be attained in 20251. A 25% relative reduction in risk of Premature mortality from cardiovascular diseases, cancer, diabetes, or chronic respiratory diseases. 2. At least 10% relative reduction in the harmful use of alcohol, as appropriate, within the national context. 3. A 10% relative reduction in prevalence of insufficient physical activity. 4. A 30% relative reduction in mean population intake of salt/sodium. 5. A 30% relative reduction in prevalence of tobacco use in persons aged 15+ years6. A 25% relative reduction in the prevalence of raised blood pressure or contain the prevalence of raised blood pressure, according to national circumstances. 7. Halt the rise in diabetes & obesity. 8. At least 50% of eligible people receive drug therapy and counseling (including glycemic control) to prevent heart attacks and strokes. 9. An 80% availability of the affordable basic technologies & essential medicines, including generics, required to treat major non-communicable diseases in both public and private facilities.",
        "cop": 1,
        "opa": "25%",
        "opb": "50%",
        "opc": "60%",
        "opd": "40%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "33d60aa7-b298-420b-a358-50b44c3b6218",
        "choice_type": "single"
    },
    {
        "question": "WHO global target for prevention and control of oncommunicable disease by 2025 is to decrease hypertension by:",
        "exp": "Ans. a. 25%Ref: WHO guideline. WHO \"Global monitoring framework on NCDs\" tracks implementation of the \"NCD global action plan\" through monitoring and reporting on the attainment of the 9 global targets for NCDs, by 2025, against a baseline in 2010. WHO GLOBAL ACTION PLAN FOR THE PREVENTION AND CONTROL OF NCDSLabel. Intervention. Target 1A 25% relative reduction in the overall mortality from cardiovascular diseases, cancer, diabetes, or chronic respiratory diseases. Target 2. At least 10% relative reduction in the harmful use of alcohol, as appropriate, within the national context. Target 3A 10% relative reduction in prevalence of insufficient physical activity. Target 4A 30% relative reduction in mean population intake of salt/sodium. Target 5A 30% relative reduction in prevalence of current tobacco use in persons aged 15+ years. Target 6A 25% relative reduction in the prevalence of raised blood pressure or contain the prevalence of raised blood pressure, according to national circumstances. Target 7. Halt the rise in diabetes and obesity. Target 8. At least 50% of eligible people receive drug therapy and counseling (including glycemic control) to prevent heart attacks and strokes. Target 9. An 80% availability of the affordable basic technologies and essential medicines, including generics, required to treat major NCDs in both public and private facilities",
        "cop": 1,
        "opa": "25%",
        "opb": "35%",
        "opc": "55%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "10d018af-3045-4241-897a-9c93e1469a6f",
        "choice_type": "single"
    },
    {
        "question": "Recommendation of daily moderate exercise for an adult is for?",
        "exp": "ANSWER: (B) 30 min. REF: Park s 22 Ed page 616. Individuals over the age of 20 years should undertake a minimum of 30 minutes of physical activity of moderate intensity (such as walking 5-6 km/hr) on most, if not all days of the week. Greater health benefits can be obtained by engaging in physical activity of longer duration or more vigorous intensity (such as jogging, running, cycling and swimming). Exercise programme should include 'warm up' and 'cool down' periods each lasting for 5 minutes. During exercise, the intensity of exercise should ensure 60-70% increase in heart rate.",
        "cop": 2,
        "opa": "15 min",
        "opb": "30 min",
        "opc": "45 min",
        "opd": "60 min",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "fe1778db-1d2c-4099-a7ba-4240d793e6b5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most sensitive and specific screening test to detect Breast cancer:(2001)",
        "exp": "Ans: c. Ref: Park, 17th ed, p. 290 & 18th ed, p. 307",
        "cop": 3,
        "opa": "Regular X-ray",
        "opb": "Self breast examination",
        "opc": "Mammography",
        "opd": "Regular biopsy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "9f01a181-cb72-4538-9a9a-e820f0ccbe1d",
        "choice_type": "single"
    },
    {
        "question": "Height of person is 174 cm and his wreight is 89 kg. The person is -",
        "exp": "Ans. is 'c' i. e., Preobese o Weight = 89 kgo Height = 174 cm = 1. 74 metreo Thus the person is question comes in range of pre-obese, i. e. BMI25 - 29. 99. Classification of adults according to BMIClassification. BMIRisk of comorbidities. Underweight<18. 50. Low (but risk of other clinical problems increased). Normal range18. 50-24. 99. Average. Overweight:>25. 00 Pre-obese25. 00-29, 99. Increased. Obese class I30. 00-34. 99. Moderate. Obese class II35. 00-39. 99. Severe. Obese class III>40. 00. Very severe",
        "cop": 3,
        "opa": "Underweight",
        "opb": "Normal",
        "opc": "Preobese",
        "opd": "Obese",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "6b5bf7bb-1528-4fcf-8142-6f0f21c77617",
        "choice_type": "single"
    },
    {
        "question": "Tracking of BP implies:",
        "exp": "Ans. (d) BP of hypertensive remain hypertensive. Ref: K. Park 23rd ed. / 374. Park 3rd / P 374 States: If BP of a person is tracked from early childhood to adult life then those individuals whose blood pressure was initially high in the distribution, would probably continue in the same \"track\".",
        "cop": 4,
        "opa": "BP increase with age",
        "opb": "BP decreases with age",
        "opc": "BP of normotensive becomes hypertensive",
        "opd": "BP of hypertensive remains hypertensive",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "87d3bcf9-4c6b-46e0-94bd-fbe4484d2743",
        "choice_type": "single"
    },
    {
        "question": "World diabetes day is celebrated on -",
        "exp": "Ans. is 'c' i. e., 14th November* 8th may - world red cross day* 8th march - international womens day* 14th november - world diabetes day* 1st december - world AIDS day",
        "cop": 3,
        "opa": "8th may",
        "opb": "8th march",
        "opc": "14th November",
        "opd": "1st december",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Non-Communicable Diseases",
        "id": "3601e6a4-5888-49f2-9cb6-67b4589a2efb",
        "choice_type": "single"
    }
]