[
    {
        "question": "Pulse Polio Immunization is administration of OPV to:-",
        "exp": "Pulse polio immunization programme in India:- Launched in India: 1995-96. First PPI targeted children <3 years age. Later on WHO recommended age group be 0-5 years. Meaning of 'pulse': sudden, simultaneous mass administration of oral polio vaccine on a single day to 'all children of 0-5 years age'. Irrespective of their previous immunization status. PPI replaces wild virus with vaccine virus from the community. PPI is over and above routine immunization.",
        "cop": 1,
        "opa": "All children between 0-5 years of age on a single day, irrespective of their previous immunization status",
        "opb": "Children in the age group of 0-1 year only who have not been immunized earlier",
        "opc": "Children in the age group of 12-24 months only, as the booster dose",
        "opd": "All children between 0-5 years of age, whenever there is an outbreak of poliomyelitis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "6c15ea80-b2c8-47ed-8723-3009721cb8d7",
        "choice_type": "multi"
    },
    {
        "question": "Under AFP Surveillance, follow-up examination is done after (For residual paralysis):-",
        "exp": "Acute fluid paralysis is seen polio myelitis:- AFP surveillance done at 0-15 yrs. Age group in India, done by surveillance medical officer 2 stool specimens are collected from suspected individuals in 24 - 48 hr. apa Each sample should be 8 gm ( adult thumb size). Transpoed in reverse cold chain ( +2 to + 8degC):- Follow up after 60 days of onset of paralysis. Confirmation of polio should be done within 90 days.",
        "cop": 3,
        "opa": "15 days of onset of paralysis",
        "opb": "33 days of onset of paralysis",
        "opc": "60 days of onset of paralysis",
        "opd": "90 days of onset of paralysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "ba677a7f-76a3-4692-9a17-4cc04103d844",
        "choice_type": "single"
    },
    {
        "question": "Reverse Cold Chain is used for:-",
        "exp": "Cold chain: Is a system of storage and transpoation of vaccines from the point of manufacture to the point of administration. (actual vaccination site) Temperature of cold chain: +2 C to +8 C. Reverse cold chain: Is the term used for transpoation of stoolsamples from a suspected polio case for diagnosis. (National Polio Elimination Programme) Temperature of Reverse Cold Chain: +2 C to +8 C. Specific 'red vaccine carrier' is used in reverse cold chain. Warm chain: Keeping a preterm, pre-mature newborn against the body to mother to prevent neonatal hypothermia (NNH) -'Kangaroo Mother Care'. NOTE Polio vaccine is the most heat sensitive vaccine",
        "cop": 3,
        "opa": "Transpoation of vaccines in +2 to +8 degrees Celsius from PHC to sub-centre",
        "opb": "Transpoation of Oral Polio vaccine in -20 to -40 degrees Celsius",
        "opc": "Transpoation of Poliomyelitis stool samples from Field to Laboratory",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "d3678c4d-4a1a-4676-8929-ab15237d7c2a",
        "choice_type": "multi"
    },
    {
        "question": "The provisions under Janani Shishu Suraksha Karyakram (JSSK) include all of the following except:",
        "exp": "Benefits under JSSK include: Maternal Component New Born component Free delivery Free drugs Free drugs Free diagnostics Free diagnostics Free blood transfusion Free diet (3D - normal vag. delivery) (7D - Cesarean delivery) NB care corner (NBCC) NB stabilization unit (NBSU) Free transpo Specialized Newborn care unit (SNCU) Free blood ansfusion Facility based integrated mark childhood illness (F- IMNCI) Nutritional rehabilitation centre Home based newborn care(HBNC)",
        "cop": 1,
        "opa": "Free diet to mother for 3 days after Cesarean delivery",
        "opb": "Nutritional rehabilitation centre",
        "opc": "Free transpo to the mother and baby to/from hospital",
        "opd": "Free blood transfusion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "621492ba-3aa6-4d12-b724-0c3f1339435f",
        "choice_type": "multi"
    },
    {
        "question": "Prerna (Responsible Parenthood strategy) has been launched in all districts of:",
        "exp": "In order to help push up the age of marriage of girls and space the bih of children in the interest of health of young mothers and infants, JSK launched PRERNA, a Responsible Parenthood strategy in all districts of seven high focus states namely Bihar, Uttar Pradesh, Madhya Pradesh, Chhattisgarh, Jharkhand, Odisha and Rajasthan. The strategy has been to identify the couple and award couples who have broken the stereotype of early marriage, early childbih and repeated child bih and have helped change the mindsets of the community. Prerna Scheme In order to become eligible for award under the scheme, the girl should have been married on or after 19 years of age and given bih to the first child after at least 2 years of marriage. The couple will get an award of Rs. 10, 000/- if it is a Boy child or Rs. 12, 000/- if it is a Girl child. If bih of the second child takes place after at least 3 years of the bih of first child and either parent voluntarily accept permanent method of family planning within one year of the bih of the second child, the couple will get an additional award of Rs. 5, 000/- (Boy child) / Rs. 7, 000/- (Girl child). The amount of award will be given to the beneficiaries in their Aadhar linked account through DBT. The scheme is meant only for BPL families. Eligibility Conditions for Prerna Couple: Couple must belong to BPL. Year of marriage of women should not before year 2011. The woman should have been married on or after 19 years. First child bih occurs after at least 2 years of marriage. Second Child bih occurs after at least 3 years of the bih of 1st child. Either parent voluntarily accepts permanent method of family planning within one year of the bih of the 2nd child. If above conditions (1-4) are fulfilled then the quantum of award would be: Rs. 10, 000/- if one boy child is born to the couple. Rs. 12, 000/- if one girl child is born to the couple. If above conditions (1-6) are fulfilled then the quantum of award would be: Rs. 15, 000/- if two boy child is born to the couple. Rs. 17, 000/- if one girl and one boy child is born to the couple. Rs. 19, 000/- if two girl child born to the couple.",
        "cop": 4,
        "opa": "Punjab",
        "opb": "Haryana",
        "opc": "Himachal Pradesh",
        "opd": "Rajasthan",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "a0745091-b856-4cfe-9ed4-dc2664e450fa",
        "choice_type": "multi"
    },
    {
        "question": "Acute flaccid paralysis is repoed in a child aged:-",
        "exp": "Any child < 15 years of age who has sudden onset of acute flaccid paralysis / paralytic illness in a person of any age - are suspected to have polio. It is used to identify reservoirs of wild polio virus transmission in National polio surveillance project. Acute: rapid progression from onset to maximum paralysis. Flaccid: loss of muscle tone, floppy- as opposed to spastic or rigid. Paralysis: weakness, loss of voluntary movement. AFP surveillance- Indicators Non polio AFP rate >=2/1, 00, 000 >80% stool samples collection done",
        "cop": 3,
        "opa": "0-3 years",
        "opb": "0-5 years",
        "opc": "0-15 years",
        "opd": "0-25 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "9d6f58e0-b77c-4d38-be3d-11fbfb1a1f7c",
        "choice_type": "single"
    },
    {
        "question": "All are true about Janani Shishu Suraksha Karyakram (JSSK) except:",
        "exp": "Pregnant women components in janani shishu suraksha karyakram: Free deliveries in public health institutions. Free drug and consumables. Free diet. Free diagnostics. Free blood transfusion. Free transpo from home to institution. Child health components in Janani Shishu Suraksha Karyakram: - Initially meant for upto 30 days age then expanded to include Sick infants; Nutritional rehabilitation centres. (NRCs) Free drugs, diagnostics, blood transfusions. Integrated management of neonatal and childhood illnesses. (IMNCI) Facility based newborn care: NBCC, NBSU, SNCU. Home based NB Care. - Also remember, Navjat Shishu Suraksha Karyakram is to train health personnel in new born care & resuscitation to improve delivery of care to newborn at every step.",
        "cop": 4,
        "opa": "Free diet to mother during hospital stay",
        "opb": "Free delivery",
        "opc": "Free transpo from home to hospital and back",
        "opd": "Free treatment of children up to 18 years age",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "f83cf785-4402-41c3-8854-59081bfa9d2c",
        "choice_type": "multi"
    },
    {
        "question": "Village health nutrition day (VHND) is observed:-",
        "exp": "Village health and nutrition day: Under NRHM, VHND is observed 'Once every month' in every village. Usually organized at Anganwadi center. Purpose: To improve access to maternal, newborn, child health and nutrition services at the village level. ASHA, AWW & ANM organize VHND and mobilize women, adolescents, children.",
        "cop": 2,
        "opa": "Every week",
        "opb": "Every month",
        "opc": "Every six months",
        "opd": "Every year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "f5b0450f-4add-462b-a116-7046160b6f26",
        "choice_type": "single"
    },
    {
        "question": "ASHA is not a depot holder of:-",
        "exp": "- ASHA act as a depot holder for essential provisions like: ORS IFA tablets Chloroquine Disposable delivery kit OCPs & condoms. - ASHA also carry a Drug kit (AYUSH + Allopathic drugs). - Hence, option-4 is the answer.",
        "cop": 4,
        "opa": "ORS",
        "opb": "IFA",
        "opc": "Contraceptives",
        "opd": "OPV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "f6199389-aa3e-4eb4-8065-c22e25de2a59",
        "choice_type": "single"
    },
    {
        "question": "In RMNCH+A Strategy, what is Plus?",
        "exp": "Reproductive, Maternal, Newborn, Child and Adolescent Health Services (RMNCH+A): - A continuum of care approach has now been adopted under NRHM with the aiculation of strategic approach to Reproductive Maternal, Newborn, Child health and Adolescent Health (RMNCH+A) in India. - This approach brings focus on adolescents as a critical life stage and linkages between child survival, maternal health and family planning effos. - It aims to strengthen the referral linkages between community and facility based health services and between the various levels of health system itself.",
        "cop": 1,
        "opa": "Adolescent health",
        "opb": "Reproductive health",
        "opc": "DPT vaccination",
        "opd": "Newborn vaccination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "9814ccc2-8084-41c5-9610-ee020d1f3f3a",
        "choice_type": "single"
    },
    {
        "question": "Under National Poliomyelitis Elimination Programme, Poliomyelitis is diagnosed by:-",
        "exp": "Polio virus diagnosis in India: Is done by Viral culture and isolation from Stool Samples collected from cases of Acute Flaccid Paralysis (AFP) Previously it was done through 'Antibody titre rise'. 2 stool samples b/w 24-48hrs each weighing 8gm is taken & sent it to lab through reverse cold chain.",
        "cop": 2,
        "opa": "Antibodies titre rise in blood",
        "opb": "Viral isolation in stool",
        "opc": "Viral microscopy in stool",
        "opd": "Clinical examination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NPEP, NHM",
        "id": "927c146e-57c8-485f-94b7-e4e4170fae63",
        "choice_type": "single"
    }
]