[
    {
        "question": "'Accompanied MDT' in NLEP implies:-",
        "exp": "Accompanied MDT in NLEP : - If patient is unable to come to collect his/her MDT from clinic, any responsible person from family or village can collect it; Designed to help patients who have to interrupt their treatment due to any avoidable reason. Especially useful for irregular patients. Gives patients a choice; patients can collect entire MDT course when diagnosed after proper counseling. Extra edge: - NLEP launched Sparsh Leprosy Awareness Campaign on Anti-leprosy day, in 2017, to generate awareness, reduce stigma & improve self-repoing of the cases. - This is done through postures of a school girl called 'SAPNA' who spreads awareness in the community. - Nikusth is used for data managment of leprosy cases. - Mycobacterium Indicus Prani (MiP) vaccine is given for pts with multibacillary leprosy & their contacts.",
        "cop": 3,
        "opa": "A patient will be given MDT only in the presence of a MDT provider",
        "opb": "MDT should be accompanied with steroids / Clofazimine to help fight reversal reactions",
        "opc": "Any responsible person from family or village can collect MDT, if patient is unable to come",
        "opd": "MDT prescription should be accompanied by all the precautions to be observed by the patient",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "f48e417a-7740-4ddd-a30b-89d005dd66ac",
        "choice_type": "multi"
    },
    {
        "question": "Treatment duration of Multi-bacillary leprosy is:",
        "exp": "Multi drug therapy (MDT) of Leprosy: Paucibacillary Leprosy (PBL) Multibacillary Leprosy (MBL) No. of skin lesions <= 5 >= 5 Nerve involvement 0-1 nerve >= 1 nerve Treatment Adults: Day 1: Supervised monthly Rifampicin 600 mg Dapsone 100 mg Day 1: Supervised monthly Rifampicin 600 mg Clofazimine 300 mg Dapsone 100 mg Day 2-28: Daily Dapsone 100 mg Day 2-28; Daily Clofazimine 50 mg, Dapsone 100 mg children b/w 10-14 yrs - Rifampicin -450 mg once a month, supervised - Dapsone -50 mg daily, self administered - Rifampicin - 450 mg once a month, given under supervision - Dapsone - 50 mg daily, self administered - Clofazimine -150 mg once a month supervised & 50 mg every other day. Duration of treatment 6 months 12 months Duration of follow up 2 years 5 years - In children < 10yrs of age, lower doses of Clofazimine & Dapsone are recommended . MDT - Adult",
        "cop": 2,
        "opa": "6 months",
        "opb": "12 months",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "4ef86179-9a52-4216-a655-cedc20b92060",
        "choice_type": "single"
    },
    {
        "question": "In a case of Paucibacillary leprosy, treatment is considered adequate if the patient has received the six monthly doses of combined therapy within:-",
        "exp": "Adequate treatment: Patients has received 6 months of PBL therapy in 9 months or 12 months of MBL therapy within 18 months Multi drug therapy (MDT) of Leprosy: Paucibacillary Leprosy (PBL) Multibacillary Leprosy (MBL) No. of skin lesions <= 5 >= 5 Nerve involvement 0-1 nerve >= 1 nerve Treatment Day 1: Supervised monthly Rifampicin 600 mg Clofazimine 300 mg Dapsone 100 mg Day 1: Supervised monthly Rifampicin 600 mg Clofazimine 300 mg Dapsone 100 mg Day 2-28: Daily Dapsone 100 mg Clofazimine 50 mg Day 2-28; Daily Clofazimine 50 mg Dapsone 100 mg Duration of treatment 6 months 12 months Duration of follow up 2 years 5 years",
        "cop": 2,
        "opa": "6 months",
        "opb": "9 months",
        "opc": "12 months",
        "opd": "15 months",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "cd2de6ec-0e37-429f-9b6c-5be327de8bd5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement regarding given logo is false ?",
        "exp": "Given logo depicts National Vector Borne Disease Control Programme (NVBDCP) - It is implemented in the State/UT's for prevention & control of vector borne diseases like: Malaria Lymphatic Filariasis Kala-azar Japanese Encephalitis (JE) Dengue & Chikungunya - Transmission of these vector borne diseases in any area is dependent on frequency of man-vector contact, which is fuher, influenced by various factors including vector density, biting time, etc. - Mosquito density is directly related with water collection; clean or polluted water, in which mosquitoes breed. Extra edge: - Integrated Vector Management tries to control Malaria & Kala Azar in rural areas Malaria & Dengue in urban areas. - It includes safe insecticide use & insecticide resistance monitoring.",
        "cop": 2,
        "opa": "It is implemented to prevent & control diseases like Visceral leishmaniasis etc",
        "opb": "It is targetted to control Cutaneous leishmaniasis",
        "opc": "Given photograph depicts National Vector Borne Disease Control Programme",
        "opd": "The transmission of these diseases are influenced by vector density, biting time, etc.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "38aaea2e-5233-4be3-90f2-7f8c39b77f32",
        "choice_type": "multi"
    },
    {
        "question": "'Dipstick test' for rapid diagnosis of Plasmodium falciparum is based on:-",
        "exp": "'Dipstick test' is used for the rapid diagnosis of plasmodium falciparum: Is a 'rapid whole blood immunochromatographic test'. Uses 2 antibodies specific for 'Pf Histidine Rich Protein II antigen'. Is a 'antigen capture assay'. ALSO REMEMBER: Serological diagnosis of Kala Azar is based on: rk39 antigen. Serological diagnosis of Dengue is based on: NS-1 antigen.",
        "cop": 2,
        "opa": "Arginine-rich protein",
        "opb": "Histidine-rich protein",
        "opc": "Tyrosine-rich protein",
        "opd": "Serine-rich protein",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "0f102fe8-444d-4520-bd43-53fdc9c52bf8",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Falciparum Malaria is",
        "exp": "Drug of choice for Plasmodium falciparum, plasmodium malariae is ACT (Aemisinin Combination Therapy) + primaquine Doc for plasmodium vivax & ovale - chloroquine + primaquine Also remember chemoprophylaxis of malaria: - Sho term - Doxycycline - Long term - Mefloquine",
        "cop": 3,
        "opa": "Chloroquine",
        "opb": "Mefloquine",
        "opc": "ACT",
        "opd": "Proguanil",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "f23cd7c6-4c62-4cbf-b707-6c2736cec6c2",
        "choice_type": "single"
    },
    {
        "question": "The Multidrug (MDT) regimen under the National Leprosy Eradication Program for the treatment of all Multibacillary Leprosy would include:-",
        "exp": "Leprosy Paucibacillary Multibacillary Lesions < 5 > 5 Rx 6 months 12 months Follow up 2 years 5 years Days Dapsone, Rifampicin Dapsone, Rifampicin, clofazimine Now India is going to adapt uniform MDT regime in which used drugs will be D + R+CF to all leprosy Patients. - Also remember, logo of National Leprosy Eradication Programme is",
        "cop": 2,
        "opa": "Clofazimine, Thiacetazone and Dapsone",
        "opb": "Clofazimine, Rifampicin and Dapsone",
        "opc": "Ethionamide, Rifampicin and Dapsone",
        "opd": "Propionamide, Rifampicin and Dapsone",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "28a6aa7e-bfeb-4239-908c-8ad86e256976",
        "choice_type": "multi"
    },
    {
        "question": "Health worker must visit all houses in his area to check for malaria case:-",
        "exp": "A health worker (MPW-male) must visit all houses in his area once every fonight (2 weeks) to look for any fever case in last 15 days. If a case of fever is found then a slide of such case is prepared at his home and sent to PHC for fuher analysis. EXTRA EDGE: Active case detection (ACD): Done in rural areas with blood smears collected by MPWs/ANM during fonightly house visits. Passive case detection (PCD): Done in fever cases repoing to peripheral health volunteers/ ASHAs, at sub-centres, malaria clinic, CHC & other secondary, teiary level health institutions that patients visit for treatment. ASHA & other volunteer workers provide diagnostic services by RDTs ; at PHCs by examination of blood smears.",
        "cop": 2,
        "opa": "Weekly",
        "opb": "Fonight",
        "opc": "Monthly",
        "opd": "Yearly",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "479fc664-b3cd-4f2b-b077-d5b291c60ddd",
        "choice_type": "multi"
    },
    {
        "question": "Most efficient anti-larval measures to prevent urban malaria is:",
        "exp": "Recommended measures for urban malaria control: Lids of overhead tanks must be checked and maintained monthly basis; any leakage be repaired immediately. Cover-up of underground and open tanks. Open tanks used for animals should be dead dried once in week. Never throw any containers in open which are capable of holding water. Building by-laws be implemented to prevent fault in designs, water flow on roof, gully traps. Open tanks are treated with larvicides on weekly basis. Unused wells either be closed or treated with larvicides. Ornamental tanks, fountains are checked periodically & larvivorous fishes are introduced. Proper drainage, periodic flushing of water logged areas and drainage.",
        "cop": 2,
        "opa": "Clean drainage and sewerage systems",
        "opb": "Cover overhead tanks properly",
        "opc": "Filling cesspools and ditches",
        "opd": "Cover pits",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "bbd6b736-70ef-47f9-a615-43d53184f866",
        "choice_type": "single"
    },
    {
        "question": "Insecticide treated Bed nets (ITBN) are treated with:-",
        "exp": "Chemicals used in ITBN programme: synthetic pyretheroids. It includes: Deltamethrin: 2.5% in dosage of 25 mg/m. Cyfluthrin: 5% in dosage of 50 mg/m. Other insecticides used: permethrin, Lambdacyhalothrin, Etofenprox, a-cypermethrin. Effectiveness of pyrethroids: for 6-12 months.",
        "cop": 1,
        "opa": "Deltamethrin and Cyfluthrin",
        "opb": "Diethyltoulamide",
        "opc": "Pyrethrum",
        "opd": "Malathion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "f3004680-c479-4c6d-a246-8573f38d38db",
        "choice_type": "single"
    },
    {
        "question": "Urban Malaria Scheme, following is not true",
        "exp": "Urban malaria has three specific criteria- Utilization of Anti-Larval measures. It is done in town/city with minimum 50,000 population. Slide positivity rate more than 5% .",
        "cop": 2,
        "opa": "Utilization of anti-larva measures",
        "opb": "Slide positivity rate more than 10%",
        "opc": "It is done in town/city with minimum 50,000 population",
        "opd": "Introduction of active surveillance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "335cfb5b-49eb-4314-9c3c-cc84afef50f4",
        "choice_type": "multi"
    },
    {
        "question": "Early reaction of Lepromin test is known as",
        "exp": "Lepromin test Test of CMI in leprosy. Early reaction is known as Fernandez reaction (Read at 48 hours). Late reaction is known as Late Mitsuda reaction (Read at 21 days). It is not a diagnostic test.",
        "cop": 2,
        "opa": "Late Mitsuda reaction",
        "opb": "Fernandez reaction",
        "opc": "Early Mitsuda reaction",
        "opd": "First lepromin reaction",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "NVBDCP, NLEP",
        "id": "7049c0aa-3d55-4b84-9755-1be97484296c",
        "choice_type": "single"
    }
]