[
    {
        "question": "Preterm babies:",
        "exp": "(Born before 37 weeks of gestations): Ref: (460-Park 20th)1. Preterm babies - babies bom too early before 37 weeks of gestations (259 days)2. Small for date (SFD) babies - bom at term or preterm. They weight less than the 10th percentile for the gestational age. 3. Term: babies bom from 37 completed weeks to less than 42 completed weeks (259 to 293 days) of gestations4. Post term: - Babies bom at 42 completed weeks or anytime thereafter (294 days and over) of gestation",
        "cop": 1,
        "opa": "Bom before 37 weeks of gestations",
        "opb": "Bom before 38 weeks of gestations",
        "opc": "Bom before 39 weeks of gestations",
        "opd": "Bom before 40 weeks of gestations",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "34476f87-48fb-41ea-9f2f-26b467624a38",
        "choice_type": "single"
    },
    {
        "question": "APGAR score includes following parameters except",
        "exp": "Ans. c (Blood pressure) (Ref Text book of PSM by Park 22nd/492)APGARSCALE# In 1953, American anesthesiologist, Virginia Apgar, published her new method for evaluating the newborn infant. This scoring system which became known as the APGAR scale later evolved into the standard for medical practice.# The test is administered at one minute and five minutes after birth. If there are problems with the infant, an additional score may be repeated at a 10-minute interval.# For a Cesarean section the baby is additionally assessed at 15 minutes after delivery. The table below displays the criteria used in the APGAR scale. Test0 Points1 Point2 Points. Activity (Muscle Tone). Absent. Arms & legs extended. Active movement with flexed arms & legs. Pulse (Heart Rate). Absent. Below 100 bpm. Above 100 bpm. Grimace (Response Stimulation or Reflex Irritability). No response. Facial grimace. Sneeze, cough, pulls away. Appearance(Skin Color). Blue-gray, pale all over. Pink body and blue extremities. Normal over entire body - Completely pink. Respiration(Breathing). Absent. Slow, irregular. Good, crying# After the infant is examined, the scores are totaled.# A score of 7-10 is considered normal.# A newborn with a score of 4-7 may require additional resuscitative measures while a score of 3 and below necessitates immediate medical attention.# It is important to remember that the APGAR score is strictly used to determine the newborn's immediate condition at birth and does not necessarily reflect the future health of the baby.",
        "cop": 3,
        "opa": "Heart rate",
        "opb": "Muscle tone",
        "opc": "Blood pressure",
        "opd": "Body tone",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "3477d6c0-e927-4e15-9ea1-81921a376762",
        "choice_type": "multi"
    },
    {
        "question": "All the following are examples of health promotion except:",
        "exp": "Ans: C (Chemoprophylaxis) Ref: Textbook of Preventive and Social Medicine, K Park, 22nd edition, page no 40-1. Explanation: Health promotion is simply promoting health, i. e. actions done to improve the level of general health and well being, so that disease initiation process is prevented. These actions are not specific for any disease of group of diseases. E. g. encourage for healthy lifestyle changes, breastfeeding, balanced nutrition, small family norm, improvement of scio-economic status and clean environment) (See table below). Chemoprophylaxis is Specific Protection measure (e. g. immunization, Occupational and automobile safety measures)",
        "cop": 3,
        "opa": "Stop smoking",
        "opb": "Installation of sanitary latrine",
        "opc": "Chemoprophylaxis",
        "opd": "Decreased salt intake",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "c0736c0a-fe55-4974-8c89-57245449dc49",
        "choice_type": "multi"
    },
    {
        "question": "Fast breathing in less than 2 month child the respiratory rate is",
        "exp": "A. i. e. (60 breaths per minute) (144- Park 19th) (154- Park 20th)* FAST BREATHING is present when the respiratory rate is- 60 breaths per minute or more in a child less than 2 months of age- 50 breaths per minute or more in a child aged 2 months upto 12 months- 40 breaths per minute or more in a child aged 12 months upto 5 years.",
        "cop": 1,
        "opa": "60 breaths per minute",
        "opb": "50 breaths per minute",
        "opc": "40 breaths per minute",
        "opd": "30 breaths per minute",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "94b288fd-16dd-4ccf-88c0-6367762defe6",
        "choice_type": "single"
    },
    {
        "question": "Denominator in MMR-",
        "exp": "Ans. is 'a' i. e., 1000 live birth. Maternal mortality ratio (MMR)* Maternal mortality ratio is defined as total number of maternal deaths i. e. deaths due to complications of child birth, pregnancy or within 42 days of delivery from 'puerperal causes* in the area during a given year Per 1000 or (100, 000) live births in the same area during the same year. MMR =Total no. of female death due to complications of pregnancy, childbirth or with 42 days of delivery from puerperal causes in an area during a given year--------------------------------------------------------------Total no. of live birth in the same area & yearx 1000 (or 100, 000)* Maternal death occuring after 42 days (7 weeks) of birth is not included in maternal mortality ratio.* It is called late maternal death -> Death of women from direct or indirect obstetric causes more than 42 days but less than 1 year after termination of pregnancy. Maternal mortality rate* It is the number of maternal death in a given period per 1000 (or 100, 000) women of reproductive age during same period. Maternal mortality rate =Total no. of female death due to complication of pregnancy, childbirth or within 42 days of delivery------------------------------------------Total no. of women of reproductive agex 1000 (or 100, 000). Therefore* Denominator in maternal mortality ratio -> 1000 live birth (or 100, 000 live birth)* Denominator in maternal mortality rate 1000 (or 100, 000) women of reproductive age.",
        "cop": 1,
        "opa": "1000 live birth",
        "opb": "1000 women of reproductive age",
        "opc": "Mid year population",
        "opd": "Mid year women population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "aae1ad03-ca43-4630-a9f8-fb992c5466bf",
        "choice_type": "single"
    },
    {
        "question": "Least amount of protein is found in-",
        "exp": "Ans. is 'd' i. e., Milko Proteins content per 100 gm: i) Egg 10 gmii) Fish - 15-25 gmiii) Meat - 20-30 gmiv) Milk - 3-4 gm",
        "cop": 4,
        "opa": "Fish",
        "opb": "Egg",
        "opc": "Meat",
        "opd": "Milk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "197b739b-de4f-487f-86a8-6396f96edc25",
        "choice_type": "single"
    },
    {
        "question": "What is the numerator in perinatal mortality:-",
        "exp": "Ans. (B) Early neonatal death of fetus >1000 g(Ref: Park Textbook of PSM 25th ed; pg. 618). Perinatal mortality rate is described as late fetal and early neonatal deaths weighing over 1000 grams at birth expressed as a ratio per 1000 live births weighing over 1000 gram at. Perinatal mortality rate =Livebirth+Late. Fetal. Death. Late. Fetal. Deaths(28weeksgestationormore)+Early. Neonatal. Death(Within7daysoflife) Perinatal mortality includes late fetal deaths, live births and early neonatal deaths with:-#Minimum birth weight of 100 g (equivalent to 28 weeks of gestation)- Preferred criterion#If the birth weight is not available, a gestational age of at least 28 weeks.#If both birth weight and gestational age are not available, body length (crown to heel) of at least 35 cm. Note. There is a difference in the denominator (and NOT in numerator) for developed countries and that given WHO (more for countries with less established vital recording systems). The WHO definition, which suits the less developed recording system, takes into account ONLY live birth in the denominator.",
        "cop": 2,
        "opa": "Post neonatal period death",
        "opb": "Early neonatal death of fetus >1000 g",
        "opc": "Abortion after 16 weeks",
        "opd": "Still birth <500 g",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "fdbeb372-5103-4866-824a-f6e6171823be",
        "choice_type": "single"
    },
    {
        "question": "True about WHO growth chart is all except",
        "exp": "Ans. b (Has 3 lines). (Ref. PSM, Park, 21st/ pg. 502)GROWTH CHARTS# There are 49 different types of growth charts in India# Growth charts recommended by government of India have 4 reference curves/lines.# Top most corresponds to 80% of median of WHO (% 50th percentile).# Lower lines represent 70 %, 60 % and 50 % of that standard.# Purpose of these lines is to indicate degree of malnutrition as recommended by IAP# Growth charts recommended by government of India shows 3 degrees of, malnutrition.# Growth charts in ICDS in India contain 3 lines in addition to standard, represent 80%, 60% and 50% of reference# Uses:- Monitoring growth- Diagnostic tool- Planning and policy making- Education tool- Tool for action- Tool for teaching- Evaluation of growth and development",
        "cop": 2,
        "opa": "Used for monitoring growth and development of child",
        "opb": "Has 3 lines",
        "opc": "Highest line corresponds to 80th percentile and above",
        "opd": "Lowest line corresponds to 50th percentile and above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "332b21c0-6672-49b0-846c-052c7e62f72c",
        "choice_type": "multi"
    },
    {
        "question": "Minimum ANC visits during pregnancy should be",
        "exp": "Ans. a (3). (Ref. Park, PSM, 22nd ed/pg 483)# Ideally mother should attend the antenatal clinic once a month during the first 7 months; twice a month, during the next month and thereafter once a week.# Because high proportion of mothers in India are from lower socioeconomic group and many are working women it is difficult to attend antenatal clinic so often.# Hence minimum of 4 visits should be the larget:-1st visit - within 12 weeks/as soon as pregnancy suspected (registration of pregnancy and first antenatal check up)2nd visit- 14--26 weeks3rd visit- between 28-34 weeks4th visit- between 26 weeks and term# It is advisable for woman to visit medical officer at the PHC during 28-34 weeks.# She may be advised to avail investigation facilities at the nearest PHC/CHC/FRU# Registration of pregnancy within 12 weeks is the primary responsibility of the ANM# Opportunities such as village Health Nutrition day should be availed to ensure early registration of pregnancy and antenatal checkup. Term. Comments. Age composition. Below 15 years decreasing, elderly increasing. Age pyramid. Typical of underdeveloped country in India with broad base and tapering top. In Switzerland it has bulge at middle. Sex ratio. The number of females per 1000 males. It is 936 in India. It has been adverse to women in India except for Kerala. Dependency ratio. Total dependency 65. 5 (1995) and 55. 5 (2005), child dependency 57. 8 (1995) and 47. 2 (2005), old-age dependency 7. 6 (1995) and 8. 3 (2005). Density of population. It is number of persons per square km. It is >/= 4000/km2",
        "cop": 1,
        "opa": "3",
        "opb": "5",
        "opc": "9",
        "opd": "12",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "071f8d44-3d79-46e8-82c4-01e470b35f1b",
        "choice_type": "single"
    },
    {
        "question": "Numerator in maternal mortality ratio -",
        "exp": "Ans. is 'c' i. e., Female death during pregnancy & puerperium * Maternal mortality ratio is defined as total number of maternal deaths i. e. deaths due to complications of child birth, pregnancy or within 42 days of delivery from 'puerperal causes' in the area during a given year Per 1000 or (100, 000) live births in the same area during the same year. MMR =Total no. of female death due to complications of pregnancy, childbirth or with 42 days of delivery from puerperal causes in an area during a given year----------------------------------------------------------------Total no. of live birth in the same area & yearx 1000 (or 100, 000)",
        "cop": 3,
        "opa": "Female deaths in a given year",
        "opb": "Female death during pregnancy",
        "opc": "Female death during pregnancy 8c puerperium",
        "opd": "Female death in puerperium",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "2c72b274-5bde-42a3-b42b-8500f46ade50",
        "choice_type": "single"
    },
    {
        "question": "The energy requirement of women are increased in first 6 months of lactation is",
        "exp": "(550 kcal) (552- Park 20th)* Recommended daily intake of energy Group. Body weight. Energy allowance per day Kg. Kcal. MJAdult Ref Males(Light work)60242510. 1 (Moderate work) 287512. 0 (Heavy work) 380015. 8. Ref Females(Light work)5018757. 8 (Moderate work) 22259. 3 (Heavy work) 292512. 2. Pregnancy + 300+ 1. 25. Lactation (First 6 months) + 550+ 2. 3 (6-12 months) + 400+ 1. 68",
        "cop": 3,
        "opa": "300 Real",
        "opb": "400 Real",
        "opc": "550 Real",
        "opd": "450 Real",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "3d324b96-c1a6-46b9-bfef-19fe60ed4865",
        "choice_type": "single"
    },
    {
        "question": "Pregnant and lactating mothers need_____ mg of dietary calcium per day",
        "exp": "Ans. d (1000 mg) (Ref. Park Textbook of PSM 22nd/pg. 590; table 29)PREGNANCYLACTATION# Extra calories - 300, # Extra calories - 550 (0 to 6 months) 400 (6 to 12 months), # Extra proteins - 15 g, # Extra proteins - 25 gm (0 to 6 months) 18 gm (6 to 12 months), # Calcium 1000 mg/day, # Calcium 1000 mg/day, iron - 30 mg/day, # Iron - 38 mg/day, # Folic acid - 150 mg/day.# Folic acid - 400 mg/day.",
        "cop": 4,
        "opa": "400 mg",
        "opb": "600 mg",
        "opc": "800 mg",
        "opd": "1000 mg",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Obstetrics, Paediatrics and Geriatrics",
        "id": "eb3c2655-40d5-48c2-a4bd-3970abe8227a",
        "choice_type": "single"
    }
]