[
    {
        "question": "Minimum level of iodine iodized salt reaching the consumer level according to iodine programme should be:-",
        "exp": "National Iodine deficiency disorder programme, 1992: - National goitre control programme, 1962 is conveed to NIDDCP, 1992 - Impact indicators: Major indicator - Urinary iodine excretion levels ( generally measured in pregnant women over 24hrs) Others - Neonatal hypothyroidism, Goitre - Level of salt iodinisation: 30 ppm at production level 15 ppm at consumer level - Two-in-one salt: 40mcg iodine + 1mg iron/gm of salt MBI kits- Field Test Kits that allow Iodised salt manufacturers, quality controllers, health inspectors, social workers, NGO activists and even school children to assess the amount of iodine in iodised salt.",
        "cop": 3,
        "opa": "5 ppm",
        "opb": "30 ppm",
        "opc": "15 ppm",
        "opd": "20 ppm",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "12b668e8-af03-47d7-bc80-41dec978da4d",
        "choice_type": "single"
    },
    {
        "question": "Functional unit for implementation of National Mental Health Programme is at which level?",
        "exp": "The Government of India has launched the. National Mental Health Programme(NMHP) in 1982, keeping in view the heavy burden of mental illness in the community, and the absolute inadequacy of mental health care infrastructure in the country to deal with it. Principal unit of Health administration in India is District under a collector. All National health programmes in India are implemented district wise.",
        "cop": 1,
        "opa": "District",
        "opb": "Subcentre",
        "opc": "PHC",
        "opd": "State",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "c3cbc758-268b-40a8-8e04-06ee4bad9483",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement regarding UNFPA is true?",
        "exp": "UNFPA: Funds national level schemes; develop health, family welfare infrastructure & improve availability of services in rural areas. Develop national capability for manufacture of contraceptives, population education programs, strengthen program management & improve output of grass- root level health workers. Introduce innovative approaches to family planning & MCH care. Other options: Freedom from hunger campaign - introduced by FAO. GOBI-FFF campaign - introduced by UNICEF (United Nations International Children's Emergency Fund). United Nations Educational, Scientific and Cultural Organization - contribute to build peace, eradicate povey, sustainable development & intercultural dialogue through education, sciences, culture, communication etc.",
        "cop": 1,
        "opa": "Introduce innovative approaches to family planning & MCH care.",
        "opb": "Introduced Freedom from hunger campaign",
        "opc": "Introduced GOBI-FFF campaign",
        "opd": "It helps in building peace & eradication of povey",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "493ef29c-03c2-479a-bc54-ee9691df25f2",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Swajaldhara programme except:",
        "exp": "Swajaldhara programme Launched: 25 December, 2002 Description: Community led, paicipatory programme with aim of providing drinking water in rural areas though community paicipation. It has 2 components Swajaldhara I: Gram panchayat /Group of panchayats(block/tehsil) Swajaldhara II: District as a project area Current status: Renamed as National Rural Drinking water programme, a component of Bharat Nirman",
        "cop": 3,
        "opa": "Community led, paicipatory program",
        "opb": "Provide drinking water in Rural areas",
        "opc": "State government maintain and manage all water supply",
        "opd": "Encourage water harvesting practices",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "a8e7a0a2-7faa-480d-b635-4ab9d79f4d78",
        "choice_type": "multi"
    },
    {
        "question": "Government has initiated the roll out of a Community based care programme for undernourished children under 6 years across the country through the Integrated Child Development Services (ICDS) scheme known as?",
        "exp": "SNEHA SHIVIR: \"Sneha. Shivir\" is designed to be a community based approach for the prevention and management of moderate and severe under nutrition. Sneha. Shivir has been introduced in 200 high burden districts of the country and is to be served through an Additional Anganwadi Worker/Nutrition Counsellor at the Anganwadi Centre.",
        "cop": 1,
        "opa": "Sneha. Shivir",
        "opb": "Balwadi",
        "opc": "Kayakalp",
        "opd": "Ujjwala",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "7863d553-eed6-4658-b093-d9edb70bbf54",
        "choice_type": "single"
    },
    {
        "question": "'Cafeteria approach' is related with which of the following?",
        "exp": "Cafeteria approach is a component of GATHER approach for contraceptive counselling in Reproductive and Child Health Program. The method-mix in this programme includes five official methods -- female sterilisation, male sterilisation, intrauterine contraceptive device (IUCD), oral contraceptives, and condoms. GATHER approach for contraceptive counseling; Greet (the couple) Ask (their requirement of contraception) Tell (them about available methods suitable to their need) Help (them choose best method as per their requirement) Explain (use, side effects, failure) Return visit.",
        "cop": 3,
        "opa": "National Iodine Deficiency Disorder Programme",
        "opb": "National Anemia Prophylaxis Programme",
        "opc": "Reproductive and Child Health Programme",
        "opd": "National Vector Borne Disease Control Programme",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "7fea3c4b-f7eb-49fd-aaf5-6cdca635aef0",
        "choice_type": "single"
    },
    {
        "question": "An office clerk badly snubbed by his superior takes it out on his wife and children on reaching home. This is an example of which type of defence mechanism?",
        "exp": "DEFENCE MECHANISMS When an individual is faced with problems, difficulties or failures, he employs ceain ways or devices to achieve health, happiness or success. These are called defence mechanisms. Psychologists have identified a number of such defence mechanisms, which include the following 1. Rationalization: Instead of accepting failure and correcting himself, the individual tries to make excuses and justifies his behaviour. It is like the proverbial fox declaring that the grapes were sour, when it could not reach them. This is called rationalization. It is a face-saving device. 2. Projection: Sometimes the individual blames others for his mistakes or failures. It is just like the student saying that he could not score good marks in the examination because, his teacher did. not like him. 3. Compensation: Many people make use of compensation to enhance their self-esteem and prestige. The familiar example is that the student who is not good in his studies may distinguish himself in spos or dramatics, music or other activities. 4. Escape mechanism: Some individuals adopt what is known as an \"escape mechanism\" to overcome failure or defeat. Some students pretend illness and do not appear for examinations. This is an escape phenomenon. Then there are others who take to alcohol or drugs trying to solve their problems. This is also an escape phenomenon. 5. Displacement: An office clerk badly snubbed by his superior takes it out on his wife and children on reaching home. This is like a rebound phenomenon. It is trying to escape from one situation and fixing blame on another situation. 6. Regression: Some people reso to childhood practices (e. g., weeping when something goes wrong} as a mode of adjustment.",
        "cop": 4,
        "opa": "Rationalization",
        "opb": "Compensation",
        "opc": "Regression",
        "opd": "Displacement",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "53f2bf9e-1dda-49c2-a5eb-82ce9fa0ced3",
        "choice_type": "single"
    },
    {
        "question": "True about Economic blindness is: 1. level of blindness that prevents an individual from earning his wages. 2. blindness that is costly to treat.",
        "exp": "Economic blindness is the level of blindness that prevents an individual from earning his wages. The inability to count fingers from a distance of six meters with the better eye, with the best possible correction, denotes economic blindness. There is diminution of field vision to 20deg or less in better eye. In most of the surveys, the presenting vision <6/60 in the better eye is defined as blindness, though the WHO categories this as severe visual impairment. Since this level of visual impairment hinders a person from earning, it is also referred to as work vision.",
        "cop": 1,
        "opa": "Option 1",
        "opb": "Option 2",
        "opc": "Both options",
        "opd": "None of them",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "15761c2b-fc02-488a-990e-15ab0c518711",
        "choice_type": "multi"
    },
    {
        "question": "IDSP is based on all types of Surveillance except:-",
        "exp": "IDSP SURVEILLANCE SYSTEM - KEY ELEMENTS: Investigation and confirmation. (Epidemiological, clinical, laboratory) Collection of data. Analysis and interpretation of data. Feed back and dissemination of results. Response - a link to public health program special actions for prevention and control.",
        "cop": 2,
        "opa": "Clinical",
        "opb": "Geographical",
        "opc": "Laboratory",
        "opd": "Epidemiological",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "f30e5334-2803-4e68-9966-f8671a9f228c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the nodal ministry for Integrated Child Development Services (ICDS)?",
        "exp": "Ministries to combat malnutrition: Programme Ministry Vitamin A prophylaxis programme Ministry of Health and Family Welfare Prophylaxis against nutritional anemia Ministry of Health and Family Welfare Iodine deficiency disorders control programs Ministry of Health and Family Welfare Special nutrition programme Ministry of Social Welfare Balwadi nutrition programme Ministry of social welfare ICDS programme Ministry of Women and Child Development Midday meal programme Ministry of Human Resource Development",
        "cop": 4,
        "opa": "Ministry for Human Resource Development",
        "opb": "Ministry of Rural Development",
        "opc": "Ministry for Health and Family Welfare",
        "opd": "Ministry of Women and Child Development",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "92cfd5d4-4078-41b5-8355-75a5f83c0383",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true about the Aicle 24?",
        "exp": "RIGHTS OF THE CHILD Aicle 24 Prohibits employment of children below the age of 14 in factories Aicle 39 Prevents abuse of children of tender age Aicle 45 Free and compulsory education for all children until they complete the age of 14 years.",
        "cop": 1,
        "opa": "Prohibits employment of children below the age of 14 in factories",
        "opb": "Provides for free and compulsory education for all children until they complete the age of 14 years",
        "opc": "Prevents abuse of children of tender age",
        "opd": "Provides special care, if handicapped",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "f67b1ae3-00af-49fe-aee5-db48dd751681",
        "choice_type": "multi"
    },
    {
        "question": "True about targets of National Health Policy of 2017 is?",
        "exp": "Targets of NATIONAL HEALTH POLICY 2017 Reduce under five moality to 23 per 1000 live bihs by 2025. Reduce infant moality rate to 28 by 2019. Reduce neonatal moality to 16 & stillbih rate to \"single digit\" by 2025. Increase life expectancy at bih from 67. 5 to 70 yrs by 2025. Reduce prevalence of blindness to 0. 25/1000 by 2025 Reduce disease burden by 1/3rd from current level. Achieve global target of HIV/AIDS of 90-90-90 by 2020 Achieve & maintain cure rate of > 85% in new sputum +ve pts of TB & reach elimination level by 2025. Achieve & maintain elimination status of leprosy by 2018, Kala-azar by 2017 & lymphatic filariasis in endemic areas by 2017. Antenatal coverage & skilled bih attendance at bih > 90% by 2025. >90% full immunization by 1yr of age by 2025. Reduction of 40% in prevalence of stunting of under-five children by 2025. Access to safe water & sanitation to all by 2020.",
        "cop": 1,
        "opa": "Reduce neonatal moality to 16 & stillbih rate to \"single digit\" by 2025.",
        "opb": "Achieve global target of HIV/AIDS of 90-90-90 by 2022",
        "opc": "Reduce under five moality to 23 per 10, 000 live bihs by 2025",
        "opd": "Increase life expectancy at bih from 67. 5 to 70 years by 2020",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "488e024b-ef47-4c76-950a-6fcd684697d0",
        "choice_type": "multi"
    },
    {
        "question": "Incentives given to ASHA for ensuring spacing of 3 years after the bih of 1st child:",
        "exp": "Ensuring Spacing at Bih (ESB) Under a new scheme launched by the Government of India, services of ASHAs to be utilized for counseling newly married couples to ensure spacing of 2 years after marriage and couples with 1 child to have spacing of 3 years after the bih of 1st child. ASHA would be paid following incentives under the scheme: For delaying first childbih by 2 years after marriage Rs. 500/- For ensuring spacing of 3 years after the bih of 1st child Rs. 500/- The couple opts for a permanent limiting method up to 2 children only. Rs. 1000/-",
        "cop": 2,
        "opa": "Rs. 200/-",
        "opb": "Rs. 500/-",
        "opc": "Rs. 700/-",
        "opd": "Rs. 1000/-",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "f3fd8aa7-c64a-47b2-8e5a-1fe5fb47528f",
        "choice_type": "single"
    },
    {
        "question": "Administrative unit of the ICDS project in rural areas is:",
        "exp": "Administrative unit of an ICDS project is 'Community Development Block' Administration ministry is Ministry of women & child development. Each project covering a population of 1, 00, 000 (rural/urban) or 35, 000 (tribal). 1 CDPO (Community Development Project Officer) is in charge of 4 supervisors (Mukhyasevikas) and 100 Anganwadis (each supervisor for 25 Anganwadis) Anganwadi is the hea of ICDS Beneficiaries are children, pregnant & lactating women, Non-pregnant & lactating women in reproductive age, Adolescent girls.",
        "cop": 2,
        "opa": "PHC",
        "opb": "Community development block",
        "opc": "Zilla parishad",
        "opd": "Gram panchayat",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "63cb6c01-64dd-4ba4-80a8-51291610a9c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Statement is true with respect to program given below:-",
        "exp": "- Given image depicts ANEMIA MUKT BHARAT (AMB) / Intensified iron plus initiative - Its aim is to decrease prevalence of anemia by 3% points / yr among children, adolescents & women in reproductive age group b/w yr 2018-22 - It has 6 x 6 x 6 strategy i. e 6 beneficiaries, 6 mechanisms, 6 interventions Prophylactic Dose/Regime IFA Supplementation Age Group Iron (mg) Folic Acid (mcg) Frequency Remark 6-59 m children 20 100 Biweekly Bottle 50 mL 5-9 y Children 45 400 Weekly Pink Tablet 10-19 y Adolescents 60 500 Weekly Blue Tablet 20-49 y Non Pregnant, Non Lactating Women 60 500 Weekly Red Tablet Pregnant, Lactating mothers 60 500 Daily Red Tablet - Prophylaxis with iron is withheld in acute illness (fever, diarrhea, pneumonia, etc.), known case of thalassemia major/ history ofrepeated blood transfusion. - In children with severe acute malnutrition (SAM), IFA supplementation is continued as per SAM management protocol. - All women in reproductive age group, from pre-conception period till first trimester of pregnancy, 400 mcg of folic acid tablets, daily is recommended to reduce incidence of neural tube defects in fetus. Also remember, Deworming with Albendazole 400 mg Tablet Age Group Tablet Frequency 12-59 months 1/2 tablet to 12-24 months, 1 tablet to 2-5 years age Biannual, Mass Deworming 5-9 y Children 1 Tablet 10-19 y Adolescents 1 Tablet 20-49 y NPNL Women 1 Tablet Pregnant, Lactating mothers 1 Tablet Once in 2nd Trimester",
        "cop": 3,
        "opa": "Deworming of children 5-9 yr with Albendazole 400 mg - 2 tablets",
        "opb": "IFA supplementation in 5-9 yr. Iron (45), FA (500) Weekly - Pink tablet",
        "opc": "IFA supplementation 10-19 Adolescents Iron (60), FA (500). Weekly - Blue tablet",
        "opd": "IFA Supplementation of 6-59 months children, Iron (30mg) FA (200mg) Biweekly - Bottle 50 ml.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "e3c3acde-74c5-496e-bac1-d143535ee72b",
        "choice_type": "multi"
    },
    {
        "question": "The long term objective of national programme for prevention and control of deafness is:-",
        "exp": "Long term objective: To reduce disease burden by 25% by end of XI five year plan. National programme for prevention and control of deafness: OBJECTIVES: 1. To prevent avoidable hearing loss on account of disease or injury. 2. Early identification, diagnosis and treatment of ear problems responsible for hearingloss and deafness. 3. To medically rehabilitate persons of all age groups, suffering with deafness. 4. To strengthen the existing inter-sectoral linkages for continuity of the rehabilitationprogramme, for persons with deafness. 5. To develop institutional capacity for ear care services by providing suppo forequipment, material and training personnel. Long term objective: To prevent and control major causes of hearing impairment anddeafness, so as to reduce the total disease burden by 25% of the existing burden by the endof 12th Five Year Plan",
        "cop": 1,
        "opa": "To reduce disease burden by 25% by end of XII five year plan",
        "opb": "To reduce disease burden by 50% by end of XII five year plan",
        "opc": "To reduce disease burden by 75% by end of XII five year plan",
        "opd": "To reduce disease burden by 100% by end of XIIfive year plan",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "357ba653-6793-473a-89e9-a3583e27f051",
        "choice_type": "single"
    },
    {
        "question": "Provisions of Mental Health Act 2017 based WHO Mental Action Gap Action Program (MHAGP) are all, except",
        "exp": "Mental Healthcare Act, 2017 Key points- Accessibility and availability of government provided mental health services. Quality, affordable non-discriminatory mental health services. Free legal services Medical Health practitioners are NOT liable for unforeseen events No ECT without Muscle relaxants/anesthesia No seclusion DECRIMINALIZATION OF SUICIDE ATTEMPT Establishment of Central and State Mental Health Authority Constitution of Mental Health Review Boards, chaired by District Judge",
        "cop": 3,
        "opa": "Human rights",
        "opb": "Communication regarding care and career",
        "opc": "Screening family members",
        "opd": "Social suppo",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "9f7f4ba1-081f-412f-9eba-1ad77e2c4524",
        "choice_type": "multi"
    },
    {
        "question": "Integrated management of neonatal and childhood illness includes all except:",
        "exp": "Integrated management of neonatal and childhood (IMNCI) illnesses: 1. Diarrhea. 2. Measles. 3. Pneumonia. 4. Malaria. 5. Severe malnutrition and nutritional counseling.",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Respiratory infections",
        "opc": "Diarrhea",
        "opd": "Tuberculosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other NHPs",
        "id": "9975714d-30eb-4d33-b81b-efef1e7e5547",
        "choice_type": "multi"
    }
]