[
    {
        "question": "A total of 5000 patients of glaucoma are identified and surveyed by patient interviews regarding family history of glaucoma. Such a study design is called-",
        "exp": "Case series repo: A case series repo is a descriptive study where in more than one patients having a paicular disease are studied. No cause related analysis or hypothesis testing is involved. Case control study: Backward looking/ retrospective study in which multiple risk factors are studied together. Odd's ratio can be calculated. Coho study: Forward / prospective study in which multiple outcomes can be studied together. Incidence & relative risk can be calculated.",
        "cop": 1,
        "opa": "Case series repo",
        "opb": "Case control study",
        "opc": "Clinical trial",
        "opd": "Coho study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Analytical Studies",
        "id": "a422dd98-58a8-4e16-92cb-12bc3782d5bb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false about Longitudinal studies?",
        "exp": "Longitudinal studies Longitudinal studies are defined as studies having a direction. Longitudinal studies : Helps us study natural history of a disease. Helps in identification of risk factors of a disease. Helps in find out rate of occurrence of new cases of a diseases. Difficult to organize and more time consuming. Includes 1. Coho study :Forward (prospective) direction; 2 . Case control study :Backward (retrospective) direction. Veical study/ Non-longitudinal study : Include cross-sectional study aka snapshot/ prevalence study , Ecological study aka co-relational study.",
        "cop": 4,
        "opa": "Helps us study natural history of a disease",
        "opb": "Helps in identification of risk factor of a disease",
        "opc": "Helps us find out rate of occurrence of new cases of a disease",
        "opd": "Easy to organize and less time consuming",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Analytical Studies",
        "id": "f0df1528-af14-4691-acbb-b05997c83b6c",
        "choice_type": "multi"
    },
    {
        "question": "All are analytical studies except-",
        "exp": "Analytical studies consists of : Cross sectional/prevalence study Ecological study Case control study Coho study Experimental study consists of : RCT Field trial Community Trial Clinical trial",
        "cop": 3,
        "opa": "Prevalence study",
        "opb": "Case control",
        "opc": "Field trials",
        "opd": "Coho",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Analytical Studies",
        "id": "c91c0700-e670-4233-b37d-bbb45abf6c18",
        "choice_type": "multi"
    },
    {
        "question": "In a study in UK, an association was found between sale of anti-arrhythmic drug and an increase in deaths due to asthma. This is an example of:-",
        "exp": "Here we are looking at association between sale of a drug and increase in asthma, with no individual study of consumption of that drug & then getting asthma. Thus, it is Ecological study/ co-relational study. Ecological study is neither forward nor backward study, done at point of time. It can't calculate strength of association/ prevalence. It is based on Secondary data.",
        "cop": 1,
        "opa": "Ecological study",
        "opb": "Coho study",
        "opc": "Case reference study",
        "opd": "Experimental study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Analytical Studies",
        "id": "74aae68c-6d0a-4bfc-86ee-47dddc6d2422",
        "choice_type": "single"
    }
]