[
    {
        "question": "Female sterilization is absolutely contraindicated in:",
        "exp": "There is no absolute medical contraindication for female sterilization. Also remember, : FEMALE STERILIZATION MALE STERILIZATION - Married - Married - 22-49 yrs old female - 22-60 yrs old male - >= 1 child - >= 1 child - No past history in self/ spouse sterilization - No past history in self/ spouse sterilization - MINILAP - Done by trained MBBS/ MD Gyn-obs/ DGO - Conventional vasectomy - Trained MBBS & above - Laproscopic sterilization- MD Gyn-obg /DGO - MS surgery - No scalpel vasectomy - Trained MBBS & above",
        "cop": 4,
        "opa": "Hea disease",
        "opb": "Diabetes mellitus",
        "opc": "Hypeension",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "81cd9759-0f73-42e8-80b2-6fad72c0be57",
        "choice_type": "multi"
    },
    {
        "question": "Contraindications for Medical aboions are all except:",
        "exp": "Age is no contraindication for medical aboion. Contraindications for medical aboions; Hemoglobin less than 8 gm% Undiagnosed adnexal mass Uncontrolled seizure disorder Uncontrolled coagulation disorders etc",
        "cop": 1,
        "opa": "Age more than 35 years",
        "opb": "Hemoglobin less than 8 gm%",
        "opc": "Undiagnosed adnexal mass",
        "opd": "Uncontrolled seizure disorder",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "f223a244-138f-4144-a017-4b296f435235",
        "choice_type": "multi"
    },
    {
        "question": "Ideal contraceptive for a couple who are living separately in two cities and meets only occasionally:-",
        "exp": "Ideal contraceptive for a couple who are living separately in two cities and meets only occasionally is Condom as long term contraception is not desirable. - Also OCPs and IUCD are required for long term contraception and both of them have few side effects too; so they are not desirable in this case. - Inj. DMPA is an injectable hormonal formulation which given contraception for 3 months which is not desirable here.",
        "cop": 1,
        "opa": "Barrier methods",
        "opb": "OCPs",
        "opc": "IUCD",
        "opd": "Inj. DMPA",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "ce8f1794-cae9-42af-9b48-4722ff6d5224",
        "choice_type": "multi"
    },
    {
        "question": "With DMPA, the next injection may be taken latest by:",
        "exp": "DMPA is effective for 13 weeks. It has grace period of 4 weeks, which means that this woman can get her next injection before completed 17 weeks. If she comes later than 17 weeks, then she will be given injection but will have to use backup for next 7 days, as injections would take time to become effective.",
        "cop": 4,
        "opa": "12 weeks",
        "opb": "13 weeks",
        "opc": "15 weeks",
        "opd": "17 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "16880d89-b7b5-4219-b75d-cb5470b9947e",
        "choice_type": "single"
    },
    {
        "question": "The failure rate of TODAY is lowest in:",
        "exp": "- Today is a Vaginal sponge. Vaginal sponge It is a small polyurethane foam sponge measuring 5 cm x 2.5 cm, saturated with the spermicide, nonoxynol-9. The failure rate in parous women is between 20-40 per 100 women-years and in nulliparous women about 9-20 per 100 women years. Barrier method - Has a high failure rate; only consistent use for 2 years. - Has advantage of HIV/STI protection but a 'healthy' couple may not need it.",
        "cop": 1,
        "opa": "Nullipara",
        "opb": "Multipara",
        "opc": "Grand multipara",
        "opd": "Same in all (Does not depend on parity)",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "35d92394-f15c-4e37-8635-2152ea491732",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true regarding 'no scalpel' vasectomy?",
        "exp": "- No scalpel vasectomy(also called keyhole vasectomy or NSV) is a vasectomy procedure variant in which a sharp hemostat is used to puncture the scrotum to access the vas deferens instead of giving an incision as in conventionalvasectomy. - No cuts are made in no-scalpel vasectomy, but the skin is punctured. - The failure rate is same as that of conventional vasectomy. - It is a very popular method in China.",
        "cop": 2,
        "opa": "Special instruments are used to deliver the vas instead of cutting the skin",
        "opb": "Scrotal skin is cut with LASER to expose the vas",
        "opc": "The failure rate is same as that of conventional vasectomy",
        "opd": "It is a very popular method in China",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "3ceb298c-6915-4db7-913d-aef30f9e5533",
        "choice_type": "multi"
    },
    {
        "question": "Guidelines for Sterilization includes all except:",
        "exp": "Guidelines for sterilization Age of the husband should not be < 25 years nor > 50 years. Age of the wife should not be < 20 years or > 45 years. Motivated couple must have >= 1 living children at the time of Sx. If the couple has >=3 living children, the lower limit of age of the husband/wife may be relaxed at the discretion of the operating surgeon. If the acceptor declares having obtained the consent of his/her spouse to undergo sterilization without outside pressure, inducement or coercion, and that he/she knows that for all practical purposes, the operation is irreversible, and also that the spouse has not been sterilized earlier.",
        "cop": 3,
        "opa": "The age of the husband should not ordinarily be less than 25 years nor should it be over 50 years",
        "opb": "The age of the wife should not be less than 20 years or more than 45 years.",
        "opc": "The motivated couple must have 3 living children at the time of operation.",
        "opd": "If the couple has 3 or more living children, the lower limit of age of the husband or wife may be relaxed at the discretion of the operating surgeon",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "074ee381-2f57-4376-ba17-70bca0f9e98e",
        "choice_type": "multi"
    },
    {
        "question": "Laparoscopic sterilization is not recommended during the period of:",
        "exp": "- Laparoscopy is not advisable for postpaum patients for 6 weeks following delivery- Hence, option-1 is answer - However, it can be done as a concurrent procedure to MTP. - Haemoglobin should not be less than 8. - It is recommended that the patient be kept in hospital for a minimum of 48 hours after the operation.",
        "cop": 1,
        "opa": "Immediate post-paum",
        "opb": "Interval",
        "opc": "Post menstrual",
        "opd": "Post first trimester M.T.P",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "6785ef23-6c74-4a0d-a9e2-036a1e93c557",
        "choice_type": "single"
    },
    {
        "question": "MC side effect of DMPA is:-",
        "exp": "MC side effect of DMPA is Disruptions of normal menstrual cycles ( most common) Depot Medroxy Progesterone Acetate ( DMPA) Is a progestogen only Injectable contraceptive ( Depot formulation ) Dose : 150 mg i/m every 3 months Advantage Highly effective Long lasting and reversible Does not affect lactation Side effects: Disruptions of normal menstrual cycles ( most common) Amenorrhea",
        "cop": 3,
        "opa": "Delayed return of feility",
        "opb": "High failure rate",
        "opc": "Irregular cycles",
        "opd": "Weight gain",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "17c7e483-5d5b-4157-8c85-6cd47efc3b9f",
        "choice_type": "single"
    },
    {
        "question": "Most cost effective family planning method is:-",
        "exp": "Sterilization is the most cost-effective contraceptive measure. - Vasectomy is most effective sterilization method than tubectomy. - Cost wise ratio is 5 vasectomies to 1 tubectomy.",
        "cop": 1,
        "opa": "Vasectomy",
        "opb": "Tubectomy",
        "opc": "Copper T",
        "opd": "Oral pills",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "27cd49d2-32b0-4d26-8eea-284c12998194",
        "choice_type": "single"
    },
    {
        "question": "All of the following are eligibility criteria for female sterilization, except:",
        "exp": "Atleast one living child should be present. Sterilization New Guidelines 2014: FEMALE STERILIZATION MALE STERILIZATION - Married - Married - 22-49 yrs old female - 22-60 yrs old male - >= 1 living child should be present - >= 1 living child is present - No past history in self/ spouse sterilization - No past history in self/ spouse sterilization - MINILAP - Done by trained MBBS/ MD Gyn-obs/ DGO - Conventional vasectomy - Trained MBBS & above - Laproscopic sterilization- MD Gyn-obg /DGO - MS surgery - No scalpel vasectomy - Trained MBBS & above",
        "cop": 4,
        "opa": "Clients age should not be less than 22 years or more than 49 years",
        "opb": "Client should be married",
        "opc": "Client or her spouse must not have undergone sterilization in the past",
        "opd": "At least two living children should be present",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "66827295-85a1-402c-9b7c-dc62a438e5d5",
        "choice_type": "multi"
    },
    {
        "question": "A man underwent vasectomy, but 6 months later his wife was 16 weeks pregnant. What is the most likely cause?",
        "exp": "- Misidentification of Vas deferens by Surgeon is the MCC of Failure in Vasectomy.",
        "cop": 1,
        "opa": "Failure of operative procedure",
        "opb": "Pregnancy antedating vasectomy",
        "opc": "Recanalization of vas",
        "opd": "Failure to use additional contraception in postoperative period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "21273ec5-5b40-4dbf-bbb1-c2f0b57a927c",
        "choice_type": "single"
    },
    {
        "question": "What is used as Emergency contraceptive?",
        "exp": "Emergency contraceptives means = Post coital contraceptives 1 MALA - N, Combined OCP's 2 0.75 mg LNG 3 Copper T 4 POP's 5 RU 486 (Mifepristone) 6 High dose Estrogen 7 IUD",
        "cop": 4,
        "opa": "MALA-N",
        "opb": "0.75 mg LNG",
        "opc": "Copper T",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "65461783-4beb-4fa9-a9e4-b0b9631405e0",
        "choice_type": "multi"
    },
    {
        "question": "Following are the contraindication for laparoscopic female sterilization, except-",
        "exp": "NOTE THAT THE QUESTION IS ASKING EXCEPT - Of the given options, the least worrisome condition for performing laparoscopic gynecological procedures is hiatal hernia. - Laparoscopy is not advisable for postpaum patients for 6 weeks following delivery. - However, it can be done as a concurrent procedure to MTP. - Haemoglobin percent should not be less than 8. - There should be no associated medical disorders such as hea disease, respiratory disease, diabetes and hypeension. - It is recommended that the patient be kept in hospital for a minimum of 48 hours after the operation.",
        "cop": 4,
        "opa": "Hea disease",
        "opb": "Obesity",
        "opc": "Respiratory dysfunction",
        "opd": "Hiatus hernia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other FP Methods and New Initiatives in Family Planning",
        "id": "c85ec686-9256-4e0d-a940-cd033bf45733",
        "choice_type": "multi"
    }
]