[
    {
        "question": "Shakir's tape is an example of:",
        "exp": "Norms under Appropriate technology: Technology that is scientifically sound. adaptable to local needs. acceptable to those who apply it and those for whom it is used. can be maintained using the locally available resources. - Shakir's tape used to measure mid-arm circumference of child accept all the above norms.",
        "cop": 4,
        "opa": "Community paicipation",
        "opb": "Intersectoral coordination",
        "opc": "Equitable distribution",
        "opd": "Appropriate technology",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "e0a36d91-11cf-4b05-a8e1-33eea89d1412",
        "choice_type": "single"
    },
    {
        "question": "All of the following provisions are included in the Primary health care according to the Alma Ata declaration except:",
        "exp": "ALMA - ATA CONFERENCE: Called for WHO Goal of \"Health for All\" by 2000 India is a signatory Provisions included under Primary Health Care according to Alma Ata conference: E- Essential drugs ; 33-38 essential drugs are included in PHC. Most essential drug is Paracetamol L - Locally endemic disease prevention & control E - Education M - Maternal & child health E - EPI 1978; UIP- 1985 N- Nutrition T - Treatment of common ailments S - Safe water supply & sanitation",
        "cop": 3,
        "opa": "Adequate supply of safe drinking water",
        "opb": "Nutrition",
        "opc": "Provision of free medicines",
        "opd": "Basic sanitation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "dc3d4830-90f0-4247-a81b-a91383dd61f4",
        "choice_type": "multi"
    },
    {
        "question": "Single disease control strategy done by program known as",
        "exp": "Health systems are made up of: * \"Horizontal system\" of general services, providing prevention and care for prevailing health problems. \"Veical programmes\" for specific health conditions .",
        "cop": 2,
        "opa": "Horizontal program",
        "opb": "Veical program",
        "opc": "Interventional program",
        "opd": "Volunteer program",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "88569ef1-1856-40aa-87c2-e535c96987ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an Element of Primary health care?",
        "exp": "Elements of primary health care Although specific services provided will vary in different countries and communities, the Alma-Ata Declaration has outlined 8 essential components of primary health care Education concerning prevailing health problems and the methods of preventing and controlling them; Promotion of food supply and proper nutrition; An adequate supply of safe water and basic sanitation; Maternal and child health care, including family planning; Immunization against major infectious diseases; Prevention and control of locally endemic diseases; Appropriate treatment of common diseases and injuries; and Provision of essential drugs",
        "cop": 4,
        "opa": "Promotion of food supply and proper nutrition",
        "opb": "Maternal and child health care, including family planning",
        "opc": "Immunization against major infectious diseases",
        "opd": "Health planning and management",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "bb173e6b-2332-4e95-af5d-6b3f7d29d34c",
        "choice_type": "single"
    },
    {
        "question": "Elements of primary health care include all of the following except:",
        "exp": "8 essential ELEMENTS / components of primary health care (as outlined by the 'Alma - Ata declaration, 1978): E: Education concerning health problems and their control L: Locally endemic diseases prevention and control E: Essential drugs M: Maternal and child health care including family planning E: EPI (Immunization) against vaccine preventable diseases N: Nutrition and promoting proper food supply T: Treatment of common diseases and injuries S: Safe water supply and sanitation",
        "cop": 3,
        "opa": "Adequate supply of safe water and basic sanitation",
        "opb": "Prevention & control of local endemic diseases",
        "opc": "Providing employment to every youth",
        "opd": "Immunization against major infectious diseases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "261970e1-895f-488b-a025-abe9010c93f9",
        "choice_type": "multi"
    },
    {
        "question": "Community health guide is selected by:",
        "exp": "Village community is requested to recommended 2-3 persons suitable to be Health guides Final selection is made by Medical offices of PHC jointly selection is made by Medical officers of PHC ficer and field staff of several government organizations.",
        "cop": 4,
        "opa": "Block Development Officer",
        "opb": "ASHA",
        "opc": "Zila Parishad",
        "opd": "Medical officer - in - charge",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "c20a5705-ca49-417a-8356-63f2fb9f0b61",
        "choice_type": "single"
    },
    {
        "question": "In NRHM, the ASHA workers are recruited from the same village. Which pa of principles of Primary health care is followed here?",
        "exp": "PRINCIPLES OF PRIMARY HEALTH CARE: Equitable distribution Community paicipation Intersectoral coordination Appropriate technology - Since ASHA workers are a pa of the community itself, the principle of Community paicipation is followed here. - Community paicipation: The community should be involved in the planning, implementation and maintenance of health programs. Locally available resources - materials and man power - should be used.",
        "cop": 4,
        "opa": "Intersectorial coordination",
        "opb": "Equitable distribution",
        "opc": "Appropriate technology",
        "opd": "Community paicipation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "9e2879dc-1ed2-44dc-aa50-4ef9bad6b504",
        "choice_type": "single"
    },
    {
        "question": "'Primary health care' definition includes all except:-",
        "exp": "Primary health care: Essential health care, based on practical, scientifically sound, and socially acceptable methods and technology, made universally accessible to individuals and families in the community, through their full paicipation and at a cost that the community and country can afford. Hallmarks of primary health care : 4 A's of Primary Health Care 1) Affordability 2) Acceptability 3) Accessibility 4) Availability State medicine: Free medical care at government's expense Socialized medicine: Free medical care at government's expense but regulated by professional groups Service approach: Free medical care at door step of population.",
        "cop": 4,
        "opa": "Acceptability",
        "opb": "Availability",
        "opc": "Affordability",
        "opd": "Ambulatory",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "3d52c81b-f8e5-4736-b096-51879aae91e1",
        "choice_type": "multi"
    },
    {
        "question": "ELEMENTS of Primary health care includes all except",
        "exp": "8 essential ELEMENTS/ components of primary health care (as outline by the 'Alma - Ata decleration, 1978): (mnemonic ELEMENTS) E - Education concerning health problem and their control L - Locally endemic disease prevention and control E - Essential drugs M - Maternal and child health care including family planning E - EPI (Immunization) against vaccine preventable Disease N - Nutrition and promoting proper food supply T - Treatment of common disease and injuries S - Safe water supply and sanitation",
        "cop": 4,
        "opa": "Immunization",
        "opb": "Family planning",
        "opc": "Nutrition",
        "opd": "Primary school education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "addfd1d7-1921-4f17-ac1c-9c6050a8dc72",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a principle of Primary Health care?",
        "exp": "Principles of Primary healthcare are- Equitable distribution Community paicipation Appropriate technology Inter-sectorial coordination",
        "cop": 4,
        "opa": "Appropriate technology",
        "opb": "Community paicipation",
        "opc": "Intersectoral coordination",
        "opd": "Universal Health coverage",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "PH Care, Elements & Principles",
        "id": "b75db434-ec34-4abf-b200-2c2eccd742d2",
        "choice_type": "single"
    }
]