[
    {
        "question": "Which of the following set is termed as epidemiological triad:",
        "exp": "Ans (b) Agent, host and environment. Ref: K. Park 23rd ed. / 33-34, Park 19th/ 30A broad concept of disease causation that synthesized the basic factors of agent, host and environment (see adjacent figure). This model--agent, host and environment-- has been in use for many years. It helped epidemiologists to focus on different classes of factors, especially with regards to infectious diseases.",
        "cop": 2,
        "opa": "Endemic, epidemic and outbreaks",
        "opb": "Agent, host and environment",
        "opc": "Incidence, prevalence and disease load",
        "opd": "Agent, man and disease",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Principles of Epidemiology",
        "id": "d531b022-e90e-4bf7-8cb2-fa4dc4258e7b",
        "choice_type": "single"
    },
    {
        "question": "Suspected cause preceding the observed effect is an example for-",
        "exp": "Ans. is 'a' i. e., Temporal association Temporal associationo It implies cause preceds effect or effect follows cause, i. e., suspected cause preceding the observed effect, o It is the most important criteria for causal associationo It is best established by concurrent cohort study. Strength of associationo It implies how strongly exposure is associated with disease, o It is determined byiii) Dose-response relationship -With increasing level of exposure to the risk factor, on increasing ris in incidence is found. iv) Cessation of exposure (Reversibility) - Removal of possible cause reduces risk of disease. Consistency of associationo The association is consistent if the results are replicated when studies in different settings and by different methods. o For example, different studies in different settings have proved smoking as one of the cause for lung cancer - Smoking has consistent association with lung cancer. Coherence of associationo The causal association must be coherent (supported by) with relevant facts, o For example. The death rates due to lung cancer increasing more rapidly in females comparison to males. The relevant fact -This increasing rate is due to more recent adoption of cigarrete smoking by women.",
        "cop": 1,
        "opa": "Temporal association",
        "opb": "Consistency of association",
        "opc": "Strength of association",
        "opd": "Coherence of association",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Principles of Epidemiology",
        "id": "8476de03-859d-4b41-9099-172cdef6d4d2",
        "choice_type": "single"
    },
    {
        "question": "Kaplan Meier method is used for:",
        "exp": "Ans. is 'b' i. e. Survival The Kaplan-Meier estimator (also known as the product limit estimator) estimates the survival function from lifetime data. In medical research, it is used to measure the fraction of patients living for a certain amount of time after treatment.",
        "cop": 2,
        "opa": "Prevalance",
        "opb": "Survival",
        "opc": "Frequency",
        "opd": "Incidence",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Principles of Epidemiology",
        "id": "0608e3b5-0a87-4f29-bf75-68a66683e6e4",
        "choice_type": "single"
    },
    {
        "question": "Components of epidemiological triad are all except",
        "exp": "Ans. (d) Pathogenesis. The causative factors of disease include AGENT, HOST, ENVIRONMENT. These 3 are referred as Epidemiological triad. Interaction of these 3 factors is required for development of disease.",
        "cop": 4,
        "opa": "Environment",
        "opb": "Agent",
        "opc": "Host",
        "opd": "Pathogenesis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Principles of Epidemiology",
        "id": "e0200da0-0bb6-4a87-b0f0-e002b36e4623",
        "choice_type": "multi"
    },
    {
        "question": "Bias can be eliminated by all except:",
        "exp": "Ans. d. Multivariate analysis (Ref: Park 23/e p73, 83, 21/e p68-70, 78-79, 84; en. wikipedia. org/wiki/Bias_(statistics); style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">Multivariate analysis refers to the analysis of two or more dependent variables at a time. It is done after the study has been conducted, to analyze the study. While matching, binding and randomization all are done when the study is being conducted. (AIIMS November 2010 Repeat). \"Confounding factors are an important source of bias. This can be removed by matching in case-control studies. \"\"The selection bias can be eliminated by randomization. \"\"Interviewer's bias can be eliminated by double-blinding. \"Groups to be compared are differentially susceptible to the outcome of interest, even before the experimental maneuver is performed is known as selection bias. In the given question, researcher is concerned that the smokers might differ from non-smokers in their diet, exercise, etc. This concern is known as selection bias. Some important Types of Biases in Epidemiological Studies. Interviewer bias* Interviewer devotes more time of interview with cases as compared to controls. QMemory/ Recall bias* Cases are more likely to remember exposure more correctly than controls. QSelection bias (Susceptibility bias)* Groups to be compared are differentially susceptible to the outcome of interest, even before the experimental manoeuvre is performed. QInformation bias (Observer or misclassification bias)* Connective type of bias in which proportion of subjects are misclassified on exposure or diseases* Occurs due to people's curiosity and confusion of goals when trying to choose a course of action* It includes reporting, recall, interviewer & attention bias. QBias. Bias is any 'systematic error' in an epidemiological study, occurring during data collection, compilation, analysis and interpretation0. Predominantly Biases are of 3 Types. Subject bias. Investigator bias. Analyzer bias* Error introduced by study subjects.* Examples:- Hawthorne effect- Recall biasQ* Error introduced by investigator* Selection biasQ* Error introduced by analyzer Some Important Types of Biases in Epidemiological Studies. Apprehension bias* Certain levels (pulse, blood pressure) may alter systematically from their usual levels when the subject is apprehensive. Attention bias (Hawthorne effect)* Study subjects may systematically alter their behaviour when they know they are being observed. QBerkesonian bias (Admission rate bias)* Bias due to hospital cases and controls being systematically different from each other. QInterviewer bias* Interviewer devotes more time of interview with cases as compared to controls. QLead time bias (Zero time shift bias)* Bias of over-estimation of survival time, due to backward shift in starting point, as by screening procedures. QMemory/ Recall bias* Cases are more likely to remember exposure more correctly than controls. QNeymann Bias (Prevalence-incidence bias)* Bias due to missing of fatal cases, mild/ silent cases and cases of short duration of episodes from the study. QSelection bias (Susceptibility bias)* Groups to be compared are differentially susceptible to the outcome of interest, even before the experimental manoeuvre is performedQ Minimization of Biases in Epidemiological Studies by Blinding. Type. Method. Minimizes. Single blinding. Study subjects are not aware of the treatment they are receiving. Subject bias. Double blinding. Study subjects as well as investigator are not aware of thetreatment study subjects are receiving. Subject bias + Investigator bias. Triple blinding. Study subjects, investigator as well as analyzer are not awareof the treatment study subjects are receiving. Subject bias + Investigator bias + Analyser bias",
        "cop": 4,
        "opa": "Matching",
        "opb": "Blinding",
        "opc": "Randomization",
        "opd": "Multivariate analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Principles of Epidemiology",
        "id": "d761a418-26db-43bb-b237-1324c6da77b6",
        "choice_type": "multi"
    }
]