[
    {
        "question": "False about '100 Day Cough'?",
        "exp": "Whooping cough Aka '100 Day cough' Causative organism- Bordetella Peusis Incubation period is 7-14 days. There is no subclinical or chronic carriers state. Erythromycin is the drug of choice. Incidence and fatality are more common in females than males.",
        "cop": 3,
        "opa": "Incubation period is 7-14 days",
        "opb": "There is no subclinical or chronic carriers state",
        "opc": "Incidence and fatality is more common in males than females",
        "opd": "Erythromycin is the drug of choice",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "62342596-5329-4769-96b5-1f6e71c8467b",
        "choice_type": "multi"
    },
    {
        "question": "Period of infectivity for chickenpox is:",
        "exp": "Chicken Pox Caused by HHV-3 Incubation period: 14-16 days Source of infection: Case Mode of transmission: Respiratory/ air droplets Period of communicability of Chicken pox: 1-2 days before appearance & 5 days after appearance of rash. Rash: Superficial, unilocular, Centripetal, pleomorphic rash, due drop on rose petal appearance affecting flexor aspects and axilla. Secondary attack rate: 90% Vaccine: Live attenuated vaccine: OKA strain Late complication: Shingles by recrudescence.",
        "cop": 4,
        "opa": "5 days prior to appearance of rash till 4 days afterwards",
        "opb": "4 days prior to appearance of rash till 5 days afterwards",
        "opc": "4 days prior to appearance of rash till 1 day afterwards",
        "opd": "1 day prior to appearance of rash till 4 days afterwards",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "2bbf60a4-27b3-4007-a006-610e8966f29d",
        "choice_type": "single"
    },
    {
        "question": "All of the following criteria classifies a child (aged 11 months) as Severe Pneumonia, except:",
        "exp": "- Danger Signs, that classify the child as having 'Very Severe Disease' are: Inability to feed Convulsions, abnormally sleepy or difficulty in waking up Stridor in a calm child Vomits; Severe Malnutrition - Antibiotics recommended for treatment of Severe Pneumonia (2 months - 5 years) are: Benzyl Penicillin, or Ampicillin, or Chloramphenicol, or Cloxacillin + Gentamycin",
        "cop": 3,
        "opa": "Inability to drink or breast feed",
        "opb": "Nasal Flaring",
        "opc": "Breathing rate>40 per minute",
        "opd": "Grunting",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "dbfe2b80-c8d6-411d-a697-6d805ba3b3d1",
        "choice_type": "multi"
    },
    {
        "question": "Subacute Sclerosing Pan Encephalitis (SSPE) is a complication of:",
        "exp": "Measles: Cause: RNA paramyxovirus. Incubation period: 10-14 days. Source of infection: Cases. Mode of transmission: Respiratory / air droplets. Period of communicability: 4 days before & 5 days after rash. Pathognomic clinical feature: Koplik spot. Clinical feature: Retro-auricular origin of rash. MC complication: Serous otitis media. Subacute sclerosing pan encephalitis is a rare, late complication of measles - Aka 'dawson's disease', Dawson's encephalitis. Vaccine: Live attenuated; Edmonsten zagreb strain.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Chicken pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "6158e0f6-96aa-49e9-8650-b374d9b0acb0",
        "choice_type": "single"
    },
    {
        "question": "What is true regarding Diphtheria?",
        "exp": "Diphtheria Causative agent - Corynebacterium diphtheria, a gram + bacilli, non-motile organism. Incubation period 2-6 days Immunization does not prevent carrier state. Carriers are more impoant source of infection (dangerous) than cases.",
        "cop": 1,
        "opa": "Nasal carriers are more dangerous than cases",
        "opb": "Immunization prevent carrier state",
        "opc": "Cases are most impoant as source of infection",
        "opd": "Hemagglutination test has been replaced by Schick test",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "654d1bea-9bcd-4b95-8305-240406ed2053",
        "choice_type": "multi"
    },
    {
        "question": "Koplik spots are characteristic of:-",
        "exp": "Koplik spots - pathognomic feature of Measles. Retro auricular origin - Rash in measles. lower 2nd molar on Buccal mucosa. - Pathognomic feature of Rabies is hydrophobia. - Pathognomic feature of Diphtheria is bull neck.",
        "cop": 4,
        "opa": "Chicken pox",
        "opb": "Mumps",
        "opc": "HIV",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "ed2c3cac-48bf-4e6e-9179-55c9f4754cb1",
        "choice_type": "single"
    },
    {
        "question": "Period of infectivity for Measles is:-",
        "exp": "C. POX- 2 days before to 5 days after appearance of Rash. MEASLES- 4 days before to 5 days after appearance of Rash. RUBELLA- 7 days before symptoms to 7 days after appearance of Rash. MUMPS - 5-6 days before symptoms to 7 days after appearance of symptoms. INFLUENZA - 1-2 days before symptoms to 1-2 days after. DIPHTHERIA - 14-28 days from onset. POLIO - 7-10 days before symptoms to 7-10 after appearance of symptoms.",
        "cop": 3,
        "opa": "2 days before to 5 days after appearance of rash",
        "opb": "1 day before to 1 day after appearance of rash",
        "opc": "4 days before to 5 days after appearance of rash",
        "opd": "Lifelong",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "5049393a-dc1c-4e54-894c-05806f710021",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old unimmunized child present to a primary health center with fever since 5 days. Mother also give a history of rash staing behind ear- pinna a day before coming to OPD. On examination, child is having running nose and congested eyes. Most probable diagnosis is:-",
        "exp": "MEASLES:- Incubation period: 10 - 14 days Causative agents: RNA paramyxovirus Sources of infection: cases (carriers are not known to occur) Period of communicability: 4 days before & 5 days after the appearance of rash (Rash: Retro - auricular origin) Measles has no second attacks (life long immunity seen) Pathognomic clinical feature of measles: Koplik spots (on buccal mucosa opposite lower 2nd molar) Other clinical features: Coryza, fever, Red eye, Cough MC complication of measles in young children: Otitis media.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Chicken pox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "386cc729-dad5-4fed-8674-4812b48baaa3",
        "choice_type": "single"
    },
    {
        "question": "Dose of Tuberculin in Mantoux test is:-",
        "exp": "TUBERCULIN TEST / MONTOUX TEST - Delayed / Type-IV hyper sensitivity reaction. Antigen used: purified protein Derivative Tuberculin: 50000 TU/mg Dose: I TU in 0. 1 ml Into flexor aspect of fore arm After 3 days, measure induration < 5 mm- negative 5-10 mm - Equivocal > 10 mm- positive False Positive: Recent BCG vaccination Atypical mycobacteria infection False negative: HIV +ve, Immunosupression Miliary TB Malignancy Peussis, measles, chicken pox. NOTE Prevalence of TB infectionis determined by. Tuberculin test. Prevalence of TB disease is determined by sputum smear examination",
        "cop": 2,
        "opa": "1 TU in 1 ml",
        "opb": "1 TU in 0. 1 ml",
        "opc": "0. 1 TU in 1 ml",
        "opd": "0. 1 TU in 0. 1 ml",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "657a2aa6-dbf6-43b6-a5b0-761d7b68e87b",
        "choice_type": "single"
    },
    {
        "question": "A two year old unimmunized child presents to a primary health centre with fever since 5 days. Mother also gives a history of rash staing behind ear-pinna a day before coming to OPD. On examination, child is having running nose and congested eyes. Most probable diagnosis is:-",
        "exp": "MEASLES Incubation period: 10-14 days Causative agent: RNA paramyxovirus Source of infection: cases Period of communicability: 4 days before & 4 days after the appearance of rash Measles has no second attacks Pathognomic clinical feature of measles: koplik spots Other clinical features: coryza, fever, red eyes, cough MC complication of measles in young children: otitis media.",
        "cop": 3,
        "opa": "Rubella",
        "opb": "Mumps",
        "opc": "Measles",
        "opd": "Chickenpox",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "6ef5e6f6-6d9a-451c-9bbc-63785fb8e282",
        "choice_type": "single"
    },
    {
        "question": "Every TB sputum positive patient can infect up to",
        "exp": "- Every TB sputum positive patient can infect up to 10-15 persons per year EPIDEMIOLOGY OF T. B: Country with highest TB burden India ARI 1. 5% Infected with T. B 40% Developing T. B per day 5000/day SS +ve per year 0. 8 million Deaths per year 0. 37 million Index of infection 1-2% Prevalence of infection 40% Incidence / prevalence of disease Sputum smear examination",
        "cop": 3,
        "opa": "1-2 persons per year",
        "opb": "5-6 persons per year",
        "opc": "10-15 persons per year",
        "opd": "100-200 persons per year",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "3715c888-63bd-40df-8008-15944a352ef7",
        "choice_type": "single"
    },
    {
        "question": "Dose of Oseltamavir (Tamiflu) for Chemoprophylaxis against H1. N1 Influenza is:-",
        "exp": "H1. N1 Risk factors: Child < 2yrs; pregnancy; old aged > 65yrs; COPD; Chronic heart/ hepatic/ kidney disease; Pts on Aspirin therapy; Morbid obesity Lab diagnosis: -PCR Sample used: Nasopharyngeal swabs Chemoprophlaxis for H1. N1 Swine flue: Oseltamivir 75 mg OD X 10 days Therapy/DOC for H1. N1 Swine Flu: Oseltamivir 75mg BD X 5 Days",
        "cop": 3,
        "opa": "75mg OD for 5 days",
        "opb": "75 mg OD for 7 days",
        "opc": "75 mg OD for 10 days",
        "opd": "75 mg OD for 6 weeks",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "139ece8f-a063-4470-a7f4-d75bf92d2638",
        "choice_type": "single"
    },
    {
        "question": "Prolonged treatment with Isoniazid leads to deficiency of-",
        "exp": "Treatment with INH can lead to Pyridoxine deficiency, hence it is given as nutritional prophylaxis alongwith TB treatment.",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Pantothenic acid",
        "opd": "Niacin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "6f11af0b-26f4-4c43-8db2-c12edeccfa83",
        "choice_type": "single"
    },
    {
        "question": "True about Measles rash appearance:",
        "exp": "RASH IN MEASLES Stas 12-24 hours after appearance of Koplik spots. Retro -auricular origin spreads to other pas of body (fades in opposite direction). Takes 1 - 2 days to cover body * Fever is highest and patient is sickest on day of rash.",
        "cop": 3,
        "opa": "Along with Koplik spots",
        "opb": "1-2 days before Koplik spots",
        "opc": "1-2 days after Koplik spots",
        "opd": "Post measles stage",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Respiratory Infections",
        "id": "6091e027-b401-4a86-9fd3-164e480ca485",
        "choice_type": "multi"
    }
]