[
    {
        "question": "Which of the following characteristics is not of much impoance in a screening test-",
        "exp": "ref: ref: Park&; s 23rd edition pg 137 Screening test must satisfy the criteria of acceptability, repeatablity and validity, desides others like yield, simplicity, safety, rapidity, ease of administration and cost. Specificity: defined as the ability of a test to correctly identify those who do not have the diesase, that is \"true negatives\". A screening test need not have high specificity.",
        "cop": 4,
        "opa": "Low cost",
        "opb": "High safety margin",
        "opc": "High sensitivity",
        "opd": "High specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "0b863cbd-74d8-48df-9787-5cabfda414dd",
        "choice_type": "single"
    },
    {
        "question": "Time difference between screening test and standard test is known as-",
        "exp": "<p>Screening is the search for unrecognised disease or defect by means of rapidly applied tests, examinations or other procedures in apparently healthy individuals. Lead time is the advantage gained by screening. it is the time period between diagonosis by early detection and diagonosis by other means. That is lead time is the time difference between diagonosis by screening tests and standard test. Parks textbook of preventive and social medicine. K Park. Edition 23. Pg no: 136</p>",
        "cop": 1,
        "opa": "Lead time",
        "opb": "Generation time",
        "opc": "CIP",
        "opd": "Lag time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "6a8d17d3-e69e-4372-94e9-0087c916e1d0",
        "choice_type": "single"
    },
    {
        "question": "If biochemical test gives the same reading of early sample on reputed testing, it is inferred that the measurement is-",
        "exp": ". biochemical test gives the same reading of early sample on reputed testing, it is inferred that the measurement is-precise. ref: park&; s textbook, 22 nd edition, pg no 22",
        "cop": 1,
        "opa": "Precise",
        "opb": "Accurate",
        "opc": "Specific",
        "opd": "Sensitive",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "04c9d3ec-718e-4d4b-8504-9c19e065f0f3",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic power of the test is reflected by-",
        "exp": "Ref: Parks 25th edition pg 153 Predictive value reflects the diagnostic power of a test. Positive predictive value indicates the probability that a patient with a positive test result has, in fact, the disease in question. The more prevalent disease in a given population, the more accurate will be the predictive value of a positive screening test. As prevalence decrease, positive predictive value decreases.",
        "cop": 4,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Reliability",
        "opd": "Predictivity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "281cc37b-8b28-4cf3-8553-03faeabbccc7",
        "choice_type": "single"
    },
    {
        "question": "A population of 1000 people in whom the prevalence of disease XYZ is 50%. ABC screening test was used to screen disease which has specificity and sensitivity of 50 %. What is positive predictive value of screening test ABC.",
        "exp": "Total Population = 1000 Prevalence = 50% People have Disease = 500 Not have Disease = 500 Method 1 Test Disease [?] Th [?] A TP? B FP? Th C FN? D TN? 500 (given) 500 (given) 1000 (given) Test Disease [?] Th [?] A 250 B 250 Th C 250 D 250 Method 2 ( Baye's Theorum)",
        "cop": 1,
        "opa": "50%",
        "opb": "25%",
        "opc": "75%",
        "opd": "10%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "c74c496a-749d-49e1-a14b-02219d9f2111",
        "choice_type": "single"
    },
    {
        "question": "In the Iceberg phenomenon of diseases, Tip of Iceberg shows",
        "exp": "Ice Berg Phenomenon Tip- Cases - Responsibility of Clinician - Uses diagnosis - 2deg prevention Hidden/Submerged Poion- Carriers/Subclinical/Preclinical and latent cases - Responsibility of Epidemiologist - Uses screening - 2deg prevention",
        "cop": 3,
        "opa": "Carriers",
        "opb": "Subclinical cases",
        "opc": "Clinical illness",
        "opd": "Latent cases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "35b6120e-c672-4feb-8032-1c869acf2fc9",
        "choice_type": "single"
    },
    {
        "question": "The screening strategy for prevention of blindness from diabetic retinopathy according to the NPCB involves-",
        "exp": "Ref: Parks 23rd edition pg 137 Screening will be most productive if applied selectively to high-risk groups, the groups defined on the basis of epidemiological research.",
        "cop": 2,
        "opa": "Oppounistic screening",
        "opb": "High risk screening",
        "opc": "Mass screening",
        "opd": "Screening by primary care physician",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "e7fb7a17-1b39-4b44-be68-25aaf8f2e152",
        "choice_type": "single"
    },
    {
        "question": "Mammography has 90% sensitivity and 98% specificity for breast carcinova. What is the probability that woman with breast carcinoma remains un diagnosed for 2 consecutive years?",
        "exp": "False positive = 1- sensitivity = 1- 0. 9 = 0. 1 For 2 consecutive years = 2x0. 1=0. 2",
        "cop": 2,
        "opa": "1\\/10",
        "opb": "2\\/10",
        "opc": "1\\/100",
        "opd": "2\\/100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "3427d45b-d20b-4306-a97a-d4d179d8451b",
        "choice_type": "single"
    },
    {
        "question": "The usefulness of a screening test in a community depends on its-",
        "exp": "Ref: Parks 23rd edition pg 139 An ideal screening test should have 100% sensitivity. Sensitivity is defined as the ability of a test to identify correctly all those who have the disease, that is \"true positive\"",
        "cop": 1,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Reliability",
        "opd": "Predictive value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "e24f96a0-e2e7-4bbf-88b9-da6b49092e4b",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic power of a test is reflected by",
        "exp": "Diagnostic power of Screening test: Predictive accuracy (it tells the actual no. of people having the disease or not having the disease out of those shown positive or negative by a screening test, respectively) Diagnostic power of a screening test to correctly identify a disease: Positive predictive value(PPV). Diagnostic power of a screening test to correctly exclude a disease: Negative predictive value (NPV) Ref: Parl 25th edition Pgno: 153",
        "cop": 3,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "8667d1a3-bee7-450c-9897-d44d2b2992a9",
        "choice_type": "single"
    },
    {
        "question": "If rapidly progressive cancers are missed by a screening test, which type of bias will occur?",
        "exp": "Length time bias is a form of selection bias Fast-growing tumours generally have a shoer asymptomatic phase than slower-growing tumours. Thus, there is a shoer period of time during which the cancer is present in the body. As a result, if the same number of slow-growing and fast-growing tumours appear in a year, the screening test detects more slow-growers than fast-growers. If the slow-growing tumours are less likely to be fatal than the fast growers, the people whose cancer is detected by screening do better Ref: Park 23rd edition Pgno: 74",
        "cop": 2,
        "opa": "Lead-time bias",
        "opb": "Length bias",
        "opc": "Selection bias",
        "opd": "Surveillance bias",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "88c29105-de11-48d5-96ea-df2dacc71801",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following will be affected by inter- observer variation in epidemiological studies",
        "exp": "the term sensitivity was introduced by Yerushalmy in 1940 s as a statistical index of diagnostic accuracy. it has been defined as the ability of a test to identify correctly all those who have the disease that is true positive. it also gets affected by the intern observer variations in the epidemiological studies. ref: park&; s textbook of preventive and social medicine, 22 nd edition, pg no 131.",
        "cop": 1,
        "opa": "Sensitivity",
        "opb": "Predictive value of the positive test",
        "opc": "Specificity",
        "opd": "Reliability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "57816ab6-e659-44e8-9918-e4a1c94c71bf",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic power of the test is reflected by",
        "exp": "The performance of a screening test is measured by its predictive value which reflects the diagnostic power of the test. The predictive accuracy depends upon sensitivity, specificity and disease prevalence. Park 23e pg: 140",
        "cop": 3,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Predictive value",
        "opd": "Population Attributable risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "b375df7d-43ca-4756-9d4b-74e87d257f54",
        "choice_type": "single"
    },
    {
        "question": "Population is 10, 000. Of these 20% is having disease. The screening test has 95% sensitivity and 80% specificity. PPV is-",
        "exp": "Ref: Parks 23rd edition pg 139 Construct a 2x2 table using the above data. 1900 1600 100 6400 PPV = TP / (TP +FP) = 1900/ (1900+1600) =54. 3",
        "cop": 1,
        "opa": "54. 3%`",
        "opb": "98. 50%",
        "opc": "47. 50%",
        "opd": "20%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "b23070cb-4a22-422a-933f-225f4d34d435",
        "choice_type": "single"
    },
    {
        "question": "A study is planned to check stool occult blood positivity using hemoccult test among a group of paicipants aged 50 - 75 years. The test is repeated if result is positive. No repeating if the test is negative. What is the effect on sensitivity and specificity?",
        "exp": "SCREENING TESTS IN One test (after +ve result) after other Both tests applied together COMBINED SERIES PARALLEL SENSITIVITY Decreases Increases SPECIFICITY Increases Decreases PPV Increases Decreases NPV Decreases Increases",
        "cop": 2,
        "opa": "Sensitivity increases specificity decreases",
        "opb": "Sensitivity decreases specificity increases",
        "opc": "Sensitivity unchanged specificity increases",
        "opd": "Sensitivity increases specificity unchanged",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "3b5137fa-941b-40ea-a854-401e58f2a29e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not considered for selecting a screening test?",
        "exp": "Explanation: Criteria for screening. The test must satisfy the criteria of acceptability; repeatability and validity. Simplicity; safety, rapidity; ease of administration and cost are other considerations. Acceptability: Test should be acceptable to the people or whom it is aimed. In general, tests that are painful. discomforting or embarrassing (e. g.. rectal or vaginal examinations) are not likely to be acceptable to the population in mass campaigns. Repeatability: The test must give consistent results when repeated more than once on the same individual or material, under the same conditions. Validity (accuracy): The term validity refers to what extent the test accurately measures which it purports to measure. In other words, validity expresses the ability of a test to separate or distinguish those w! ho have the disease from those who do not. It has two components: Sensitivity and specificity. Sensitivity: It has been defined as the ability of a test to identify correctly all those who have the disease that is \"true positive\". Specificity: It is defined as the ability of a test to identify correctly those who do not have the disease, that is, \"true negatives\". The disease to be screened should fulfill following criteria: Prevalence should be high. There should he latent period / asymptomatic period. Natural history should be adequately known. Facility should be available for confirmation. Effective treatment",
        "cop": 2,
        "opa": "Disease burden",
        "opb": "Physician's Knowledge of the disease",
        "opc": "Cost of the test",
        "opd": "Treatment efficacy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "a3f60c89-706d-4be7-9b4b-01b24e7da5a3",
        "choice_type": "single"
    },
    {
        "question": "amount of previously unrecognised disease which is diagnosed by screening effor, is-",
        "exp": ".<p>yield is the amount of previously unrecognised diseases that is diagnosed as a result of the screening effo. it depends upon many factors. like sensitivity and specificity of the tets in the detection programmes. for example by limiting a diabetes screening programme to persons over 40 years we can increase the yield of the screening test. high risk populations are usually selected for screening thus increasing the yield.</p><p>ref: park&; s textbook of preventive and social medicine, 22 nd edition, pg no132</p>",
        "cop": 1,
        "opa": "Yield",
        "opb": "Sensitivity",
        "opc": "Specifivity",
        "opd": "PPV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "fb17f967-158a-4b93-b40d-1e3bb68bcb6e",
        "choice_type": "single"
    },
    {
        "question": "Screening for condition recommended when-",
        "exp": "Ref: Parks 23rd edition pg 136. Screening is carried out in the hope that earlier diagnosis and subsequent treatment, orably alters the natural history of the disease in a significant propoion of those who are identified as \"positive\". Note: We don&; t do screening when the disease has a low case fatality ratio. Diagnostic tools/tests must be made available before doing a screening test. Otherwise it will be in vain. Effective treatment should be available prior to doing a screening test. Also Refer p. 135. Table 1.",
        "cop": 4,
        "opa": "Low case fatality rate",
        "opb": "Diagnostic tools not available",
        "opc": "No effective treatment available",
        "opd": "Early diagnosis can change disease course because of effective treatment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "0ba60d16-e632-4c2d-81f0-5ba2a722a598",
        "choice_type": "single"
    },
    {
        "question": "The critieria for validity of a screening test are-",
        "exp": "Ref: Parks 23rd edition pg 138 Validity has 2 components: sensitivity and specificity. Validity (Accuracy) The term validity refers to what extend the test accurately measures what it purpos to measure. Accuracy refers to the closeness with which measured values agree with \"true\" values.",
        "cop": 3,
        "opa": "Accuracy",
        "opb": "Predictability",
        "opc": "Sensitivity & specificity",
        "opd": "Cost effectiveness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "3eb9e65b-ccee-44a5-b021-cc278fb14a94",
        "choice_type": "single"
    },
    {
        "question": "If a biochemical test gives the same reading for a sample on repeated testing. It is inferred that the measurement is-",
        "exp": "Ref: Parks 23rd edition pg 138 Precision means that the test must give consistent results when repeated more than once on the same individual or material under the same conditions. A screening test must satisfy the criteria of acceptability, repeatability, and validity, besides others such as yield, simplicity, safety, rapidity, ease of administration and cost.",
        "cop": 1,
        "opa": "Precise",
        "opb": "Accurate",
        "opc": "Specific",
        "opd": "Sensitive",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "6da03f4b-300f-4399-ae1f-e446f3e80745",
        "choice_type": "single"
    },
    {
        "question": "Lead time is:",
        "exp": "Ans. (c) Time between detection of disease through screening and its clinical symptoms. Ref: K. Park 23rd ed. / 99-100* Lead time is the length of time between the detection of a disease and its usual clinical presentation and diagnosis. OR* It is the time between early diagnosis with screening, and when diagnosis would have been made without screening.",
        "cop": 3,
        "opa": "Time from early diagnosis to starting treatment",
        "opb": "Time from treatment to mortality",
        "opc": "Time between detection of disease through screening and its clinical symptoms",
        "opd": "Time between clinical symptom to complete treatment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "ab807dfd-518c-4dbe-963b-0287f46ac054",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following will be affected by inter observer variation in epidemiological studies-",
        "exp": "ref: Park&; s 23rd edition pg 138 Reliability / repeatablility / Precision: that is test must give consistent results when repeated more than once on the same individual or material, under same conditions. Reliability of a test depends on 3 major factors: Observer variation (intra and inter) Biological variation Errors relating to technical methods.",
        "cop": 4,
        "opa": "Sensitivity",
        "opb": "Predictive value of the positive test",
        "opc": "Specificity",
        "opd": "Reliability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "49657b25-843e-47a2-b60f-056cf32febcb",
        "choice_type": "single"
    },
    {
        "question": "L-J cha is used for monitoring-",
        "exp": "<p> L J cha is used for monitoring of accuracy. Accuracy: degree of closeness of a measured or calculated quantity to it&; s actual ( true) value. Reference: A. Dictionary of Public Health by J Kishore, p5, 410. <\\p>",
        "cop": 1,
        "opa": "Accuracy",
        "opb": "Precision",
        "opc": "Sensitivity",
        "opd": "Specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "5d61b6d8-ab77-48a1-8a56-2f9832a54c31",
        "choice_type": "single"
    },
    {
        "question": "ELISA test has sensitivity of 95% and specificity of 95%. Prevalence of HIV carries is 5%. The predictive value of positive test is-",
        "exp": "Ref: Parks 23rd edition pg 139 Construct a 2x2 table using the above data. 4. 75 4. 75 0. 25 9. 25 PPV = TP / (TP + FP) = 4. 75/(4. 75+4. 75)=0. 5",
        "cop": 2,
        "opa": "95%",
        "opb": "50%",
        "opc": "100%",
        "opd": "75%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "215a06d6-6ca5-47b8-8b95-4fa383ddb673",
        "choice_type": "single"
    },
    {
        "question": "The amount of previously inrecognised disease that is diagnosed as a result of the creening effor is known as -",
        "exp": ".<p>yield is the amount of previously unrecognised disease that is diagnosed as a result of the screening effo. it depends upon the sensitivity, specificity, and prevalence of the disease. selection of high risk populations helps to increase the yield.</p><p>ref: park&; s textbook of preventive and social medicine, 22 nd edition, pg no127</p>",
        "cop": 3,
        "opa": "Predictive accuracy",
        "opb": "Reliability",
        "opc": "Yield",
        "opd": "Validity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "198dea86-99d3-468d-be07-e218fd99e1b4",
        "choice_type": "single"
    },
    {
        "question": "Screening for a disease is application in-",
        "exp": ". screening is defined as \"the search for unre4cognized disease or defect by means of rapidly applied tests, examinations, or other procedures in apparently healthy individuals. detection programmes should be restricted to thoseconditions in which there is considerable time lag between disease onset and the usual time of diagnosis. in this period there are usually a number of critical points which determine both the severity of the disease and the success of any treatment in reversing the disease process. ref: park&; s textbook of preventive and social medicine, 22 nd edition, pg no127",
        "cop": 2,
        "opa": "Acute disease",
        "opb": "Disease with lag time",
        "opc": "Communicable diseases",
        "opd": "Low case fatality",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "9d710e4c-ad73-4d47-bbd6-dbb064ea7014",
        "choice_type": "single"
    },
    {
        "question": "Active search for disease in an apparently healthy individual is k/a-",
        "exp": "Ref: Parks 23rd edition pg 135 Screening test is not intended to be a diagnostic test. It helps us find out the hidden cases.",
        "cop": 3,
        "opa": "Monitoring",
        "opb": "Case finding",
        "opc": "Screening",
        "opd": "Sentinel surveillance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "cdc43d81-8c6e-4288-8f78-ecbccddc3163",
        "choice_type": "single"
    },
    {
        "question": "Multiphasis screening means -",
        "exp": ". it has been defined as the application of two or more screening tests in combination to a large number of people at one time than to carry out seperate screening tests for single diseases. the procedure may also include a health questionnaire, clinical examination, and a range of measurements. and investigations. all of which can be performed rapidly with the appropriate staffing organization and equipment.. it has increased the cost of health services without any observable benefit. ref: park&; s textbook, 22 nd edition, pg no 129",
        "cop": 1,
        "opa": "Application of the two or more screening tests in combination at one time",
        "opb": "Application of two or more screening tests in combination at different time",
        "opc": "Application of two or more screening tests in combination at different geographical areas.",
        "opd": "Application of separate screening tests for different diseases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "150bf180-9d69-4559-9b97-ff0a5acfe68d",
        "choice_type": "single"
    },
    {
        "question": "Positive predictive value is most affected by-",
        "exp": "Ref: Parks 25th edition pg. 153 Postitive predictive value depends on prevalence. Note: PPV increases as prevalence increases. PPV decreases as prevalence decreases. But sensitivity and specificity is independent of prevalence.",
        "cop": 1,
        "opa": "Prevalence",
        "opb": "Sensitivity",
        "opc": "Specificity",
        "opd": "Relative risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "08227ec4-cd97-404e-b792-326f1b485e87",
        "choice_type": "single"
    },
    {
        "question": "Screening of immigrants from infectious diseases such as Tuberculosis and Syphilis to protect the home population is an example of:",
        "exp": "Control of disease is also known as \"Prospective screening\". People are examined for the benefit of others:- Examples- Screening of Immigrants from infectious diseases such as Tuberculosis and Syphilis to protect the home population. Screening for streptococcal infection to prevent rheumatic fever. Prescriptive screening is defined as the presumptive identification of unrecognized disease, which does not arise from a patient's request:- Examples- Neonatal screening. Specific diseases sought by this method have included - Bacteriuria in pregnancy Breast cancer Cervical cancer Deafness in children Diabetes mellitus Iron deficiency anemia PKU Pulmonary tuberculosis Haemolytic disease of the newborn etc.",
        "cop": 2,
        "opa": "High-risk screening",
        "opb": "Prospective screening",
        "opc": "Prescriptive screeing",
        "opd": "Periodic health examinations",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "b19180a0-dfb5-46cd-9813-3827722d00aa",
        "choice_type": "single"
    },
    {
        "question": "ELISA is performed on a population with low prevalence, What would be the result of performing double screening ELISA tests-",
        "exp": "Ref: Parks 23rd edition pg 139 Double ELISA meaning screening test is done in series. Series screening test: Sensitivity decreases Specificity increases PPV increases NPV decreases",
        "cop": 3,
        "opa": "Increased sensitivity and positive predictive value",
        "opb": "Increased sensitivity and negative predictive value",
        "opc": "Increased specificity and positive predictive value",
        "opd": "Increased specificity and negative predictive value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "9d8217ab-5125-4985-96b8-5ecabae3ba95",
        "choice_type": "single"
    },
    {
        "question": "Predictive value indicating positive test in a screening modality is calculated by:",
        "exp": "Ans. (a) TP/TP+FP*100. SENSITIVITYTP------TP+ FNx 100. PREDICTIVE VALU OF A NEGATIVE TESTTN------TN+FNx 100. SPECIFICITYTP------FP+ TNx 100% OF FALSE NEGATIVESFN------TP+ FNx 100. PREDICTIVE VALU OF A POSITIVE TESTTP------TP+ FPx 100% OF FALSE POSITIVESTN------FP+ TNx 100",
        "cop": 1,
        "opa": "TP/TP+FP*100",
        "opb": "TN/TN+FN *100",
        "opc": "TP/TP+FN*100",
        "opd": "TN/FP+TN*100",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "4744cff1-3a42-4040-9710-8baabdae192e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be prevented by screening-",
        "exp": "Ref: Parks 23rd edition pg 387. The prolonged early phase of cancer in situ can be detected by the Pap smear. The present strategy is to screen women using visual inspection after application of freshly prepared 5% acetic acid solution.",
        "cop": 1,
        "opa": "Ca cervix",
        "opb": "Ca breast",
        "opc": "Ca prostate",
        "opd": "Ca lung",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "14f89621-6b5a-465e-97de-25d96e193e9c",
        "choice_type": "single"
    },
    {
        "question": "The time interval between diagnosis by early detection and diagnosis by other means is -",
        "exp": ". lead time is the advantage gained by screening. that is the period between diagnosis by early detection and diagnosis by other means. the benefits are alwaysd evaluated in terms of outcomes. ref: park&; s textbook, 22 nd edition, pg no 128",
        "cop": 2,
        "opa": "Incubation period",
        "opb": "Lead time",
        "opc": "Serial interval",
        "opd": "Latent period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "f5c9b2d4-fb0d-4895-ae3e-a72d5d2dbb44",
        "choice_type": "single"
    },
    {
        "question": "The time interval between diagnosid by early detection of screening and diagnosis by other means is -",
        "exp": ". lead time is the advantage gained by screening. that is the period between diagnosis by early detection and diagnosis by other means. the benefits are alwaysd evaluated in terms of outcomes.. lead time is the advantage gained by screening. that is the period between diagnosis by early detection and diagnosis by other means. the benefits are always evaluated in terms of outcomes. ref: park&; s textbook, 22 nd edition, pg no 131",
        "cop": 2,
        "opa": "Serial interval",
        "opb": "Lead time",
        "opc": "Time lag",
        "opd": "Latent period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "a414e0f1-e086-4825-97ca-de428de0abff",
        "choice_type": "single"
    },
    {
        "question": "Reliability means",
        "exp": "ref: Park&; s 23rd edition pg138 Reliability / repeatability / precision: that is test must give consistent results when repeated more than once on the same individual or material, under the same conditions. note: Validity or accuracy: given by sensitivity and specificity. Diagnostic power or Predictablity: includes positive and negative predictive values. in order to include or exclude the person.",
        "cop": 1,
        "opa": "Number of times the same results on repeated trials",
        "opb": "Number of times variation is seen",
        "opc": "Extent of accuracy",
        "opd": "Level of simplicity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "9bdeb339-ebe0-4ffc-8d30-d75cfeb8deef",
        "choice_type": "single"
    },
    {
        "question": "Calculate positive predictive value of ELISA test for HIV with sensitivity 99%, specificity 99%. Prevalence of HIV in population is 5/1000.",
        "exp": "Ref: Parks 23rd edition pg139 Construct a 2x2 table using the above data. 4. 95 9. 95 0. 05 985. 05 PPV = TP / (TP + FP) = 4. 95/(4. 95+9. 95)=0. 34",
        "cop": 3,
        "opa": "10",
        "opb": "70",
        "opc": "34",
        "opd": "99",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "441d5069-d93f-4ee3-af1c-e04482fc9184",
        "choice_type": "single"
    },
    {
        "question": "Most impoant factor for a test to be a good screening test is?",
        "exp": "Ref: Parks 23rd edition pg 138 An ideal screening test should have 100 % sensitivity.",
        "cop": 2,
        "opa": "Specificity",
        "opb": "Sensitivity",
        "opc": "Reliability",
        "opd": "Predictive value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "c6a55489-b329-4260-8c1c-ae138227f660",
        "choice_type": "single"
    },
    {
        "question": "Screening is a type of -",
        "exp": ".<p>secondary prevention can be defined as\"action which halts the progress of a disesease at its incipient stage and prevents complications. the specific interventions are early diagnosis including SCREENING tests, case finding programmes and adequate treatment, secondary prevention attempts to arrest the disease process; restore health by seeking out unrecognised disease and treating it before irreversible pathological changes have taken place; and to reverse communicability of infectious disesases. it may also protect others in the community from acquiring the infection and thus provide at once secondary prevention for the infected individuals and primary prevention for their potential contacts.</p><p>ref: park&; s textbook of preventive and social medicine, 22 nd edition, pg no39</p>",
        "cop": 2,
        "opa": "Primordial prevention",
        "opb": "Secondary prevention",
        "opc": "Primary prevention",
        "opd": "Teiary prevalence",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "7ead9140-04f8-4e79-96b0-ca9a5389c3ca",
        "choice_type": "single"
    },
    {
        "question": "The active search for unrecognized disease or defect in apparently health people using rapidly applied tests or procedures is-",
        "exp": "Ref: Parks 23rd edition pg 135 Also Refer table 1; difference between screening and diagnostic tests.",
        "cop": 3,
        "opa": "Case finding",
        "opb": "Monitoring",
        "opc": "Screening",
        "opd": "Active surveillance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "e56698c6-98e2-449b-9306-58d1e2bf72b6",
        "choice_type": "single"
    },
    {
        "question": "Screening of cervical cancer at PHC level is done by?",
        "exp": "Ref: Parks 23rd edition pg 387 The prolonged early phase of cancer in situ can be detected by the Pap smear. The present strategy is to screen women using visual inspection after application of freshly prepared 5%acetic acid solution.",
        "cop": 4,
        "opa": "History and clinical examination",
        "opb": "Colposcopy",
        "opc": "CT scan",
        "opd": "PAP smear",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening",
        "id": "95d23813-670f-4ec3-acb3-7a3d403d8961",
        "choice_type": "single"
    }
]