[
    {
        "question": "Screening is not recommended if -",
        "exp": "Ans. is 'd' i. e., Disease with no latent period o The disease to be screened should fulfil the following criteria before it is considered suitable for screening:-The condition sougth should be an important health problem (in general, prevalence should be high). There should be a recognizable latent or early asymptomatic stage. The natural history of the conti ti on, including development from latent to declared disease, should be adequately understood (so that we ean know at what stage the process ceases to be reversible). There is a test that can detect the disease prior to the onset of signs and symptoms. Facilities should be available for confirmation of the diagnosis. There is an effective treatment. There should be an agreed-on policy concerning whom to treat as patients (e. g., lower ranges of blood pressure; border-line diabetes). There is good evidence that early detection and treatment reduces morbidity and mortality. The expected benefits (e. g., the number of lives saved) of early detection exceed the risks and costs.",
        "cop": 4,
        "opa": "Prevalence of disease is high",
        "opb": "Life expectancy can be prolonged by early diagnosis",
        "opc": "Diagnostic test should be available",
        "opd": "Diseases with no latent period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "517972b9-93be-4904-8025-4291e8fc4f1e",
        "choice_type": "single"
    },
    {
        "question": "Period between the possible time of detection and the possible time of diagnosis is",
        "exp": "Ans. a (Lead time) (Ref. Park's textbook of PSM 22nd/p 95). Lead Time# It is advantge gained by screening, i. e., period between diagnosis by early detection and diagnosis by other means.# It is period between the possible time of detection and possible time of diagnosis. Latent Period# Time between exposure to a risk factor and subsequent development of clinical manifestations of a particular disease. Sreening Time# Interval between first clinical detection and final critical point. Seriai Interval# Time gap between onset of primary and secondary case. It is the measure of incubation period.",
        "cop": 1,
        "opa": "Lead time",
        "opb": "Screening time",
        "opc": "Generation time",
        "opd": "Serial interval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "8c70b474-32cd-418d-a31c-542ebeeba7d8",
        "choice_type": "single"
    },
    {
        "question": "A screaning test has 99% sensitivity and 99% specificity prevalence of target disease is 5 per 1000 population. The PPV of the test -",
        "exp": "Ans. is 'c' i. e., 33 o Positive predictive value is related to sensitivity specificity and prevalenceo This relationship is represented by Baye's theorem: -PPV =Sensitivity * Prevalence--------------------------------------------------(sensitivity x prevalence) + (100-spcificity) (100-prevalence)X 100o One thing should be remembered that prevalence is in percentage (per 100 population) not per 1000. o So, in this question, prevalence = 5 per 1000 = 0. 5 per 100 or 0. 5%PPV =99 x 0. 5--------------------------(99x 0. 5) + (100-99) (100-0. 5)x 100 - 33. 2",
        "cop": 3,
        "opa": "10",
        "opb": "70",
        "opc": "33",
        "opd": "99",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "8d438c71-7934-4b5b-b4c5-e350876ec6dd",
        "choice_type": "single"
    },
    {
        "question": "High sensitivity in a study means",
        "exp": "ANS. B* Sensitivity: A/(A+C) x 100. Sensitivity is the probability that a test will indicate 'disease' among those with the disease.* Specificity: D/(D+B) x 100. Specificity is the fraction of those without disease who will have a negative test result.* Positive Predictive Value: A/(A+B) x 100. Positive predictive value--diagnostic power of a screening test to correctly identify the disease.* Negative Predictive Value: D/(D+C) x 100. Negative predictive value--diagnostic power of a screening test to exclude the disease.# Important formulas in SPM1. Extra edge in sensitivity, specificity. In sequential testing (one diagnostic test is done, if that test is positive, same test is repeated again):- False positivity decreases- Specificity increases- Sensitivity decreases. In parallel testing (two different diagnostic tests are done together):- False negativity decreases- Sensitivity increases- Specificity decreases(This question was asked in May and November session JIPMER 2017)2. Normal distribution curve3. Positive and negative skew* In positive skew: Mean > Median > Mode* In negative skew: Mean < Median < Mode4. Odds ratio = P/(l-P) {where, P is the probablity}. 5. Sample size of a study = 4. PQ/D2 {where, P = prevalence, Q = (1-P), D is error6. Standard error of a population[?] (PQ/sample size)7. Crude birth rate = (8 x total fertility rate) + 1.",
        "cop": 2,
        "opa": "If the disease is rare, then it means that patient is definitely having it.",
        "opb": "High chance of having a disease if the prevalence is high",
        "opc": "High chance of definitely having the disease",
        "opd": "High chance of not getting the disease.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "e39ad02c-9fed-4917-b09e-58de9516855b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following characteristics is not of much importance in a screening test",
        "exp": "Ans. is 'd' i. e. High specificity All are important attributes of screening test but among them high specificity is less important as Park states - ''Screening test is not intended to be a diagnostic test. It is only an initial examination. Those who are found to have positive test results are referred to a physician for further diagnostic work-up & treatment. High specificity is a necessary attribute for a diagnostic test. Below are given the differences between screening and diagnostic tests. Screening test. Diagnostic test1. Done on apparently healthy (asymptomatic). Done on those with indications or sick2. Applied to groups. Applied to single patients, all diseases are considered3. Test results are arbitrary and final. Diagnosis is not final but modified in light of new evidence, diagnosis is the sum of all evidence4. Based on one criterion or cut-off point (e. g., diabetes). Based on evaluation of a number of symptoms, signs and laboratory findings5. Less accurate. More accurate6. Less expensive. More expensive7. Not a basis for treatment. Used as a basis for treatment8. The initiative comes from the investigator or agency providing care. The initiative comes from a patient with a complaint. Criteria for Screening test- acceptability- safety- repeatability- rapidity- validity- ease of administration- simplicity- low cost. Screening test must satisfy the criteria of. Acceptability. Considering that screening tests are applied on asymptomatic people in large numbers, a high rate of people cooperation is needed. Thus the tests should be acceptable to the people. In general, tests that are painful, discomforting or embarrassing (eg. rectal or vaginal examinations) are not likely to be acceptable to the population in mass campaigns. Repeatability (Precision or reproducibility)means that the test must give consistent results when repeated more than once on the same individual or material under the same conditions. Low costA screening should be inexpensive. As a screening test has to be applied on millions of people to identify a small percentage who have early disease or its precursors, an expensive test however good, cannot justify use of restricted financial resources that has to be used for further diagnostic workup and t/t of those screened on positives. High safety margin. This is an attribute of any test, whether diagnostic or screening. Moreover for screening as screening tests are to be applied on millions of asymptomatic people and any adverse effect would bring whole process into disrepute. Validity. It expresses the ability of a test to separate or distinguish those who have the disease from those who do not. Validity has two components - sensitivity & specificity. An ideal screening test should be both highly sensitive and highly specific. But this is seldom possible and a compromise has always to be made.",
        "cop": 4,
        "opa": "Low cost",
        "opb": "High safety margin",
        "opc": "High sensitivity",
        "opd": "High specificity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "03a2fdaa-0756-4afd-98c7-63e5d2a92ce5",
        "choice_type": "single"
    },
    {
        "question": "(A/A+C) x 100 in the given table is. Test result. Persons with disease. Persons without disease. Total. Positive. ABA+BNegative. CDC + D",
        "exp": "Ans. is 'b' i. e., Sensitivityo In this that A is true positive and C is false negative. ThusA----A + Cx 100 =True Positive--------------------------True Positive + False Negativex 100 = Sensitivity o Specificity in this question isD (True Negative)--------------------------------D (True Negative) + B (False Positive)xl00",
        "cop": 2,
        "opa": "Specificity",
        "opb": "Sensitivity",
        "opc": "PPV",
        "opd": "NPV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "d7c1d456-e2f0-455a-8488-31948e51804c",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic power of the test is reflected by -",
        "exp": "Ans. is 'c' i. e., Predictive value Predictive accuracy (Predictive value) of screening testo In addition to sensitivity and specificity, the performance of screening test is measured by its predictive valueo Predictive value reflects the diagnostic power of the test. o Predictive value depends upon sensitivity, specificity and prevalence. i) Positive predictive value (Post test probability of a disease or precision rate).# It is the probability a patient with positive test result has the disease in question, i. e., the proportion of patients with positive test results who are correctly diagnosed.# In other words, it is the precentage of the diseased people among those who show positive results.# For example, if positive predictive value of a test is 50%, that means there is 50% probability a patient with positive tests results has the disease.# A high positive predictive value indicates that a person with a positive test has the disease - diagnostic power of a screening test to correctly identify the disease.# It is the most important measure of a diagnostic method as it reflects the probability that a positive test reflects the underlying condition being tested for. ii) Negative predictive value# It is the probability that a person with negative test results, is infact healthy.# In other words the percentage of healthy people among those who show negative test results.# A high negative predictive value means there is high probability that a negative test rules out the disease - diagnostic power of a screening test to exclude the disease. o The sensitivity and specificity are properties of the screening test, while the predictive value is property of both the test and the population under study.",
        "cop": 3,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Predictive value",
        "opd": "Population attributable risk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "b47dfae1-9780-4e1b-b352-caf39a6c02a1",
        "choice_type": "single"
    },
    {
        "question": "Active method to detect undiagnosed cases in apparently healthy people is -",
        "exp": "Ans. is 'c' i. e. Screening Screening is defined as the search for unrecognized disease or defect in apparently healthy individuals by means of rapidly applied tests, examinations or other procedures. Explanation of various terms. Screening - screening is testing for infection or disease in population or in individuals who are not seeking health care; for eg., serological testing for AIDS virus in blood donors, neonatal screening, premarital screening for syphilis. Case finding - this is use of clinical and/or laboratory tests to detect disease in individuals seeking health care for other reasons; for eg., the use of VDRL testing for syphilis in pregnant women. Diagnostic tests - this is the use of clinical and/or lab procedures to confirm or refute the existence of disease or true abnormality in patients with signs and symptoms presumed to be caused by the disease; for example - VDRL testing in patients with lesion suggestive of syphilis. Monitoring & Surveillance. Monitoring - is the performance and analysis of routine measurements aimed at detecting changes in the environment or health status of population eg. monitoring of air pollution, water quality, growth & nutritional status. Surveillance - mean continuous scrutiny of the factors that determine the occurrence and distribution of disease and other conditions of ill-health. Thus monitoring is one specific and essential part of the broader concept of surveillance. Monitoring requires careful planning and the use of standardized procedures and methods of data collection, and can then be carried out over extended periods of time by technicians and automated instruments. Surveillance in contrast, requires professional analysis and sophisticated judgement of data leading to recommendations for control activities.",
        "cop": 3,
        "opa": "Case finding",
        "opb": "Surveillance",
        "opc": "Screening",
        "opd": "Monitoring",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "3e880933-5941-4ebe-82fb-f63dcd791e99",
        "choice_type": "single"
    },
    {
        "question": "Active search for disease in an apparently healthy individual is k/a",
        "exp": "Ans. is 'c' i. e. screening Screening is defined as 'the search for unrecognized disease or defect by means of rapidly applied tests, examination or other procedures in apparently healthy individuals. \"Other terms. Case finding: is the use of clinical and/or laboratory tests to detect disease in individuals seeking health care for other reasons for example ELISA for HIV in pregnant women. Monitoring: is performing and analysing routine measurements to detect changes in the health status of population or changes in the environment for eg. monitoring of air pollution, water quality, growth and nutritional status etc. Sentinel surveillance: As no routine notification system can detect all cases of infection or disease, sentinel surveillance is a method to identify the missing cases.",
        "cop": 3,
        "opa": "Monitoring",
        "opb": "Case finding",
        "opc": "Screening",
        "opd": "Sentinel surveillance",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "2f685937-8f5a-41c5-8e27-4989b700515e",
        "choice_type": "single"
    },
    {
        "question": "Time between first possible point of diagnosis to final critical point of disease is -",
        "exp": "Ans. is 'c' i. e., Screaning time o In respect to screening test and diagnostic test, a disease passes through following phase, sequentially. i) Disease onset - Disease process just started. ii) First possible point of diagnosis - The earliest point in disease process where a diagnosis can be made, i. e., before this point diagnosis can not be made by any test. iii) Final critical point of diagnosis - The point after which even diagnosis and treatment will not change the outcome. iv) Usual time of diagnosis - Time in disease process when most of the people are diagnosed by usual diagnostic procedure (not screening test). Screening time | || Diseaseonset. First possible point. Finalcritical point. Usualtime of diagnosis. Outcome|||||-------------------|--- Lead time o So, by screening, the intention is to diagnosis the disease between: -i) First possible point - Before that diagnosis cannot made by any test. ii) Final critical point - After that treatment will not change the outcome. o The time period between these two points is called screening time and all screening tests are aimed to detect the disease during this period. o The lead time is the time period between diagnosis by early detection (i. e., earliest point of diagnosis by screening test) and diagnosis by standard diagnostic tests. Lead time is the advantage gained by screening. o Thus in the given question -Screening time - B-XLead time - B-Y",
        "cop": 3,
        "opa": "Lag time",
        "opb": "Lead time",
        "opc": "Screaning time",
        "opd": "Log time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "f46b462e-d2a5-4e6b-ba14-44f92422037d",
        "choice_type": "single"
    },
    {
        "question": "Formula for calculating positive predictive value (PPV):",
        "exp": "Ans: (a) a/a+b. Ref: Park, 24th edition, Page 149. Basic measures used in evaluation of a diagnostic test are: a. Sensitivity and specificityb. Predictive values - positive predictive value and negative predictive value. Sensitivity. Ability of the test to identify true positives. Specificity. Ability of the test to identify true negatives. Positive predictive value. Probability that a patient with positive test result truly has the disease. Negative predictive value. Probability that a patient with negative test result truly does not have the disease Screening test. Dia<gnosis. Total. Diseased. Non diseased. Positivea (True Positive)b (False Positive)a+b. Negativec (False Negative)d (True Negative)c+d. Totala+cb+da+b+c+d. Using above table. Sensitivity =a/(a+c)x100. Specificity =d/(b+d)x100. Predictive value of a positive test =a/(a+b)x100. Predictive value of a negative test =d/(c+d)x100. Percentage of false negatives =c/(a+c)x100. Percentage of false positive =b/(b+d)x100. Tips to avoid confusions and to be clear of this concept: Whatever question is asked about these indicators1. First make the table with disease in columns and test in the rows2. Remember the rule that sensitivity and specificity are column percentages and predictive values are row percentages. 3. Always, true values in numerator. In the below tables, concentrate on the shaded areas Sensitivity Diseased. Non-Diseased. Total. Test+a (True Positives)b (False Positives)a+b. Test-c (False Negatives)d (True Negatives)c+d. Totala+cb+da+b+c+d. Sensitivity =a/a+c*100 Specificity Diseased. Non-Diseased. Total. Test +a (True Positives)b (False Positives)a+b. Test-c (False Negatives)d (True Negatives)c+d. Totala+cb+da+b+c+d. Specificity =d/b+d*100. Positive Predictive Value Diseased. Non-Diseased. Total. Test +a (True Positives)b (False Positives)a+b. Test -c (False Negatives)d (True Negatives)c+d. Totala+cb+da+b+c+d. Positive predictive value =a/a+b*100 Negative Predictive Value Diseased. Non-Diseased. Total. Test +a (True Positives)b (False Positives)a+b. Test-c (False Negatives)d (True Negatives)c+d. Totala+cb+da+b+c+d. Negative predictive value =d/c+d*100",
        "cop": 1,
        "opa": "a/a+b",
        "opb": "d/c+d",
        "opc": "a/a+c",
        "opd": "d/b+d",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "48d89054-e139-4fdd-a2bc-818a34635d52",
        "choice_type": "single"
    },
    {
        "question": "Most important factor for a test to be a good screening test is?",
        "exp": "ANSWER: (B) Sensitivity. REF: Park 20tsi edition page 127, style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\">ove rview aab6b5. The intention of screening is to identify disease in a community early, thus enabling earlier intervention and management in the hope to reduce mortality and suffering from a disease. Although screening may lead to an earlier diagnosis, not all screening tests have been shown to benefit the person being screened; overdiagnosis, misdiagnosis, and creating a false sense of security are some potential adverse effects of screening. For these reasons, a test used in a screening program, especially for a disease with low incidence, must have good sensitivity in addition to acceptable specificity.",
        "cop": 2,
        "opa": "Specificity",
        "opb": "Sensitivity",
        "opc": "Reliability",
        "opd": "Predictive value",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "dc75d189-d03f-45dc-8cbc-ba944f594e00",
        "choice_type": "single"
    },
    {
        "question": "Best time to screen in Breast self examination (BSE) technique is:",
        "exp": "Ans. (b) Just after the menstruation. Ref: K. Park 23rd ed. / 389-90* Breast self-examination (BSE) is a screening method used in an attempt to detect early breast cancer. The method involves the woman herself looking at and feeling each breast for possible lumps, distortions or swelling.* For pre-menopausal women, the most commonly recommended time is just after the end of menstruation, because the breasts are least likely to be swollen and tender at this time.* For postmenopausal, women or these having irregular cycles might do a self-exam once a month regardless of their menstrual cycle.",
        "cop": 2,
        "opa": "Just before the menstruation",
        "opb": "Just after the menstruation",
        "opc": "During ovulation",
        "opd": "2-3 days post-ovulation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "620cbff4-fc7e-430e-956b-99b2e78ab072",
        "choice_type": "single"
    },
    {
        "question": "Lead time is defined is-",
        "exp": "Ans. is 'b' i. e., Time between point where the diagnosis is made by screening test to usual diagnosis * The lead time is the time period between diagnosis by early detection (i. e., earliest point of diagnosis by screening test) and diagnosis by standard diagnostic tests. Lead time is the advantage gained by screening.",
        "cop": 2,
        "opa": "Time between diagnosis and treatment",
        "opb": "Time between point where the diagnosis is made by screening test to usual diagnosis.",
        "opc": "Time between disease onset and outcome",
        "opd": "Time between usual time of diagnosis and outcome",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "f38babd8-cd7c-4cd0-97d2-4d2215abb65c",
        "choice_type": "single"
    },
    {
        "question": "Screening for condition recommended wrhen -",
        "exp": "Ans. is 'd' i. e., Early diagnosis can change disease course because of effective treatment o The disease to be screened should fulfil the following criteria before it is considered suitable for screening. 1. The condition sougth should be an important health problem (in general, prevalence should be high). 2. There should be a recognizable latent or early asymptomatic stage. 3. The natural history of the contition, including development from latent to declared disease, should be adequately understood (so that we can know at what stage the process ceases to be reversible). 4. There is a test that can detect the disease prior to the onset of signs and symptoms. 5. facilities should be available for confirmation of the diagnosis. 6. There is an effective treatment. 7. There should be an agreed-on policy concerning whom to treat as patients (e. g., lower ranges of blood pressure; border-line diabetes). 8. There is good evidence that early detection and treatment reduces morbidity and mortality. 9. The expected benefits (e. g., the number of lives saved) of early detection exceed the risks and costs.",
        "cop": 4,
        "opa": "Low case fatality rate",
        "opb": "Diagnostic tools not available",
        "opc": "No effective treatment available",
        "opd": "Early diagnosis can change disease course because of effective treatment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "187797ac-19f4-4c6d-9419-7d894c8fd4d6",
        "choice_type": "single"
    },
    {
        "question": "Reliability of screening test does not mean -",
        "exp": "Ans. is C Validity Screening test to be applied o The screening test to be applied should fulfill the following important criteria before it is considered suitable for screening: - 1. Acceptability The test should be acceptable to the people at whom it is aimed. In general painful or embarrassing tests e. g., per rectal or vaginal examination are not likely to be acceptable. 2. Repeatability (reliability) y Repeatability means the test must give consistent results when it is repeated more than once on the same individual under same conditions. y That means the results of the test are precise exact So repeatability is some time called precision, reliability or reproducibility. 3. Validity (accuracy) Validity' refers to what extent the test accurately measures which is purports to measures. That means a valid test distinguish the people who have the disease from those who do not. Validity has components - Sensitivity and specificity. (Sensitivity) (Prevalence) Accuracy =[?][?][?][?][?][?][?][?] (Specificity) (1 -Prevalence) True positive + True negative Accuracy = [?][?][?][?][?][?][?][?] True positive + False positive + True negative + False negative 4. Others # Simplicity' # Rapidity # Ease of administration # Safety' # Lower cost",
        "cop": 3,
        "opa": "Reproducibility",
        "opb": "Repeatability",
        "opc": "Validity",
        "opd": "Precision",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Screening for Disease",
        "id": "7459464c-7cda-4a5c-8700-94c24e9ef6be",
        "choice_type": "single"
    }
]