[
    {
        "question": "Acculturation is?",
        "exp": "ANSWER: (B) cultural changes due to socialisationREF: Park 20th ed p. 585Acculturation explains the process of cultural and psychological change that results following meeting between cultures. The effects of acculturation can be seen at multiple levels in bothinteracting cultures.",
        "cop": 2,
        "opa": "Traige",
        "opb": "Cultural changes due to socialization",
        "opc": "Attitude",
        "opd": "Belief",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "911489e7-a6cb-46d8-a514-512943b0e351",
        "choice_type": "single"
    },
    {
        "question": "Kuppuswamy's socio-economic status classification includes all except:",
        "exp": "Ans: C (Housing) Ref: Textbook of Preventive and Social Medicine, K Park, 21st edition, Feb 2011Explanation:Kuppuswamv - in India prepared a scale based on education, occupation and income which are the three major variables contributing to socio-economic status in urban areas. Similar scales have also been prepared by Pareek and Kulshrestha for use in rural and urban areas.Modified Kuppuswamy scale - in India prepared a scale based on education, occupation of head of the family and monthly income of the family which are the three major variables contributing to socio-economic status in urban areas.Summary of RDA for Indians EnergyKcal/cayProtein g/dayCalciumIronVit AFolic acidAdult Male28753800 for heavy work6040028600100Adult Female22252925 for heavy work5040030600100Pregnancy+300+15100040600400Lactation 0-6months+550+25 (75)1000309501506-12months+400+18 Prasad scale - based on income. Commonly used in rural areas.Pareek's scale - based on education, occupation, caste, level of social participation, land holding, farm power, housing, material possession and family type. It is used in rural areas.",
        "cop": 3,
        "opa": "Income",
        "opb": "Occupations",
        "opc": "Housing",
        "opd": "Education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "6e09b285-b240-4d2d-ae37-cb8ebec6275c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are taken into consideration in Kuppuswamy scale EXCEPT:",
        "exp": "ANSWER: (C) Living/Housing conditionsREF: Park 20th edition page 601, First handbook of psychological and social instruments by Udai Pareek, T. Venkateswara Rao page 284Kuppuswami scale is widely used to measure the socio-economic status of an individual in urban community. It is based on three variables namelyEducationOccupationIncomeThe modification of Kuppuswami scale meant to determine the socioeconomic status of family based on education and occupation of head of the family and per capital income per month has also been widely used. Recently, Mishra et al have suggested an economic revision of Kuppuswami s scale in order to account for the devaluation of rupee and is proposed to measure the socioeconomic status of the family and is neither based on the individual nor on the head of the family.",
        "cop": 3,
        "opa": "Education status",
        "opb": "Occupational status",
        "opc": "Living/Housing conditions",
        "opd": "Per capita Income",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "34723d61-4f69-4aa6-8c77-044476a90b20",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true about attitude -",
        "exp": "Ans. is 'a' i.e., Adjustment Attitudeso An attitude is a hypothetical construct that represents an individual's degree of like or dislike for an item.o In simple words, attitude means how a person expresses his/her likes and dislikes towards particular people, things, and occurences.o Attitude can be positive, negative, or neutral.o It is also common to have more than one of these feelings towards something - When that happens, for example, in the case of a person both likes and dislikes something at once, it is referred to as ambivalent attitude.o An attitude includes three componentsCognitive (knowledge) elementAffective (emotional or feeling) elementA tendency to action",
        "cop": 1,
        "opa": "Adjustment",
        "opb": "Knowledge",
        "opc": "Cognition",
        "opd": "Affect",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "cc217244-529b-4d71-959a-379bdbf0c8f9",
        "choice_type": "multi"
    },
    {
        "question": "Definition of family is?",
        "exp": "ANSWER: (D) Biologically related people living together and sharing a kitchenREF: Park 22nd ed page 634FAMILY:The family is Primary unit of all societies. It is a group of biologically related individuals living together and eating from a common kitchen. It differs from household. All members of household are not biologically related, e.g servants. A family is a biological unit, a cultural unit and an epidemiological unitFamily of origin : one in which an individual is bornFamily of procreation: in which one sets after marriageBASIC MODEL OF A NUCLEAR FAMILY CYCLEPhases of family cycleEvents No. descriptionBeginning of phaseEnd of phaseI. FormationMarriageBirth of 1st childII. ExtensionBirth of 1st childBirth of last childIII. Complete extensionBirth of last child1st child leaves homeIV. Contraction1st child leaves homeLast child leaves homeV. Complete contractionLast child leaves home1st spouse diesVI. Dissolution1st spouse diesDeath of survivor (extinction)TYPES OF FAMILY:Nuclear family {elementary family): consists of married couple and their children while they are still dependent.New families: <10 years durationExtended family (Three generation family): Representatives of three generations live together related to each other by common descent. It is different from joint familyJoint family:Many families live togetherAll male members are related by bloodThe property is common and expenses are from common purseAuthority is with senior male member",
        "cop": 4,
        "opa": "Biologically related members living together",
        "opb": "Biologically related members living under single roof",
        "opc": "Group of people living together and sharing a kitchen",
        "opd": "Biologically related people living together and sharing a kitchen",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "4436f665-ed55-41a0-aceb-8b8610a55282",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true about learning -",
        "exp": "Ans. is 'b' i.e., Temporary change in behaviour Learningo Learing is any relative permanent change in behaviour that occurs as a result of practice of experience,o It means acquiring something new- new knowledge, new techniques, new skills, new fears and new experiences.o Learing is necessary for man's survival and for human progress.o It includes not only acquiring knowledge but also skills and formation of habits, and development of perception,o Learing depends largely upon intelligence.o Learing also depends upon motivation, and motivation depends on the need sutdents feel to learn,o Learing is a continuous process. It is both conscious and unconscious.",
        "cop": 2,
        "opa": "Conscious",
        "opb": "Temporary change in behaviour",
        "opc": "Acquiring new fears",
        "opd": "Formation of habits",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "43a92b83-aa5a-4334-b047-6ac3323a61ac",
        "choice_type": "multi"
    },
    {
        "question": "Socially acquired learned behaviour is?",
        "exp": "ANSWER: (B) CultureREF: Park 20th ed page 584\"Culture is defined as learned behaviour which has been socially acquired\"",
        "cop": 2,
        "opa": "Custom",
        "opb": "Culture",
        "opc": "Habbit",
        "opd": "Attitude",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "7bb939b4-b3dc-4fc6-8112-bcdb50ab3871",
        "choice_type": "multi"
    },
    {
        "question": "Scales used for assessing socio-economic status of populations are the following except -",
        "exp": "Ans. is 'c' i.e., Likert scale Socioeconomic status scales:Urban SES scales:Rural SES scales:1. Modified Kuppuswami Scale 2. Kulshreshtha Scale3. Srivastava Scale 4.Jalota Scale1. Udai Pareek Scale2. Modified B.G. Prasad Scale3. Radhukar Scale 4.Shirpurkar ScaleStudents scale:Non-Indian SES scales:l. Bhardwaj Scale1. Hollingshead (Occupation based) Scale2. Henderson Scale",
        "cop": 3,
        "opa": "Modified udai Pareek scale",
        "opb": "Modified Kuppuswamy scale",
        "opc": "Likert scale",
        "opd": "BG Prasad scale",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "82eb9be7-e67d-4233-8931-6da1592ed8ed",
        "choice_type": "multi"
    },
    {
        "question": "Stage of contraction of family starts at -",
        "exp": "Ans. is 'd' i.e., Leaving home of first child Basic model of nuclear family life cyclePhases of family life cycleEvents characterizingNo. DescriptionBeginning of phaseEnd of phaseI FormationII ExtensionIII Complete extensionIV ContractionV Competed contractionVI DissolutionMarriageBirth of 1st childBirth of last child1st child leaves homeLast child has left home of parents1st spouse diesBirth of 1st childBirth of last child1st child leaves homeLast child leaves home of parents1st\" spouse diesDeath of survivor (extinction)",
        "cop": 4,
        "opa": "Marriage",
        "opb": "Birth of first child",
        "opc": "Birth of last child",
        "opd": "Leaving home of first child",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Social Science",
        "id": "f44c562f-f0fb-4968-ba34-90565609b0cc",
        "choice_type": "single"
    }
]