[
    {
        "question": "Percentage of bleaching powder used to disinfect feces -",
        "exp": "Ans. is 'b' i. e., 5% Agents suitable for disinfection of faeces and urine. Disinfectant. Amount per litre. Percent1. Bleaching powder2. Crude phenol3. Cresol4. Formalin50g 100 ml 50 ml 100 ml510510",
        "cop": 2,
        "opa": "2%",
        "opb": "5%",
        "opc": "10%",
        "opd": "15%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sterilization and Disinfection",
        "id": "d64ad1ca-305d-4cdb-bb02-e57db230ce8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about inertization?",
        "exp": "Ans. d. It causes water pollution (Ref: Park 23/e p792, 22/e p737). The process of 'inertization' involves mixing waste with cement and other substances before disposal, in order to minimize the risk of toxic substances contained in the wastes migrating into the surface water or ground water. It doesn't cause water pollution. Inertization. The process of 'inertization' involves mixing waste with cement and other substances before disposal, in order to minimize the risk of toxic substances contained in the wastes migrating into the surface water or ground water. A typical proportion of the mixture is: 65 per cent pharmaceutical waste, 15 per cent lime, 15 per cent cement and 5 per cent water. A homogeneous mass is formed and cubes or pellets are produced on site and then transported to suitable storage sites. Advantage. Disadvantage* Relatively inexpensive* Not applicable to infectious waste",
        "cop": 4,
        "opa": "Relatively inexpensive",
        "opb": "It is done for pharmaceutical waste",
        "opc": "It involves mixing the waste with cement before disposal",
        "opd": "It causes water pollution",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sterilization and Disinfection",
        "id": "c7cd459b-f1ec-41e9-984a-1c311e5dc2c3",
        "choice_type": "multi"
    },
    {
        "question": "Disinfectant used for blood spills",
        "exp": "Ans. is 'd' i. e. Sodium hypochlorite. Common Disinfectants for Hospital Use. Group. Examples and Usage. Advantages and Disadvantages. PHENOLICSClear-soluble phenolic compounds, white fluids; 1. 5% solutions; leave in contact for 1 hour. Good general purpose disinfectants, not readily inactivated by organic matter, active against wide range of organisms (including mycobacteria) but not sporicidal. HALOGENSHypochlorites (chloramine) eg \"Milton\", \"Domestic\", bleaches. Strong (2% Cl) to weak (0. 02% Cl) concentrations used according to degree of blood contamination; leave in contact for 30 minutes. Cheap, effective, act by release of free chlorine, active against viruses and therefore recommended for disinfection of equipment soiled with blood (because of hepatitis risk), but rapidly inactivated by organic material and corrosive to metals. ALCOHOLSEthyl alcohol (ethanol), isopropyl alcohol (isopropanol). Good choice for skin disinfection and for clean surfaces, sometimes used in combination with iodine or chlorhexidine, water must be present for bacterial killing (i. e. 70% ethanol best), isopropanol preferred for skin and articles in contact with patient. ALDEHYDESGlutaraldehyde (\"Wavicide\", \"Aidel\"); 1% solution, leave in contact for 30 minutes. Kills vegetative organisms including mycobacteria slowly but effectively. More active, less toxic than formaldehyde, sporicidal (within 6 hours when fresh), irritant, used in alkaline solution which is stable 1-2 weeks, expensive, limited use e. g. disinfection of endoscopes.",
        "cop": 4,
        "opa": "Phenol",
        "opb": "Glutaraldehyde",
        "opc": "Ethanol",
        "opd": "Sodium hypochlorite",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sterilization and Disinfection",
        "id": "803ed17e-42ea-4d00-9f7a-af0ef4da952c",
        "choice_type": "single"
    }
]