[
    {
        "question": "Spread of which disease cannot be controlled by isolation -",
        "exp": "Ans. is 'b' i. e., Neonatal tetanus Periods of isolation recommended. Disease. Duration of isolation. Chickenpox. Until all lesions cursted; usually about 6 days after onset of rash. Measles. From the onset of catarrhal stage through 3rd day of rash. German measles. Non, except that women in the first trimester or sexually active, non immune women in child-bearing years not using contraceptive measures should not be exposed. Cholera, diphtheria3 days after tetracyclines started, until 48 hours of antibiotics (or negative culturs after treatment). Shigellossis. Salmonellosis}Until 3 consecutive negative stool cultures. Hepatitis AInfluenza. Polio. Tuberculosis (sputum -V)3 weeks3 days after onset2 weeks adult, 6 weeks paediatric. Until 3 weeks of effective chemotherapy. Herpes zoster. Mumps. Pertussis6 days after onset of rash. Until swelling subsides4 weeks or until paroxysms cease. Meningococcalminingtiris. Streptococcal. Pharyngitis}Until the first 6 hours of effective antibiotic therapy are completedo Isolation has failed in the control of disease such as leprosy, TB & STD. In the control of these diseases, the concept of physical isolation has been replaced by chemical isolation, Le., rapid treatment of cases in their own-homes and rendering them non-infectious as quickly as possible.",
        "cop": 2,
        "opa": "Diphtheria",
        "opb": "Neonataltetanus",
        "opc": "Cholera",
        "opd": "Mumps",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tetanus",
        "id": "044c295c-6256-4ff9-9831-8467ab82c178",
        "choice_type": "single"
    },
    {
        "question": "For elimination, neonatal tetanus should be (per 1000 live births) -",
        "exp": "Ans. is 'a' i. e., < 0. 1 o Districts are being classified into three categories, depending on neonatal tetanus incidence rate, immunization coverage in pregnant women, and proportion of clean deliveries by trained personnel. 1. Neonatal tetanus high risk: -* NT incidence rate > 1/1000 live birthsor* TT2 coverage < 70%or* Attended deliveries < SO/'o 2 Neonatal tetanus control* NT incidenc rate < 1/1000 live birthor* TT2 coverage > 70%. or* Attended deliveries > 50%. 3. Neonatal tetanus elimination* NT incidence rate < 0. 1/1000 live birthor* TTC coverage > 90%or* Attended deliveries > 75%",
        "cop": 1,
        "opa": "<0. 1",
        "opb": "I",
        "opc": "10",
        "opd": "> 10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tetanus",
        "id": "6166938a-3700-4a54-b8d6-f23351355237",
        "choice_type": "single"
    }
]