[
    {
        "question": "Spread of which disease cannot be controlled by isolation -",
        "exp": "Ans. is 'b' i.e., Neonatal tetanus Periods of isolation recommendedDiseaseDuration of isolationChickenpoxUntil all lesions cursted; usually about 6 days after onset of rashMeaslesFrom the onset of catarrhal stage through 3rd day of rashGerman measlesNon, except that women in the first trimester or sexually active, non immune women in child-bearing years not using contraceptive measures should not be exposed.Cholera, diphtheria3 days after tetracyclines started, until 48 hours of antibiotics (or negative culturs after treatment)ShigellossisSalmonellosis}Until 3 consecutive negative stool cultures.Hepatitis AInfluenzaPolioTuberculosis (sputum -V)3 weeks3 days after onset2 weeks adult, 6 weeks paediatric.Until 3 weeks of effective chemotherapyHerpes zosterMumpsPertussis6 days after onset of rashUntil swelling subsides4 weeks or until paroxysms ceaseMeningococcalminingtirisStreptococcalPharyngitis}Until the first 6 hours of effective antibiotic therapy are completedo Isolation has failed in the control of disease such as leprosy, TB & STD. In the control of these diseases, the concept of physical isolation has been replaced by chemical isolation, Le., rapid treatment of cases in their own-homes and rendering them non-infectious as quickly as possible.",
        "cop": 2,
        "opa": "Diphtheria",
        "opb": "Neonataltetanus",
        "opc": "Cholera",
        "opd": "Mumps",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tetanus",
        "id": "044c295c-6256-4ff9-9831-8467ab82c178",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding tetanus except:",
        "exp": "Ans. a. It is transmitted from person to person (Ref: Park 23/e p310, 21/e p284-288, 20/e p272-273; Schwartz 9/e p156, 228; Bailey 25/e p39)Park says \"It (tetanus) is not transmitted from person to person, so Herd immunity is not protective.\"Incubation period is 6-10 days.Bacilli is found in soil, in animal feces (mainly herbivores) and occasionally human feces. Infection is acquired by contamination of wounds with spores of Clostridium tetani.TetanusTetanus is common rural areas, in warm climates, during summer months and among malesQ.It is caused by tetanospasmin, a powerful exotoxinQ (second only to botulinum toxin).Tatanospasmin is produced by Clostridium tetani (gram positive, anaerobic, spore bearing organism)Q.Spores are 'drum-stick' shapedQ.Source:Bacilli is found in soil, in animal feces (mainly herbivores) and occasionally human fecesQ.Mode of infection:Infection is acquired by contamination of wounds with spores of Clostridium tetaniQ.Spores are widespread in soil and manure, and so the infection is more common in traumatic civilian or military woundsQ.It is not transmitted from person to person, so Herd immunity is not protectiveQ.Not transmitted from person to personQHerd immunity is not protectiveQIncubation period:Incubation period is 6-10 daysQ.Immunity:Herd immunity is not protectiveQImmunity is acquired only by immunizationQEven patients who have recovered from tetanus must be actively immunizedQ, because the amounts of toxin responsible for the disease do not stimulate protective immunity.Types of tetanus:1. Traumatic; 2. Puerperal; 3. Otogenic; 4. Idiopathic; 5. Tetanus neonatorumTetanus: Clinical FeaturesSigns and symptoms of tetanus are mediated by the release of the exotoxin tetanospasmin, which affects myoneural junctions and the motor neurons of the anterior horn of the spinal cord.MC initial symptoms: Trismus (lockjaw)Q, muscle pain and stiffness, back pain, and difficulty swallowing.A short prodromal period, which has a poor prognosis, leads to spasms in the distribution of the short motor nerves of the face followed by the development of severe generalised motor spasms including opsithotonus, respiratory arrest and deathQ.A longer prodromal period of 4-5 weeks is associated with a milder form of the diseaseQ.The entry wound may show a localized small area of cellulitis; exudate or aspiration may give a sample that can be stained to show the presence of Gram-positive rods.Risus sardonicus (sardonic grinQ): Highly characteristic, abnormal, sustained spasm of the facial muscles that appears to produce grinningActive Immunization of TetanusActive immunization is b.y two doses of tetanus toxoid (0.5 ml each) 1 -2 months apart followed by 2 booster doses first after 1 year of initial two doses and second after 5 years of first booster dose.Total of 4 doses is required in adults including pregnant woman.Tetanus: TreatmentProphylaxis with tetanus toxoid is the best preventative treatmentQ.Established infection: Minor debridement of the wound with antibiotic benzylpenicillinQRelaxants may also be required, and the patient may require ventilation in severe forms, which may be associated with a high mortality.Anti-toxin using human immunoglobulin for both at-risk wounds and established infectionQ.Tetanus NeonatorumAlso known as \"8th day disease\" as 1st symptom is seen around 7th to 8th day after birth.It has marked seasonal incidence in India.More than 50% cases occur in the month of July, August, September.Incubation period of different diseaseDiseaseIncubation periodCholera* Few hours to 5 daysQInfluenza* 18-72 hoursQDiphtheria* 2-6 daysQMeningoencephalitis* 3-4 daysQYellow fever* 3-6 daysQTetanus* 6-10 daysQJapanese Encephalitis* 5-15 daysQPertussis/Polio* 7-14 daysTyphoid* 10-14 daysQMeasles* 10 days from feverQChicken pox* 14-16 daysQMumps, Rubella* 2-3 weeksQFilariasis* 8-16 weeksLeprosy* 3-5 yearsRabies* Variable, depending upon severity and site of biteQ",
        "cop": 1,
        "opa": "It is transmitted from person to person",
        "opb": "Herd immunity is not of much value",
        "opc": "The main reservoir is soil and intestine of animals and humans",
        "opd": "Incubation period is 6-10 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tetanus",
        "id": "158c472c-e50b-4bad-907b-0f23fc53a232",
        "choice_type": "multi"
    },
    {
        "question": "For elimination, neonatal tetanus should be (per 1000 live births) -",
        "exp": "Ans. is 'a' i.e., < 0.1 o Districts are being classified into three categories, depending on neonatal tetanus incidence rate, immunization coverage in pregnant women, and proportion of clean deliveries by trained personnel.1. Neonatal tetanus high risk : -* NT incidence rate > 1/1000 live birthsor* TT2 coverage < 70%or* Attended deliveries < SO/'o 2 Neonatal tetanus control* NT incidenc rate < 1/1000 live birthor* TT2 coverage > 70%.or* Attended deliveries > 50%. 3. Neonatal tetanus elimination* NT incidence rate < 0.1/1000 live birthor* TTC coverage > 90%or* Attended deliveries > 75%",
        "cop": 1,
        "opa": "<0.1",
        "opb": "I",
        "opc": "10",
        "opd": "> 10",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tetanus",
        "id": "6166938a-3700-4a54-b8d6-f23351355237",
        "choice_type": "single"
    }
]