[
    {
        "question": "Endemicity of a disease means:",
        "exp": "Endemic Is the constant presence of a disease agent in a defined geographical area; refers to 'usual or expected frequency' of a disease in a population. For instance, common cold is endemic because somebody always has one. Endemic diseases in India are: Measles, mumps, rubella, chicken pox, peussis, TB, HIV, Cancers, diabetes, hypertension etc. Epidemics can arise from uncontrolled endemics also.",
        "cop": 2,
        "opa": "Occurs clearly in excess of normal expectancy",
        "opb": "Is constantly present in a population",
        "opc": "Exhibits seasonal pattern",
        "opd": "Is prevalent among animals",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Time Distribution, Epidemics",
        "id": "596275d2-892d-4b34-8ad2-0a611d279f36",
        "choice_type": "single"
    },
    {
        "question": "Food poisoning is an example of:",
        "exp": "1. Point source epidemic ( single exposure ) Sudden rise sudden fall. Cluster of cases in single IP. All cases develop within one incubation period of the disease E. g. Food poisoning, Bhopal gas tragedy. 2. Common source, continuous or repeated exposure epidemics Sharp rise Fall is interrupted by secondary peaks Eg. Contaminated well in a village, Water Borne Cholera. 3. Propagated source epidemic Gradual rise & gradual fall over long time. Person to person transmission E. g:- HEP. A, POLIO.",
        "cop": 1,
        "opa": "Point source epidemic",
        "opb": "Propagated source epidemic",
        "opc": "Common source epidemic",
        "opd": "Pandemic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Time Distribution, Epidemics",
        "id": "308ce2fc-5ac5-4f76-9ae1-6b6fca955189",
        "choice_type": "single"
    },
    {
        "question": "The area is declared free of epidemic:",
        "exp": "Epidemic: Number of cases of a disease clearly in excess of normal frequency. An area is declared free of epidemic; if on search, no new cases are repoed for 'twice the incubation period of the disease since the occurrence of last case'.",
        "cop": 3,
        "opa": "Till last secondary case recovers",
        "opb": "No new case repoed for the incubation period of disease since the last case",
        "opc": "No new case repoed for twice the incubation period of disease since the last case",
        "opd": "No new case repoed for six months since the last case",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Time Distribution, Epidemics",
        "id": "fe992a64-87c3-4a4a-ae81-f4f8f8125891",
        "choice_type": "single"
    }
]