[
    {
        "question": "Drug for prophylaxis of malaria in chloroquine resistant P.falciparum ?",
        "exp": "Ans. is 'a' i.e., Mefloquine Chemoprophylaxis of malaria Chemoprophylaxis is recommended for travellers from non-endemic areas, and as a sho term measure for soldiers, police and labour forces serving in highly endemic areas. Chemoprophylaxis should begin a week before arrival in malarious area and continued for at least 4 weeks or preferably 6 weeks after leaving malarious area. Drugs used are : ? Chloroquine - DOC for chemoprophylaxis in chloroquine sensitive P. falciparum areas. Atovaquone/Proguanil - Used in areas with chloroquine or mefloquine resistant P. falciparum. Doxycycline - Used in areas with chloroquine or mefloquine resistant P. falciarum. Mefloquine - Used in areas with chloroquine resistant P. falciparum Hydroxychloroquine - Alternative to chloroquine in areas with chloroquine sensitive P. falciparum",
        "cop": 1,
        "opa": "Mefloquine",
        "opb": "Quinine",
        "opc": "Halofantrine",
        "opd": "Aesunate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "ae3e0956-2070-4273-aebd-175b679406e2",
        "choice_type": "single"
    },
    {
        "question": "IQ = 51 –",
        "exp": "IQ between 50-70 is mild mental retardation.",
        "cop": 1,
        "opa": "Mild MR",
        "opb": "Moderate MR",
        "opc": "Severe MR",
        "opd": "Profound MR",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "a62c9a9f-9093-4e5c-ad28-c46417808666",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is primary prevention-",
        "exp": null,
        "cop": 3,
        "opa": "Screening test",
        "opb": "Early diagnosis",
        "opc": "Use of mosquito net",
        "opd": "Restoration of lost function",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "cd4677e8-4118-42d4-aa01-aa42d84f341c",
        "choice_type": "single"
    },
    {
        "question": "The time between primary and secondary case is called:",
        "exp": "Serial interval - gap in time between onset of the primary case and the secondary case. A period of communicability - time during which an infectious agent may be transferred directly or indirectly from an infected person to another person, from an infected animal to man or from an infected person to an animal including ahropods. Incubation period - time interval between invasion by an infectious agent and appearance of the first sign or symptoms of the disease Generation time - interval of time between reciept of infection by a host and maximal infectivity of the host Ref: Park 21st edition, page 95.",
        "cop": 2,
        "opa": "A period of communicability",
        "opb": "Serial interval",
        "opc": "Incubation period",
        "opd": "Generation time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "bd99710c-5f78-4222-a191-45872a9cbcf3",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true of malaria Eradication programmea) Started in 1953b) Modified plan started in 1970c) Incidence was 2 million cases in 1958d) Incidence decreased to 50,000 in 1961",
        "exp": "National anti-malaria Programme \n\nThe Programme began initially as National Malaria control Programme in 1953.\nBecause of the spectacular success achieved in the control of malaria, the control programme, was converted into an eradication programe in 1958 with the object of eradicating malaria once and for all from the country.\nThe programme went on well for sometimes.\nThe incidence of malaria declined from 75 million cases and 8 lakhs death in 1953 to about 1-2 million cases and no death in 1972.\nBut thereafter the programme suffered serious set backs.\nThere was a sharp increase in malaria incidence, in 1976, there were 6.47 million cases with 59 deaths.\nThe Govt of India in 1977 evolved a \"Modified plan of operation\" based on \"effective control\" rather than eradication.\nThe plan has since been implemented and the incidence of malaria began to decline.\nHowever, there was gradual, increased in falciparum malaria incidence.\nHence a programme for containment of P.falciparum was also launched within the NMEP.\n\nNote : Option 'c & d' were given in 19th/e. of Park : -\n\"The incidence of malaria had declined sharply from 75 million cases in 1953 to 2 million cases in 1958\".\n\"The annual incidence of malaria cases in India escalated from 50000 in 1961, to a Peak of 6.4 million cases in 1976\".\nStrategic Action plan for malaria control in India (2007-2012)\n\n\nMalaria control is now incorporated into the health service delivery programmes under the umbrella of NRHM.\nThe strategies of National malaria control programme are as follows : -\n\nMalaria Control strategies\nThe strategies for prevention and control of malaria and its transmission are-:\n1. Surveillance and case management\n\nCase detection (passive and active).\nEarly diagnosis and complete treatment.\nSentinel surveillance.\n\n2. Integrated vector management (IVM)\n\nIndoor residual spray (IRS).\nInsecticide treated bed nets (ITNs)/ Long Lasting Insecticidal Nets (LLINs).\nAntilarval measures including source reduction.\n\n3. Epidemic preparadness and early response\n4. Supportive interventions\n\nCapacity building\n Behaviour change communication (BCC)\nIntersectoral collaboration\nMonitoring and evaluation\nOperational research and applied field research.\n\nGoals for strategic Plan 2007-2012\nThe main national goals for malaria control are given below : -\n\nAt least 50 percent reduction in mortality due to malaria by the year 2010, as per National Health Policy document 2002.\nAt least 80 percent of those suffering from malaria get correct, affordable and appropriate treatment within 24 hours of reporting to the health system, by the year 2012.\nAt least 80 percent of those at high risk of malaria get protected by effective preventive measures such as ITNs/LLINs or IRS by 2012.",
        "cop": 1,
        "opa": "ab",
        "opb": "a",
        "opc": "ad",
        "opd": "bc",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "be55a293-5c65-47c1-aa9f-4464e19fc88c",
        "choice_type": "multi"
    },
    {
        "question": "Vision 2020 \"The right to sight\" includes all except",
        "exp": "Epidemic conjunctivitis Vision 2020 : The Right to Sight, is a global initiative launched by WHO in Geneva in 1999 in coalition with Task force of International NGOs' Globally, WHO has identified 5 major blinding eye conditions, for immediate attention : i) Cataract ii) Childhood blindness iii) Trachoma iv) Refractive errors and low vision v) Onchocerciasis (River blindness) The Government of India has adopted 'Vision 2020: Right to Sight' under 'National Programme for Control of Blindness' in 2001. Target diseases identified for intervention under 'Vision 2020' initiatives in India are : i) Cataract ii) Childhood blindness iii) Trachoma iv) Refractive errors and low vision v) Corneal blindness vi) Diabetic retinopathy vii) Glaucoma Objective of Vision 2020 - is to eliminate avoidable blindness by the year 2020 and reduce the global burden of blindness.",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Epidemic conjunctivitis",
        "opc": "Cataract",
        "opd": "Onchocerciasis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "d2aa3e65-6b12-45e9-93f6-8e4b6235bdc7",
        "choice_type": "multi"
    },
    {
        "question": "Soil may act as a reservoir for all except-",
        "exp": "The reservoir of infection of brucellosis:\nMain reservoirs of human infection are cattle, sheep, goats, swine, buffaloes, horse and dogs\nCross infection can occur between animal species \nThe animals may remain infected for life.",
        "cop": 3,
        "opa": "Tetanus",
        "opb": "Anthrax",
        "opc": "Brucellosis",
        "opd": "Coccidioidomycosis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": null,
        "id": "8e36c89a-ae3a-4b3c-862b-cdea6d58c3a9",
        "choice_type": "multi"
    }
]