[
    {
        "question": "Interval variable have all propeies except:-",
        "exp": "Identity Different numerals display different classification Nominal, Ordinal, Interval, Ratio Magnitude Different numerals display different identity and magnitude Ordinal, Interval, Ratio Interval Numerals are meaningful and display propey of Equidistance Interval, Ratio True zero Represent the absence of an attribute Ratio - Thus, option-4 is the answer.",
        "cop": 4,
        "opa": "Identity",
        "opb": "Magnitude",
        "opc": "Propey of equidistance",
        "opd": "True zero",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "8fe80eb2-c39f-48ad-bbfd-e9a7c299c6a1",
        "choice_type": "multi"
    },
    {
        "question": "An old man with hypertension and BP 210/110 mm Hg is classified into Severe hypertension. Scale used is",
        "exp": "ORDINAL SCALEScale on which data is shown simply in order of magnitude, since there is no standard of measurement of differences - Categories are organized as a continuum - In the given question, If BP is measured as absolute quantified numbers (E. g. BP 210/110), it should be measured on Metric scale If BP is categorized as Mild-Moderate-Severe, it will become Ordinal scale",
        "cop": 2,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Ration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "c7ca18c3-73ab-433d-8885-a0aa6ac653bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following variables is measured on the Ordinal scale?",
        "exp": "Scale of measurement: 1. CATEGORICAL SCALE - Include Nominal & Ordinal scales 2. DIMENTIONAL SCALE - Include Metric scale Nominal scale Ordinal scale Metric scale Definition Based on NOM (names); no specific order Based on ORD (order); grading into categories Based on ME (measurement); in terms of quantities Examples Race, Religion, Country of bih, Clinical features, Sites of lymphadenopathy, Sex of child, Type of anemia, ABO blood group, Site of malignancy TNM staging (cancers), Severity of a disease, Social classes Blood glucose, Hemoglobin level, Serum cholesterol, Weight, Height, Mid-arm circumference, Blood pressure, Pulse rate, Temperature (degC, degF, K) scale",
        "cop": 2,
        "opa": "Type of anemia",
        "opb": "Severity of anemia",
        "opc": "Hemoglobin level",
        "opd": "Serum ferritin level",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "dafff773-8fed-46d3-b892-391a98ab6cd9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Continuous variables except:-",
        "exp": "Variable - Anything which can have a different value Continuous variable Discreate variable Many possible values & in between value Few possible value & no in between value Eg: Weight, Height, Blood sugar, Serum cholesterol, BMI, Age, Pulse rate, Systolic blood pressure 0C/0F temperature Eg: ABO Blood grouping, Rh status, Religion, Sex, Anemia, Severity of anemia parity",
        "cop": 2,
        "opa": "Age",
        "opb": "Religion",
        "opc": "BMI",
        "opd": "Blood pressure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "5bc1fa15-7711-46f0-90bc-255e6fad1f48",
        "choice_type": "multi"
    },
    {
        "question": "True about Visual analog Scale",
        "exp": "Visual Analog Scale: Used for Measurement of Pain 10 cms (0-100 mm) long plastic scale Used when pt is illiterate, in ICU, under anesthesia, pediatric pts.",
        "cop": 2,
        "opa": "Type of scale used for ABO Blood group",
        "opb": "Used for Measurement of Pain",
        "opc": "Also known as Like scale",
        "opd": "Used for only two variables data",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "b738f6e6-ae89-4af2-b86d-5399cff841fe",
        "choice_type": "multi"
    },
    {
        "question": "A physician, after examining a group of patients of a ceain disease, classifies the condition of each one as 'Normal', 'Mild', 'Moderate' or 'Severe'. Which one of the following is the scale of measurement that is being adopted for classification of the disease condition?",
        "exp": "In the given question, a physician, after examining a group of patients of a ceain disease, classifies the condition of each one as 'Normal', 'Mild', 'Moderate' or 'Severe'. 'Normal-mild-moderate-severe' is a continuum of outcome for a variable, thus is measured on an Ordinal scale.",
        "cop": 4,
        "opa": "Normal",
        "opb": "Interval",
        "opc": "Ration",
        "opd": "Ordinal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "e8dc1f50-f0aa-4e3e-a336-325d507e68d3",
        "choice_type": "single"
    },
    {
        "question": "An investigator into the life expectancy of IV drug abusers divides a sample of patients into HIV-positive and HIV-negative groups. What type of data does this division constitute?",
        "exp": "Nominal data (also known as nominal scale) is a type of data that is used to label variables without providing any quantitative value. Given question is about HIV-positive and HIV-negative groups; since there is no order of characteristic and it cannot be measured directly. So, it can't be an ordinal data or metric data respectively. It is nominal data as its division is based only on names, i. e. HIV-positive and HIV-negative groups.",
        "cop": 1,
        "opa": "Nominal",
        "opb": "Ordinal",
        "opc": "Interval",
        "opd": "Ration",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Variables, Scales",
        "id": "5faa05f6-8734-4439-aea9-7dc6d3a5318c",
        "choice_type": "single"
    }
]