[
    {
        "question": "All are seen in vitamin C deficiency except:",
        "exp": "Vitamin C/Ascorbic acid deficiency leads to. Scurvy Clinical manifestation of scurvy: Swollen and bleeding gums Subcutaneous bleeding and brushing into skin/joints Delayed wound healing Anemia Weakness.",
        "cop": 4,
        "opa": "Swollen bleeding gums",
        "opb": "Delayed wound healing",
        "opc": "Anemia",
        "opd": "Infeility",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "da1ae1cd-24a5-42c1-8d1f-a980bda9e921",
        "choice_type": "multi"
    },
    {
        "question": "Best test to detect iron deficiency in community is:",
        "exp": "Evaluation of iron status in the body can be done by: Serum ferritin: 'Most sensitive tool for evaluation of iron status', especially in populations with low prevalence of anemia. Hemoglobin concentration: A relatively insensitive index of nutrient depletion. Serum iron concentration: Normal range is 0. 80 - 1. 80 mg/L. Serum transferrin saturation: Normal value is 30%.",
        "cop": 2,
        "opa": "Serum transferrin",
        "opb": "Serum ferritin",
        "opc": "Serum iron",
        "opd": "Hemoglobin",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "ea8acf0d-f59a-4095-97fb-85531a4a77b9",
        "choice_type": "single"
    },
    {
        "question": "Subacute combined degeneration of cord is due to deficiency of:-",
        "exp": "Vitamin B12 deficiency leads to:- Megaloblastic anemia Pernicious anemia Sub-acute combined degeneration of spinal cord Peripheral neuropathy Infeility Atrophic glossitis.",
        "cop": 4,
        "opa": "Vitamin B1",
        "opb": "Vitamin B6",
        "opc": "Folic acid",
        "opd": "Vitamin B12",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "c25f62b0-06a9-4448-a574-474265af35d0",
        "choice_type": "single"
    },
    {
        "question": "First clinical sign of Vitamin - A deficiency is:",
        "exp": "All the ocular manifestations of Vitamin - A deficiency are collectively known as 'Xerophthalmia' (Dry Eye). - Xerophthalmia is most common in children aged 1-3 years. 'First clinical sign' of Vitamin - A deficiency: Conjunctival xerosis. 'First clinical symptom' of Vitamin - A deficiency: Night blindness. Conjunctival xerosis in Xerophtalmia - characteristic appearance of emerging like sand banks at receding tide. 'Bitot's Spots' are triangular, pearly-white or yellowish, foamy spots on bulbar conjunctiva, on either side of cornea ( temporal > nasal).",
        "cop": 2,
        "opa": "Night blindness",
        "opb": "Conjunctival xerosis",
        "opc": "Bitot's spots",
        "opd": "Keratomalacia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "571af714-578c-4f10-bfc8-a058f7fbed88",
        "choice_type": "single"
    },
    {
        "question": "Vitamin for which only animal source is available is:-",
        "exp": "- Vitamin B12/Cyanocobalamine is only obtainable through animal sources, therefore strict vegetarians develop B12 deficiency. - Vit B12 deficiency leads to:- Megaloblastic anemia Peripheral neuritis SCDSC Infeility Atrophic glossitis Peripheral neuropathy.",
        "cop": 3,
        "opa": "Vitamin B1",
        "opb": "Vitamin B2",
        "opc": "Vitamin B12",
        "opd": "Vitamin C",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "31c0700b-5517-4e59-94aa-662fbfe01cf2",
        "choice_type": "single"
    },
    {
        "question": "Dose of vitamin A prophylaxis required by a 9 month old child is:-",
        "exp": "Under the new recent guidelines in NIS, vitamin -A is given: GROUP DOSE 6 months - 1 year of age 1 lakh IU orally 1 - 6 years of age 2 lakh IU orally - I lakh IU = 30mg - According to NIS, Vit A is staed at the age of 9 months and given for every 6 months until the child reaches 5yrs of age. - Thus, total 9 doses of vit A is given.",
        "cop": 2,
        "opa": "10, 000 IU",
        "opb": "100, 000 IU",
        "opc": "200, 000 IU",
        "opd": "10, 00, 000 IU",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "972adf4f-3863-41bf-8fc4-a88f46f0eb7f",
        "choice_type": "single"
    },
    {
        "question": "Phrynoderma is deficiency of:-",
        "exp": "NUTRITIONAL DEFICIENCIES:- Vitamin B2 Zinc Vitamin B6 Vitamin E Chromium Zinc EFA Selenium Increase circumcorneal congestion Acrodermatitis enteropathica Seizures (infant) Progressive external Opthalmoplegia Glucose Intolerance Liver disease, Growth failure Phyrnoderma (toad like skin) - Treated by supplementing B-complex vitamin & safflower oil. Endemic cardiomyopathy (Keshan's disease)",
        "cop": 2,
        "opa": "Zinc",
        "opb": "EFA",
        "opc": "Selenium",
        "opd": "Iodine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "69bb7bb9-229b-4ef6-b83d-29a11255934e",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive indicator of 'Environmental iodine deficiency' is:-",
        "exp": "Neonatal hypothyroidism is the most sensitive indicator of environmental iodine deficiency. Other useful indicators for assessment of Iodine deficiency: Prevalence of goiter Prevalence of cretinism Urinary iodine excretion (Major impact indicator) Measurement of thyroid function by determination of serum T4, TSH.",
        "cop": 4,
        "opa": "Serum T4 levels",
        "opb": "Serum T3 levels",
        "opc": "Urine iodine excretion",
        "opd": "Neonatal hypothyroidism",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "70092fe4-ec92-4ac1-851f-4bec2ed6fb8b",
        "choice_type": "single"
    },
    {
        "question": "White polished rice causes deficiency of:",
        "exp": "Thiamine loss occur in: Polishing of rice, Milling of rice, Washing/cooking of rice, Toast, Cereals cooked with baking soda, Prolonged storage of fruits & vegetables. Beriberi is caused by a pronounced deficiency of anti-neuritic vitamin/vitamin B1or Thiamine, which is required for utilization of carbohydrates. Up to 80 percent of Thiamine (B1 vitamin) is removed during the process of milling brown rice to white polished rice. Parboiling (paial cooking in steam) is ancient Indian technique of preserving the nutritive quality of rice. During the steaming process, a greater pa of the vitamins and minerals present in the outer aleurone layer of the rice grain are driven into the inner endosperm. With subsequent milling, even to a high degree, the nutrients are not removed.",
        "cop": 1,
        "opa": "Thiamine",
        "opb": "Tryptophan",
        "opc": "Riboflavin",
        "opd": "Protein",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "92fcb0b8-c8e2-4784-9293-d9b3ca6caead",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis enteropathica is:-",
        "exp": "- Acrodermatitis enteropathica is Inherited disorder of impaired uptake of zinc from body. - Zn deficiency results in impaired glucose metabolism. B2 deficiency (ocular) Vitamin B6 deficiency Vitamin E deficiency Chromium deficiency EFA deficiency leads to Selenium deficiency Increase circumcorneal congestion Seizures (infant) Progressive external opthalmoplegia Glucose Intolerance PHRYNODERMA (Toad like skin) ENDEMIC cardiomyopathy (KESHAN'S disease)",
        "cop": 2,
        "opa": "Inherited disorder of excessive excretion of zinc from body",
        "opb": "Inherited disorder of impaired uptake of zinc from body",
        "opc": "Inherited disorder of excessive excretion of copper from body",
        "opd": "Inherited disorder of impaired uptake of copper from body",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "6414e276-eb0e-4500-a8f8-20ce5efe4120",
        "choice_type": "single"
    },
    {
        "question": "All are true about Vitamin C except:-",
        "exp": "Vitamin C( Ascorbic acid): Water soluble vitamin. Potent antioxidant. Required for formation of collagen. Reduces ferric iron to ferrous iron thus increasing iron absorption. The most sensitive of all vitamins to heat. Deficiency =Scurvy - swollen and bleeding gums, S/C bruising, bleeding into the skin and joints, delayed wound healing, anemia and weakness.",
        "cop": 4,
        "opa": "It is water soluble vitamin",
        "opb": "Most sensitive to heat",
        "opc": "Potent antioxidant",
        "opd": "Reduces ferrous iron to ferric iron",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "94ae2fda-1b37-4d56-aec4-8f2561499673",
        "choice_type": "multi"
    },
    {
        "question": "Chromium deficiency may lead to:-",
        "exp": "NUTRITIONAL DEFICIENCIES:- Chromium deficiency causes Insulin dysfunction resulting in Glucose intolerance. Copper deficiency causes: Neutropenia Selenium deficiency: Endemic cardiomyopathy (Keshan's disease) Zinc deficiency: growth failure, delayed wound healing, pernicious anemia Molybdenum deficiency: mouth and esophageal cancer Vit E deficiency: Progressive external ophthalmoplegia.",
        "cop": 1,
        "opa": "Insulin dysfunction",
        "opb": "Cardiomyopathy",
        "opc": "Endocarditis",
        "opd": "External ophthalmoplegia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "2e5266eb-bdee-4542-a42f-057fb2545869",
        "choice_type": "single"
    },
    {
        "question": "A woman of age 34 yrs has been taking large quantities of vitamins in hope that it would prevent many infections & cancers. Now she came with complaint of sleep disturbances, increased hair fall, anorexia, nausea, fissures & dryness of lips. What is the most likely cause of these symptoms?",
        "exp": "Only fat-soluble vitamins can cause toxicity as they can be stored in the body. Given clinical features - sleep disturbances, hair loss, anorexia, nausea, skin desquamation are suggestive of Vitamin-A toxicity. Enlarged liver & papilloedema can also be seen in chronic Vit-A intoxication. High doses are teratogenic. Vitamin-D toxicity can cause hypercalcemia which results in anorexia, nausea, vomiting, thirst & drowsiness. The patient may lapse into coma, while cardiac arrhythmias & renal failure may occur.",
        "cop": 1,
        "opa": "Chronic Vitamin A toxicity",
        "opb": "Chronic Vitamin K toxicity",
        "opc": "Chronic Vitamin E toxicity",
        "opd": "Chronic Vitamin D toxicity",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "d997ae49-7517-4ff6-a284-d6e67a812998",
        "choice_type": "multi"
    },
    {
        "question": "Which of these has the max natural source of vitamin A?",
        "exp": "Halibut Liver Oil has the maximum natural content of Vitamin A & also it has the richest source of the Vitamin D. Among fruits Ripe Mango & among vegetables carrot have high content of Vitamin A. Vitamin A deficiency causes Xerophthalmia.",
        "cop": 2,
        "opa": "Carrot",
        "opb": "Halibut liver oil",
        "opc": "Cod fish oil",
        "opd": "Cow milk",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "00b377ab-cf14-4f26-85cd-825d3a22e6b0",
        "choice_type": "single"
    },
    {
        "question": "Keshan cardiomegaly occur due to deficiency of:-",
        "exp": "- Selenium deficiency cause Keshan disease also known as Endemic cardiomyopathy. - There is also involvement of coxsackie virus Other deficiency leads to - Vit A - Xeropthalmia - Vit B1 - Beri - Beri; Wernickes Korsakoff psychosis - Vit B3 - Pellagra - Vit B5 - Burning feet syndrome - Vit B6 - Microcytic neuritis; Peripheral Anemia - B9 - Megalablastic Anemia, Neural tube effect - B12 - Megaloblastic Anemia, Pernicious Anemia, Peripheral Neuritis, Subacute combined degeneration of spinal cord.",
        "cop": 1,
        "opa": "Selenium",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Iron",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "7e52f3dc-d281-48ac-b2a8-161b28f5cd70",
        "choice_type": "single"
    },
    {
        "question": "Anti-oxidant vitamins include all except:-",
        "exp": "Anti-oxidants arecompounds that inhibit oxidation. Oxidation is a chemical reaction that can produce free radicals, thereby leading to chain reactions that may damage the cells of organisms. Thus, anti-oxidants protects the cell from free radical injury. Anti-oxidant vitamins are: Vitamin A ( especially Carotene) Vitamin C Vitamin E",
        "cop": 4,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Vitamin E",
        "opd": "Vitamin K",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "b96ffed1-945c-418a-8dde-8258fd1b915a",
        "choice_type": "multi"
    },
    {
        "question": "Xerophthalmia is considered as public health problem if prevalence of bitot's spot is more than?",
        "exp": "Assessment of vitamin A deficiency: The presence of any one of the criteria should be considered as evidence of a xerophthalmia problem in the community. - Criteria Prevalence in population at risk (6 months to 6 years) Night blindness more than 1 per cent Bitot's spots more than 0. 5 per cent Corneal xerosis/ corneal ulceration/ keratomalacia more than 0. 01 per cent Corneal ulcer more than 0. 05 per cent Serum retinol (less than 10 mcg/dl) more than 5 per cent",
        "cop": 3,
        "opa": "0. 01%",
        "opb": "0. 05%",
        "opc": "0. 50%",
        "opd": "1%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "e0de2e1a-85ea-451c-ba22-d1ac35b2ddbe",
        "choice_type": "single"
    },
    {
        "question": "Xerophthalmia is considered a problem in a community if:-",
        "exp": "Prevalence criteria for determining the Xerophthalmia problem in a community: Criteria Prevalence Night blindness >1. 0% Bitot's spots >0. 5% Corneal xerosis / corneal ulceration / keratomalacia >0. 01% Corneal ulcer >0. 05% Serum retinol >5. 0%",
        "cop": 1,
        "opa": "Night blindness >1%",
        "opb": "Bitot spots >1%",
        "opc": "Corneal ulceration > 0. 05%",
        "opd": "Corneal ulcer >0. 5%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Vitamins and Nutritional Deficiencies",
        "id": "fef6e97a-cd41-48ac-a3e8-a9273fb9c97e",
        "choice_type": "single"
    }
]