[
    {
        "question": "Which of the following does NOT supply the palate",
        "exp": "Palate is supplied by greater and lesser palatine aeries of the descending palatine aery (branch of maxillary aery), the ascending palatine aery (branch of facial aery), and the palatine branch of the ascending pharyngeal aery.",
        "cop": 1,
        "opa": "Tonsillar branch of Facial Aery",
        "opb": "Ascending Palatine Aery",
        "opc": "Descending Palatine Aery",
        "opd": "Ascending Pharyngeal Aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "57f5d00d-c05d-4396-b3ef-9df2d3468510",
        "choice_type": "single"
    },
    {
        "question": "Posterior superior alveolar aery is a branch of:",
        "exp": "Posterior superior alveolar aery arises from third pa of maxillary aery just before it enters the pterygomaxillary fissure. BRANCHES OF MAXILLARY AERY",
        "cop": 2,
        "opa": "Nasal branch of maxillary aery",
        "opb": "Palatal branch of maxillary aery",
        "opc": "Mandibular aery",
        "opd": "Inferior alveolar aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "4ada6f16-69b7-4b3f-be54-2997baf9c997",
        "choice_type": "single"
    },
    {
        "question": "Angular vein communicates with",
        "exp": "Angular Vein is the upper most segment of the Facial Vein, formed by the union of the Supratrochlear Vein and Supraorbital Vein. It runs obliquely downward by the side of the nose, is linked with the cavernous sinus by the superior and inferior ophthalmic veins which are devoid of valves. fig:-Angular vein communication with cavernous sinus",
        "cop": 1,
        "opa": "Cavernous sinus",
        "opb": "Superior sagittal sinus",
        "opc": "Inferior sagittal sinus",
        "opd": "Straight Sinus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "b6cb4dfb-9530-447b-b1d1-a90e6e991d4f",
        "choice_type": "single"
    },
    {
        "question": "Thyroidea ima aery is not a branch of:",
        "exp": "- Thyroidea ima aery is an uncommon variant of the blood supply to the inferior aspect of thyroid gland and has a variable origin. - Origin from: Brachiocephalic trunk Right common carotid aery Arch of aoa Subclan aery Internal Thoracic Aery",
        "cop": 3,
        "opa": "Brachiocephalic trunk",
        "opb": "Subclan aery",
        "opc": "Veebral aery",
        "opd": "Arch of aoa",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "a208047f-1c6b-45c0-af9b-7bb8d6b30d21",
        "choice_type": "single"
    },
    {
        "question": "Deep venous system of brain consists of:",
        "exp": "The deep venous system consists of the Internal Cerebral vein, and in some sense the Basal Vein of Rosenthal.",
        "cop": 1,
        "opa": "Internal cerebral vein",
        "opb": "Great cerebral vein",
        "opc": "Straight sinus",
        "opd": "Cavernous sinus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "790585de-a62a-4884-9d84-4617a6fa45f1",
        "choice_type": "single"
    },
    {
        "question": "In subclan steal syndrome there is reversal of blood flow in:",
        "exp": "In subclan steal syndrome there is retrograde flow in the veebral aery due to an ipsilateral subclan aery block proximal to veebral aery origin. The block results in lower pressure in the distal subclan aery and upper limb ischemia. Consequently, blood flows from the contralateral veebral aery to the basilar aery and then in a retrograde direction down the ipsilateral veebral aery away from the brainstem.",
        "cop": 1,
        "opa": "Ipsilateral veebral aery",
        "opb": "Contralateral veebral aery",
        "opc": "Ipsilateral subclan aery",
        "opd": "Contralateral subclan aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "665307ca-52c4-4468-9fbf-6ac2a7e1fd42",
        "choice_type": "single"
    },
    {
        "question": "Most common site of subclan aery stenosis is in pa:",
        "exp": "Subclan Aery is most commonly obstructed in the proximal poion -1st pa proximal to the origin of veebral and internal thoracic aery. It is focal and is usually an extension of atherosclerotic narrowing from the aoic arch into the aery. The stenosis is more common on left side - Left subclan is involved 3 times more frequently involved than the right.",
        "cop": 1,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "Terminal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "4f442151-8ce0-4cd3-b471-12030acaee3d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is WRONG regarding ophthalmic aery:-",
        "exp": "Ophthalmic aery arises from Internal Carotid Aery as it emerges from the roof of the Cavernous Sinus, enters the Orbit through Optic canal inferolateral to the optic nerve, both lying in a common dural sheath. Gives central aery to retina (an end aery), and also supplies ethmoidal sinuses by giving ethmoidal aeries.",
        "cop": 4,
        "opa": "Present in dura along with optic nerve",
        "opb": "Supplies anterior ethmoidal sinus",
        "opc": "Aery to retina is end aery",
        "opd": "Leaves orbit through inferior orbital fissure",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "84f32674-6335-48ba-864b-6dcdcd051308",
        "choice_type": "single"
    },
    {
        "question": "Principal blood supply to tonsil is from",
        "exp": "Aerial supply of tonsil: Tonsillar branch of facial aery (Principal blood supply) Dorsalis linguae branches of lingual aery. Ascending palatine, a branch of facial aery. Ascending pharyngeal, a branch of external carotid aery. Greater palatine (descending palatine), a branch of maxillary aery.",
        "cop": 4,
        "opa": "Lingual aery",
        "opb": "Descending palatine aery",
        "opc": "Ascending pharyngeal aery",
        "opd": "Facial aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "3c482f83-b625-40fa-af8d-a04578c6e191",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a branch of Facial Aery?",
        "exp": "Sublingual Aery is a branch of lingual aery which is a branch of external carotid aery. The branches of the facial aery are: Cervical Ascending palatine aery Tonsillar branch Submental aery Glandular branches Facial Inferior labial aery Superior labial aery Lateral nasal branch to nasalis muscle Angular aery- the terminal branch",
        "cop": 4,
        "opa": "Superior labial Aery",
        "opb": "Inferior labial Aery",
        "opc": "Lateral nasal Aery",
        "opd": "Sublingual Aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "ab66a897-aaed-40c0-882c-5656dcf73d00",
        "choice_type": "single"
    }
]