[
    {
        "question": "Discrete muscle of Panninculus carnosus is:-",
        "exp": "Panninculus carnosus is a striated muscle lying in the subcutaneous fascia. Daos muscle is subcutaneous involuntary muscle which continues in front with the fascia of Camper and fascia of Scarpa of anterior abdominal wall. NOTE: In humans the platysma muscle of the neck, palmaris brevis in the hand, and the daos muscle in the scrotum are described as a discrete muscle of the panniculus carnosus.",
        "cop": 4,
        "opa": "Temporo parietalis",
        "opb": "Occipitalis.",
        "opc": "Cremastric.",
        "opd": "Daos.",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "86b1a14e-237a-4ff7-b67a-240a1143f1e0",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male presents to OPD with acute abdominal pain. On examination it seems to have spread to retroperitoneal structure. Which of the following is most likely to get affected",
        "exp": "The descending colon is a retroperitoneal organ. The rest of the organs are surrounded by peritoneum. Other retroperitoneal organs are: - Pancreas, Duodenum, Ascending colon, Descending colon, Middle third of the rectum",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Transverse colon",
        "opc": "Jejunum",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "dca0925a-bc24-4ace-abfd-48666fcbb607",
        "choice_type": "single"
    },
    {
        "question": "NOT a content of spermatic cord",
        "exp": "Ilio-inguinal nerve is not a content of spermatic cord. Spermatic cord contains: Testicular aery Ductus deferens Genital branch of Genito femoral nerve. Pampiniferous plexus of veins. Remains of processus vaginalis Aery to ductus deferens",
        "cop": 3,
        "opa": "Ductus deferens",
        "opb": "Testicular aery",
        "opc": "Ilio-inguinal nerve",
        "opd": "Genital branch of genitofemoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "71d441fa-57a5-458e-827c-b2a7a12ef4ce",
        "choice_type": "single"
    },
    {
        "question": "structure passing through deep inguinal ring:",
        "exp": "Spermatic cord passes through deep inguinal ring. Inferior epigastric vessels lie medial to the ring. Genital (not femoral) branch of genitofemoral nerve passes through deep inguinal ring. Ilioinguinal nerve enters the inguinal canal by piercing the wall and not through the deep inguinal ring.",
        "cop": 2,
        "opa": "Inferior epigastric vessels",
        "opb": "Spermatic cord",
        "opc": "Ilioinguinal nerve",
        "opd": "Femoral branch of genitofemoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "380ec535-531b-4898-bd9c-7280c161b624",
        "choice_type": "single"
    },
    {
        "question": "Base of femoral triangle is formed by",
        "exp": "Base of femoral triangle is inguinal ligament which is aponeurosis of external oblique muscle. Medial border of adductor longus forms the medial boundary. Medial border of Saorius forms the lateral boundary. Floor is formed by adductor longus, pectineus and iliacus. Femoral aery, femoral vein and lymphatics are involved in femoral sheath.",
        "cop": 1,
        "opa": "Inguinal ligament",
        "opb": "Medial border of saorius",
        "opc": "Medial borer of adductor longus",
        "opd": "Iliacus",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "58af5a04-c7a9-48fd-addb-8c4d9788d304",
        "choice_type": "single"
    },
    {
        "question": "Not related to Boundary of triangle of doom:",
        "exp": "Explanation: Boundary of triangle of doom: Medial - Vas deferens Lateral - Gonadal vessels Apex - Deep inguinal ring Contents - External iliac vessels",
        "cop": 4,
        "opa": "Medial - vas deferens",
        "opb": "Lateral - gonadal vessels",
        "opc": "Apex - deep inguinal ring",
        "opd": "Contents - internal iliac vessels",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "d2dc8b87-58ff-4b3c-9d34-cc020202cca6",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy is diagnosed as having a persistent processus vaginalis in its middle poion. Which of the following conditions is most likely to be associated with this developmental anomaly?",
        "exp": "If a middle poion of the processus vaginalis persists, it forms a congenital hydrocele. If the entire processus vaginalis persists, it develops a congenital indirect inguinal hernia. Gubernaculum testis is the fetal ligament that connects the bottom of the fetal testis to the developing scrotum. Hematocele is an effusion of blood into the cavity of the tunica vaginalis. Cryptorchidism Failure of the testis to descend from the abdomen to the scrotum. High temperature in abdominal cavity-inhibition of spermatogenesis-Sterility.",
        "cop": 4,
        "opa": "Direct inguinal hernia",
        "opb": "Gubernaculum testis",
        "opc": "Hematocele",
        "opd": "Hydrocele",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "4ec86d53-d6b9-4356-92a4-d26fe0135630",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic drainage of glans penis is by",
        "exp": "Lymphatic drainage of glans penis is deep inguinal lymph nodes. Superficial inguinal lymph nodes- scrotum, perineum, vulva and anus Lymphatic drainage of testis is pre and para aoic lymph nodes.",
        "cop": 2,
        "opa": "Superficial inguinal lymph nodes",
        "opb": "Deep inguinal lymph nodes",
        "opc": "Internal iliac lymph nodes",
        "opd": "Preaoic nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "9ecb13a1-fd05-420e-bdc7-fd8ea936e0fd",
        "choice_type": "single"
    },
    {
        "question": "Subdiaphragmatic peritoneum is more absorptive than pelvic peritoneum because the former possess:-",
        "exp": "The mesothelium acts as a semipermeable membrane across which fluids and small molecules of various solutes can pass & the peritoneum can absorb fluid effusions from the peritoneal cavity. Water and crystalloids are absorbed directly into the blood capillaries, whereas colloids pass into lymphatics with the aid of phagocytes. The greater absorptive power of the upper abdomen (subphrenic area) is due to its larger surface area and because respiratory movements aid absorption.",
        "cop": 4,
        "opa": "Larger macrophages",
        "opb": "Bigger stomata",
        "opc": "Wider capillaries",
        "opd": "Wide surface area",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "eb32b22b-92b7-4c7d-9aae-817bf3c0388f",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male presents to OPD with with acute abdominal pain. On examination it seems to have spread to retroperitoneal structures. Which of the following is the most likely to get affected",
        "exp": "The descending colon is a retroperitoneal organ. The rest of the organs are surrounded by peritoneum. Other retroperitoneal organs are: - Pancreas, Duodenum, Ascending colon, Descending colon, Middle third of the rectum Image showing Pancreas and Duodenum lying retroperitoneally.",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Transverse colon",
        "opc": "Jejunum",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdominal wall, Inguinal and Femoral region",
        "id": "42408510-2b00-460f-8efd-3ddfe848609b",
        "choice_type": "single"
    }
]