[
    {
        "question": "An emergent hernia repair is scheduled. As the attending physician is driving to the hospital, the medical student assisting on the case quickly reviews his anatomy atlas and is trying to commit to memory that the internal oblique abdominis muscle contributes to the formation of which of the following structures?",
        "exp": "The falx inguinalis (conjoint tendon) is formed by the aponeuroses of the internal oblique and transverse muscles of the abdomen. The inguinal ligament is formed by aponeurosis of the external oblique abdominal muscle, and the reflected inguinal ligament is formed by ceain fibers of the inguinal ligament reflected from the pubic tubercle upward toward the linea alba. The deep inguinal ring lies in the transversalis fascia, and the internal spermatic fascia is formed by the transversalis fascia.",
        "cop": 3,
        "opa": "Inguinal ligament",
        "opb": "Deep inguinal ring",
        "opc": "Falx inguinalis (conjoint tendon)",
        "opd": "Internal spermatic fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "d678676d-73ca-4443-88d8-39b0bcdcfa99",
        "choice_type": "single"
    },
    {
        "question": "In bulbous urethra, extravasated urine from this injury can spread into which of the following structures",
        "exp": "Extravasation of urine may result from the rupture of the bulbous spongy urethra below the perineal membrane; the urine may pass into the superficial perineal pouch and spread inferiorly into the scrotum, anteriorly around the penis, and superiorly into the lower pa of the abdominal wall. The urine cannot spread laterally into the thigh because the perineal membrane and the superficial fascia of the perineum are firmly attached to the ischiopubic rami and are connected with the deep fascia of the thigh (fascia lata).",
        "cop": 1,
        "opa": "Scrotum",
        "opb": "Ischiorectal fossa",
        "opc": "Deep perineal space",
        "opd": "Thigh",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "0fd320c5-550d-47c1-9c9b-8864eb2e1b7e",
        "choice_type": "single"
    },
    {
        "question": "Deep perineal pouch in males does not include:",
        "exp": "Coronal section of pelvis. Deep perineal pouch is located between the superior and inferior layers of the urogenital diaphragm. Long perineal nerve is located in the superficial perineal pouch. Contents of deep perineal pouch in males: Muscles - Sphincter urethrae, Deep transversus perinei. Nerves - Dorsal nerve of penis, muscular branch from perineal nerve. Vessels - Deep and dorsal aeries of penis, stem of origin of aery to the bulb of penis, urethral aery",
        "cop": 3,
        "opa": "Pudendal nerve",
        "opb": "Sphincter urethrae",
        "opc": "Long perineal nerve",
        "opd": "Dorsal nerve of penis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "35c25ee1-d16c-4862-a482-1098c14c1494",
        "choice_type": "single"
    }
]