[
    {
        "question": "A man is stuck with lathi on the lateral aspect of the head of the fibula. Which of the following can occur as a result of nerve injury",
        "exp": "The common peroneal nerve is extremely vulnerable to injury as it winds around the neck of the fibula if that happens, clinical features are: Motor loss-a). The foot drop is due to paralysis of muscles of anterior compament of the leg (dorsiflexors of the foot) {dorsiflexion not possible}. b). Loss of extension of toes due to the paralysis of extensor digitorum longus & extensor hallucis longus. c). Loss of eversion of the foot due to paralysis of peroneus longus & brevis. Sensory loss- Sensory loss on the anterior aspect of the leg & whole of the dorsum of foot except the cleft between the great & second toes, which is supplied by the branch from the deep peroneal nerve.",
        "cop": 4,
        "opa": "Loss of sensation of lateral foot",
        "opb": "Loss of sensation of adjacent sides of 1st & 2nd toe",
        "opc": "Inversion inability",
        "opd": "Loss of dorsiflexion",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7812f895-581e-4c47-a3c7-23734b04491b",
        "choice_type": "single"
    },
    {
        "question": "In rectus sheath which branch of aoa make anastmosis with superior epigastric aery",
        "exp": "The external iliac aeries are two major aeries which bifurcate off the common iliac aeries anterior to the sacroiliac joint of the pelvis. They proceed anterior and inferior along the medial border of the psoas major muscles. They exit the pelvic girdle posterior and inferior to the inguinal ligament about one third laterally from the inseion point of the inguinal ligament on the pubic tubercle at which point they are referred to as the femoral aeries. The external iliac aery is usually the aery used to attach the renal aery to the recipient of a kidney transplant. Ref - BDC vol2 6e pg339, britannica. com",
        "cop": 2,
        "opa": "Subclan aery",
        "opb": "External iliac aery",
        "opc": "Internal iliac aery",
        "opd": "External carotid A",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "895b0a22-7c6c-4abc-9bc9-29f257185b1f",
        "choice_type": "single"
    },
    {
        "question": "Valvulae conniventes are seen in",
        "exp": "The valvulae conniventes, also known as Kerckring folds or plicae circulares, are the mucosal folds of the small intestine, staing from the second pa of the duodenum, they are large and thick at the jejunum and considerably decrease in size distally in the ileum to disappear entirely in the distal ileal bowel loops. p Ref - radiopedia. org",
        "cop": 1,
        "opa": "Jejunum",
        "opb": "Ileum",
        "opc": "Stomach",
        "opd": "Colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "49860c53-f494-45ba-ae72-f62ac3234dd0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following aery is not a terminal branch of coeliac trunk?",
        "exp": "The coeliac trunk arises from the front of the abdominal aoa just below the aoic opening of the diaphragm at the level of the disc between veebrae thoracic twelve and first lumbar. The trunk is only about 1. 25 cm long. It ends by dividing into its three terminal branches, namely the left gastric, hepatic and splenic aeries. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 302 ( fig. 21. 3 to 21. 5 ).",
        "cop": 4,
        "opa": "common hepatic aery",
        "opb": "left gastric aery",
        "opc": "splenic aery",
        "opd": "gastroduodenal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b936693f-dd7d-455e-a988-47fc39298810",
        "choice_type": "single"
    },
    {
        "question": "Lymph from glans penis drain into",
        "exp": "Lymphatics from the glans drain into the deep inguinal nodes also called gland of Cloquet. Lymphatics from the rest of the penis drain into the superficial inguinal lymph nodes. Ref: Vishram Singh; Volume II; 2nd edition; Page no: 464",
        "cop": 3,
        "opa": "External iliac lymph nodes",
        "opb": "Internal iliac lymph nodes",
        "opc": "Deep inguinal lymph nodes",
        "opd": "Superficial inguinal lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "cf286767-0d81-4316-bb83-6e783c2f5b12",
        "choice_type": "single"
    },
    {
        "question": "The dorsal pa of the ventral mesogastrium forms(2018)",
        "exp": "The lesser omentum is formed by two layers of peritoneum separated by a variable amount of connective tissue and fat. It is derived from the ventral mesogastrium. Ref:- Gray's anatomy, pg num:- 1101",
        "cop": 2,
        "opa": "A) Greater omentum",
        "opb": "B) Lesser omentum",
        "opc": "C) Faliciform ligament",
        "opd": "D) Lineorenal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b79b199d-e413-4431-b188-ef9af2ea6ba0",
        "choice_type": "single"
    },
    {
        "question": "Structure held by forceps is seen in",
        "exp": "Appendix Epiploica is one of the numerous pouches of the peritoneum filled with fat and attached to the colon.",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Appendix",
        "opc": "Colon",
        "opd": "Duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8f8f4df6-a6a5-48fa-b397-172dc17eb885",
        "choice_type": "single"
    },
    {
        "question": "Most common location of accessory spleen",
        "exp": "Accessory spleen, in other words supernumerary spleens, splenunculi, or splenules, results from the failure of fusion of the primordial splenic buds in the dorsal mesogastrium during the fifth week of fetal life. Incidence of accessory spleen in the population is 10%-30% of patients in autopsy series and 16% of patients undergoing contrast enhanced abdominal CT. Although the most common location for an accessory spleen is splenic hilum (75%) and pancreatic tail (25%), it can occur anywhere in the abdomen including gastrosplenic or splenorenal ligaments, wall of stomach or bowel, greater omentum or the mesentery, and even in the pelvis and scrotum. Accessory spleen usually measures 1 cm in diameter, but its size varies from a few milimeters to centimeters. Also the number of accessory spleens can vary from one to six. Accessory spleens are usually incidentally detected and asymptomatic, but in case of unexpected locations, accessory spleen can be of clinical impoance. Ref - radiologyassistant. com",
        "cop": 1,
        "opa": "Hilum of spleen",
        "opb": "Greater omentum",
        "opc": "Lesser omentum",
        "opd": "Duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "620f465e-eb5b-4bdd-98b2-228c42b36d39",
        "choice_type": "single"
    },
    {
        "question": "Umbilical aery is a branch of",
        "exp": "Anterior division of internal iliac aeryA pa of Umbilical aery persists as superior vesical aery and remaining aery becomes obliterated forming medial umbilical ligament.",
        "cop": 3,
        "opa": "Coeliac aery",
        "opb": "Superior mesenteric aery",
        "opc": "Anterior division of internal iliac aery",
        "opd": "Posterior division of internal iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ae089b5b-42c2-4fd8-92eb-6dfbd02faaa0",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of Glans penis is",
        "exp": "Innervation of penis: nerves deriving from S2-S4. Sensory & sympathetic innervation: provided by the dorsal nerve of penis (terminal branch of pudendal nerve), which runs lateral to dorsal aery of penis. It Supplies both skin and glans. The sensory endings are more numerous on the glans). Ilioinguinal nerve branches supply skin at the root. Parasympathetic innervation: provided by cavernous nerves that innervate the helicine aeries in the corpora cavernosa (that is why erection is parasympathetically stimulated). Ref - medscape. com",
        "cop": 4,
        "opa": "Genital branch of genito-femoral nerve",
        "opb": "Ilio-inguinal nerve",
        "opc": "Ilio-hypogastric nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "299a77da-7720-4505-b353-42de9d8a764d",
        "choice_type": "single"
    },
    {
        "question": "The aerial supply of duodenum is / are derived from?",
        "exp": "The duodenum develops paly from the foregut and paly from the midgut. The opening of the bile duct into the second pa of the duodenum represents the junction of the foregut and the midgut. Upto the level of the opening, the duodenum is supplied by the superior pancreaticoduodenal aery, and below it by the inferior pancreaticoduodenal aery. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 288. ( fig. 20. 13 - 289 page ).",
        "cop": 2,
        "opa": "celiac trunk and inferior mesenteric aery",
        "opb": "superior mesenteric aery and inferior mesenteric aery",
        "opc": "celiac trunk and superior mesenteric aery",
        "opd": "coeliac trunk only",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8864856c-5c62-4ae3-aba2-53cb0af2a6c9",
        "choice_type": "single"
    },
    {
        "question": "Right Gastric Aery is a branch of:",
        "exp": "Right gastric aery originates from the hepatic aery just distal to the origin of gastroduodenal aery. It turns to the left and runs upwards along the the lesser curvature of the stomach and ends by anastomosing with the left gastric aery which is a branch of the coeliac trunk. Coeliac trunk: Arises at the level of interveebral disc between T12 and L1 veebrae. It is an unpaired branch of the abdominal aoa that arises from its ventral/anterior aspect (front) just below the aoic opening of diagphragm. Branches: Left Gastric aery (Smallest branch) Common Hepatic aery Splenic Aery (Largest branch of trunk) Ends by anastomosing with right gastric aery (Right Gastric aery is a branch of the hepatic aery) Common hepatic aery is a direct branch of the celiac trunk till the origin of gastroduodenal aery. The pa distal to this origin is termed proper hepatic aery Sho gastric aeries (5-7) Left gastroepiploic aery Numerous pancreatic branches Aeria pancreaticamagna Aeria cauda pancreatic Splenic hila branches Common Hepatic aery gives off a branch called Gastroduodenal aery and continues as the Hepatic aery proper. Right gastric aery originates from the hepatic aery just distal to the origin of gastroduodenal aery. Thus the right gastric aery may be termed as a branch of the hepatic aery proper rather than the common hepatic aery. Hepatic aery Branches: Gastro-duodenal aery Right gastric Aery Hepatic Aery proper Right gastroepiploic aery Superior pancreaticoduodenal aery Right gastric aery (ends by anastomosing with the left gastric aery) Hepatic aery proper ends by dividing into left and right hepatic aeries Right hepatic aery Left hepatic aery (cystic aery) is a branch of the right hepatic aery Ref: Vishram Singh 2nd edition Pgno: 120",
        "cop": 2,
        "opa": "Coelic Trunk",
        "opb": "Hepatic aery",
        "opc": "Gastroduodenal aery",
        "opd": "Splenic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4ecb25c9-00a4-44cd-b18d-9dfd41d68e2f",
        "choice_type": "single"
    },
    {
        "question": "The external urethral sphincter is located in which of the following regions?",
        "exp": "The external urethral sphincter is the voluntary sphincter composed of skeletal muscle, the sphincter urethrae muscle. This muscle, along with the deep transverse perineal muscle, are in the deep perineal space and form the muscular layer of the urogenital diaphragm. The internal urethral sphincter is composed of smooth muscle in the neck of the bladder. The internal and external sphincters are both open during micturition. During ejaculation, the external sphincter is open and the internal sphincter is closed.",
        "cop": 4,
        "opa": "Ischiorectal fossa",
        "opb": "Extrapeoneal space",
        "opc": "Retropubic space",
        "opd": "Deep perineal space",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b980912a-a874-4aee-8904-510c8fca188f",
        "choice_type": "single"
    },
    {
        "question": "What is histological appearance of vaginal mucosa?",
        "exp": "The vagina is a muscular tube. The lining epithelium is stratified squamous. Underneath the epithelium is a layer of lamina propria, which is rich in elastic fibres, and does not have any glands. Under the lamina propria layer is a layer of smooth muscle, which has an inner circular and outer longitudinal layer. Finally, there is an adventitial layer, which merges with that of the bladder (anteriorly) and rectum (posteriorly). ref - BDC 6e vol2 pg",
        "cop": 1,
        "opa": "Stratified squamous",
        "opb": "Glandular",
        "opc": "Simple squamous",
        "opd": "Cuboidal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1d985d2e-1df9-4f8d-8492-a6cff46879cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure is not supplied by uterine aeries?",
        "exp": "The uterus is supplied: (1) Chiefly by the two uterine aeries which are markedly enlarged during pregnancy; and (2) paly by the ovarian aeries. The uterine aery is a branch of the anterior division of the internal iliac aery. Apa from the uterus, the uterine also gives branches to: (1) The vagina; (2) the medial two-thirds of the uterine tube; (3) the ovary; (4) the ureter; and (5) to structures present in the broad ligament. Ref: B D Chaurasia's Human Anatomy, Seventh edition, volume 2, pg. no., 422.",
        "cop": 4,
        "opa": "vagina",
        "opb": "ovary",
        "opc": "urater",
        "opd": "lateral one third of uterine tube",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "69d2cb16-44d6-48a5-85c5-79d6b5511301",
        "choice_type": "single"
    },
    {
        "question": "Vaginal epithelium is a derivative of",
        "exp": "The wall of the vagina from the lumen outwards consists firstly of the mucosa of non keratinized stratified squamous epithelium with an underlying lamina propria of connective tissue, secondly a layer of smooth muscle with bundles of circular fibers internal to longitudinal fibers, and thirdly an outer layer of connective tissue called the adventitia. ref - BDC 6e vol2 pg395",
        "cop": 2,
        "opa": "Mesoderm of urogenital sinus",
        "opb": "Endoderm of urogenital sinus",
        "opc": "Mesoderm of genital ridge",
        "opd": "Endoderm of genital ridge",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1d9714bf-f1cf-4fd1-9263-0f1e97732e7f",
        "choice_type": "single"
    },
    {
        "question": "Superior pancreaticoduodenal aery is a branch of",
        "exp": "The superior pancreaticoduodenal aery is an aery that supplies blood to the duodenum and pancreas. It is a branch of the gastroduodenal aery, which most commonly arises from the common hepatic aery of the celiac trunk, although there are numerous variations of the origin of the gastroduodenal aery. The pancreaticoduodenal aery divides into two branches as it descends, an anterior and posterior branch",
        "cop": 3,
        "opa": "Hepatic aery",
        "opb": "Splenic aery",
        "opc": "Gastroduodenal aery",
        "opd": "Inferior mesenteric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7bf5390b-d5b8-469e-bc69-fc7e5698226b",
        "choice_type": "single"
    },
    {
        "question": "Deep perineal pouch contains",
        "exp": "Deep perineal pouch is the anatomic space enclose by the perineum and located superior to the perineal membrane. the contents are deep transverse perineal muscle, external sphincter muscle of urethra, membranous poion of urethra, bulbourethral gland. Ref - BDC 6e Vol2 pg355",
        "cop": 4,
        "opa": "Bulb of penis",
        "opb": "Crura of penis",
        "opc": "Bulbospongiosus",
        "opd": "Membranous urethra",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d6f388a3-1d3f-4862-941f-65ee58b6dca4",
        "choice_type": "single"
    },
    {
        "question": "Blood-testis barrier is formed by",
        "exp": "The name \"blood-testis barrier\" is misleading in that it is not a blood-organ barrier in a strict sense, but is formed between Seoli cells of the seminiferous tubule and as such isolates the fuher developed stages of germ cells from the blood. imageref-sciencedirect. com",
        "cop": 1,
        "opa": "Seoli cells",
        "opb": "Leydig cells",
        "opc": "Epididymis",
        "opd": "Vas deferens",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "09fb819a-e59e-454e-9194-626254c3f389",
        "choice_type": "single"
    },
    {
        "question": "Sho gastric vessels are present in which ligament",
        "exp": "The sho gastric veins, four or five in number, drain the fundus and left pa of the greater curvature of the stomach, and pass between the two layers of the gastrosplenic ligament to end in the splenic vein or in one of its large tributaries. ref -",
        "cop": 3,
        "opa": "Lienorenal",
        "opb": "Gastrophrenic",
        "opc": "Gastrosplenic",
        "opd": "Gastrocolic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ac84dec2-3295-44fa-874a-c0bf85e3b379",
        "choice_type": "single"
    },
    {
        "question": "Nerve passing from greater sciatic foramen to lesser sciatic foramen",
        "exp": "The greater sciatic foramen is an opening (foramen) at the back of the human pelvis. It is formed by the sacrotuberous and sacrospinous ligaments. The piriformis muscle passes through the foramen and occupies most of its volume. ref - BDC 6e vol2 pg363",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Superior rectal nerve",
        "opc": "Inferior rectal nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2b2f94be-060d-4dd9-89a2-20cc5b9e8502",
        "choice_type": "single"
    },
    {
        "question": "To create a poo-caval shunt in a patient with poal hypertension, which of the following venous anastomosis should be performed?",
        "exp": "Poacaval shunting is major surgery. It involves a large cut (incision) in the belly area (abdomen). The surgeon then makes a connection between the poal vein (which supplies most of the liver's blood) and the inferior vena cava (the vein that drains blood from most of the lower pa of the body.). The new connection dives blood flow way from the liver. This reduces blood pressure in the poal vein and decreases the risk of a tear (rupture) and bleeding from the veins in the esophagus and stomach. Ref - Researchgate. net",
        "cop": 4,
        "opa": "Superior mesenteric vein to inferior mesenteric vein",
        "opb": "Right gastric vein to left gastric vein",
        "opc": "Right gastric vein to right gastric vein",
        "opd": "Left splenic vein to left renal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b727565b-360b-41db-ba56-ca0d13fddc7b",
        "choice_type": "single"
    },
    {
        "question": "Inguinal ligament forms the boundaries of",
        "exp": "INGUINAL LIGAMENT:- Extends from anterior superior iliac spine to pubic tubercle. Forms boundaries of femoral triangle and Hesselbach&; s triangle. FEMORAL TRIANGLE:- Triangular depression on front of the upper one third of the thigh immediately below the inguinal ligament. BOUNDARIES:- 1. Laterally: medial border of saorius. 2. Medially: medial border of adductor longus. 3. Base: inguinal ligament. 4. Apex: directed downwards. formed by the point where the medial and lateral boundaries cross. apex is continuous with the adductor canal. 5. Roof: skin, superficial fascia and deep fascia. Superficial fascia contains superficial inguinal lymph nodes, femoral branch of genitofemoral nerve, branches of ilioinguinal nerve, superficial branches of the femoral aery with accompanying veins and the upper pa of the great saphenous vein. 6. Floor: medially by adductor longus and pectineus, and laterally by the psoas major and iliacus. CONTENTS:- 1. Femoral aery and its branches.- Superficial branches-superficial external pudendal Superficial epigastric Superficial circumflex iliac Deep branches-profunda femoris, muscular branches and deep external pudendal 2. Femoral vein and its tributaries 3. Femoral sheath 4. Femoral nerve 5. Nerve to pectineus 6. Femoral branch of genitofemoral nerve. 7. Lateral cutaneous nerve of thigh. 8. Deep inguinal lymph nodes. Vein is medial to aery (base) Vein posteromedial to aery (apex) HESEELBACH&; S TRIANGLE:- Boundaries- 1. Medially-Lateral border of rectus abdominis 2. Laterally- inferior epigastric aery. 3. Base - inguinal ligament. {Reference: BDC 6E pg no. 45}",
        "cop": 2,
        "opa": "Calots triangle",
        "opb": "Hesselbach's triangle",
        "opc": "Triangle of doom",
        "opd": "Triangle of pain",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2c736762-d564-4d6d-b840-d246b6657555",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a content of inguinal canal?",
        "exp": "Each ligament begins at the lateral angle of the uterus, runs forwards and laterally, passes through the deep inguinal ring, traverses the inguinal canal and merges with the areolar tissue of the labium majus after breaking up into thin filaments. Ref: B D Chaurasia's Human Anatomy, sevenh edition, volume 2, pg. no., 425.",
        "cop": 1,
        "opa": "round ligament of uterus",
        "opb": "broad ligament",
        "opc": "broad ligament",
        "opd": "mackenrodt's ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "031bac60-3713-4805-b928-3317c8b7557f",
        "choice_type": "single"
    },
    {
        "question": "Which cells line the collecting ducts?",
        "exp": "Collecting ducts are lined with cuboidal epithelium containing two cell types: the principal cells and intercalated cells. The intercalated cells are scattered in the epithelium and paicipate in acid-base homeostasis. Type A intercalated cells are specialized for proton secretion. A defect of the type A cell leads to distal renal tubular acidosis. Type B intercalated cells secrete bicarbonate. Most cells of the epithelium are principal cells, which regulate the sodium and potassium concentrations under control of aldosterone and ADH. ref - BDC 6e vol2 pg317",
        "cop": 1,
        "opa": "Simple cuboidal",
        "opb": "Simple squamous",
        "opc": "Simple columnar",
        "opd": "Transitional",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9cddc563-8b5e-4908-bcc7-53c277359d5f",
        "choice_type": "single"
    },
    {
        "question": "A patient with ascites comes to your clinic for paracentesis and you decide to use a midline approach to drain the fluid. Which of these structures is not pierced in this approach",
        "exp": "Transversus abdominis is not pierced when paracentesis is performed using the midline approach Layers of abdomen if pierced in the midline approach (from superficial to deep) *Skin *Superficial fascia *linea alba *transveralis fascia *Extraperitoneal fat *parietal peritoneum There are no muscles pierced in the midline approach ***layers of abdomen if pierced in the *Skin *Superficial fascia *External oblique *internal oblique *transversus abdominis *transversalis fascia *Extraperitoneal fat *parietal peritoneum CLINICAL NOTE: Rectus abdominis results from a seperation of the two rectum abdominis muscles with an intact linea alba",
        "cop": 4,
        "opa": "Transversalis fascia",
        "opb": "Extraperitoneal fat",
        "opc": "Campers and Scarpa",
        "opd": "Transversus abdominis muscle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8b618533-d31f-4160-bee6-96fd0922a510",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is related to third pa of duodenum anteriorly?",
        "exp": "The third pa, or horizontal pa or inferior pa of the duodenum begins at the inferior duodenal flexure and passes transversely to the left, passing in front of the inferior vena cava, abdominal aoa, and the veebral column. The superior mesenteric aery and vein are anterior to the third pa of duodenum. Ref - BDC 6e vol2 pg262",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Head of pancreas",
        "opc": "Hepatic aery",
        "opd": "Superior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7b4375a3-ee31-47ef-9fad-8f0685c4046b",
        "choice_type": "single"
    },
    {
        "question": "The venous plexus of uterus is related to which of the following border/ surface of uterus?",
        "exp": "Venous Drainage - The veins form a plexus along the lateral border of the uterus. The plexus drains through the uterine, ovarian and vaginal veins into the internal iliac veins. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 3,
        "opa": "anterior surface of uterus",
        "opb": "posterior surface of uterus",
        "opc": "lateral border of uterus",
        "opd": "anterior surface of cervix",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "134add0f-aa4e-4f02-83a2-3db34e7538eb",
        "choice_type": "single"
    },
    {
        "question": "Type of Sacroiliac joints in pelvis are",
        "exp": "The pelvic bones are joined by four aiculations (two pairs): Two cailaginous symphyseal joints: the sacrococcygeal joint and the symphysis pubis. These joints are surrounded by strong ligaments anteriorly and posteriorly, which are responsive to the effect of relaxin and facilitate paurition. Two synol joints: the sacroiliac joints. These joints are stabilized by the sacroiliac ligaments, the iliolumbar ligament, the lateral lumbosacral ligament, the sacrotuberous ligament, and the sacrospinous ligament. Reference: Berek and Novak's Gynecology; 14th edition; Chapter 5; Anatomy and Embryology",
        "cop": 1,
        "opa": "Synol",
        "opb": "Primary Cailagenous",
        "opc": "Secondary Cailagenous",
        "opd": "Fibrous",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b75ce1f2-7cf0-45c8-beaa-b03bd702ed61",
        "choice_type": "single"
    },
    {
        "question": "Most common position of appendix is",
        "exp": "The tip of the appendix can have a variable position within the abdominal cavity: retro-caecal (65-70%) pelvic (25-30%) pre- or post-ileal (5%) Ref - BDC 6e vol2 pg269",
        "cop": 4,
        "opa": "Pre ilial",
        "opb": "Post ilial",
        "opc": "Pelvic",
        "opd": "Retro caecal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2f10aca9-8d4d-4f07-8bb3-f14d534aba20",
        "choice_type": "single"
    },
    {
        "question": "Stomach is supplied by",
        "exp": "The left gastric aery is a branch of celiac trunk. The left gastroepiploic aery supplies left half of greater curvature of the stomach is a branch of splenic aery. The sho gastric aeries that supply the fundus are also branches of the splenic aery. The right gastroepiploic aery that supplies the right half of greater curvature of the stomach is a branch of gastroduodenal aery. Reference: clinical anatomy for students a problem-solving approach, Neeta v Kulkarni, page no 615, 616.",
        "cop": 4,
        "opa": "Celiac trunk",
        "opb": "Splenic aery",
        "opc": "Gastroduodenal aery",
        "opd": "Inferior pancreaticoduodenal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c2941c4b-5479-40af-8762-4d0820ed40d1",
        "choice_type": "single"
    },
    {
        "question": "Superficial inguinal ring is deficient of",
        "exp": "It is a triangular opening that forms the exit of the inguinal canal, which houses the ilioinguinal nerve, the genital branch of the genitofemoral nerve, and the spermatic cord (in men) or the round ligament (in women). At the other end of the canal, the deep inguinal ring forms the entrance. ref - BDC 6e vol2",
        "cop": 3,
        "opa": "External oblique abdominis",
        "opb": "Internal oblique abdominis",
        "opc": "External oblique aponeurosis",
        "opd": "Internal oblique aponeurosis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c8fa80ed-9153-4b26-93a2-5d730b16f96b",
        "choice_type": "single"
    },
    {
        "question": "Superior relationship of omental foramen is",
        "exp": "Omental foramen(epiploic foramen, foramen of Winslow ) has following border: anterior: the free border of the lesser omentum, known as the hepatoduodenal ligament. This has two layers and within these layers are the common bile duct, hepatic aery, and hepatic poal vein. posterior: the peritoneum covering the inferior vena cava superior: the peritoneum covering the caudate lobe. of the liver. inferior: the peritoneum covering the commencement of the duodenum and the hepatic aery, the latter passing forward below the foramen before ascending between the two layers of the lesser omentum. left lateral: gastrosplenic ligament and splenorenal ligament. ref - BDC 6e vol2 pg240",
        "cop": 3,
        "opa": "Hepatoduodenal ligament",
        "opb": "Inferior vena cava",
        "opc": "Caudate lobe of liver",
        "opd": "1st pa of duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8c2206d8-f4ef-4b0d-9a38-351e2acf0d52",
        "choice_type": "single"
    },
    {
        "question": "Length of anal canal",
        "exp": "The length of the anal canal is about 4 cm (range, 3-5 cm), with two thirds of this being above the pectinate line (also known as the dentate line) and one third below the pectinate line ref - BDC 6e vol2 pg413",
        "cop": 4,
        "opa": "10 - 15 mm",
        "opb": "15 - 20 mm",
        "opc": "25 - 30 mm",
        "opd": "35 - 40 mm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "287cbb38-377e-43de-b733-66732e979c53",
        "choice_type": "single"
    },
    {
        "question": "Muscle which forms pelvic diaphragm",
        "exp": "The pelvic diaphragm is a muscular paition formed by the levator ani and coccygei, with which may be included the parietal pelvic fascia on their upper and lower aspects. The pelvic floor separates the pelvic cavity above from the perineal region (including perineum). ref - BDC 6e vol2 pg367-369",
        "cop": 3,
        "opa": "Deep transvere perineal muscle",
        "opb": "Spincter urethrae",
        "opc": "Levator ani",
        "opd": "Superficial transverse perineal muscle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "688aee89-4ea0-4fc2-ac96-cd1b8b5a0db0",
        "choice_type": "single"
    },
    {
        "question": "Nerve of inguinal canal is",
        "exp": "The inguinal canal is a passage in the anterior abdominal wall that in men conveys the spermatic cord and in women the round ligament of uterus. The inguinal canal is larger and more prominent in men. There is one inguinal canal on each side of the midline. ref -BDC 6e vol2 pg211-216",
        "cop": 4,
        "opa": "Genitofemoral nerve",
        "opb": "Obturator nerve",
        "opc": "Iliohypogastric nerve",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "73084877-91f0-4263-86c1-2261719dbb3b",
        "choice_type": "single"
    },
    {
        "question": "What is the commonest site of esophageal carcinoma?",
        "exp": "The lower end of the oesophagus is also prone to inflammation or ulceration by regurgitation of acid from the stomach. It is the commonest site of oesophageal carcinoma. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 273.",
        "cop": 1,
        "opa": "lower end of oesophagus",
        "opb": "upper end of oesophagus",
        "opc": "middle third of oesophagus",
        "opd": "thorasic pa of oesophagus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4ffc16f5-2438-4a2f-b9bd-82ae57347b1a",
        "choice_type": "single"
    },
    {
        "question": "The uterine aery is a branch of?",
        "exp": "The uterine aery is a branch of the anterior division of the internal iliac aery. It first runs medially towards the cervix, crossing the ureter above the lateral fornix of the vagina and 2 cm lateral to the cervix. Then the aery ascends along the side of the uterus, with a touous course. Finally, it runs laterally towards the hilus of the ovary, and ends by anastomosing with the ovarian aery. The touosity of the aery permits expansion of the uterus during pregnancy. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 417.",
        "cop": 3,
        "opa": "anterior division of external iliac aery",
        "opb": "posterior division of external iliac aery",
        "opc": "c) anterior division of internal iliac aery",
        "opd": "posterior division of internal iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "58598578-2d6d-420e-9e88-abf0447b2bdf",
        "choice_type": "single"
    },
    {
        "question": "The opening of cystic duct is guarded by which of the following valve?",
        "exp": "Cystic duct is about 3 to 4 cm long. It begins at the neck of the gall bladder, runs downwards, backwards and to the left, and ends by joining the common hepatic duct at an acute angle to form the bile duct. The mucous membrane of the cystic duct forms a series of 5 to 12 crescentic folds, arranged spirally to form the so-called spiral valve of Heister. This is not a true valve. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 316.",
        "cop": 1,
        "opa": "valve of haister",
        "opb": "valve of wirsung",
        "opc": "value of Santorini",
        "opd": "valve of virchow.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8c719cc4-3682-42e6-a409-9f681f09b5e7",
        "choice_type": "single"
    },
    {
        "question": "Transverse mesocolon contains which of the following vessels",
        "exp": "The transverse mesocolon is a broad, meso-fold of peritoneum, which connects the transverse colon to the posterior wall of the abdomen. It is continuous with the two posterior layers of the greater omentum, which, after separating to surround the transverse colon, join behind it, and are continued backward to the veebral column, where they diverge in front of the anterior border of the pancreas. Transverse mesocolon contains middle colic vessels and their branches <img src=\" /> Ref - BDC 6e vol2 pg 237",
        "cop": 3,
        "opa": "Right colic aery",
        "opb": "Left colic aery",
        "opc": "Middle colic aery",
        "opd": "Iliocolic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5e2f2678-1de2-4ce5-8b94-4f8e8efc6bd1",
        "choice_type": "single"
    },
    {
        "question": "Right adrenal vein drains into",
        "exp": "The Suprarenal veins or (Veins of Walshaw) are two in number: the right ends in the inferior vena cava. the left ends in the left renal vein. <img src=\" /> ref - BDC 6e vol2 pg328",
        "cop": 2,
        "opa": "Left renal vein",
        "opb": "IVC",
        "opc": "External iliac vein",
        "opd": "Internal iliac vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e09c2dc9-158c-498a-b9fc-1743ed9facaf",
        "choice_type": "single"
    },
    {
        "question": "Uvula vesicae is formed by?",
        "exp": "A slight elevation on the trigone immediatly posterior to the urethral orifice produced by the median lobe of prostate of the prostate, is called uvula vesicae. Ref: B D Chaurasia's Human Anatomy, volume 2, seventh edition, pg. no., 406.",
        "cop": 4,
        "opa": "anterior lobe of prostate",
        "opb": "Posterior lobe of prostate",
        "opc": "lateral lobe of prostate",
        "opd": "median lobe of prostate",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0e93ef7d-4838-4056-ae9b-b93478a5df7c",
        "choice_type": "single"
    },
    {
        "question": "Obturator aery is a branch of",
        "exp": "Obturator aery is the branch of internal iliac aery that passes anterio - inferiorly on the lateral wall of the pelvis, to the upper pa of obturator foramen and escaping the pelvic cavity through the obturator canal, it divides both into anterior and posterior branch. ref - BDC 6e vol2 pg63 imageref - teachmeanatomy. com",
        "cop": 1,
        "opa": "Internal iliac aery",
        "opb": "External iliac aery",
        "opc": "Common iliac aery",
        "opd": "Vesical aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b0d0072c-69e9-4351-9871-ff5a4cffb645",
        "choice_type": "single"
    },
    {
        "question": "Which of the following aeries is a direct branch of the gastroduodenal aery?",
        "exp": "The greater curvature is supplied by the right gastroepiploic aery which is the direct branch from the gastroduodenal aery. Right gastroepiploic aery runs between the layer of the greater omentum, anastomosing with the left gastro epiploic aery, a branch from the splenic aery. The gastroduodenal aery arises from the common hepatic aery of the celiac trunk. ref - BDC VOl2 pg277",
        "cop": 4,
        "opa": "Right gastric aery",
        "opb": "Left gastric aery",
        "opc": "Inferior pancreaticoduodenal aery",
        "opd": "Right gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b3e39eac-83a2-43c7-9e95-ee9bcc62a2d8",
        "choice_type": "single"
    },
    {
        "question": "Superficial perineal muscles include",
        "exp": "The superficial perineal pouch is a compament of perineum. Its inferior border is superficial perineal fascia. Superior border is perineal membrane. Superficial perineal pouch consist of: Ischiocavernous muscle, Bulbospongiosus, Superficial transverse perineal muscle etc Ref - BDC 6e Vol2 pg 350",
        "cop": 3,
        "opa": "Iliococcygeus",
        "opb": "Ischiococcygeus",
        "opc": "Bulbospongiosus",
        "opd": "Levator ani",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "933bc71d-4165-4380-a685-881cffb38e35",
        "choice_type": "single"
    },
    {
        "question": "Chief cells of stomach are most abundant in",
        "exp": "Cheif cells are present in fundic areas. ref - semantischolar. org",
        "cop": 1,
        "opa": "Fundus",
        "opb": "Body",
        "opc": "Antrum",
        "opd": "Pylorus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9d95bfc7-120a-4707-be06-7bb7e09afe03",
        "choice_type": "single"
    },
    {
        "question": "Middle 1. 5 cm of anal canal is lined by",
        "exp": "The anal canal is divided into three pas. The zona columnaris is the upper half of the canal and is lined by simple columnar epithelium. The lower half of the anal canal, below the pectinate line, is divided into two zones separated by Hilton's white line. The two pas are the zona hemorrhagic and zona cutanea, lined by atratified squamous non keratinized and stratified squamous keratinized. ref - BDC vol2 pg416",
        "cop": 2,
        "opa": "Keratinized stratified squamous epithelium",
        "opb": "Non keratinized stratified squamous epithelium",
        "opc": "Columnar epithelium",
        "opd": "Psudocolumnar epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "327bc019-7109-4162-b765-f961785143da",
        "choice_type": "single"
    },
    {
        "question": "Inferior rectal aery is a branch of",
        "exp": "The inferior rectal aery arises near the posterior end of the pudendal canal from internal pudendal aery, and accompanies the nerve of the same name. The aery supplies the skin and muscles of the anal region, and anastomoses with the superior and middle rectal aeries And the other branches are - The perineal aery ( arises near the anterior end of the pudendal canal ), The aery of the penis or theclitoris Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 397",
        "cop": 4,
        "opa": "Inferior mesenteric aery",
        "opb": "Superior mesenteric aery",
        "opc": "Celiac trunk",
        "opd": "Internal pudendal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "dd6bd819-1146-4013-b05e-cc648bfeacc6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a content of renal sinus?",
        "exp": "he renal sinus is a space that extends into the kidney from the hilus. It contains - (a) branches of the renal aery; (b) tributaries of the renal vein; and (c) the renal pelvis. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 344.",
        "cop": 3,
        "opa": "Branches of renal aery",
        "opb": "The renal pelvis",
        "opc": "Renal tubule",
        "opd": "Tributeries of renal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d33cd623-b153-47c5-9d27-92ee27dc24b6",
        "choice_type": "single"
    },
    {
        "question": "Which is not supplied by pelvic splanchnic nerves",
        "exp": "From there, they contribute to the innervation of the pelvic and genital organs. The nerves regulate the emptying of the urinary bladder, control opening and closing of the internal urethral sphinter, influence motility in the rectum as well as sexual functions like errection. They contain both preganglionic parasympathetic fibers as well as visceral afferent fibers. Visceral afferent fibers go to spinal cord following pathway of pelvic splanchnic nerve fibers. Ref - BDC 6r vol2 pg423",
        "cop": 3,
        "opa": "Rectum",
        "opb": "Urinary bladder",
        "opc": "Appendix",
        "opd": "Uterus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1322132e-e442-4180-bfc4-5c222b24be2c",
        "choice_type": "single"
    },
    {
        "question": "Middle lobe of prostate is present in between",
        "exp": "The prostate can be divided in two ways: by zone, or by lobe. It does not have a capsule; rather an integral fibromuscular band surrounds it. It is sheathed in the muscles of the pelvic floor, which contract during the ejaculatory process. Ref - BDC 6e vol2 pg403",
        "cop": 1,
        "opa": "Prostratic urethra & Ejaculation duct",
        "opb": "Prostratic urethra & rectum",
        "opc": "Ejaculation duet & pubis",
        "opd": "Pubis and rectum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fa6e7ec4-d27e-4b57-b771-c2c22287632b",
        "choice_type": "single"
    },
    {
        "question": "The sympathetic fibres of uterus are derived from which segments of veibrae?",
        "exp": "Sympathetic nerves from T12, LI segment of spinal cord produce uterine contraction and vasoconstriction. The parasympathetic nerves (S2, S3, S4) produce uterine inhibition and vasodilatation. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 4,
        "opa": "T12 - L1",
        "opb": "T11 - L2",
        "opc": "T1 - S2",
        "opd": "T12 - L2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a10cfbb5-dd80-42f3-92b4-2d9d1bc88a40",
        "choice_type": "single"
    },
    {
        "question": "Skin immediately around the umbilicus is supplied by",
        "exp": "The immediately around the umbilicus is supplied by the 10th thoracic spinal nerve. The umbilicus itself lies in the junction of the veebrae L3 and L4. ref - BDC 6e vol2 pg198-200",
        "cop": 1,
        "opa": "Anterior cutaneous branches of thoracoabdominal nerve T10",
        "opb": "Lateral cutaneous branches of thoracoabdominal nerve T10",
        "opc": "Anterior cutaneous branches of thoracoabdominal nerve T12",
        "opd": "Lateral cutaneous branches of thoracoabdominal nerve T12",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "acc16a5e-1f16-45f7-9d79-f4347fce460b",
        "choice_type": "single"
    },
    {
        "question": "Poal vein is formed by the union of",
        "exp": "The poal vein is usually formed by the confluence of the superior mesenteric and splenic veins and also receives blood from the inferior mesenteric, gastric, and cystic veins. Ref - BDC 6e vol2 pg282",
        "cop": 2,
        "opa": "Splenic and inferior mesentric veins",
        "opb": "Splenic and superior mesentric veins",
        "opc": "Right and left hepatic veins",
        "opd": "Hepatic and splenic veins",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7699cbb1-fd34-48da-af6e-8490a330ee82",
        "choice_type": "single"
    },
    {
        "question": "Poosystemic shunt is not seen in",
        "exp": "Poosystemic shunt is not seen in spleen. Poosystemic shunt is abnormal connection between hepatic poal vein and the systemic circulation. It can be either congenital or acquired condition. A poosystemic shunt (PSS) is an abnormal connection between the poal vascular system and systemic circulation. Blood from the abdominal organs which should be drained by the poal vein into the liver is instead shunted to the systemic circulation by the PSS. Ref - sciencedirect. com",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Anorectum",
        "opd": "Gastro Esophageal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e2677ee5-f11d-4eb8-9c04-c950835545ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ligaments contains splenic aery?",
        "exp": "The splenorenal ligament is derived from the peritoneum, where the wall of the general peritoneal cavity comes in contact with the lesser sac between the left kidney and the spleen; the splenic aery and vein passes between its two layers. It also contains the tail of pancreas. Ref - britannica. com",
        "cop": 3,
        "opa": "Gastrosplenic ligament",
        "opb": "Splenocolic ligament",
        "opc": "Splenorenal ligament",
        "opd": "Splenophrenic ligamnet",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1414b504-54a6-4502-891e-c7598ac6e08f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a derivative of ventral mesogastrium?",
        "exp": "The abdominal pa of the foregut is suspended by mesenteries both ventrally and dorsally. The ventral mesentery of the foregut is called the ventral mesogastrium, and the dorsal mesentery is called the dorsal mesogastrium (gastrzum-stomach). The ventral mesogastrium becomes divided by the developing liver into a ventral pa and a dorsal pa. The ventral pa forms the ligaments of the liver, namely, (a) the falciform ligament, (b) the right and left triangular ligaments, and (c) the superior and inferior layers of the coronary ligament. The dorsal pa of the ventral mesogastrium forms the lesser omentum Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 256",
        "cop": 4,
        "opa": "Falciform ligament",
        "opb": "Lesser omentum",
        "opc": "Hepatoduodenal ligament",
        "opd": "Gastrosplenic ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "6775157b-52ec-4581-9918-3c0e131c2ff2",
        "choice_type": "single"
    },
    {
        "question": "Cardiac end of stomach lies at which rib",
        "exp": "Nearer its pyloric than its cardiac end is a well-marked notch, the incisura angularis, which varies somewhat in position with the state of distension of the viscus; it serves to separate the stomach into a right and a left poion. ref - BDC 6e vol2 pg250",
        "cop": 2,
        "opa": "8th rib",
        "opb": "7th rib",
        "opc": "9th rib",
        "opd": "10th rib",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0eb5736f-61aa-44bb-bbfb-1582023732d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following level does the aoa pass through the diaphragm?",
        "exp": "The abdominal aoa begins in the midline at the aoic opening of the diaphragm, opposite the lower border of veebra T12. It runs downwards and slightly to the left in front of the lumbar veebrae, and ends in front of the lower pa of the body of veebra L4. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 367",
        "cop": 4,
        "opa": "T6",
        "opb": "T8",
        "opc": "T10",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "484e3f79-5826-4cca-8e7f-0db131d684d3",
        "choice_type": "single"
    },
    {
        "question": "A patient in the emergency room with a road traffic accident has retroperitoneal bleed. Trauma to which of the following structures is most likely the cause of the bleed",
        "exp": "The pancreas is the most likely cause as it is a retroperitoneal structure. All the structures listed are intraperitoneal Relationship of the viscera the peritoneum: *INTRAPERITONEAL: Stomach, jejunum, ileum, caecum, appendix, transverse colon, sigmoid colon, liver, gall bladder, spleen *RETROPERITONEAL: Esophagus(abdominal), duodenum 2 ND and 3rd pa, pancreas, kidney, ureter, suprarenal glands, abdominal aoa, and it's branches, inferior Vena cabs, and Celiac plexus *PAIALLY COVERED IN THE PERITONEUM(also considered as retroperitoneal): Ascending colon, descending colon, rectum RETROPERITONEAL STRUCTURES retroperitoneal structures are posterior to the peritoneal sac and do not have a Mnemonic: SAD PUCKER S-suprarenal gland A-aoa D-dudenum 2nd and 3rd pa P-pancreas except the tail C-celiac plexus and colon (ascending and descending colon) K -kidneys E -esophagus Reference: Grays anatomy, 41st edition page number 1045 andv1046",
        "cop": 4,
        "opa": "Liver",
        "opb": "Stomach",
        "opc": "Jejunum",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "58ff208e-ad85-42af-9f14-a91ba448491b",
        "choice_type": "single"
    },
    {
        "question": "The right adrenal vein drains into",
        "exp": "These blood vessels supply a network of small aeries within the capsule of the adrenal glands. Venous blood is drained from the glands by the suprarenal veins, usually, one for each gland: The right suprarenal vein drains into the inferior vena cava. ref - semantischolar. org",
        "cop": 2,
        "opa": "Right renal vein",
        "opb": "Inferior vena cava",
        "opc": "Second right lumbar vein",
        "opd": "Third right lumbar vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9b8a7e77-110f-4078-a443-89cab5456691",
        "choice_type": "single"
    },
    {
        "question": "Opening in prostatic sinus is",
        "exp": "Vesiculae seminales and ampulla of ductus deferens, seen from the front. Dissection of the prostate showing the prostatic urethra. The prostatic ducts are seen opening into the prostatic sinus, which lies on either side of the urethral crest and seminal colliculus. ref - BDC vol2 pg 401-404, semantischolar. org",
        "cop": 4,
        "opa": "Seminal vesicle",
        "opb": "Ejaculatory ducts",
        "opc": "Prostatic utricle",
        "opd": "Prostatic ductules",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "f217aade-d684-40b6-9d47-698482e79734",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms the renal angle",
        "exp": "The renal angle is formed by the lower border of the 12th rib and the lateral border of erector spinae. The lower pole of the kidney occupies this angle. Tenderness in this angle is usually suggestive of infection in and around the kidney or renal stones. Ref:: Gray's Anatomy 41st edition Pgno: 1046",
        "cop": 4,
        "opa": "Lower border of 11th rib and medial border of erector spinae",
        "opb": "Lower border of 12th rib and medial border of erector spinae",
        "opc": "Lower border of 11th rib and lateral border of erector spinae",
        "opd": "Lower border of 12th rib and lateral border of erector spinae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0e36a74a-23e6-49f8-a4ed-9912a8416f65",
        "choice_type": "single"
    },
    {
        "question": "\"Sub-mucosal glands\" are present in?",
        "exp": "Duodenum and oesophagus have submucosal glands. The submucosa of the duodenum is densely packed with mucous Brunner&; s glands. The oesophagus has occasional submucosal mucous glands. Reference: Chaurasia; 6th edition",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Colon",
        "opc": "Anal canal",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "61aed196-2396-4786-a864-023dcf7db36d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is anteriorly related to the third pa of duodenum",
        "exp": "Superior mesenteric vein (and aery) cross the anterior to the third pa of the duodenum to enter the mesentry of small intestine. Head of pancreas is in superior relation Anteriorly: Small bowel mesentry root and superior mesenteric aery. Posteriorly: Right psoas muscle, right ureter, gonadal vessels, aoa and IVC. Ref: Gray's Anatomy 41st edition Pgno: 1156",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Head of pancreas",
        "opc": "Hepatic aery",
        "opd": "Superior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "3272a88f-b81e-4ce6-88bf-99bac956847c",
        "choice_type": "single"
    },
    {
        "question": "Round ligament of uterus is derived from",
        "exp": "The round ligament develops from the gubernaculum which attaches the gonad to the labioscrotal swelling in the embryo. The round ligament enters the pelvis the deep inguinal ring, passes through the inguinal canal and continues on to the labia majora where its fibers spread and mix with the tissue of the mons pubis.",
        "cop": 3,
        "opa": "Gonadal ridge",
        "opb": "Mullerian duct",
        "opc": "Gubernaculum",
        "opd": "Genital tubercle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "77c71380-ff13-4ce2-bd55-d71c6c6b6e2b",
        "choice_type": "single"
    },
    {
        "question": "Ureter dervies its blood supply from",
        "exp": "The aerial supply of the middle ureter is derived from the common iliac and gonadal aeries. Finally, the distal ureter is supplied by branches of the common iliac and internal iliac branches, paicularly uterine and superior vesical aeries. The venous drainage is paired with the aeries. ref - BDC 6e vol2 pg318",
        "cop": 1,
        "opa": "Renal aery",
        "opb": "Gonadal vessel",
        "opc": "Common iliac aery",
        "opd": "Inferior vesical aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "33455ad0-9f18-490e-915b-48741ad35b1c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a posterior relation of the left kidney?",
        "exp": "The sympathetic chain is not a posterior relation of the left kidney. The posterior relations of the kidney are as follows: Vessels(1): Subcostal vessels Ligaments (2): Medial and lateral arcuate ligaments Nerves (3): Subcostal, iliohypogastric, and ilioinguinal nerves Muscles (4): Diaphragm, psoas major, Quadratus lumborum, and transverses abdominis. The right kidney is related to the 12th rib and the left kidney is related to the 11th and 12th ribs. Ref: Gray's Anatomy 41st edition Pgno: 1240",
        "cop": 3,
        "opa": "Psoas major",
        "opb": "Medial arcuate ligament",
        "opc": "Sympathetic chain",
        "opd": "Ilioiguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "639b3404-7d84-4d83-8cbb-251b92112485",
        "choice_type": "single"
    },
    {
        "question": "Absence of which amongst the following is the most common variation",
        "exp": "The right colic aery arises from about the middle of the concavity of the superior mesenteric aery, or from a stem common to it and the ileocolic. It passes to the right behind the peritoneum, and in front of the right internal spermatic or ovarian vessels, the right ureter and the psoas major, toward the middle of the ascending colon; sometimes the vessel lies at a higher level, and crosses the descending pa of the duodenum and the lower end of the right kidney. image ref - britannica. com",
        "cop": 1,
        "opa": "Right colic aery",
        "opb": "Middle colic aery",
        "opc": "Left colic aery",
        "opd": "Superior rectal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5f389e64-e40c-436b-80d5-38281c4c5a77",
        "choice_type": "single"
    },
    {
        "question": "whice of the following are the The lymphatic drainage of fundus and upper pa of uterus?",
        "exp": "Lymphatic Drainage of uterus - Lymphatics of the uterus begin at three intercommunicating networks, endometrial, myometrial and subperitoneal. These plexuses drain into lymphatics on the side of the uterus. Of these, the upper lymphatics from the fundus and upper pa of the body drain mainly into the aoic nodes, and only paly to the superficial inguinal nodes along the round ligament of the uterus. The lower lymphatics from the cervix drain into the external iliac, internal iliac and sacral nodes. The middle lymphatics from the lower pa of body drain into the external iliac nodes. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 1,
        "opa": "pre and para aoic lymph nodes",
        "opb": "external iliac lymph nodes",
        "opc": "superficial inguinal lymph nodes",
        "opd": "deep inguinal lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8b16dddd-b8da-4ff3-b826-fb65abead542",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy presents with recurrent headaches. As pa of his assessment, he undergoes an MRI scan of his brain. This demonstrates enlargement of the lateral and third ventricles. Where is the most likely site of obstruction?",
        "exp": "Name. From. Tointerventricular foramina (Monro)lateral ventriclesthird ventriclecerebral aqueduct (Sylvius)third ventriclefouh ventriclemedian apeure (Magendie)fouh ventriclesubarachnoid space the cisterna magnaright and left lateral apeure (Luschka)fouh ventriclesubarachnoid space the cistern of great cerebral vein",
        "cop": 4,
        "opa": "Foramen of Luschka",
        "opb": "Foramen of Magendie",
        "opc": "Foramen of Munro",
        "opd": "Aqueduct of Sylvius",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e35f52e2-5ff3-49fe-ae7e-23c0900ff0c6",
        "choice_type": "single"
    },
    {
        "question": "A hernia which presents through the space of Larry is",
        "exp": "The superior epigastric vessels and some lymphatics pass between the origins of the diaphragm from the xiphoid process and the 7th costal cailage. This gap is known as Larry&; s space or foramen of Morgagni. Morgagni hernias are one of the congenital diaphragmatic hernias (CDH) and are characterized by herniation through the foramen of Morgagni. Morgagni hernias are: Anterior (a retrosternal or a parasternal hernia). More often right-sided (~90%). Small. Rare (~2% of CDH). Reference: Chaurasia Volume II; 7th edition; Page no: 364",
        "cop": 2,
        "opa": "Retrosternal Hernia",
        "opb": "Posterolateral Hernia",
        "opc": "Posterior Hernia",
        "opd": "Central Hernia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "127af18b-963c-4bf1-8c57-27d99a0d6bec",
        "choice_type": "single"
    },
    {
        "question": "Sho gastric aery is a branch of",
        "exp": "Sho gastric aery is a branch of the splenic aery. Splenic aery gives it branches to branches to pancreas, sho gastric aery, left gastroepiploic and posterior gastric. right gastroepiploic is not its branch. ref - BDC 6e vol2 pg277",
        "cop": 1,
        "opa": "Splenic aery",
        "opb": "Left gastroduodenal aery",
        "opc": "Left gastroepiploic aery",
        "opd": "Poal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8660bd65-e5f1-49af-a92e-5870769389a6",
        "choice_type": "single"
    },
    {
        "question": "Most common site of prostatic carcinoma",
        "exp": "Most prostate cancers are slow growing; however, some grow relatively quickly. The cancer cells may spread from the prostate to other pas of the body, paicularly the bones and lymph nodes. It may initially cause no symptoms. ref - BDC vol2 6e pg 402",
        "cop": 3,
        "opa": "Anterior lobe",
        "opb": "Median lobe",
        "opc": "Posterior lobe",
        "opd": "Central zone",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "04772dbb-a4f0-4004-9dbb-4feff1413d90",
        "choice_type": "single"
    },
    {
        "question": "Weight of liver",
        "exp": "A human liver normally weighs 1. 44-1. 66 kg or1400 - 1600gm. It is both the heaviest internal organ and the largest gland in the human body. ref - BDC 6e Vol2 pg304",
        "cop": 3,
        "opa": "600-800 gm",
        "opb": "1000-1200gm",
        "opc": "1400-1600gm",
        "opd": "1800-2000gm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e6bd9414-69fd-45ad-b3eb-bcff026c54b6",
        "choice_type": "single"
    },
    {
        "question": "Internal spermatic fascia is derived from",
        "exp": "The transverse fascia is a thin aponeurotic membrane which lies between the inner surface of the transverse abdominal muscle and the parietal peritoneum. It forms pa of the general layer of fascia lining the abdominal parietes, and is directly continuous with the iliac fassia, internal spermatic and pelvic fascia. In the inguinal region, the transverse fascia is thick and dense in structure and is joined by fibers from the aponeurosis of the transverse abdominal. ref - BDC 6e vol2 pg 223, 226",
        "cop": 1,
        "opa": "Fascia transversalis",
        "opb": "External oblique aponeurosis",
        "opc": "Internal oblique aponeurosis",
        "opd": "Transversus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "25a0299f-f5cf-4a29-9ad7-4214efa11610",
        "choice_type": "single"
    },
    {
        "question": "Length of male urethra",
        "exp": "The male urethra measures, on average, 18-20 cm in length. It commences at the internal urethral orifice in the trigone of the bladder and opens in the navicular fossa of the glans penis at the external urethral meatus, which is the narrowest pa of the urethra. ref - BDC vol2 pg376",
        "cop": 4,
        "opa": "3-5 cm",
        "opb": "5-10 cm",
        "opc": "10-15 cm",
        "opd": "15-20 cm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b8c0d45d-2912-408a-a28a-2cb7f1ff2ee2",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of upper pa of vagina",
        "exp": "The vaginal aery is usually defined as a branch of the internal illiac aery. The vaginal aery can arise from the internal iliac aery or the uterine aery. However, the phrase vaginal branches of uterine aery are the term for blood supply to the vagina coming from the uterine aery. <img src=\" /> Ref - BDC 6e vol2 pg 394",
        "cop": 3,
        "opa": "Middle rectal aery",
        "opb": "Internal pudendal aery",
        "opc": "Cervicovaginal branch of uterine aery",
        "opd": "Superior rectal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c8a2ab49-db14-4158-a1a8-abb1234f6ce2",
        "choice_type": "single"
    },
    {
        "question": "Which of these is a branch of inferior mesenteric aery?",
        "exp": "the inferior mesenteric aery, often abbreted as IMA, is the third main branch of the abdominal aoa and arises at the level of L3, supplying the large intestine from the left colic flexure to the upper pa of the rectum, which includes the descending colon, the sigmoid colon, and pa of the rectum. Proximally, its territory of distribution overlaps with the middle colic aery, and therefore the superior mesenteric aery. The SMA and IMA anastomose the marginal aery of the colon. The territory of distribution of the IMA is more or less equivalent to the embryonic hindgut. ref - eahslab. com",
        "cop": 1,
        "opa": "Left colic aery",
        "opb": "Right colic aery",
        "opc": "Ileocolic aery",
        "opd": "Middle colic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "20a1b2fd-6817-4e15-b4c3-9c3534f11587",
        "choice_type": "single"
    },
    {
        "question": "Left testicular vein drains into",
        "exp": "The veins emerge from the back of the testis, and receive tributaries from the epididemis; they unite and form a convoluted plexus, which constitutes the greater mass of the spermatic cord; the vessels composing this plexus are very numerous, and ascend along the cord, in front of the ductus difference. Below the subcutaneous inguinal ring, they unite to form three or four veins, coalesce to form two veins. These unite to form a single vein, which opens, on the right side, into the inferior vena cava (at an acute angle), on the left side into the left renal vein (at a right angle). <img src=\" /> ref - BDC 6e vol2 pg 225",
        "cop": 1,
        "opa": "Left renal vein",
        "opb": "Inferior vena cave",
        "opc": "Common iliac vein",
        "opd": "Internal iliac vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ca3a3f20-1b01-4b7b-9a06-6ab654498efc",
        "choice_type": "single"
    },
    {
        "question": "The daos muscle is innervated by",
        "exp": "It is a sheet of smooth muscle. It arises from the layer superficial to the superficial fascia. It arises superficially to inse into the skin and midline fibrous raphae of the scrotum. It is innervated by the sympathetic fibres from the genital branch of the genitofemoral nerve. ref - BDC 6e vol2",
        "cop": 3,
        "opa": "Ilioinguinal nerve",
        "opb": "Iliohypogastric nerve",
        "opc": "genitofemoral nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fe6107e6-3d02-4cd5-84a1-e316299eccaf",
        "choice_type": "single"
    },
    {
        "question": "Most dependent pa of abdomen in standing position is",
        "exp": "The recto-uterine pouch (cul-de-sac or pouch of Douglas) is the extension of the peritoneal cavity between the rectum and the posterior wall of the uterus. It is the most inferior aspect of the peritoneal cavity and therefore the first location where free fluid accumulates. ref - BDC 6e vol2 pg244",
        "cop": 2,
        "opa": "Vesicouterine pouch",
        "opb": "Pouch of douglas",
        "opc": "Morrison pouch",
        "opd": "Left paracolic gutter",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "3160f04e-7284-41bc-a561-dd467e9a23c7",
        "choice_type": "single"
    },
    {
        "question": "Branch of internal iliac aery",
        "exp": "Generally, the aery divides into an anterior division and a posterior division, with the posterior division giving rise to the superior gluteal, iliolumbar, and lateral sacral aeries. The rest usually arise from the anterior division. umbilical aery superior vesical aery obturator aery vaginal aery inferior vesical aery uterine aery middle rectal aery internal pudendal aery inferior gluteal aery Imageref - pubmed. com",
        "cop": 3,
        "opa": "Ovarian aery",
        "opb": "Testicular aery",
        "opc": "Superior vesicle",
        "opd": "Inferior epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c0d15855-f07e-495d-9b8a-7a1c9a681854",
        "choice_type": "single"
    },
    {
        "question": "The uterus is paly supplied by?",
        "exp": "The uterus is supplied: (1) Chiefly by the two uterine aeries which are markedly enlarged during pregnancy; and (2) paly by the ovarian aeries. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 2,
        "opa": "cervical branches",
        "opb": "ovarian branches",
        "opc": "tubal branches",
        "opd": "arcuate branches",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "bc3dccd5-ca25-4bfb-8904-3c8994ead5a8",
        "choice_type": "single"
    },
    {
        "question": "What is the Shape of the body of uterus?",
        "exp": "The uterus is pyriform or pear shaped in shape. It is about 7. 5 cm long, 5 cm broad, and 2. 5 cm thick. It weighs 30 to 40 grams. It is divisible into an upper expanded pa called the body and a lower cylindrical pa called the cervix. The junction of these two pas is marked by a circular constriction called Isthmus. The body forms the upper two-thirds of the organ, and the cervix forms the lower one-third. Ref: B D Chaurasia's Human Anatomy, Seventh Edition, volume 2, pg. no., 419",
        "cop": 1,
        "opa": "Pear shaped",
        "opb": "Oval",
        "opc": "Cylindrical",
        "opd": "Spindle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "955cc45b-2a13-4432-a267-d0961e01b55f",
        "choice_type": "single"
    },
    {
        "question": "The right gastroepiploic aery is a branch of",
        "exp": "Right gastroepiploic aery, a branch of gastroduodenal supplies the greater curvature of the stomach. Ref: BD Chaurasia; Volume 3; 6th edition; Page no: 252",
        "cop": 2,
        "opa": "Right Hepatic aery",
        "opb": "Gastroduodenal aery",
        "opc": "Hepatic aery",
        "opd": "Superior mesenteric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "05602c6a-ef37-4b21-9180-0c1ba8d45ca0",
        "choice_type": "single"
    },
    {
        "question": "what is the communication between The cervical canal and cavity of body of uterus?",
        "exp": "The cervical canal, i. e. the cavity of the cervix is fusiform in shape. It communicates above with the cavity of the body of the uterus, through the internal os, and below with the vaginal cavity through the external os. Ref: B D Chaurasia's Human Anatomy, Seventh edition, volume 2, pg. no., 421.",
        "cop": 1,
        "opa": "internal os",
        "opb": "external os",
        "opc": "Right lateral os",
        "opd": "left lateral os",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "37668ea7-a159-499f-b06d-b449cbd0d24a",
        "choice_type": "single"
    },
    {
        "question": "Uterine and vaginal veins drains into which of the following veins?",
        "exp": "Venous Drainage - The veins form a plexus along the lateral border of the uterus. The plexus drains through the uterine, ovarian and vaginal veins into the internal iliac veins. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 2,
        "opa": "external iliac veins",
        "opb": "internal iliac veins",
        "opc": "common iliac veins",
        "opd": "inferior vena cavae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5a9060d6-cbd0-411e-a967-181025cde38c",
        "choice_type": "single"
    },
    {
        "question": "Dermatomal supply of the perianal skin is",
        "exp": "The Inferior rectal nerves (inferior anal nerves, inferior hemorrhoidal nerve) usually branch from the pudental nerve but occasionally arises directly from the sacral plexus; they cross the ischiorectal fossa along with the inferior hemorrhoidal vessels, toward the anal canal and the lower end of the rectum, and is distributed to the spincher ani externa and to the integument (skin) around the anus. image ref - Netter atlas",
        "cop": 4,
        "opa": "S1",
        "opb": "L2",
        "opc": "L3",
        "opd": "S4",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "73d8656b-3919-451d-aba2-7466370950c6",
        "choice_type": "single"
    },
    {
        "question": "Benign Prostatic hyperophy results in obstruction of the urinary tract. The specific condition is associated with enlargement of the",
        "exp": "Anatomically the median and lateral lobes are usually enlarged, due to their highly glandular composition. BPH typically affects the submucous group of glands in the transitional zone The anterior lobe has little in the way of glandular tissue and is seldom enlarged. Carcinoma of the prostate typically occurs in the posterior lobe. Ref BDC vol2 6e pg403",
        "cop": 3,
        "opa": "Anterior lobes",
        "opb": "Posterior lobes",
        "opc": "Median lobe",
        "opd": "Peripheral zone",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ffc6082a-4e97-4861-b451-a0f2c2a3250c",
        "choice_type": "single"
    },
    {
        "question": "The rectum is characterized by the presence of",
        "exp": "The transverse folds of the rectum (or Houston&; s valves) are semi-lunar transverse folds of the rectal wall that protrude into the rectum. These folds are about 12 mm. in width and are composed of the circular muscle coat of the rectum. They are usually three in number. Taenia coli, haustrations and appendices epiploicae are features of Colon. Ref: Vishram Singh; Volume II; 2nd edition; Page no: 282",
        "cop": 3,
        "opa": "Taenia coli",
        "opb": "Haustrations",
        "opc": "Permanent transverse mucosal folds within lumen",
        "opd": "Appendicis epiploicae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a445d338-afb0-4df0-a1f8-496297a94816",
        "choice_type": "single"
    },
    {
        "question": "Which kidney epithelium has the most mitochondria per cell?",
        "exp": "The proximal convoluted tubule (PCT) is the first to receive the glomerular filtrate, and here absorption and excretion begin. Glucose, amino acids, and sodium are absorbed by the cells, using Na+/K+-ATPase pumps located in basal and lateral cell membranes. This requires energy; thus, the abundance of mitochondria. The PCT also secretes creatinine and foreign substances. The collecting duct absorbs water from the glomerular filtrate, especially if stimulated by antidiuretic hormone (AD H). Mitochondria are present but in smaller quantities than in the PCT. The urothelium cap cells bulge into the lumen of the urinary bladder, ureter, and urethra. They contain abundant vesicles for a source of the cell membrane in distension. The distal convoluted tubule (OCT) reabsorbs Na+ and secretes K+. Aldosterone stimulates this function in the OCT. Although mitochondria fill the basal poions of cells, they are not as abundant as in the PCT. The thick ascending Henle loop is similar to the OCT in structure and function.",
        "cop": 4,
        "opa": "Collecting duct",
        "opb": "Urothelium cap cell",
        "opc": "Distal convoluted tubule",
        "opd": "Proximal convoluted tubule",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "23cbc8c9-70ab-4ae5-9848-ef5e6f8a64f0",
        "choice_type": "single"
    },
    {
        "question": "The narrowest pa of the ureter is at the",
        "exp": "Ureterovesical junction is the anatomical position where the ureters join the urinary bladder. This is the narrowest of the ureter. Ureters are surrounded by the valves called as ureterovesical valve which will prevent the vesicoureteral reflux. Ref - urologyhealth. org",
        "cop": 4,
        "opa": "Uretero - pelvic junction",
        "opb": "Illiac vessel crossing",
        "opc": "Pelvic uterer",
        "opd": "Uretero - vesical junction",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9cdea0f6-88b2-4545-b7ce-db9199c1d5a9",
        "choice_type": "single"
    },
    {
        "question": "The main antagonistic muscle of rectus abdominis muscle is",
        "exp": "The rectus abdominus muscle reflexes the trunk/lumbar spine, therefore it is a antagonist muscles should extend the spine. The erector spinae muscles are a group of muscles that perform this functions. These can be divided up it into individual muscles. The erector spinae muscles lies on the each side of the veebral column. and extends along the lumbar, thoraxic and cervical sections of the spine. It straightens the back and provide side to side rotation. Ref - researhgate. net",
        "cop": 4,
        "opa": "Psoas major",
        "opb": "Latissimus dorsi",
        "opc": "Quadratus lumborum",
        "opd": "Erector spinae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "75a7de5c-8f16-4313-b098-1534323e1112",
        "choice_type": "single"
    },
    {
        "question": "Atherosclerotic occlusion of which aery would result in insufficient perfusion of urinary bladder",
        "exp": "Internal iliac aery divides into an anterior division and a posterior division Posterior division giving rise to superior gluteal iliolumbar, and lateral sacral aeries. Anterior division gives rise to Obturator aery Umbilical aery (Gives rise to the superior vesical aery) Inferior vesical aery Vaginal aery (female) Uterine aery (female) Middle rectal aery Internal pudendal aery Inferior gluteal aery image ref - semantischolar. org",
        "cop": 3,
        "opa": "External iliac",
        "opb": "Internal pudendal",
        "opc": "Internal iliac",
        "opd": "Lateral sacral",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "387a7f37-6a06-4bef-b5da-d5666bd72726",
        "choice_type": "single"
    },
    {
        "question": "The second pa of duodenum continuous with third pa of duodenum at what level of veebrae?",
        "exp": "The second pa of duodenum - It begins at the superior duodenal flexure, passes downwards to reach the lower border of the third lumbar veebra, where it curves towards the left at the inferior duodenal flexure, to become continuous with the third pa. Ref: B D Chaurasia's Human Anatomy, Seventh edition, volume 2, pg. no., 286.",
        "cop": 2,
        "opa": "L3",
        "opb": "L2",
        "opc": "L1",
        "opd": "L4",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "99b6cef2-cc1e-43e0-8462-b01c1b859b54",
        "choice_type": "single"
    },
    {
        "question": "Posterior relation of neck of pancreas",
        "exp": "The frontal vein (supratrochlear vein) begins on the forehead in a venous plexus which communicates with the frontal branches of the superficial temporal vein. The veins converge to form a single trunk, which runs downward near the middle line of the forehead parallel with the vein of the opposite side. The two veins are joined, at the root of the nose, by a transverse branch, called the nasal arch, which receives some small veins from the dorsum of the nose. At the root of the nose the veins diverge, and, each at the medial angle of the orbit, joins the supraorbital vein, to form the angular vein. Ref - BDC 6e vol2 pg 298-300",
        "cop": 2,
        "opa": "IVC",
        "opb": "Origin of porntal vein",
        "opc": "Aoa",
        "opd": "Common bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1d10dbc8-5850-4c91-bb7c-ae33530f0673",
        "choice_type": "single"
    },
    {
        "question": "Referred pain in external hemorrhoids is due to",
        "exp": "Internal hemorrhoids are located on the inside lining of the rectum and cannot be felt unless they prolapse and push through the anus opening causing pain and itching. A thrombosed external hemorrhoid occurs when blood within the blood vessel clots, and may cause significant pain and swelling.",
        "cop": 2,
        "opa": "Common pudendal nerve",
        "opb": "Inferior rectal nerve",
        "opc": "Splanchnic nerve",
        "opd": "Sympathetic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "be8f1b99-b269-4e79-b24e-fa66c697752c",
        "choice_type": "single"
    },
    {
        "question": "Which is not supplied by pelvic splanchnic nerves?",
        "exp": "From there, they contribute to the innervation of the pelvic and genital organs. The nerves regulate the emptying of the urinary bladder, control opening and closing of the internal urethral sphincter, influence motility in the rectum as well as sexual functions like erection. They contain both pregangionic parasympathetic fibers as well as visceral afferent fibers. Visceral afferent fibers go to spinal cord following pathway of pelvic splanchnic nerve fibers. Ref - BDC vol2 6e pg423",
        "cop": 3,
        "opa": "Rectum",
        "opb": "Urinary bladder",
        "opc": "Appendix",
        "opd": "Uterus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d55e41a4-66ed-442d-b22e-f27fd5ee26da",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fascia attatches the perirenal fascia to the peritoneum?",
        "exp": "Lateroconal fascia attaches the perirenal fascia to the peritoneum.\\ Lateroconal fascia extends from the lateral margin of perirenal fascia and attaches to the parietal peritoneum. Gerota's fascia is the perirenal fascia. The kidney and the suprarenal gland are enclosed within anterior and posterior lamina of the perirenal fascia. The anterior lamina of the perirenal fascia blends with the connective tissue surrounding the great vessels behind the duodenum and pancreas. The posterior lamina continues as the lateroconal fascia. Thoracolumbar fascia is a complex arrangement of multiple fascial layers in the thoracolumbar region. The fascia encloses the paraspinal muscles, quadratus lumbornum muscle and the lattisimus dorsi muscle.. Treitz's fascia has been used to refer to the fusion fascia behind the head of the pancreas Ref: Gray's Anatomy 41st edition Pgno: 1084",
        "cop": 2,
        "opa": "Gerota's fascia",
        "opb": "Lateroconal fascia",
        "opc": "Thoracolumbar fascia",
        "opd": "Treitz's fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ff369298-539c-4736-97fd-425adf5aa051",
        "choice_type": "single"
    },
    {
        "question": "which of the following is immediate anterior relation to uterus?",
        "exp": "The anterior or vesical surface is flat and related to the urinary bladder. It is covered with peritoneum and forms the posterior or superior wall of the uterovesical pouch. SO, the immidiate anterior relation is uterovesical pouch. Ref: B D Chaurasia's Human Anatomy, Seventh Edition, Volume 2, pg. no., 420 ( figs. 31. 11a )",
        "cop": 2,
        "opa": "A) Urinary bladder",
        "opb": "B) Uterovesicle pouch",
        "opc": "C) Pubic symphysis",
        "opd": "D) Urogenital diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2227c191-7529-4409-bdf2-728589ce5b99",
        "choice_type": "single"
    },
    {
        "question": "Number of Hepatic segments in Liver",
        "exp": "The Couinaud classification of liver anatomy divides the liver into eight functionally independent segments. Each segment has its own vascular inflow, outflow and biliary drainage. In the centre of each segment, there is a branch of the poal vein, hepatic aery and bile duct. Reference: Chaurasia Volume II; 7th edition; Page no: 336",
        "cop": 3,
        "opa": "4",
        "opb": "6",
        "opc": "8",
        "opd": "10",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "83572973-88ae-4a24-af5c-a3e391a7e28c",
        "choice_type": "single"
    },
    {
        "question": "which of the following is not a phase of endometrium?",
        "exp": "Following are the three phases of endometrium: 1. Proliferative phase: The lining comprises simple columnar epithelium. Stroma contains simple tubular glands. Its deeper pa contains sections of coiled aeries. 2. Progestationalphase: The glands get sacculated and touous. The sections of coiled aeries are seen in the superficial pa of thick endometrium. 3. Menstrual phase: This phase occurs due to decline of both the hormones. The endometrium becomes ischaemic and stas being shed. The vessel wall gets necrosed and blood enters the stroma and menstrual flow stas. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 426.",
        "cop": 3,
        "opa": "progestational phase",
        "opb": "menstrual phase",
        "opc": "ovulatory phase",
        "opd": "proliferative phase",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d65492ee-f77d-47d4-a3f3-2bac530d0a19",
        "choice_type": "single"
    },
    {
        "question": "Pouch of Douglas is situated between",
        "exp": "The recto-uterine pouch or pouch of douglas is the extension of the peritoneal cavity between the rectum and the posterior wall of the uterus in the female human body. imageref - semantischolar. org",
        "cop": 4,
        "opa": "Bladder and the uterus",
        "opb": "Bladder and public symphysis",
        "opc": "Bladder and the rectum",
        "opd": "Uterus and rectum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "41e7c75e-f03b-4a79-9ccf-6530e4bdf00d",
        "choice_type": "single"
    },
    {
        "question": "Conjoint tendon is formed by",
        "exp": "CONJOINT TENDON:- Falx inguinalis. Formation: fusion of lowest aponeurotic fibres of internal oblique and of the transversus muscle. Medially: continuous with the anterior wall of rectus sheath. Laterally: free It may be continuous with an inconstant ligamentous band, interfoveolar ligament, which connects lower border of transversus abdominis to the superior ramus of pubis. Conjoint tendon strengthens the anterior abdominal wall at site where it is weakened by the superficial inguinal ring. <img src=\" /> {Reference: BDC 6E}",
        "cop": 3,
        "opa": "External oblique, internal oblique",
        "opb": "External oblique, transversus abdominis",
        "opc": "Internal oblique, transversus abdominis",
        "opd": "Rectus abdomnis, transversus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2a1d0229-3780-4e5e-9587-49dc018f4364",
        "choice_type": "single"
    },
    {
        "question": "Innervation of lower one third of vaginal is?",
        "exp": "The lower one-third of the vagina is pain sensitive and is supplied by the pudendal nerve through the inferior rectal and posterior labial branches of the perineal nerve. The upper two-thirds of the vagina are pain insensitive and are supplied by sympathetic L7, L2 and parasympathetic segments 52 to 54. Nerves are derived from the inferior hypogastric and uterovaginal plexuses. Sympathetic nerves are vasoconstrictor and parasympathetic nerves vasodilator. The fibres which accompany the vaginal aeries form the vaginal nerves. ref - BDC 6e vol2 pg394",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Pelvic splanchnic nerve",
        "opc": "Lumbar splanchnic nerve",
        "opd": "Hypogastric nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "50d26c37-7441-4c9d-9a9f-c9318d9b6eb9",
        "choice_type": "single"
    },
    {
        "question": "Which of the positions best describes the location of celiac plexus?",
        "exp": "The celiac plexus or coeliac plexus, also known as the solar plexus because of its radiating nerve fibers, is a complex network of nerves (a nerve plexus) located in the abdomen, near where the celiac trunk, superior mesenteric aery, and renal aeries branch from the abdominal aoa. image ref - britannica. com",
        "cop": 1,
        "opa": "Anterolateral to Aoa",
        "opb": "Posterolateral to Aoa",
        "opc": "Anterolateral to sympathetic chain",
        "opd": "Anteromedial to sympathetic chain",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2dc9ea84-91f6-4793-9234-0c92b9119dc4",
        "choice_type": "single"
    },
    {
        "question": "Caudate lobe of liver is",
        "exp": "The caudate lobe of the liver is bounded below, by the poa hepatis; on the right, by the fossa for the inferior vena cava; and, on the left, by the fossa for the ductus venosus and the physiological division of the liver called the ligamentum venosum. It looks backward, being nearly veical in position; it is longer from above downward than from side to side and is somewhat concave in the transverse direction. ref - BDC 6e vol2 pg304-307",
        "cop": 1,
        "opa": "I",
        "opb": "III",
        "opc": "IV",
        "opd": "VI",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "09541fa4-ebc5-41e0-b9d2-2dd98cb372e5",
        "choice_type": "single"
    },
    {
        "question": "Brunner&; s glands are present in",
        "exp": "Submucosal glands of duodenum are Brunner's glands, they are mucus, bicarbonate-secreting glands. This helps in protecting duodenal epithelium from acidic secretions of the stomach.",
        "cop": 3,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Duodenum",
        "opd": "Ileum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "34207b56-d689-4f0b-ae14-af41925caaa2",
        "choice_type": "single"
    },
    {
        "question": "what is The veical extension of right kidney?",
        "exp": "The kidneys occupy the epigastric, hypochondriac, lumbar and umbilical regions. Veically they extend from the upper border of twelfth thoracic veebra to the centre of the body of third lumbar veebra. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 341.",
        "cop": 2,
        "opa": "T10 - L2",
        "opb": "T12 - L3",
        "opc": "T11 - L4",
        "opd": "T12 - L2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7f256758-a90e-4d04-a421-e6528f4e33c8",
        "choice_type": "single"
    },
    {
        "question": "What lies between cystic duct and common hepatic duct?",
        "exp": "The common hepatic duct is the duct formed by the convergence of the right hepatic duct (which drains bile from the right functional lobe of the liver) and the left hepatic duct (which drains bile from the left functional lobe of the liver). The common hepatic duct then joins the cystic duct coming from the gallbladder to form the common bile duct. The duct is usually 6-8 cm length and 6mm in diameter in adults. Lund's node is the sentinel lymph node of the gallbladder. It increases in size in cholecystitis and cholangitis. It is an anatomic landmark and is removed along with the gallbladder in cholecystectomy ref - BDC 6e vol2 pg 287-289",
        "cop": 1,
        "opa": "Lymph node",
        "opb": "Poal pein",
        "opc": "Hepatic aery",
        "opd": "Cystic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0f697fae-12eb-422e-833d-e6b3dcc58f2d",
        "choice_type": "single"
    },
    {
        "question": "Extent of esophagus is",
        "exp": "The esophagus has cervical, thoracic, and abdominal pas, extending from the lower end of the pharynx (C6 veebrae) to the cardiac opening of the stomach (T11 or 12 veebral level). It is about 25 to 30 cm long",
        "cop": 2,
        "opa": "C3 - C6",
        "opb": "C6 - T11",
        "opc": "T10 - T12",
        "opd": "C3 - T6",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0c67fd53-5b37-43aa-920a-fe01ce1a348a",
        "choice_type": "single"
    },
    {
        "question": "Lymph from glans penis drains into",
        "exp": "All the lymphatic vessels of the penis passes to the superficial inguinal nodes by accompanying the external pudendal blood vessel. The lymphatic vessels of glands penis enter to the deep inguinal nodes and external iliac nodes. Ref - BDC 6e vol2 pg219",
        "cop": 2,
        "opa": "Superficial inguinal nodes",
        "opb": "Deep inguinal lymph nodes",
        "opc": "Obturator nodes",
        "opd": "Internal iliac nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4f357911-20ba-43bc-97f1-27e874931cde",
        "choice_type": "single"
    },
    {
        "question": "Resting pressure in the anal canal is because of",
        "exp": "Anal manometry has been used in the study of patients who have fecal incontinence as an attempt to quantify anal sphincter function. Typical basic parameters are resting pressure and squeeze pressure. Resting pressure denotes resting tonicity and thus is used as an index parameter for internal anal sphincter which is in charge of that tonicity, while squeeze pressure denotes the strength of voluntary contraction and is used for contractility of external anal sphincter. But resting pressure is usually regarded more reliable as an index of continence function judging from physical propeies during metric procedure because squeeze pressure depends more on patient's subjective effo with resultant more variation. Resting pressure has, however, a restriction that it represents cross sectional status of the anal canal without taking into consideration its three dimensional structure. Resting pressure gradient (RPG) of the anal canal is devised as one of the advanced parameters to make up for such a restriction. The RPG is given by the ratio of pressure difference between maximum resting pressure and basal resting pressure to interval distance between their levels. Therefore, it can be said that it has 2 components as factors of determination, which are pressure and length factor, respectively. Ref - pubmed. com <a href=\"",
        "cop": 2,
        "opa": "External sphincter",
        "opb": "Internal sphincter",
        "opc": "Anorectal ring",
        "opd": "Conjoint longitudinal coat",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0b600c4a-ca4e-401e-9649-20e9e0154102",
        "choice_type": "single"
    },
    {
        "question": "Superficial perineal space contains",
        "exp": "Contents: Muscle. Ischiocavernosus muscle. Bulbospongiosus muscle. Superficial transverse perineal muscle. Other. Crura of penis (males) / crura of clitoris (females). Bulb of penis (males) / vestibular bulb (females). Greater vestibular gland (female)",
        "cop": 2,
        "opa": "Sphincter urethrae muscle",
        "opb": "Ischiocavernosus muscle",
        "opc": "Deep transverse perinei muscle",
        "opd": "Bulbourethral gland",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1d44f9b7-5130-4eee-802e-3a201352d1ab",
        "choice_type": "single"
    },
    {
        "question": "Sacrotuberous and sacrospinous ligaments attach sacrum to",
        "exp": "The sacrotuberous ligament is a strong broad band of fibrous tissue. It has broad upper end and narrow lower lateral end. Upper end is attached from above downward to posterior superior iliac spine, posterior inferior iliac spine, lower pa of posterior surface and lateral border of sacrum and adjoining pa of coccyx. The lower end is attached to medial margin of ischial tuberosity. Some of the fibres from lower end continue on to the ramus of ischium as the falciform process. The sacrospinous ligament is a triangular sheet of fibrous tissue with its apex attached laterally to the ischial spine and base medially to the side of sacrum and coccyx. The sacrospinous and sacrotuberous ligaments conve the greater and lesser sciatic notches of the hip bone into greater and lesser sciatic foramina-the two impoant exits from the pelvis. Reference: Textbook of anatomy, Abdomen and Lower limb, Vishram Singh, 2nd edition, page no. 204",
        "cop": 2,
        "opa": "Ilium",
        "opb": "Ischium",
        "opc": "Pubis",
        "opd": "Lumbar veebrae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "6e0ad2e1-b1a9-4f4a-a632-968295fd39d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following duodenal recesses has the inferior mesenteric vein in its free margin?",
        "exp": "Paraduodenal recess has the inferior mesentric vein in its right free margin. The fouh pa of the duodenum and the duodenojejunal junction have several folds of peritoneum that give rise to many named recesses. They are probably formed during development due to minor aberrations of duodenal rotation and fixation. The duodena recess include: Superior duodenal recess lies directly to the fouh pa of the duodenum, adjacent to L2 veebrae, and behind a cresentric superior duodenal fold. Inferior duodenal recess lies to the left of the fouh pa of the duodenum, adjacent to L3 veebrae, behind a triangular inferior duodenal fold. Paraduodenal recess lies a little to the left and slightly behind the fouth pa of the duodenum, behind a falciparum fold of peritneum. Its right free edge contains the inferior mesentric vein and ascending branch of the left colic aery. Retroduodenal recess is the largest among duodenal recesses. It lies behind the third and fouh pas of the duodenum in front of the abdominal aoa. It has a wide orifice flanked by the duodenalparietal folds of peritoneum. Mesentericoparietal recess lies just below the third pa of the duodenum and forms a pocket in the upper pa of the mesentry towards the right. It has a large, left facing orifice behind a fold of mesentry raised by the superior mesentric aery. Duodenojejunal recess lies to left of the abdominal aoa, between the duodenojejunal junction and the root of the transverse mesocolon. Ref: Gray's Anatomy 41st edition Pgno: 1108",
        "cop": 2,
        "opa": "Superior duodenal recess",
        "opb": "Paraduodenal recess",
        "opc": "Inferior duodenal recess",
        "opd": "Mesentric-parietal recess",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "39783f74-c885-4d29-9354-4d010696bc62",
        "choice_type": "single"
    },
    {
        "question": "Epithelial lining of the vagina is",
        "exp": "The lining of orifices is stratified squamous epithelium. In moist areas it is non-keratinised. Examples of non-keratinized stratified squamous epithelium include corneal epithelium, lining mucosa of the oral cavity, esophagus, anal canal, ectocervix, vagina and the internal poion of the lips. Reference: Chaurasia; 6th edition",
        "cop": 1,
        "opa": "Stratified squamous non-keratinised",
        "opb": "Stratified squamous keratinised",
        "opc": "Columnar",
        "opd": "Cuboidal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fa5bfb83-5649-4731-8719-ab88e5f4bd99",
        "choice_type": "single"
    },
    {
        "question": "If two buds of pancreas do not fuse, the anomaly is",
        "exp": "Pancreatic divisum is a congenital anomaly in the anatomy of the ducts of the pancreas in which a single pancreatic duct is not formed, but rather remains as two distinct dorsal and ventral ducts. imageref- researchgate. net",
        "cop": 2,
        "opa": "Ectopic pancreas",
        "opb": "Pancreatic divisum",
        "opc": "Annular pancreas",
        "opd": "Accessory pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0e6d81ed-55d2-4ca7-b537-6b21f516a720",
        "choice_type": "single"
    },
    {
        "question": "The hepatopancreatic ampulla opens into which of the following pa of duodenum?",
        "exp": "The second pa of duodenum - The major duodenal papilla is an elevation present posteromedially, 8 to 10 cm distal to the pylorus. The hepatopancreatic ampulla opens at the summit of the papilla. image ref -eahslab. com",
        "cop": 2,
        "opa": "first pa",
        "opb": "second pa",
        "opc": "third pa",
        "opd": "fouh pa",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "227579bd-247b-4927-a9ec-83711ac26048",
        "choice_type": "single"
    },
    {
        "question": "From which of the following is the duodenum derived",
        "exp": "The duodenum is a 25-38 cm C-shaped structure lying adjacent to the stomach. It is divided anatomically into four sections. The first pa of the duodenum lies within the peritoneum but its other pas are retroperitoneal image ref - brittanica. com",
        "cop": 3,
        "opa": "Foregut",
        "opb": "Midgut",
        "opc": "Foregut and midgut",
        "opd": "Midgut and hindgut",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a695b347-bac6-438e-ae30-0c2bb9f6f95b",
        "choice_type": "single"
    },
    {
        "question": "A patient in th emergency room with road traffic accident has retroperitoneal bleed. Trauma to which of the following structures is the most likely cause of this bleed?",
        "exp": "The pancreas is the most likely cause as it is a retroperitoneal structure. All the other structures listed are intraperitoneal. Relationship of viscera to the perritoneum: Intraperitoneal: Stomach, jejunum, ileum, cecum, appendix, transverse colon, sigmoid colon, liver, gallbladder and spleen. Retroperitoneal: Esophagus(abdominal), duodenum(2nd and 3rd segment), pancreas, kidneys, ureters, suprarenal gland, abdominal aoa and its branches, inferior venacava, and celiac plexus. Paially covered in the peritoneum(also considered as retroperitoneal): Ascending colon, descending colon, and rectum. Ref: Gray&; s Anatomy Pgno: 1045",
        "cop": 4,
        "opa": "Jejunum",
        "opb": "Liver",
        "opc": "Stomach",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7937e2aa-71b8-4086-bbd8-c0204844b335",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pa of uterus is not covered with peritoneum?",
        "exp": "Each lateral border is rounded and convex. It provides attachment to the broad ligament of the uterus which connects it to the lateral pelvic wall. The uterine tube opens into the uterus at the upper end of this border. This end of the border gives attachment to the round ligament of the uterus, anteroinferior to the tube; and to the ligament of the ovary posteroinferior to the tube. The uterine aery ascends along the lateral border of the uterus between the two layers of the broad ligament, so these borders are not covered with peritoneum. Ref: B D Chaurasia's Human Anatomy, Seventh edition, Volume 2, pg. no., 420. Fig Ref: B D Chaurasia's Human Anatomy, Seventh edition, Volume 2, pg. no., 418 ( Fig. 31. 6 )",
        "cop": 4,
        "opa": "Fundus",
        "opb": "Anterior surface of body of isthmus",
        "opc": "Posterior surface of body of to posterior fornix of vagina",
        "opd": "Right & Left lateral borders",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "617490df-e212-4b96-aa36-43506cb226a9",
        "choice_type": "single"
    },
    {
        "question": "Constrictions of esophagus when measured from upper incisiors are present at",
        "exp": "The second constriction is at 25 cm from the upper incisor teeth, where it is crossed by the aoic arch and left main bronchus. The third constriction is at 40 cm from the upper incisor teeth, where it pierces the diaphragm; the lower esophageal sphincter (LES) is situated at this level. ref - BDC vol2, britannica. com",
        "cop": 2,
        "opa": "15 cm, 20 cm, 40 cm",
        "opb": "15 cm, 25 cm, 25 cm",
        "opc": "20 cm, 30 cm, 40 cm",
        "opd": "30 cm, 40 cm, 60cm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "76bda829-a8a8-4568-afd4-7b7d6a9653b8",
        "choice_type": "single"
    },
    {
        "question": "The dorsal pa of the Ventral Mesogastrium forms:",
        "exp": "The dorsal pa of the Ventral Mesogastrium forms the Lesser Omentum. Mesentery of the Foregut and its derivatives: The abdominal pa of the foregut possesses both ventral and dorsal mesenteries, which are termed ventral mesogastrium and dorsal mesogastrium. During formation of the ventral mesentery the liver grows rapidly in the ventral mesogastrium such that the liver is completely surrounded by the Ventral Mesogastrium except in the &; Bare area&; The developing liver thus divides the ventral mesogastrium into an anterior pa, &; the ventral pa of ventral mesogastrium&; (Falciform ligament; from liver to anterior abdominal wall) and a posterior pa or dorsal pa of the ventral mesogastrium (the lesser Omentum) between the liver and ventral borders of the stomach and duodenum. Fate of Ventral Mesogastrium Fate of Dorsal Mesogastrium Ventral pa of Ventral Mesogastrium Gives rise to Hepatic Ligaments Falciform ligaments Coronary ligaments (superior and Inferior) Triangular Ligaments (Left and Right) Dorsal Pa of Ventral Mesogastrium: Lesser Omentum Dorsal pa forms the lesser Omentum between the liver and the curvature of the stomach The larger caudal pa becomes greatly elongated to form the Greater Omentum. Greater Omentum forms from the caudal pa of the dorsal mesogastrium. The smaller cranial pa becomes divided into dorsal and ventral pas by the development of spleen within it. The ventral pa forms The Dorsal pa forms The gastro-splenic ligament The lieno-renal ligament The gastro-phrenic ligament Ref: Vishram Singh 2nd edition Pgno: 80",
        "cop": 2,
        "opa": "Greater Omentum",
        "opb": "Lesser Omentum",
        "opc": "Falciform Ligament",
        "opd": "Lineorenal Ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "311d0317-1c44-4881-be51-b681fbf98fdd",
        "choice_type": "single"
    },
    {
        "question": "The free edge of the falciform ligament encloses",
        "exp": "The liver is divided into right and the left lobes by the attachment of the falciform ligament anteriorly and superiorly; by the fissure for the ligamentum teres inferiorly; and by the fissure for the ligamemtum venosum posteriorly. Ligamentum teres is a degenerative string of tissue that exists in the free end of the falciform ligament. Ref -researchgate. net",
        "cop": 3,
        "opa": "Ligamentum venosum",
        "opb": "Poal vein and common bile duct",
        "opc": "Ligamentum teres",
        "opd": "Superior epigastric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "84bf9db7-b443-492c-99a3-6514c2a246a1",
        "choice_type": "single"
    },
    {
        "question": "The lateral border of the right kidney is related to which of the following structures?",
        "exp": "The lateral border of the right kidney is related to the right lobe of the liver and to the hepatic flexure of the colon. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 343. ( fig. 24. 3 ).",
        "cop": 1,
        "opa": "right lobe of the liver and to the hepatic flexure of the colon",
        "opb": "right lobe of the liver and to the descending colon",
        "opc": "the spleen and to the descending colon",
        "opd": "the spleen and to the hepatic flexure of the colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d77c7de4-7f4d-4b87-a718-74e559071b27",
        "choice_type": "single"
    },
    {
        "question": "Boundaries of ischiorectal fossa are",
        "exp": "The boundaries of ischiorectal fossa: floor: deep transverse perineal fascia. medial wall: external anal sphincters/anal canal; levator ani muscle. lateral wall: ischial tuberosity; obturator internus muscle; obturator fascia. apex: intersection of levator ani and obturator internus muscle ref - BDC vol2 pg415, researchgate. net",
        "cop": 3,
        "opa": "Posterior: Perineal membrane",
        "opb": "Anterior: Sacrotuberous ligament",
        "opc": "Lateral: Obturator internus",
        "opd": "Medial: Gluteus maximus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "09eb02db-3ab4-4521-93cd-df882185bc65",
        "choice_type": "single"
    },
    {
        "question": "Normal anteflexion of uterus",
        "exp": "Normally the uterus lies in anteversion & anteflexion. Fuhermore, the long axis of the body of the uterus is bent forward at the level of the internal os with the long axis of the cervix. This position is termed anteflexion of the uterus. ref - BDC 6e vol2 pg 387",
        "cop": 3,
        "opa": "90 o",
        "opb": "100 o",
        "opc": "125 o",
        "opd": "140 o",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9e4b823d-ad42-439c-88b9-3d52b7c7f6e8",
        "choice_type": "single"
    },
    {
        "question": "Which of these best describes the renal angle?",
        "exp": "An area located on either side of the human back between the lateral borders of the erector spinae muscles and inferior borders of the twelfth rib, so called because the kidney can be felt at this location. iamgeref - researchgate. net",
        "cop": 3,
        "opa": "Angle between the lattissimus dorsi and the 12th rib",
        "opb": "Angle between the erector spinae and the iliac crest",
        "opc": "Angle between the 12th rib and the erector spinae",
        "opd": "Angle between the 12th rib and the rectus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "42c2351f-9291-4f73-98c2-659cc25ecf2c",
        "choice_type": "single"
    },
    {
        "question": "Corpora amylacea is seen in",
        "exp": "Corpora amylacea are small hyaline masses of unknown significance found in the prostate gland, neuroglia, and pulmonary alveoli. They are derived from degenerate cells or thickened secretions and occur more frequently with advancing age. Ref - BDC 6e vol2 pg410, researchgate. net",
        "cop": 1,
        "opa": "Prostate",
        "opb": "Seminal vesicle",
        "opc": "Thymus",
        "opd": "Testis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "cf89682a-4aa2-4c7a-bffe-bb819022bd22",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of kidney",
        "exp": "Congenital anomalies of kidney and urinary tract is phenotypically variable and can affect the kidney(s) alone and/or the lower urinary tract. The spectrum includes more common anomalies such as vesicoureteral reflux and, rarely, more severe malformations such as bilateral renal agenesis. ref - researchgate. net",
        "cop": 3,
        "opa": "Ectopic kidney",
        "opb": "Renal duplication",
        "opc": "Horse shoe kidney",
        "opd": "Renal agenesis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "37a36758-5001-4804-8b0f-89a8401f4059",
        "choice_type": "single"
    },
    {
        "question": "Third pa of duodenum is crossed by",
        "exp": "The third pa, or horizontal pa or inferior pa of the duodenum begins at the inferior duodenal flexure and passes transversely to the left, passing in front of the inferior vena cava, abdominal aoa and the veebral column. The superior mesenteric aery and vein are anterior to the third pa of duodenum. Ref - BDC 6e vol2 pg262",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Hepatic aery",
        "opc": "Bile duct",
        "opd": "Superior mesenteric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ab3c34e9-a1e6-49d6-b33b-fa03cdd04d14",
        "choice_type": "single"
    },
    {
        "question": "A surgeon removes a pa of liver to left of falciparum ligament, which segment of liver is removed",
        "exp": "Middle hepatic vein divides the liver into right and left lobes (or right and left hemiliver). This plane runs from the inferior vena cava to the gallbladder fossa. The Falciform ligament divides the left lobe into a medial- segment IV and a lateral pa - segment II and III. ref - BDC 6e vol2 pg307",
        "cop": 2,
        "opa": "1 & 4",
        "opb": "2 & 3",
        "opc": "1 & 4",
        "opd": "1 & 3",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "beae5c74-3dd3-47aa-9a8c-3fcfc15488fd",
        "choice_type": "single"
    },
    {
        "question": "Aoic opening is present at the veebral level of",
        "exp": "The aoic hiatus is a opening in the diaphragm. It is the lowest and most posterior of the large apeures. It is located approximately at the level of the twelfth thoracic veebra (T12). ref - semantischolar. org",
        "cop": 3,
        "opa": "T8",
        "opb": "T10",
        "opc": "T12",
        "opd": "T11",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "78956bae-2c0d-4cd5-86a7-44dbfc6d00d1",
        "choice_type": "single"
    },
    {
        "question": "Renal angle lies between",
        "exp": "Renal-angle is area located on either side of the human back between the lateral borders of the erector spinae muscles and inferior borders of the twelfth rib, so called because the kidney can be felt at this location. Ref -researchgate. net",
        "cop": 1,
        "opa": "12th rib & lateral border of sacrospinalis",
        "opb": "11th rib & lateral border of sacrospinalis",
        "opc": "12th rib & lateral border of quadratus lumborum",
        "opd": "11th rib & lateral border of quadratus lumborum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "269a24b2-1ad3-46b6-8715-52deda833cd7",
        "choice_type": "single"
    },
    {
        "question": "Main suppo of uterus is provided by following structure",
        "exp": "The cervix protrudes into the vagina. The uterus is held in position within the pelvis by condensations of endopelvic fascia, which are called ligaments. These ligaments include the pubocervical, transverse cervical ligaments or Mackenrodt's ligaments or cardinal ligaments, and the uterosacral ligaments. Ref - BDC 6e vol2 pg 391",
        "cop": 2,
        "opa": "Round ligament",
        "opb": "Cardinal ligament",
        "opc": "Vesico-uterine fold",
        "opd": "Broad ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "365a4278-9a70-433c-a2b1-0ce2883e6547",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of broad ligament?",
        "exp": "Some names given to subdivisions of the broad ligament they are - The ovary is attached to the posterior layers of the ligament through the mesovarium. The ligament of the ovary passes from the lower pole of the ovary to the lateral angle of the uterus. The pa of the broad ligament lying between the uterine tube and the ovarian ligament of ovary is called the mesosalpinx, While the pa below the ligament of ovary is called the mesometrium. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 414, 415.",
        "cop": 4,
        "opa": "mesosalpinx",
        "opb": "mesometrium",
        "opc": "mesovarium",
        "opd": "endometrium",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c76b952d-6618-48f7-befe-0be66997bd2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of the hypogastric sheath?",
        "exp": "Pas of the hypogastric sheath: Anterior lamina - Lateral ligament of bladder. Middle lamina - Transverse cervical ligament, rectovesical septum in males. Posterior lamina - Presacral fascia, uterosacral ligament.",
        "cop": 1,
        "opa": "Broad ligament",
        "opb": "Uterosacral ligament",
        "opc": "Transverse cervical ligament",
        "opd": "Lateral ligament of the bladder",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "f99a0eba-16b9-4d21-b4ce-5aff8d88ac04",
        "choice_type": "single"
    },
    {
        "question": "Pudendal canal is a pa of",
        "exp": "The pudendal canal is an anatomical structure in the pelvis through which the internal pudendal aery, internal pudendal veins, and the pudendal nerve pass. The pudendal canal is a space between obturator fascia and the lunate fascia. Others believe that it is formed by splitting of the obturator fascia ref - BDC 6e vol2 pg362",
        "cop": 2,
        "opa": "Colle's fascia",
        "opb": "Obturator fascia",
        "opc": "Scarpa's fascia",
        "opd": "Campors fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8b9c3ea3-3bea-46df-a5f2-b37941a7c9bd",
        "choice_type": "single"
    },
    {
        "question": "Length of female urethra",
        "exp": "The female urethra, about 4 cm in length, is fused with the anterior wall of the vagina. It ends between the clitoris and the vagina. The male urethra, about 20 cm in length, comprises three pas: prostatic, membranous, and spongy Ref - BDC 6e vol2 pg379",
        "cop": 2,
        "opa": "2cm",
        "opb": "4cm",
        "opc": "6cm",
        "opd": "8cm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c0a0b020-8533-4cce-82fb-3397b4264adc",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Mucosa-associated lymphoid tissue",
        "exp": "MALT lymphoma is a form of lymphoma involving the mucosa-associated lymphoid tissue (MALT), frequently of the stomach, but viually any mucosal site can be afflicted. It is cancer originating from B cells in the marginal zone of the MALT and is also called extranodal marginal zone B cell lymphoma. ref - pubmed. com",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "13209ea1-3cee-43f5-a7a7-05037d594108",
        "choice_type": "single"
    },
    {
        "question": "Cremasteric aery is a branch of",
        "exp": "The inferior epigastric aery - It arises from the external iliac aery near its lower end just above the inguinal ligament. It runs upwards and medially in the extraperitoneal connective tissue, passes just medial to the deep inguinal ring, pierces the fascial transversalis at the lateral border of the rectus abdominis and enters the rectus sheath by passing in front of the arcuate line. Within the sheath it supplies the rectus muscle and ends by anastomosing with the superior epigastric aery. branches of inferior epigastric aery - (a) A cremasteric branch - To the spermatic cord, or the aery of the round ligament in females; (b) A pubic branch - Which anastomoses with the pubic branch of the obturator aery; (c) muscuiarbranches - To the rectus abdominis, and (d) cutaneous branches - To the overlying skin. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 229",
        "cop": 3,
        "opa": "Internal pudendal aery",
        "opb": "External pudendal aery",
        "opc": "Inferior epigastric aery",
        "opd": "Superior epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "8cdfca67-fbb0-409c-9b37-eb6b10bdb3a6",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of kidney is from",
        "exp": "Celiac plexus is formed by the greater and lesser splanchnic nerves of both sides, and fibers from the anterior and posterior vagal trunks. Contribute to renal plexus ref - sciencedirect. com",
        "cop": 2,
        "opa": "Lumbar plexus",
        "opb": "Coeliac plexus",
        "opc": "Inferior mesentric nerve",
        "opd": "Hypogastric plexus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "78f5d5e6-13d1-47c2-a903-042f00df88c4",
        "choice_type": "single"
    },
    {
        "question": "Obturator nerve enters thigh at",
        "exp": "It descends through the fibers of the psoas major, and emerges from its medial border near the brim of pelvis; it then passes behind the common illaic aery and on the lateral side of the internal illiac aery and ureter, and runs along the lateral wall of the lesser pelvis, above and in front of the obturator vessel, to the upper pa of the obturator foramen. Here it enters the thigh, through the obturator canal, and divides into an anterior and a posterior branch, which are separated at first by some of the fibers of the obturator externus, and lower down by the adductor brevis. ref -sciencedirect. com",
        "cop": 2,
        "opa": "Adductor canal",
        "opb": "Obturator canal",
        "opc": "Superficial inguinal ring",
        "opd": "Femoral canal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "09c632c3-fd1a-4feb-9a7b-ba6acc89d0a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a content of broad ligament?",
        "exp": "The broad ligament contains the following structures. 1. The uterine tube 2. The round ligament of the uterus. 3. The ligament of the ovary. 4. Uterine vessels near its attachment to the uterus. 5. Ovarian vessels in the infundibulopelvic ligament. 6. The uterovaginal and ovarian nerve plexuses. 7. Epoophoron. 8. Paroophoron 9. Some lymph nodes and lymph vessels. 10. Dense connective tissue or parametrium present on the sides of the uterus. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 422.",
        "cop": 2,
        "opa": "uterine tube",
        "opb": "ureter",
        "opc": "round ligament of uterus",
        "opd": "uterine aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d71371a1-3193-4e0b-8836-d93a5877951d",
        "choice_type": "single"
    },
    {
        "question": "The duodenum lies at which of the following level of veebrae?",
        "exp": "The duodenum lies above the level of the umbilicus, opposite first, second and third lumbar veebrae. Ref: B D Chaurasia's Human Anatomy, volume 2, pg. no., 285.",
        "cop": 1,
        "opa": "L1, L2, L3",
        "opb": "L3, L4, L5",
        "opc": "L2, L3, L4",
        "opd": "L5, S1, S2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "011f9306-b1b8-4359-9fef-d290ca068132",
        "choice_type": "single"
    },
    {
        "question": "Which of the following veins is found in relation to the paraduodenal fossa?",
        "exp": "It is an occasional recess in the peritoneum to the left of the terminal poion of the duodenum located posterior to a fold containing the inferior mesenteric vein. ref - BDC 6e vol2 pg229, researchgate. net",
        "cop": 1,
        "opa": "Inferior mesentric vein",
        "opb": "Middle colic vein",
        "opc": "Left colic vein",
        "opd": "Splenic vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ef8625bb-11f0-4160-a3dc-ada958ae0776",
        "choice_type": "single"
    },
    {
        "question": "Testis lies in deep inguinal ring upto",
        "exp": "Descent of testis The testes develop in relation to the developing mesonephros, at the level of segments T10 to T12. Subsequently, they descend to reach the scrotum. Each testis begins to descend during the second month of intrauterine life. It reaches the iliac fossa by the 3rd month Rests at the deep inguinal ring from the 4th to the 6th month, Traverses the inguinal canal during the 7th month, Reaches the superficial inguinal ring by the 8th month and the bottom of the scrotum by the 9th month. An extension of peritoneal cavity called the processus vaginalis precedes the descent of testis into the scrotum, into which the testis invaginates. The processus vaginalis closes above the testis. Descent does not occur after one year of age. Ref - BDC 6th edition vol2 pg 227",
        "cop": 3,
        "opa": "4th month",
        "opb": "5th month",
        "opc": "7th month",
        "opd": "9th month",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9854babf-873c-42f1-b39b-0639afdcae21",
        "choice_type": "single"
    },
    {
        "question": "Ligament of Treitz",
        "exp": "1. It is a fibromuscular band to suppo the duodenojejunal flexure and arises from the right crus of the diaphragm. 2. It has both the skeletal (diaphragmatic) as well as smooth (intestinal) muscles in it. 3. It increases the DJ angulation and may cause paial obstruction at the site. It is also known as Suspensory ligament of the duodenum",
        "cop": 1,
        "opa": "Suppos DJ Flexure",
        "opb": "Is at Ileocaecal junction",
        "opc": "Arises from left crus of diaphragm",
        "opd": "Contain smooth muscle fibres only",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9e647eab-c507-44aa-8f44-f4af31d7a88b",
        "choice_type": "single"
    },
    {
        "question": "The cistern chyli are situated in",
        "exp": "CISTERNA CHYLI - This is an elongated lymphatic sac, about 5 to 7 cm long. It is situated in front of the first and second lumbar veebrae, immediately to the right of the abdominal aoa. It is overlapped by the right crus of the diaphragm. Its upper end is continuous with the thoracic duct. It is joined by the right and left lumbar and intestinal lymph trunks. The lumbar trunks arise from the lateral aoic nodes, and bring lymph from the lower limbs, the pelvic wall and viscera, the kidneys, the suprarenal glands, the testes or ovaries, and the deeper pas of the abdominal wall. The intestinal trunks bring lymph from the stomach, the intestine, the pancreas, the spleen, and the anteroinferior pa of the liver. The cisterna chyli may be replaced by anastomotic channels between the two lumbar trunks, or by dilatations of the lumbar trunks which join to form the thoracic duct. The intestinal trunks may thus join the cisterna chyli, the lumbar trunks, or the thoracic duct. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 371",
        "cop": 4,
        "opa": "Pelvis",
        "opb": "Thorax",
        "opc": "Neck",
        "opd": "Abdomen",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "24ea60ad-8a60-41e8-90cb-cc02ed596f7b",
        "choice_type": "single"
    },
    {
        "question": "The ureter lies against the anterior surface of which of the following muscles?",
        "exp": "The ureter exits the renal pelvis at about the level of veebra L2. As it descends along the posterior abdominal wall, it lies on the anterior surface of the psoas major. The psoas major muscle arises from the bodies of the lower lumbar veebrae. The psoas major muscle is joined by the iliacus to form the iliopsoas muscle. The iliopsoas muscle then attaches to the lesser trochanter of the femur and is the major flexor of the hip.",
        "cop": 3,
        "opa": "Crus of the diaphragm",
        "opb": "Quadratus lumborum",
        "opc": "Psoas major",
        "opd": "Transversus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "6fe744e2-491c-41b3-98c0-7cbddd2785bb",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply to the perineum is",
        "exp": "Pudendal nerve, its course through the lesser sciatic foramen, and branches, including inferior anal at bottom right. The superficial branches of the internal pudendal aery. The perineal nerve is a nerve arising from the pudendal nerve that supplies the perineum. Ref - BDC 6e vol2 pg363",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Inferior rectal nerve",
        "opc": "Pelvic splanchnic nerves",
        "opd": "Hypogastric plexus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ff61f891-ccd7-4a97-8de8-573e3031c7e5",
        "choice_type": "single"
    },
    {
        "question": "In poal hypertension lower end of the esophagus may show dilatation of veins. Which of the following veins drains into the poal vein from the lower end of the esophagus",
        "exp": "At the lower end of esophagus, the esophageal tributaries of left gastric vein (draining into the poal vein) anstomoses with esophageal tributaries of accessory hemiazygos vein(systemic). Reference: Textbook of anatomy, Abdomen and lower limb, Vishram Singh, 2nd edition, page no. 141",
        "cop": 2,
        "opa": "Right gastric",
        "opb": "Left gastric",
        "opc": "Hemiazygos",
        "opd": "Inferior phrenic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b036dc6d-b9f2-4c8e-a724-5b72d86d7b69",
        "choice_type": "single"
    },
    {
        "question": "Shoest pa of colon",
        "exp": "ascending colon 15 cm descending colon 25 cm transverse colon 50 cm sigmoid colon; 40 cms The ascending colon is the first of four sections of the large intestine. It is connected to the small intestine by a section of bowel called the cecum. The ascending colon runs upwards through the abdominal cavity toward the transverse colon for approximately eight inches. One of the main functions of the colon is to remove the water and other key nutrients from waste material and recycle it. As the waste material exits the small intestine through the ileocecal, it will move into the cecum and then to the ascending colon where this process of extraction stas. Ref - BDC vol2 6e pg271-273",
        "cop": 1,
        "opa": "Ascending colon",
        "opb": "Transverse colon",
        "opc": "Descending colon",
        "opd": "Sigmoid colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "cd67993d-d546-4fcf-954f-562fd4a6a039",
        "choice_type": "single"
    },
    {
        "question": "Appendices epiploicae present in",
        "exp": "The epiploic appendices are small pouches of the peritoneum filled with fat and situated along the colon, but are absent in the rectum. Ref - researchgate. net",
        "cop": 4,
        "opa": "Appendix",
        "opb": "Caecum",
        "opc": "Rectum",
        "opd": "Sigmoid colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "7899a6c1-6c86-4246-843a-b70b2b6ca838",
        "choice_type": "single"
    },
    {
        "question": "Muscle attached to the marked area",
        "exp": "Masseter arises from zygomatic arch and inses onto lateral aspect of ramus and angle of the mandible. Its innervated by the masseteric nerve from the anterior division of the mandibular nerve. Action is to elevate and protract the angle of the mandible",
        "cop": 1,
        "opa": "Masseter",
        "opb": "Temporalis",
        "opc": "Medial pterygoid",
        "opd": "Lateral pterygoid",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1d98a361-2e15-4c79-a166-454cef96fd6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is not present in lesser omentum",
        "exp": "The lesser omentum is the double layer of peritoneum that extends from the liver to the lessercurvature of the stomach and the first pa of the duodenum. Ref - BDC 6e vol2 pg234",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Hepatic aery",
        "opc": "Bile duct",
        "opd": "Inferior vena cava",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e3059c54-edab-437e-b1af-eef0dcdbef89",
        "choice_type": "single"
    },
    {
        "question": "The superficial external pudendal aery is a branch of",
        "exp": "The femoral aery in the femoral triangle gives off 3 superficial branches: superficial epigastric aery, superficial external pudendal andsuperficial circumflex iliac aery. Reference: Textbook of anatomy, Abdomen and Lower limb, Vishram Singh, 2nd edition, page no. 341",
        "cop": 1,
        "opa": "Femoral aery",
        "opb": "External iliac aery",
        "opc": "Internal iliac aery",
        "opd": "Aoa",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5fea837a-5fb5-4543-9fb2-e1427e5310fc",
        "choice_type": "single"
    },
    {
        "question": "What is The site of attachment of ligament of ovary to uterus tube?",
        "exp": "Each lateral border is rounded and convex. It provides attachment to the broad ligament of the uterus which connects it to the lateral pelvic wall. The uterine tube opens into the uterus at the upper end of this border. This end of the border gives attachment to the round ligament of the uterus, anteroinferior to the tube; and to the ligament of the ovary posteroinferior to the tube. The uterine aery ascends along the lateral border of the uterus between the two layers of the broad ligament. Ref: B D Chaurasi's Human Anatomy, Seventh Edition, Volume 2, Pg. no., 420.",
        "cop": 3,
        "opa": "anterosuperior",
        "opb": "posterosuperior",
        "opc": "posterior inferior",
        "opd": "anteroinferior",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "430654e4-ffc7-44c1-87d7-03ef74cb6f03",
        "choice_type": "single"
    },
    {
        "question": "Bulbourethral glands open into which pa of the urethra",
        "exp": "Bulbourethral glands are located posterior and lateral to the membranous poion of the urethra at the base of the penis, between the two layers of the fascia of the urogenital diaphragm, in the deep perineal pouch. They are enclosed by transverse fibers of the sphincter urethrae membranaceae muscle. Ref - BDC 6e vol2 pg376",
        "cop": 2,
        "opa": "Membranous",
        "opb": "Spongy",
        "opc": "Prostatic",
        "opd": "Intramural",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "cd07886f-c56c-40ed-ab80-3e52f6e86b98",
        "choice_type": "single"
    },
    {
        "question": "With anal canal rectum forms an angle of",
        "exp": "The lumen of the rectum terminates at the pelvic floor and is continued, downwards and posteriorly, as the anal canal, passing through the levator ani muscle sheet and surrounded by the internal and external anal sphincters. The anal canal is 2. 5 to 5 cm in length and 3 cm in diameter when distended. The axis of the rectum forms almost a right angle (average 82 degrees) with the axis of the anal canal. It has been established by radiological studies that the anal canal is an antero-posterior slit in the resting state. Ref -pubmed. com",
        "cop": 3,
        "opa": "60 degree",
        "opb": "45 degree",
        "opc": "90 degree",
        "opd": "120 degree",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e2ff33fd-466a-41a3-80a3-682ab6f0281a",
        "choice_type": "single"
    },
    {
        "question": "Which of these is present midway between the anterior superior iliac spine and the pubic symphysis?",
        "exp": "Midway between the anterior superior iliac spine and the pubic symphysis in midinguinal point. It&; s landmark for femoral aery",
        "cop": 3,
        "opa": "Deep inguinal ring",
        "opb": "Superficial ring",
        "opc": "Femoral aery",
        "opd": "Intra epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "47bdf745-2a2a-4a6e-bc88-ae218ecc462c",
        "choice_type": "single"
    },
    {
        "question": "Which muscle along with levator ani is responsible for formation of the pelvic diaphragm?",
        "exp": "The Coccygeus is a muscle of the pelvic floor, located posterior to levator ani and anterior to the sacrospinous ligament. It is a triangular plane of muscular and tendinous fibers, arising by its apex from the spine of the ischium and sacrospinous ligament, and inseed by its base into the margin of the coccyx and into the side of the lowest piece of the sacrum. In combination with the levator ani, it forms the pelvic diaphragm. Ref - sciencedirect. com",
        "cop": 4,
        "opa": "Ischiocavernous",
        "opb": "Bulbocavernous",
        "opc": "Superficial transverse perineal",
        "opd": "Coccygeus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d1a41f9d-a755-4bcd-82b8-8e62f19da5c8",
        "choice_type": "single"
    },
    {
        "question": "The superior vesical aeries are direct branches of the",
        "exp": "The umbilical aery is a branch of the internal iliac aery. In the fetus, the umbilical aery passes over the bladder and continues up the anterior body wall to the umbilical cord and out to the placenta. As it passes the bladder, it gives rise to the superior vesical aeries. After bih, the pa of the aery distal to the bladder becomes fibrous, but the proximal pa remains patent and continues to supply the bladder.",
        "cop": 2,
        "opa": "Internal iliac aery",
        "opb": "Umbilical aery",
        "opc": "Internal pudendal aery",
        "opd": "External pudendal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "98219ce4-c5a4-46c2-8093-812d2546063b",
        "choice_type": "single"
    },
    {
        "question": "A 42 year old man presented with severe pain in the lower back radiating to the pubic symphysis. Ultrasonography revealed a stone in the left ureter, measuring 3mm in size. The stone is most likely to be lodged in which of the following sites?",
        "exp": "Vesicoureteric junction is the narrowest pa of the uterus. This is the reason why stones as small as 2 to 3 mm get arrested in the vesicoureteric junction. The ureter is constricted at 5 places: At the pelvi-ureteric junction At the brim of the lesser pelvis (as it crosses the common iliac aery) At the site of crossing of the ureter by ductus deferens or broad ligament of the uterus. Vesico-ureteric junction. At its opening in the lateral angle of the trigone. These are regarded as surgical constriction of the ureter. However, the anatomical constriction are only 3 of them (1, 2 and 4) Ref: Gray&; s Anatomy 41st edition Pgno: 1253",
        "cop": 3,
        "opa": "Pelvi-ureteric junction",
        "opb": "At pelvic brim",
        "opc": "Vesicoureteric junction",
        "opd": "At vasdeferens",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "11223a4b-791d-4ca4-a233-1ecc50b40b45",
        "choice_type": "single"
    },
    {
        "question": "Pyramidalis is supplied by",
        "exp": "The pyramidalis is a small and triangular muscle, anterior to the rectus abdominis, and contained in the rectus sheath. The muscle is innervated by the ventral poion of T12. Anterior division of the twelfth thoracic nerve (subcostal nerve) communicates with the iliohypogastric nerve of the lumbar plexus and gives a branch to the Pyramidalis. Ref - semantischolar. org",
        "cop": 1,
        "opa": "Subcostal nerve",
        "opb": "Ilioinguinal nerve",
        "opc": "Iliohypogastric nerve",
        "opd": "Genitofemoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "3476eb4f-9159-443e-a186-468a303e9bc9",
        "choice_type": "single"
    },
    {
        "question": "The relation of common bile duct",
        "exp": "The anterior border of the liver is lifted upwards. Gallbladder with Longitudinal section, pancreas, and duodenum with frontal one. Intrahepatic ducts and stomach in transparency. It is formed by the union of the common hepatic duct and the cystic duct (from the gallbladder). ref - BDC 6e vol2 pg289",
        "cop": 2,
        "opa": "Lies of poal vein",
        "opb": "Lies right to hepatic aery",
        "opc": "Lies left to hepatic aery",
        "opd": "Lies posterior to hepatic aery and poal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "153b97c3-6443-41ed-a438-2d2709fd6bce",
        "choice_type": "single"
    },
    {
        "question": "Ligamentum teres of the liver is remnant of",
        "exp": "Ligamentum teres is the obliterated fibrous remnant of the left umbilical vein of the fetus. It originates at the umbilicus. It passes superiorly in the free margin of the falciform ligament. From the inferior margin of the liver, it may join the left branch of the poal vein or it may be in continuity with the ligamentum venosum.",
        "cop": 2,
        "opa": "Umbilical aeries",
        "opb": "Left umbilical vein",
        "opc": "Ductus venosus",
        "opd": "Ductus aeriosus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e58deb0f-dcf9-4579-a60b-e80247dd7e3a",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of skin around the umbilicus is",
        "exp": "A dermatome is an area of skin that is mainly supplied by a single soinal nerve. There are 8 cervical nerves (C1 being an exception with no dermatome), 12 thoraxic nerves, 5 lumbar nerves and 5 sacral nerves. Each of these nerves relays sensation (including pain) from a paicular region of skin to the brain. A dermatome also refers to the pa of an embryonic somite. T10 peains to umblicus Ref - BDC 6e vol2 pg 198-200",
        "cop": 3,
        "opa": "T8",
        "opb": "T9",
        "opc": "T10",
        "opd": "T11",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "02ddbda4-21e6-42ae-b368-de97314fe721",
        "choice_type": "single"
    },
    {
        "question": "Venous spread in carcinoma rectum reaches to the following structure",
        "exp": "Venous invasion has been considered a poor prognostic factor in rectal cancer for over half a century. This term has evolved in recent years and now applies specifically to tumor invasion into extramural veins - extramural venous invasion. This distinction from intramural venous invasion is impoant as it is more clinically relevant. Extramural venous invasion can be identified by histopathology and MRI but until recently there has been a lack of consistency in definitions and detection techniques.",
        "cop": 3,
        "opa": "Spleen",
        "opb": "Kidney",
        "opc": "Liver",
        "opd": "Duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "3c3f134f-854d-4769-9d64-7580db7c4836",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a permanent mucosal fold?",
        "exp": "The gastric folds (or gastric rugae) may be seen during esophagogastroduodenoscopy or in radiological studies. They provide the stomach with increased surface area for nutrient absorption. image ref - britannica. com",
        "cop": 2,
        "opa": "Spiral valve of heister",
        "opb": "Gastric rugae",
        "opc": "Plica semilunaris",
        "opd": "Transverse rectal fold",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "bdabc9ce-7a16-4cb8-b27a-6795de44f376",
        "choice_type": "single"
    },
    {
        "question": "The neck of pancreas is related on its posterior surface to",
        "exp": "Neck of pancreas is located between the head and the body of the pancreas. It overlies the superior mesenteric vessels which form a groove in its posterior aspect. Ref - BDC 6e vol2 pg 298-300",
        "cop": 2,
        "opa": "Gastroduodenal aery",
        "opb": "Superior mesenteric vein",
        "opc": "Inferior vena cava",
        "opd": "Bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "88fdea41-221e-4549-91c2-8fedbcfd0b1c",
        "choice_type": "single"
    },
    {
        "question": "Number of vascular segments present in kidney are",
        "exp": "Five vascular segments of kidney were seen based on the branching pattern of the renal aery by angiography and corrosion cast techniques. The renalaery was divided into anterior and posterior branches. The origins of segmental aeries were variable. image Ref - eahslab. om",
        "cop": 1,
        "opa": "5",
        "opb": "7",
        "opc": "9",
        "opd": "11",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "49813cf5-dff2-48db-8edd-80d8e8984c48",
        "choice_type": "single"
    },
    {
        "question": "Most impoant blood supply to stomach is",
        "exp": "The greater curvature of the stomach receives its blood supply from the left gastroepiploic aery along its top edge and from the right gastroepiploic aery along its lower edge. The upper poion of the greater curvature of the stomach, along with the fundus, receives blood from the sho gastric aery. ref - BDC 6e vol2 pg 277",
        "cop": 1,
        "opa": "Left gastric aery",
        "opb": "Sho gastric aeries",
        "opc": "Left gastric aeries",
        "opd": "Right gastro epiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "82ac5ada-3222-46d2-b511-a8f2e9ab2d74",
        "choice_type": "single"
    },
    {
        "question": "what is the immediate common posterior relation for the body of uterus and supravaginal poion of cervix is?",
        "exp": "The posterior or intestinal surface is convex and is related to coils of the terminal ileum and to the sigmoid colon. It is covered with peritoneum and forms the anterior wall of the rectouterine pouch. The supravaginal pa of the cervix is related: (a) Anteriorly to the bladder; (b) posteriorly to the rectouterine pouch, containing coils of intestine and to the rectum. Ref: B D Chaurasia's Human Anatomy, Seventh edition, Volume 2, pg. no., 420, 421.",
        "cop": 2,
        "opa": "rectum",
        "opb": "coils of ileum and sigmoid colon",
        "opc": "c) pineal body",
        "opd": "sacrum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "678e6674-ac69-441a-a38b-c1013d427162",
        "choice_type": "single"
    },
    {
        "question": "The left testicular vein drains into which of the following veins?",
        "exp": "The left testicular vein drains into the left renal vein. The right testicular vein drains directly into the inferior vena cava. This difference in venous drainage is believed to explain the greater incidence of varicocele on the left side than on the right. The venous drainage from the penis is to the internal vein, which then drains into the internal iliac vein.",
        "cop": 4,
        "opa": "Left internal iliac vein",
        "opb": "Left common iliac vein",
        "opc": "Inferior vena cava",
        "opd": "Left renal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "340174cc-3595-44a7-a0f2-48964faa52aa",
        "choice_type": "single"
    },
    {
        "question": "The uterine pa of uterine tube opens at the superior angle of the uterine cavity by?",
        "exp": "The uterine or intramural or interstitial pa of the tube is about 1 cm long and lies within the wall of the uterus. It opens at the superior angle of the uterine cavity by a narrow uterine ostium. This ostium Is about 1 mm in diameter. Ref: B D Chaurasia's Human Anatomy, Seventh Eedition, Volume 2, Pg. no., 417.",
        "cop": 2,
        "opa": "Isthmus",
        "opb": "ostium",
        "opc": "plexus",
        "opd": "Fold",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d420d463-04f7-428b-b7cf-9b7f33b36b7c",
        "choice_type": "single"
    },
    {
        "question": "the parasympathetic nerves that produce uterine inhibition and vasodilatation of uterine vessels are arise from which segments of the veebrae?",
        "exp": "Sympathetic nerves from T12, LI segment of spinal cord produce uterine contraction and vasoconstriction. The parasympathetic nerves (S2, S3, S4) produce uterine inhibition and vasodilatation. However, these effects are complicated by the pronounced effects of hormones on the genital tract. Pain sensation from the body of the uterus pass along the sympathetic nerves, and from the cervix, along the parasympathetic nerves. Ref: B D Chaurasia's Human Anatomy, sventh edition, volume 2, pg. no., 422, 423.",
        "cop": 1,
        "opa": "S2 - S4",
        "opb": "S1 - S4",
        "opc": "L4 - S3",
        "opd": "L4 - S2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "93321903-db25-4ae8-9fd4-87a29fa0c367",
        "choice_type": "single"
    },
    {
        "question": "Space of Disse is seen in",
        "exp": "Histology of liver * The perisinusoidal space (or space of Disse) is a narrow gap between a plate of hepatocytes and a sinusoid. * The width of this perisinusoidal space is 0. 2-0. 5 micrometre. * Microvilli of hepatocytes, stellate cells, interstitial fluid and collagen fibres are the major constituents of this space. Ref:- Gray's Anatomy 41st Edition; Pg Num:- 1170",
        "cop": 4,
        "opa": "Bone",
        "opb": "Lymph node",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "731a56fb-f8bf-454e-aecf-a83c1b69f03c",
        "choice_type": "single"
    },
    {
        "question": "Inferior epigastric vein drains into",
        "exp": "The inferior epigastric aery - It arises from the external iliac aery near its lower end just above the inguinal ligament. It runs upwards and medially in the extraperitoneal connective tissue, passes just medial to the deep inguinal ring, pierces the fascial transversalis at the lateral border of the rectus abdominis and enters the rectus sheath by passing in front of the arcuate line. Within the sheath it supplies the rectus muscle and ends by anastomosing with the superior epigastric aery. branches of inferior epigastric aery - (a) A cremasteric branch - To the spermatic cord, or the aery of the round ligament in females; (b) A pubic branch - Which anastomoses with the pubic branch of the obturator aery; (c) muscuiarbranches - To the rectus abdominis, and (d) cutaneous branches - To the overlying skin. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 229",
        "cop": 2,
        "opa": "Femoral vein",
        "opb": "External iliac vein",
        "opc": "Internal iliac vein",
        "opd": "Internal pudendal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "eaea1666-a06d-4e30-bc3e-8baf6a1d6d52",
        "choice_type": "single"
    },
    {
        "question": "Skin at the level of umbilicus is supplied by the spinal nerve",
        "exp": "The dermatome T10 is at the level of Umbilicus. The area of skin supplied by a dorsal root of a spinal nerve is called as \"Dermatome\". They represent specific regions of reception of sensory impulses. Reference: Chaurasia; 6th edition",
        "cop": 2,
        "opa": "T 9",
        "opb": "T 10",
        "opc": "T 11",
        "opd": "T 12",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0a642e22-ff93-464f-b8fd-9ce1eec2173a",
        "choice_type": "single"
    },
    {
        "question": "Left ovarian vein drains into",
        "exp": "Ovarian veins crosses the ureter anteromedially halfway between bifurcation of the IVC and the point in which it joins the anterolateral inferior vena cava (IVC). The left ovarian vein ascends similarly into the abdomen but drains into the left renal vein. ref - BDC 6e vol2 pg384",
        "cop": 1,
        "opa": "Left renal vein",
        "opb": "Internal iliac vein",
        "opc": "Inferior vena cava",
        "opd": "Azygos vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "abd96b36-d43e-45f3-8367-7625a3e5d777",
        "choice_type": "single"
    },
    {
        "question": "In rectus sheath, branch of which aery makes an anastomosis with superior epigastric aery",
        "exp": "Within the rectus sheath, there is anastomosis between superior epigastric aery (a branch of the internal thoracic aery) and inferior epigastric aery (a branch of the external iliac aery). The external iliac aeries are branches of the common iliac aery, which is, in turn, a branch of the abdominal aoa.",
        "cop": 2,
        "opa": "Subclan Aery",
        "opb": "External iliac Aery",
        "opc": "Internal iliac Ae",
        "opd": "Common iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "66bdd84c-d3b1-4dcd-96b5-348d9880c23d",
        "choice_type": "single"
    },
    {
        "question": "Internal anal sphincter is pa of",
        "exp": "The internal anal sphincter, IAS, (or sphincter ani internus) is a muscular ring that surrounds about 2. 5-4. 0 cm of the anal canal; its inferior border is in contact with, but quite separate from, the external anal sphincter. It is about 5 mm thick and is formed by an aggregation of the involuntary circular fibers of the rectum. Its lower border is about 6 mm from the orifice of the anus. Ref - BDC 6e vol2 pg413-416",
        "cop": 4,
        "opa": "Internal longitudinal fibres of rectum",
        "opb": "Puborectalis muscle",
        "opc": "Deep perineal muscles",
        "opd": "Internal circular muscle fibres of rectum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fe4287f9-68f7-4578-a457-6a9b01a37ac4",
        "choice_type": "single"
    },
    {
        "question": "Cervical esophagus receives its aerial supply from which aery",
        "exp": "The cervical poion is supplied by the inferior thyroid aery. The thoracic poion is supplied by bronchial and esophageal branches of the thoracic aoa. The abdominal poion is supplied by ascending branches of the left phrenic and left gastric aeries. image ref - sciencedirect. com",
        "cop": 1,
        "opa": "Inferior thyroid aery",
        "opb": "Superior thyroid aery",
        "opc": "Intercostals aeries",
        "opd": "Bronchial aeries",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "37d8cfb5-b3be-4b32-8ad4-dbee1611fe92",
        "choice_type": "single"
    },
    {
        "question": "Spleen projects into the following space of peritoneal cavity",
        "exp": "The diaphragmatic surface of the spleen (or phrenic surface) is convex, smooth, and is directed upward, backward, and to the left, except at its upper end, where it is directed slightly to the middle. It is in relation with the under surface of the diaphragm, which separates it from the ninth, tenth, and eleventh ribs of the left side, and the intervening lower border of the left lung and pleura. The visceral surface of the spleen is divided by a ridge into two regions: an anterior or gastric and a posterior or renal. The gastric surface (facies gastrica) is directed forward, upward, and toward the middle, is broad and concave, and is in contact with the posterior wall of the stomach. Ref - BDC vol2 6e pg295-298",
        "cop": 4,
        "opa": "Paracolic gutter",
        "opb": "Infracolic compament",
        "opc": "Left subhepatic space",
        "opd": "Greater Sac",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "9a0f72a5-a20f-4ef8-a6f3-0ee9c3f1b3a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a muscular suppo of uterus?",
        "exp": "Muscular or active suppos of uterus - 1. Pelvic diaphragm 2. Perinea! body 3. Urogenital diaphragm Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 423.",
        "cop": 4,
        "opa": "pelvic diaphragm",
        "opb": "pineal body",
        "opc": "distal urethral sphincrer mechanism",
        "opd": "round ligament of uterus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "682b9795-5cd5-4464-9057-04c3f03a24ac",
        "choice_type": "single"
    },
    {
        "question": "Superior and inferior vesicular aery is a branch of",
        "exp": "The superior and inferior vesical aery is a branch(direct or indirect) of the anterior division of the internal iliac aery. It frequently arises in common with the middle rectal aery, and is distributed to the fundus of the bladder. In males, it also supplies the prostate and the seminal vesicles. ref - researchgate. net",
        "cop": 3,
        "opa": "Abdominal aoa",
        "opb": "Obturator aery",
        "opc": "Internal iliac aery",
        "opd": "External iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "96f71f2a-430c-446f-8a07-8660f3f492a2",
        "choice_type": "single"
    },
    {
        "question": "Poal vein supplies",
        "exp": "The poal vein or hepatic poal vein is a blood vessel that carries blood from the gastrointestinal tract and spleen to the liver. This blood is rich in nutrients that have been extracted from food, and the liver processes these nutrients; it also filters toxins that may have been ingested with the food. Ref - BDC 6e vol2 pg282",
        "cop": 2,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Pancreas",
        "opd": "Colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "da9a1d70-ca39-4514-96d2-23df89cb1097",
        "choice_type": "single"
    },
    {
        "question": "Lymphatics from the spongy urethra drain into the following lymph nodes",
        "exp": "It drains into deep injuinal lymph node. Ref - bdc 6e vol2 pg376-379",
        "cop": 3,
        "opa": "Superior inguinal nodes",
        "opb": "Internal inguinal nodes",
        "opc": "Deep inguinal nodes",
        "opd": "Sacral nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "73f89185-f4b1-42b2-a500-3cc783f7391c",
        "choice_type": "single"
    },
    {
        "question": "Pudendal nerve supplying motor pa to external sphincter is derived from",
        "exp": "The striated sphincter is innervated by the pudendal nerve from the S2 - S3 nerve roots. The neurons that innervate the urethral sphincter originate in the cord, in an area termed Onuf&; s nucleus. The autonomic nervous system also controls the IUS muscle because it is made of smooth muscle fibers.",
        "cop": 4,
        "opa": "L5 - S1 roots",
        "opb": "S1 - S2 roots",
        "opc": "L2 - L3 roots",
        "opd": "S2 - S3 roots",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2ad6d4f5-1cd2-42dd-b540-e051727405b3",
        "choice_type": "single"
    },
    {
        "question": "which of the following is not a mechanical suppo of the uterus?",
        "exp": "Fibromuscular or mechanical suppos of uterus- 1. Uterine axis 2. Pubocervical ligaments 3. Transverse cervical ligaments of Mackenrodt 4. Uterosacral ligaments 5. Round ligaments of uterus. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 423.",
        "cop": 2,
        "opa": "uterosacral ligament",
        "opb": "perineal body",
        "opc": "pubocervical ligament",
        "opd": "uterine axis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "6a537e25-1108-4bf8-94d4-b26d3ff3945f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a content of calots triangle?",
        "exp": "Calots triangle is an anatomic space bordered by the cystic duct inferiorly, common hepatic duct medially and the inferior (visceral) surface of the liver superiorly. The cystic aery lies within the cystohepatic triangle, which is used to locate it during a laparoscopic cholecystectomy. ref - BDC vol2, researchgate. net",
        "cop": 2,
        "opa": "Cystic duct",
        "opb": "Cystic aery",
        "opc": "Common hepatic aery",
        "opd": "Common hepatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "157c83a8-004a-40e1-acef-c993d05e5c37",
        "choice_type": "single"
    },
    {
        "question": "what is the site of attachment of round ligament of uterus to uterine tube?",
        "exp": "Each lateral border is rounded and convex. It provides attachment to the broad ligament of the uterus which connects it to the lateral pelvic wall. The uterine tube opens into the uterus at the upper end of this border. This end of the border gives attachment to the round ligament of the uterus, anteroinferior to the tube; and to the ligament of the ovary posteroinferior to the tube. The uterine aery ascends along the lateral border of the uterus between the two layers of the broad ligament. Ref: B D Chaurasia's Human Anatomy, Seventh Edition, Volume 2, pg. no., 420.",
        "cop": 2,
        "opa": "anterosuperior",
        "opb": "anterosuperior",
        "opc": "postero inferior",
        "opd": "anterior inferior",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "76c3cb6c-cae4-4989-bc20-3777a32b9b52",
        "choice_type": "single"
    },
    {
        "question": "Meckel&; s diveiculum is a remnant of",
        "exp": "A Meckel's Diveiculum is a vestigial remnant of omphalomesenteric or vitellointestinal duct. As a congenital anomaly, it is a true diveiculum that includes all three coat of small intestine. ref - BDC 6e vol2 pg 265",
        "cop": 4,
        "opa": "Stenson's duct",
        "opb": "Wolffian duct",
        "opc": "Mullerian duct",
        "opd": "Vitellointestinal duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "28259789-388a-4bdf-bbe5-8b11fb66bb23",
        "choice_type": "single"
    },
    {
        "question": "The aery of the ductus deferens arises from which of the following structures?",
        "exp": "The aery of the ductus deferens arises from the superior vesical aery, which in turn arises from the anterior branch of the internal iliac aery. It accompanies the ductus difference into the testis, where it anastomoses with the testicular aery.",
        "cop": 3,
        "opa": "Aoa",
        "opb": "Inferior epigastric",
        "opc": "Inferior vesical",
        "opd": "Pudendal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "16792665-b8c9-49de-b920-9b590d5e3194",
        "choice_type": "single"
    },
    {
        "question": "Spiral aery is a branch of",
        "exp": "Spiral aery are small aeries which temporarly supply blood to endometrium of the uterus during the leteal phase of the menstrual cycle. The spiral aries are conveed for uteroplacental blood flow during pregnancy. image. Ref - Semantischolar. org",
        "cop": 2,
        "opa": "Uterine aery",
        "opb": "Arcuate aery",
        "opc": "Vesical aery",
        "opd": "Ovarian aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "07d9a04b-f5ba-485c-b5ea-cadec3e13eb3",
        "choice_type": "single"
    },
    {
        "question": "Aery of hindgut is",
        "exp": "Aerial supply of hindgut is inferior mesenteric aery imageref - researchgate. net",
        "cop": 3,
        "opa": "Descending aery",
        "opb": "Superior mesenteric aery",
        "opc": "Inferior mesenteric aery",
        "opd": "Coeliac trunk",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fd179e72-cdfb-4cab-bf0e-7696a5c1a5fe",
        "choice_type": "single"
    },
    {
        "question": "Anterior end of the spleen is held up by",
        "exp": "The posterior end is rounded and is directed upward and backward; it rests on the upper pole of the left kidney. The spleen's 3 borders are the superior, inferior, and intermediate. The superior border of the spleen is notched by the anterior end. The inferior border is rounded. Ref - researchgate. net",
        "cop": 2,
        "opa": "Leinorenal ligament",
        "opb": "Phrenicocolic ligament",
        "opc": "Gastrosplenic ligament",
        "opd": "Gastrocolic ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fd977189-28f0-4e3e-bdaa-b76d4a8df01a",
        "choice_type": "single"
    },
    {
        "question": "Inferior epigastric aery forms the boundry of",
        "exp": "HESSELBACH&; S TRIANGLE:-Boundaries-1. Medially-Lateral border of rectus abdominis2. Laterally- inferior epigastric aery. 3. Base - inguinal ligament. FEMORAL TRIANGLE:-Triangular depression on front of the upper one third of the thigh immediately below the inguinal ligament. BOUNDARIES:-1. Laterally: medial border of saorius. 2. Medially: medial border of adductor longus. 3. Base: inguinal ligament. 4. Apex: directed downwards. formed by the point where the medial and lateral boundaries cross. apex is continuous with the adductor canal. 5. Roof: skin, superficial fascia and deep fascia. Superficial fascia contains superficial inguinal lymph nodes, femoral branch of genitofemoral nerve, branches of ilioinguinal nerve, superficial branches of the femoral aery with accompanying veins and the upper pa of the great saphenous vein. 6. Floor: medially by adductor longus and pectineus, and laterally by the psoas major and iliacus. CONTENTS:-1. Femoral aery and its branches.- Superficial branches-superficial external pudendal, Superficial epigastric and Superficial circumflex iliac Deep branches-profunda femoris, muscular branches and deep external pudendal2. Femoral vein and its tributaries3. Femoral sheath4. Femoral nerve5. Nerve to pectineus6. Femoral branch of genitofemoral nerve. 7. Lateral cutaneous nerve of thigh. 8. Deep inguinal lymph nodes. Vein is medial to aery (base). Vein posteromedial to aery (apex){Reference: BDC 6E pg no. 45}",
        "cop": 2,
        "opa": "Femoral triangle",
        "opb": "Hesselbach's triangle",
        "opc": "Adductor canal",
        "opd": "Popliteal triangle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "0a70655c-5965-4933-a0da-765d5ddddae5",
        "choice_type": "single"
    },
    {
        "question": "What are the Cardinal ligaments of uterus?",
        "exp": "Transverse Cervical Ligaments of Mackenrodt - These are also known by various other names like lateral cervical ligaments; cardinal ligaments; paracervical ligaments; retinacula uterine sustentaculum of bonny. These are fan-shaped condensations of the pelvic fascia on each side of the cervix above the levator ani and around the uterine vessels. They connect the lateral aspects of the cervix and of the upper vaginal wall to the lateral pelvic wall, about 2. 5 cm ventraJ to the ischial spine. They form a 'hammock' that suppos the uterus. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 425.",
        "cop": 1,
        "opa": "transverse cervical ligament",
        "opb": "round ligament of ovary",
        "opc": "pubo cervical ligament",
        "opd": "round ligament of uterus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "bf192330-765d-45cf-a127-07b7fbaee5f7",
        "choice_type": "single"
    },
    {
        "question": "Deep ring is situated in",
        "exp": "INGUINAL CANAL:- Oblique intermuscular passage in the lower pa of the anterior abdominal wall. Extends from deep inguinal ring to superficial. Deep ring- oval opening in fascia transversalis. 1. 25 cm above mid-inguinal point. Superficial ring: triangular gap in external oblique aponeurosis. Length: 4cm. Directed downwards forwards and medially. <img src=\" /> {Reference: BDC 6E vol2 pg 213}",
        "cop": 3,
        "opa": "External oblique",
        "opb": "Internal oblique",
        "opc": "Fascialis tranversalis",
        "opd": "Cremasteric fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "1f0c9497-07b6-4a95-89b1-afd60d6dfd6f",
        "choice_type": "single"
    },
    {
        "question": "Hypogastric sheath is a condensation of",
        "exp": "The hypogastric sheath is a pelvic fassia condensation. It lies along the posterolateral pelvic wall and carries the neurovascular bundles towards the pelvic visera. It also provides the pelvic visera suppo. image ref - wikipedia. org",
        "cop": 3,
        "opa": "Scarpa's fascia",
        "opb": "Colle's fascia",
        "opc": "Pelvic fascia",
        "opd": "Inferior layer of urigenital diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ef8c584c-b56c-407d-b92c-f7d91289fbc0",
        "choice_type": "single"
    },
    {
        "question": "Where is the Cave of Retzius present",
        "exp": "The retropubic space (also known as the prevesical space or cave of Retzius) is an extraperitoneal space located posterior to the pubic symphysis and anterior to the urinary bladder. It is separated from the anterior abdominal wall by the transversalis fascia and extends to the level of the umbilicus. Ref - BDC 6e vol2 pg372, eahslab. com",
        "cop": 3,
        "opa": "Between urinary bladder and rectum",
        "opb": "Between urinary bladder and cervix",
        "opc": "In front of the bladder",
        "opd": "Between the cervix and the rectum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "96a00895-ae1f-43e2-9a11-8e376b3f1121",
        "choice_type": "single"
    },
    {
        "question": "Weakest suppo of uterus is?",
        "exp": "Peritoneal ligaments are mere peritoneal folds which do not provide any suppo to the uterus. 1 The anterior ligament consists of the uterovesical fold of peritoneum. 2 Theposterior ligament consists of the rectovaginal fold of peritoneum. 3 The right and left broad ligaments are folds of peritoneum which attach the uterus to the lateral pelvic wall. When the bladder is full, the ligament has anterior and posterior surfaces, and upper, lower, medial and lateral borders. The upper border is free. The anterior and posterior layers of peritoneum forming the ligament become continuous here. The lateral and inferior borders of the ligament are attached to the corresponding pas of the pelvic wall. The medial border is attached to the lateral margin of the uterus. The ovary is attached to the posterior layer of the broad ligament through themesouarium. The ligament of the ovary passes from the lower pole of the ovary to the lateral angle of the uterus. The pa of the broad ligament lying between the uterine tube and the ligament of ovary is called the mesosalpinx, while the pa below the ligament of ovary is called the mesometrium. The pa of the broad ligament that stretches from the upper pole of the ovary and the infundibulum of the uterine tube to the lateral pelvic wall is called the suspensory ligament of the oaary or the infundibulopelvic ligament. Ref - BDC 6th edition vol 2 pg 389",
        "cop": 1,
        "opa": "Broad ligament",
        "opb": "Levator ani",
        "opc": "Uterosacral ligamnet",
        "opd": "Round ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "016290ae-46f3-4013-816d-5a06f978b887",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic drainage of ovary",
        "exp": "The left ovarian vein drains into the left renal vein, and the right ovarian vein empties directly into the inferior vena cava. Supply is through the ovarian, hypogastric, and aoic plexuses. Lymph drainage of the ovary is primarily to the lateral aoic nodes; however, the iliac nodes are also involved. Ref - BDC 6e vol2 pg384",
        "cop": 4,
        "opa": "Deep inguinal",
        "opb": "Superficial inguinal",
        "opc": "Obturator",
        "opd": "Paraaoic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d0a15a05-8a91-468a-a280-eb6c43a4cbbf",
        "choice_type": "single"
    },
    {
        "question": "Testicular lymphatics drain into",
        "exp": "Lymphatic drainage of the testes follows the testicular aeries back to the paraaoic lymph nodes, while lymph from the scrotum drains to the inguinal lymph nodes. Ref: BD Chaurasia; 6th edition",
        "cop": 3,
        "opa": "Deep inguinal lymphnodes",
        "opb": "Internal iliac lymph nodes",
        "opc": "Para aoic lymph nodes",
        "opd": "Superficial inguinal lymphnodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "562dec8f-04e7-48cc-b13e-a6e2a43d03cf",
        "choice_type": "single"
    },
    {
        "question": "Predominant blood supply to the supraduodenal bile duct is derived from",
        "exp": "Blood supply of supraduodenal bile duct Axial Blood supply: (98%) The most impoant of these vessels run along the lateral borders of the bile duct and are called the &; 3 o clock &; and &; 9 o clock&; aeries. 60% of the blood supply occurs from the duodenal (caudal) end of the duct primarily from branches of the retroduodenal aery (posterior superior pancreaticoduodenal aery). 38% of the blood supply occurs from the hepatic (cephalic) end of the right hepatic aery. Non-axial blood supply: only 2% of blood supply to the supraduodenal bile duct from the branches of the hepatic aery proper. Ref: Gray&; s Anatomy 41st edition Pgno: 1176",
        "cop": 1,
        "opa": "Vessels that run upward along the bile duct from the duodenal end of the duct such as the retroduodenal and the gastroduodenal aeries retro",
        "opb": "Vessels that run downward along the bile duct from the hepatic and of the duct as the right hepatic aery",
        "opc": "Vessels that arise from the hepatic aery proper as it runs up along the common bile duct and supplies it with twigs in a non-axial distribution",
        "opd": "Vessels that arise from the cystic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "2f6d9d21-c263-4546-a762-9b023157c678",
        "choice_type": "single"
    },
    {
        "question": "Auerbach plexus is present in the",
        "exp": "The cells of the Auerbach's (myenteric) plexus are located between the inner circular and outer longitudinal layers of the muscularis externa. These nerve cells are the poion of the enteric nervous system responsible for generating peristaltic movements. Ref - medscape. com",
        "cop": 3,
        "opa": "Mucosa layer",
        "opb": "Submucosa layer",
        "opc": "Muscular layer",
        "opd": "Serosa layer",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "b8937a5f-26d0-4276-910d-b1a2a5123f96",
        "choice_type": "single"
    },
    {
        "question": "Epithelial lining of urinary bladder is",
        "exp": "Urinary bladder is lined with transitional epithelial tissue that is able to stretch significantly to accommodate large volumes of urine. The transitional epithelium also provides protection to the underlying tissues from acidic or alkaline urine. ref - BDC 6e vol2 pg380",
        "cop": 2,
        "opa": "Squamous",
        "opb": "Transitional",
        "opc": "Cuboidal",
        "opd": "Columnar",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "574cf54c-00f9-4e02-84a3-c115e2e3d785",
        "choice_type": "single"
    },
    {
        "question": "What is the normal position and axis of uterus?",
        "exp": "Normally, the long axis of the uterus forms an angle of about 90 degrees with the long axis of the vagina. The angle is open forwards. The forward bending of the uterus relative to the vagina is called anteversion. The uterus is also slightly flexed on itself: this is referred to as antefiexion. The angle of anteflexion is 125 degree. Ref: B D Chaurasia's Human Anatomy, Seventh edition, volume 2, pg. no., 419.",
        "cop": 4,
        "opa": "anteversion, retroflexion",
        "opb": "retroversion, retroflexion",
        "opc": "retroversion, anteflexion",
        "opd": "anteversion, anteflexion",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "46d51e7f-c9fa-4f9d-b92f-87d3f2c92b5f",
        "choice_type": "single"
    },
    {
        "question": "Sperm after formation is stored in",
        "exp": "epididymus - The epididymis is an organ made up of highly coiled tube that act as reservoir of spermatozoa. Pas of epididymus: Its upper end is called the head. The head is enlarged and is connected to the upper pole of the testis by efferent ductules. The middle pa is called the body. The lower pa is called the tail. The head is made up of highly coiled efferent ductules. The body and tail are made up of a single duct, the duct of the epididymis which is highly coiled on itself. At the lower end of the tail this duct becomes continuous with the ductus deferens. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 248",
        "cop": 2,
        "opa": "Seoli cells",
        "opb": "Epididymis",
        "opc": "Rete testes",
        "opd": "Seminal vesicle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "eda490aa-9dbc-4560-9821-d6cc25bc38eb",
        "choice_type": "single"
    },
    {
        "question": "What is the shape of external os in nulliparous female?",
        "exp": "In a nulliparous woman, i. e. a woman who has not borne children, the external os is small and circular. However, in multiparous women, the external os is bounded by anterior and posterior lips, both of which are in contact with the posterior wall of the vagina. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 421.",
        "cop": 1,
        "opa": "circular",
        "opb": "transvers",
        "opc": "veical",
        "opd": "oval",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d3b639ce-ed00-41a5-b71a-db46dfe297b1",
        "choice_type": "single"
    },
    {
        "question": "Paraduodenal recess is associated with which vessel",
        "exp": "Para duodenal recess is an occasional recess in the peritoneum to the left of the terminal poion of the duodenum located posterior to a fold containing the inferior mesenteric vein. ref - Researchgate. net",
        "cop": 2,
        "opa": "Superior mesenteric vessel",
        "opb": "Inferior mesenteric vein",
        "opc": "Gastroduodenal vessles",
        "opd": "Celiac vessels",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fecfdcbd-9303-4c2d-b36f-52157615c355",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures does not cross the midline?",
        "exp": "Left gonadal vein does not cross the midline The left gonadal vein formed from the pampiniform plexus of veins drains into the renal vein. The left renal vein is longer than the right renal vein and it crosses the midline anterior to aoa to drain into the inferior vena cava. The right renal vein does not cross the midline. The accessory hemiazygous vein at T7 veebrae level crosses the midline to drain into the azygous vein. The root of the mesentry extends across a line from the duodenojejunal flexure on the left side to the sarcoiliac joint on the right side. This spans a length of 15 cm and crosses the midline in its course. Ref: Gray&; s Anatomy 41st edition Pgno: 1244-1246",
        "cop": 1,
        "opa": "Left gonadal vein",
        "opb": "Left renal vein",
        "opc": "Accessory hemiazygous vein",
        "opd": "Root of the mesentry",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a0b08ae3-dd8c-43bb-a32b-8828ab7ffc3e",
        "choice_type": "single"
    },
    {
        "question": "Watershed area between SMA & IMA which commonly result in ischemia is",
        "exp": "During times of blockage of one of the aeries that supply the watershed area, such as in atherosclerosis, these regions are spared from ischemia by viue of their dual supply. However, during times of systemic hypoperfusion, such as in disseminated intravesicular coagulation or heart failure, these regions are paicularly vulnerable to ischemia by viue of the fact that they are supplied by the most distal branches of their aeries, and thus the least likely to receive sufficient blood. Watershed areas are found in the brain, where areas are perfused by both the anterior and middle cerebral aeries, and in the intestines, where areas are perfused by both the superior and inferior mesenteric aeries",
        "cop": 2,
        "opa": "Hepatic flexure",
        "opb": "Splenic flexure",
        "opc": "Rectosigmoid Junction",
        "opd": "Ileocolic Junction",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "ceedcccc-dcc1-4f04-bdcf-e05c7470b40a",
        "choice_type": "single"
    },
    {
        "question": "Venous blood of liver is drained by",
        "exp": "The poal vein and hepatic aeries form the liver's dual blood supply. After draining into the liver sinusoids, blood from the liver is drained by the hepatic vein. Ref - Researchgate. net",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Hepatic aery",
        "opc": "Sinusoids",
        "opd": "Hepatic veins",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "83bd3571-3a81-478d-9a8a-0cbbcd8f6bb2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contributes to the nerve supply of the kidney?",
        "exp": "Coeliac plexus contributes to the nerve supply of the kidney. The following structures contribute to the nerve supply of the kidney: Coeliac ganglion and plexus Aoicorenal ganglion Lowest thoracic splanchnic nerve First lumbar splanchnic nerve Aoic plexus The rami from these structures form a dense network of autonomic plexus around the renal aery called the renal plexus. They control the blood flow between the coex and medulla. Ref: Gray's Anatomy 41st edition Pgno: 1246",
        "cop": 2,
        "opa": "Inferior hypogastric plexus",
        "opb": "Coeliac plexus",
        "opc": "Inferior mesenteric plexus",
        "opd": "Superior hypogastric plexus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "68a95f1e-bcd6-4b12-a3ce-b86d6f680d28",
        "choice_type": "single"
    },
    {
        "question": "External anal sphincter is innervated by",
        "exp": "External anal sphincter is controlled by spinal nerves from the S2, S3 and S4 levels of your spinal cord, which form the pudendal nerve. ref - BDC vol2 pg 412-416",
        "cop": 4,
        "opa": "L4, L5",
        "opb": "L5, S1",
        "opc": "S1, S2, S3",
        "opd": "S2, S3, S4",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "11b0f6d1-5938-406a-80cd-e598ed892f5e",
        "choice_type": "single"
    },
    {
        "question": "Urethral Crest is situated in",
        "exp": "Dissection of prostate showing prostatic urethra and urethral crest on posterior wall. In males, the urethral crest is known as the crista urethralis masculinae, or the crista phallica, and is a longitudinal fold on the posterior wall of the urethra extending from the uvula of the bladder through the prostatic urethra. ref - researchgate. net",
        "cop": 1,
        "opa": "Prostatic Urethra",
        "opb": "Membrnous Uretha",
        "opc": "Penile Urethra",
        "opd": "Bulbar Urethra",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4e09b699-e173-4fd0-8e03-d89137f45c7e",
        "choice_type": "single"
    },
    {
        "question": "Minor duodenal papilla is opening of",
        "exp": "Minor duodenal papilla is the opening of the accessory pancreatic duct into the decending second section of the duodenum. It is situated 2cm proximal to the major duodenal papilla. and thus 5-8cm from the opening of pylorus. ref - BDC 6e vol2 pancreas imageref- netter atlas",
        "cop": 3,
        "opa": "Hepatic duct",
        "opb": "Hepatopancreatic duct",
        "opc": "Accessory pancreatic ampulla",
        "opd": "Bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "de62bae1-c1c3-400c-b233-617418eaf3a1",
        "choice_type": "single"
    },
    {
        "question": "Other than the spleen, occlusion of the splenic aery at its origin will most likely affect the blood supply to",
        "exp": "The sho gastric aeries arise from the Splenic aery at the hilum of the spleen and pass forward in the gastrosplenic omentum (ligament) to supply the fundus of the stomach.",
        "cop": 3,
        "opa": "Jejunum",
        "opb": "Head of the pancreas",
        "opc": "Fundus of the stomach",
        "opd": "Duodenum distal to the entrance of the common bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "bbee660e-1bbd-4e25-8257-247cfe372dba",
        "choice_type": "single"
    },
    {
        "question": "Appendicular aery is a branch of",
        "exp": "The appendicular aery is a terminal branch of the ileocolic aery that descends behind the termination of the ileum and enters the mesoappendix of the vermiform appendix. It runs near the free margin of the mesoappendix and ends in branches which supply the appendix. ref - sciencedirect. com",
        "cop": 1,
        "opa": "Iliocolic",
        "opb": "Right colic",
        "opc": "Inferior mesenteric",
        "opd": "Marginal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "36077f47-1438-41a5-bc2a-72ebcae1084d",
        "choice_type": "single"
    },
    {
        "question": "The gastroduodenal aery is derived from",
        "exp": "The gastroduodenal aery is the branch of the common hepatic aery. It passes inferiorly behind the 1st pa of the duodenum and bifurcates into right gastroepiploic aery and superior pancreaticoduodenal aery. Gastroduodenal aery provides blood to the distal pa of the stomach, the duodenum proximal poion and to pancreatic head indirectly through the posterior and anterior and superior pancreaticoduodenal aery. Ref -BDC vol2 6e pg 277",
        "cop": 2,
        "opa": "Celiac aery",
        "opb": "Hepatic aery",
        "opc": "Splenic aery",
        "opd": "Cystic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d60a4e22-2d0f-4c86-a634-c9a14f5e1b89",
        "choice_type": "single"
    },
    {
        "question": "Accessory obturator aery is a branch of",
        "exp": "Accessory obturator aery is the pubic branch of the inferior epigastric aery. It contributes a significant supply through the obturator canal. Ref - semantischolar. org",
        "cop": 4,
        "opa": "Femoral aey",
        "opb": "Obturator aey",
        "opc": "Profunda femoris",
        "opd": "Inferior epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "55c6dd0a-460c-4dfb-abb7-fc7395e7501c",
        "choice_type": "single"
    },
    {
        "question": "Coeliac plexus is located",
        "exp": "The celiac plexus or coeliac plexus, also known as the solar plexus because of its radiating nerve fibers, is a complex network of nerves (a nerve plexus) located in the abdomen, near where the celiac trunk, superior mesenteric aery, and renal aeries branch from the abdominal aoa. ref - sciencedirect. com",
        "cop": 3,
        "opa": "Anterolateral & around the aoa",
        "opb": "Posterolateral & around the aoa",
        "opc": "Anteromedial to lumbar sympathetic chain",
        "opd": "Posterolateral to lumbar sympathetic chain",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "95cd5b2a-9c5d-4d4e-ba52-8bdfaeccea81",
        "choice_type": "single"
    },
    {
        "question": "The aery to the ductus dererens is a branch of",
        "exp": "The vas deferens is supplied by an accompanying aery (aery of vas deferens). This aery normally arises from the superior (sometimes inferior) vesical aery, a branch of the internal iliac aery. Ref - researchgate. net",
        "cop": 3,
        "opa": "Inferior epigastric aery",
        "opb": "Superior epigastric aery",
        "opc": "Superior vesical aery",
        "opd": "Cremasteric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "d81402e7-c5b4-4231-966b-b71b6fd7f6f1",
        "choice_type": "single"
    },
    {
        "question": "Tail of pancreas-related with",
        "exp": "Tail of pancreas is the left end of the pancreas. It lies in the lienorenal ligament together with the splenic vessels. It comes into contact with the lower pa of the gastric surface of the spleen. ref - BDC 6e vol2 pg301",
        "cop": 1,
        "opa": "Splenicorenal ligament",
        "opb": "Gastrosplenic ligament",
        "opc": "Phrenico colic ligament",
        "opd": "Falciform ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "dbf4059f-ee44-404c-bda9-83478a4a6dec",
        "choice_type": "single"
    },
    {
        "question": "Cornua of uterus lymphatic drain in which group of lymph node",
        "exp": "From fundus and upper pa of body, most of the lymphatics drain into pre and para aoic lymph nodes along ovarian vessels. However a few lymphatic vessels from the lateral angles of the uterus drain into superficial inguinal lymph nodes along the round ligaments of the uterus. From the lower pa of the body, the lymph vessels drain into external iliac nodes the broad ligament. From cervix, each side the lymph vessels drain into 3 directions a) laterally into external iliac and obturator nodes b)posterolaterally into internal iliac nodes and c) posteriorly into sacral noes. Reference: Textbook of anatomy, Abdomen and Lower limb, Vishram Singh, 2nd edition, page no. 272",
        "cop": 3,
        "opa": "External iliac",
        "opb": "Lumbar group of lymph nodes",
        "opc": "Superficial inguinal lymph nodes",
        "opd": "Deep inguinal lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "af7b06ec-6ef0-48d1-b03e-593d8241b7f7",
        "choice_type": "single"
    },
    {
        "question": "Relation of caudate lobe of liver is",
        "exp": "The caudate lobe of the liver - It is situated on the posterior surface of the liver. Boundaries of caudate lobe of liver - It is bounded on the right - By the groove for the inferior vena cava, on the left - By the fissure for the ligamentum venosum, and inferiorly - By the poa hepatis. Above - It is continuous with the superior surface of liver. Below and to the right, just behind the poa hepatis - It is connected to the right lobe of the liver by the caudate process, Below and to the left - It presents a small rounded elevation called the papillary process Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 333",
        "cop": 3,
        "opa": "Anterior to right inferior phrenic aery",
        "opb": "Posterior to poal vein",
        "opc": "Posterior to ligamentum venosum",
        "opd": "Posterior to ligamentum teres",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "f98b6a1f-4405-49f8-99f6-d62f5e8f4b9f",
        "choice_type": "single"
    },
    {
        "question": "Obstruction of inferior vena cava presents as",
        "exp": "Inferior vena cava syndrome is a result of obstruction of the inferior vena cava. It can be caused by invasion or compression by a pathological process or by thrombosis in the vein itself.",
        "cop": 2,
        "opa": "Paraumbilical dilatation",
        "opb": "Thoracoepigastric dilatation",
        "opc": "Esophageal varices",
        "opd": "Hemorrhoids",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fee444d3-af7f-442a-ad74-988fcf829307",
        "choice_type": "single"
    },
    {
        "question": "The segmental division of liver into eight segments is based on",
        "exp": "Right hepatic vein divides the right lobe into anterior (V VIII) and posterior segments ( VI-VII) Middle hepatic vein divides the liver into right and left lobes. This plane runs from the inferior vena cava to the gallbladder fossa. The Falciform ligament divides the left lobe into a medial- segment IV and a lateral pa - segment II and III. The poal vein divides the liver into upper and lower segments. The left and right poal veins branch superiorly and inferiorly to project into the center of each segment. ref - researchgate. net",
        "cop": 4,
        "opa": "Hepatic veins alone",
        "opb": "Poal vein alone",
        "opc": "Hepatic veins and common hepatic aery",
        "opd": "Hepatic veins and poal veins",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "457deca2-9136-4bbd-8b2e-e7ad123753f3",
        "choice_type": "single"
    },
    {
        "question": "The lymphatic drainage of testes is",
        "exp": "Blood Supply and Lymphatic Drainage. The testis and epididymis are supplied by the testicular aery, and their veins drain into the pampiniform plexus, which forms the bulk of the spermatic cord. The veins of the pampiniform plexus often become varicose, a condition termed varicocele. Ref - BDC 6e vol2 pg224, semantischolar. org",
        "cop": 3,
        "opa": "Inguinal lymph node",
        "opb": "Mesenteric lymph node",
        "opc": "Para-aoic lymph node",
        "opd": "Obturator lymph node",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "bf351f4d-8b66-46f2-a8ee-e933dedae7b5",
        "choice_type": "single"
    },
    {
        "question": "Blood supply to middle third of vagina is",
        "exp": "Blood is supplied to the vagina by the uterine and vaginal aeries, both branches of the internal iliac aery. Venous return is achieved by the vaginal venous plexus, which drains into the internal iliac veins, the uterine vein. Lymphatic drainage is the iliac and superficial inguinal lymph nodes. <img src=\" /> ref - BDC 6e vol2 pg394",
        "cop": 4,
        "opa": "Middle rectal aery",
        "opb": "Inferior vesicle aery",
        "opc": "Internal pudendal aery",
        "opd": "Central vaginal aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4ec83245-2e4c-4ab2-8ef0-64962711f771",
        "choice_type": "single"
    },
    {
        "question": "Root of mesentery doesn't cross the following",
        "exp": "The mesentery of the small intestine arises from the root of the mesentery and is the pa connected with the structures in front of the veebral coloumn. The root is narrow and is directed obliquely from the duodenojejunal flexure at the left side of the second lumbar veebrae to the right sacroiliac aiculation. The root of the mesentery extends from the duodenojejunal flexure to the ileocaecal junction. This section of the small intestine is located centrally in the abdominal cavity and lies behind the transverse colon and the greater omentum. Structures passed by root of mesentry ref - BDC 6e vol2 pg235",
        "cop": 4,
        "opa": "Right ureter",
        "opb": "Abdominal aoa",
        "opc": "Inferior vena cava",
        "opd": "Second pa of duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "fc9abb14-9546-4680-82e0-a933d20acfb0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is seperated from the left kidney by a peritoneal layer?",
        "exp": "Jejunal loops are seperated from the anterior surface of the left kidney by a peritoneal layer. Among the anterior relations of the left kidney, intraperitoneal structures are seperated from the kidney by a peritoneal layer. This is because kidneys are retroperitoneal in location The anterior relations of the left kidney include Left suprarenal gland (retroperitoneal) Stomach (intraperitoneal) Pancreas (retroperitoneal) Jejunum (Intraperitoneal) Spleen (intraperitoneal) Splenic vessels(retroperitoneal) Splenic flexure and the begining of the descending colon ( retroperitoneal) Ref: Gray's Anatomy 41st edition Pgno: 1240",
        "cop": 2,
        "opa": "Pancreas",
        "opb": "Jejunum",
        "opc": "Splenic flexure",
        "opd": "Splenic vessels",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "35fead17-d715-466d-b649-d90898a594cd",
        "choice_type": "single"
    },
    {
        "question": "Scarpa's fascia is attached to",
        "exp": "The fascia of Scarpa is the deep membranous layer, of the superficial fascia of the abdomen. It is a layer of the anterior abdominal wall. It is found deep to the Camper Fascia and superficial to the external oblique muscle. Ref - BDC 6e vol2 pg199",
        "cop": 3,
        "opa": "Inguinal ligament",
        "opb": "Pubic crest",
        "opc": "Fascia lata of thigh",
        "opd": "Conjoint tendon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e40f00d9-fbfe-493d-9bdf-7ce01dd81f1c",
        "choice_type": "single"
    },
    {
        "question": "What is the shape of cavity of body of uterus in coronal section?",
        "exp": "In sagittal section, the cavity of the body of the uterus is seen as a mere slit because the uterus is compressed anteroposteriorly. In coronal section, the cavity is seen to be triangular in shape, the apex being directed downwards. Ref: B D Chaurasia's Human Anatomy, Seventh Edion, volume 2, pg. no., 421.",
        "cop": 2,
        "opa": "cylindrical",
        "opb": "triangular",
        "opc": "oval",
        "opd": "spindle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5fa00c5f-c143-4642-9518-2df184a00dd7",
        "choice_type": "single"
    },
    {
        "question": "Not seen in colon",
        "exp": "Peyer's patch are aggregations of gut assossiated lymphoid tissue that are usually found in the lowest poion of the small intestine, the ileum, in humans; as such, they differentiate the ileum from the duodenam and jejunam. The duodenum can be identified by burnners gland. The jejunum has neither Brunner's glands nor Peyer's patches. Ref - BDC vol2 pg257, 264",
        "cop": 2,
        "opa": "Taeniae",
        "opb": "Pyer's patches",
        "opc": "Sacculations",
        "opd": "Appendices",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "84b4888e-2ba2-415d-9ea2-1fcd55eb52e6",
        "choice_type": "single"
    },
    {
        "question": "Epithelium present in thin segment of Loop of Henle is",
        "exp": "The epithelium of the Thick segment is simple cuboidal epithelium. The epithelium of the Thin segment is simple squamous. Reference: Krishna Garg Histology; 5th edition; Page no: 180",
        "cop": 4,
        "opa": "Simple Cuboidal Epithelium",
        "opb": "Simple Columnar Epithelium",
        "opc": "Stratified Columnar Epithelium",
        "opd": "Simple Squamous Epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "f31f962c-cb46-4156-a781-d91a674252aa",
        "choice_type": "single"
    },
    {
        "question": "Anterior relation of left kidney",
        "exp": "Anterior Relations - (1) Left suprarenal gland, (2) spleen, (3) stomach, (4) pancreas, (5) splenic vessels, (6) splenic flexure and descending colon, and (7) jejunum. Out of these the gastric, splenic and jejunal surfaces are covered by peritoneum. The lateral border of the left kidney is related to the spleen and to the descending colon Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 343",
        "cop": 4,
        "opa": "Liver",
        "opb": "Duodenum",
        "opc": "Ascending colon",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "73900d10-f718-4b51-94d1-ee8a8456ee41",
        "choice_type": "single"
    },
    {
        "question": "Poal vein is formed",
        "exp": "Poal vein is formed behind the neck of pancreas where the splenic vein and superior mesentric vein terminates and continue as poal vein. Ref: Human anatomy, 7th edition, BD Chaurasia, pg: 328",
        "cop": 3,
        "opa": "Behind the spleen",
        "opb": "Behind the tail of pancreas",
        "opc": "Behind the neck of pancreas",
        "opd": "Behind the second pa of duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "4d4a0b43-56dc-40c3-82c4-8c5290ec147c",
        "choice_type": "single"
    },
    {
        "question": "Nerve root of pudendal nerve is",
        "exp": "The pudendal nerve is derived from the sacral roots of S2-S4 and later divides into three branches, the dorsal clitoral/penile, the perineal, and the rectal. It carries motor, sensory and autonomic fibers. Ref - BDC 6e vol2 pg363",
        "cop": 2,
        "opa": "S1 S2 S3",
        "opb": "S2 S3 S4",
        "opc": "S3 - S4",
        "opd": "S2 - S3",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "277dcba2-b702-49ff-b8be-2caa2a98c34d",
        "choice_type": "single"
    },
    {
        "question": "Right gastric aery is a branch of(2018)",
        "exp": "The right gastric aery arise from the hepatic aery. Ref:-grays anatomy, pg num:-1116",
        "cop": 2,
        "opa": "A) Coeliac trunk",
        "opb": "B) Hepatic aery",
        "opc": "C) Gastroduodenal aery",
        "opd": "D) splenic aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5936a7a6-bfbc-478c-9943-db0d76bdbd23",
        "choice_type": "single"
    },
    {
        "question": "Nerve fibers in greater, lesser and least splanchnic nerves are",
        "exp": "They also provide the sympathetic innervation to the adrenal medulla, stimulating catecholamine release. The nerve travels inferiorly, lateral to the greater splanchnic nerve. Its fibers synapse with their postganglionic counterpas in the superior mesenteric ganglia, or in the aoicorenal ganglion. image ref- medscape. com",
        "cop": 1,
        "opa": "Preganlionic sympathetic",
        "opb": "Postganglionic sympathetic fibers",
        "opc": "Postganglionic parasympathetic fibers",
        "opd": "Postganglionic parasympathetic fibers",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a4cba0b9-4b4e-47a3-95ed-23075b220c9b",
        "choice_type": "single"
    },
    {
        "question": "Inferior mesenteric vein drains into",
        "exp": "Inferior mesenteric vein usually terminates when reaching the splenic vein, which goes on to form the poal vein with the superior mesenteric vein (SMV).",
        "cop": 1,
        "opa": "Splenic vein",
        "opb": "Renal vein",
        "opc": "Inferior vena cava",
        "opd": "Superior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "302661f7-23d1-4e55-a035-fd22d7517a46",
        "choice_type": "single"
    },
    {
        "question": "Shoest pa of the colon is",
        "exp": "The large intestine begins in the right iliac region of the pelvis, just at or below the waist, where it is joined to the end of the small intestine at the cecum, the ileocaecal valve. It then continues as the colon ascending the abdomen, across the width of the abdominal cavity as the transverse colon, and then descending to the rectum and its endpoint at the anal canal. Overall, in humans, the large intestine is about 1. 5 meters (5 ft) long, which is about one-fifth of the whole length of the gastrointestinal tract. Ref - BDC 6e vol2 pg271-273",
        "cop": 1,
        "opa": "Ascending colon",
        "opb": "Descending colon",
        "opc": "Transverse colon",
        "opd": "Sigmoid colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "e9666686-c4a7-4400-a829-1ffc3e12ebf9",
        "choice_type": "single"
    },
    {
        "question": "The reduction of a physiological hernia occurs at",
        "exp": "Physiological hernia appears by 6 wks and gets reduced by 10 wks. Ref - pubmed. com",
        "cop": 4,
        "opa": "6th week",
        "opb": "7th week",
        "opc": "9th week",
        "opd": "10th week",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "679548be-4654-4886-8cae-be8f7832b390",
        "choice_type": "single"
    },
    {
        "question": "Poal vein, hepatic aery and common bile duct are related to which of the following structure",
        "exp": "The lesser omentum (gastrohepatic omentum) is the double layer of peritoneum that extends from the liver to the lesser curvature of the stomach (hepatogastric ligament) and the first pa of the duodenum (hepatoduodenal ligament). ref - BDC 6e vol2 pg 234",
        "cop": 1,
        "opa": "Lesser omentum",
        "opb": "Greater omentum",
        "opc": "Splenorenal ligamnet",
        "opd": "Gastrosplenic ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "57412ae5-93b5-4878-89d2-d38351cb2d91",
        "choice_type": "single"
    },
    {
        "question": "Cochleate uterus is",
        "exp": "Cochleate uterus: A small adult uterus with a conical cervix and a body that is small, globular, and acutely flexed. ref - pubmed. com",
        "cop": 2,
        "opa": "Large uterus",
        "opb": "Acute anteflexion",
        "opc": "Acute retroflexion",
        "opd": "Large cervix",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "cf56589e-dfb1-478a-a10d-ce3cf3ab7c9e",
        "choice_type": "single"
    },
    {
        "question": "Posterior relation of poal vein",
        "exp": "The poal vein usually measures approximately 8 cm in adults. It originates behind the neck of the pancreas and is classically formed by the confluence of the superior mesenteric and splenic veins. ref - BDC 6e vol2 pg282, researchgate. net",
        "cop": 4,
        "opa": "1st pa of duodenum",
        "opb": "Hepatic aery",
        "opc": "Bile duct",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c71bc934-3ce1-412c-a895-64e521207711",
        "choice_type": "single"
    },
    {
        "question": "Sperm maturation takes place in",
        "exp": "Sperm maturation takes place in epididymis. The seminiferous tubules of the testis are the staing point of the process, where spermatogonial stem cells adjacent to the inner tubule wall divide in a centripetal direction- beginning at the walls and proceeding into the innermost pa or lumen to produce immature sperm. Ref - BDC 6e vol2 pg226",
        "cop": 3,
        "opa": "Vas deferens",
        "opb": "Seminiferous tubules",
        "opc": "Epididymis",
        "opd": "Female genital tract",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "c34305e2-252f-4e20-94fb-7cd9fe80c26f",
        "choice_type": "single"
    },
    {
        "question": "Lymphatics of suprarenal gland drain into which lymph nodes",
        "exp": "Venous drainage flows directly into the inferior vena cava on the right side and into the left renal vein on the left side. Lymphatics drain medially to the aoic nodes. Each adrenal gland is composed of two distinct pas: the adrenal coex and the adrenal medulla. The coex is divided into three zones. Ref - BDC 6e vol2 pg328",
        "cop": 2,
        "opa": "Internal iliac",
        "opb": "Para-aoic",
        "opc": "Superficial inguinal",
        "opd": "Coeliac",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "804cd6c6-5995-4ed4-9f49-c0e1565001c2",
        "choice_type": "single"
    },
    {
        "question": "Baholin's gland is located in",
        "exp": "The Baholin's glands are two pea-sized compound racemose glands located slightly posterior and to the left and right of the opening of the vagina. They secrete mucus to lubricate the vagina and are homologous to bulbourethral glands in males. Ref - BDC 6e vol2 pg 393",
        "cop": 3,
        "opa": "Ischiorectal fossa",
        "opb": "Rectovesical pouch",
        "opc": "Superficial perineal pouch",
        "opd": "Deep perineal pouch",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "5afae86e-a601-4e41-9678-e2fc6edc02c5",
        "choice_type": "single"
    },
    {
        "question": "The subarachnoid space ends at",
        "exp": "Arachnoid & dural sheath end at the lower end of the S-2 veebra. Subarachnoid space terminates at the caudal (lower border) S-2 veebra. This is also the ending of the sub-dural space. Ref - BDC 6thedition vol 2",
        "cop": 4,
        "opa": "L1",
        "opb": "L2",
        "opc": "L5",
        "opd": "S2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "59721c66-7d12-4dd2-83be-a8fe4138693b",
        "choice_type": "single"
    },
    {
        "question": "Tone of the anal sphincter in maintained by",
        "exp": "The anal sphincters and puborectalis are the primary muscles responsible for continence. There are two sphincters: the internal anal sphincter, and the external anal sphincter. The internal sphincter is responsible for 85% of the resting muscle tone and is involuntary. ref - BDC 6e vol2 pg413-416",
        "cop": 3,
        "opa": "Nervi erigentes",
        "opb": "Inferior hypogastric plexus",
        "opc": "Inferior rectal nerve",
        "opd": "Pelvic splanchnic nerves",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "50627552-1a6d-4791-87dd-11d154b6f1b0",
        "choice_type": "single"
    },
    {
        "question": "Somatic innervation to the pelvic organs is",
        "exp": "For most of its pelvic course, the femoral nerve (L2, L3, L4) travels within the substance of the psoas muscle and then exits its lateral side to pass under the inguinal ligament. It supplies sensation to the anterior thigh and motor innervation to the extensors of the knee.",
        "cop": 3,
        "opa": "Greater splanchnic nerve",
        "opb": "Lesser splanchnic nerve",
        "opc": "Pudendal nerve",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "a2aeba83-437c-44bf-bb05-8081baa44e98",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has fibromuscular stroma?",
        "exp": "The prostatic pa of the urethra develops from the pelvic (middle) pa of the urogenital sinus (endodermal origin). Endodermal outgrowths arise from the prostatic pa of the urethra and grow into the surrounding mesenchyme. The glandular epithelium of the prostate differentiates from these endodermal cells, and the associated mesenchyme differentiates into the dense stroma and the smooth muscle of the prostate. ref - BDC vol2 pg 376-378",
        "cop": 3,
        "opa": "Testis",
        "opb": "Liver",
        "opc": "Prostate",
        "opd": "Urinary bladder",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "be04902e-d42d-4bb7-a965-c14c0c79f251",
        "choice_type": "single"
    },
    {
        "question": "Sphincter urethrae is present in",
        "exp": "The urethral sphincters are two muscles used to control the exit of urine in the urinary bladder through the urethra. The internal sphincter is a continuation of the detrusor muscle and is made of smooth muscle, therefore it is under involuntary or autonomic control. ref - BDC 6e vol2 pg372-376",
        "cop": 4,
        "opa": "Prostatic urethrae",
        "opb": "Spongy urethrae",
        "opc": "Membranous urethrae",
        "opd": "Penile urethrae",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "45861c0d-5f7e-427a-baef-7e46c6f503e9",
        "choice_type": "single"
    },
    {
        "question": "Sphincter of Oddi consists of",
        "exp": "The sphincter of Oddi is a muscular valve that controls the flow of digestive juices through the ampulla of vater into the second pa of the duodenum. It is named after ruggero oddi. Ref - BDC 6e vol2 pg259, britannica. com",
        "cop": 2,
        "opa": "2 sphincters",
        "opb": "3 sphincters",
        "opc": "4 sphincters",
        "opd": "5 sphincters",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "f28603ee-fea9-4207-8afc-f5bb0bd167e8",
        "choice_type": "single"
    },
    {
        "question": "Posterior gastric aery is a branch of",
        "exp": "The fundic branches of the stomach can be defined as a group of vessels that can arise either directly or indirectly from the following source aeries: the left inferior phrenic aery, the accessory left hepatic aery, the left gastric aery, the left middle suprarenal aery, the main trunk of the splenic aery Ref - BDC 6e vol2 pg277",
        "cop": 1,
        "opa": "Splenic aery",
        "opb": "Hepatic aery",
        "opc": "Left Gastric aery",
        "opd": "Right Hastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen and pelvis",
        "id": "982bc630-53b0-4431-bc0c-24dfad256bed",
        "choice_type": "single"
    }
]