[
    {
        "question": "Aerial supply of facial nerve is all except:",
        "exp": "Facial nerve in facial canal is supplied by: Superficial petrosal branch of middle meningeal aery, stylomastoid branch of posterior auricular or occipital aeries. In extracranial course it is supplied by: Stylomastoid branches of posterior auricular or occipital aeries, superficial temporal, transverse facial and tympanic branch of ascending pharyngeal aery.",
        "cop": 3,
        "opa": "Ascending pharyngeal aery",
        "opb": "Middle meningeal aery",
        "opc": "Greater palatine aery",
        "opd": "Stylomastoid branch of occipital aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "4bcf52d5-3a87-4002-84f0-ddb1da4eefd9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does NOT supply the palate",
        "exp": "Palate is supplied by greater and lesser palatine aeries of the descending palatine aery (branch of maxillary aery), the ascending palatine aery (branch of facial aery), and the palatine branch of the ascending pharyngeal aery.",
        "cop": 1,
        "opa": "Tonsillar branch of Facial Aery",
        "opb": "Ascending Palatine Aery",
        "opc": "Descending Palatine Aery",
        "opd": "Ascending Pharyngeal Aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "57f5d00d-c05d-4396-b3ef-9df2d3468510",
        "choice_type": "single"
    },
    {
        "question": "All are true about Diploic veins EXCEPT:",
        "exp": "Diploic veins sta developing in the cranial bones at about 2 years of age and are fully developed at the age of 35 years. These are lined by a single layer endothelium suppoed by elastic tissue and are valveless.",
        "cop": 4,
        "opa": "Lined by single layer endothelium suppoed by elastic tissue",
        "opb": "Present in Cranial bones",
        "opc": "Valveless",
        "opd": "Develop by 8th week of IUL",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "5379da07-0c69-4826-a4c9-f3a9a63b63e0",
        "choice_type": "multi"
    },
    {
        "question": "Posterior superior alveolar aery is a branch of:",
        "exp": "Posterior superior alveolar aery arises from third pa of maxillary aery just before it enters the pterygomaxillary fissure. BRANCHES OF MAXILLARY AERY",
        "cop": 2,
        "opa": "Nasal branch of maxillary aery",
        "opb": "Palatal branch of maxillary aery",
        "opc": "Mandibular aery",
        "opd": "Inferior alveolar aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "4ada6f16-69b7-4b3f-be54-2997baf9c997",
        "choice_type": "single"
    },
    {
        "question": "Angular vein communicates with",
        "exp": "Angular Vein is the upper most segment of the Facial Vein, formed by the union of the Supratrochlear Vein and Supraorbital Vein. It runs obliquely downward by the side of the nose, is linked with the cavernous sinus by the superior and inferior ophthalmic veins which are devoid of valves. fig:-Angular vein communication with cavernous sinus",
        "cop": 1,
        "opa": "Cavernous sinus",
        "opb": "Superior sagittal sinus",
        "opc": "Inferior sagittal sinus",
        "opd": "Straight Sinus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "b6cb4dfb-9530-447b-b1d1-a90e6e991d4f",
        "choice_type": "single"
    },
    {
        "question": "Thyroidea ima aery is not a branch of:",
        "exp": "- Thyroidea ima aery is an uncommon variant of the blood supply to the inferior aspect of thyroid gland and has a variable origin. - Origin from: Brachiocephalic trunk Right common carotid aery Arch of aoa Subclan aery Internal Thoracic Aery",
        "cop": 3,
        "opa": "Brachiocephalic trunk",
        "opb": "Subclan aery",
        "opc": "Veebral aery",
        "opd": "Arch of aoa",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "a208047f-1c6b-45c0-af9b-7bb8d6b30d21",
        "choice_type": "single"
    },
    {
        "question": "Deep venous system of brain consists of:",
        "exp": "The deep venous system consists of the Internal Cerebral vein, and in some sense the Basal Vein of Rosenthal.",
        "cop": 1,
        "opa": "Internal cerebral vein",
        "opb": "Great cerebral vein",
        "opc": "Straight sinus",
        "opd": "Cavernous sinus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "790585de-a62a-4884-9d84-4617a6fa45f1",
        "choice_type": "single"
    },
    {
        "question": "In subclan steal syndrome there is reversal of blood flow in:",
        "exp": "In subclan steal syndrome there is retrograde flow in the veebral aery due to an ipsilateral subclan aery block proximal to veebral aery origin. The block results in lower pressure in the distal subclan aery and upper limb ischemia. Consequently, blood flows from the contralateral veebral aery to the basilar aery and then in a retrograde direction down the ipsilateral veebral aery away from the brainstem.",
        "cop": 1,
        "opa": "Ipsilateral veebral aery",
        "opb": "Contralateral veebral aery",
        "opc": "Ipsilateral subclan aery",
        "opd": "Contralateral subclan aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "665307ca-52c4-4468-9fbf-6ac2a7e1fd42",
        "choice_type": "single"
    },
    {
        "question": "Most common site of subclan aery stenosis is in pa:",
        "exp": "Subclan Aery is most commonly obstructed in the proximal poion -1st pa proximal to the origin of veebral and internal thoracic aery. It is focal and is usually an extension of atherosclerotic narrowing from the aoic arch into the aery. The stenosis is more common on left side - Left subclan is involved 3 times more frequently involved than the right.",
        "cop": 1,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "Terminal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "4f442151-8ce0-4cd3-b471-12030acaee3d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is WRONG regarding ophthalmic aery:-",
        "exp": "Ophthalmic aery arises from Internal Carotid Aery as it emerges from the roof of the Cavernous Sinus, enters the Orbit through Optic canal inferolateral to the optic nerve, both lying in a common dural sheath. Gives central aery to retina (an end aery), and also supplies ethmoidal sinuses by giving ethmoidal aeries.",
        "cop": 4,
        "opa": "Present in dura along with optic nerve",
        "opb": "Supplies anterior ethmoidal sinus",
        "opc": "Aery to retina is end aery",
        "opd": "Leaves orbit through inferior orbital fissure",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "84f32674-6335-48ba-864b-6dcdcd051308",
        "choice_type": "single"
    },
    {
        "question": "NOT true about Facial Vein is:",
        "exp": "Facial vein is the largest vein of face with no valves. It begins as angular vein, joins anterior division of retromandibular vein to form common facial vein, which in turn drains into internal jugular vein.",
        "cop": 1,
        "opa": "Drains into External Jugular Vein",
        "opb": "Largest Vein of Face",
        "opc": "Continuation of Angular Vein",
        "opd": "Has no valves",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "2f7e61ab-c526-4540-978c-b1bcc12afc73",
        "choice_type": "multi"
    },
    {
        "question": "FALSE about subclan aery:",
        "exp": "Veebral aery arises from 1st pa of subclan aery. On the left side subclan aery comes directly off the aoic arch, while on the right side it arises from the brachiocephalic trunk. Scalenus anterior muscle divides subclavain aery into three pas. Branches: 1st Pa: Veebral aery Internal thoracic aery Thyrocervical trunk 2nd Pa: Costocervical aery 3rd Pa: Dorsal scapular aey",
        "cop": 3,
        "opa": "On left side arises from arch of aoa",
        "opb": "On right side arises from brachiocephalic trunk",
        "opc": "Veebral aery arises from 2nd pa",
        "opd": "Divided by scalenus anterior muscle into three pas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "f3990712-a876-4b76-b2a4-5a319e56a1f5",
        "choice_type": "multi"
    },
    {
        "question": "Principal blood supply to tonsil is from",
        "exp": "Aerial supply of tonsil: Tonsillar branch of facial aery (Principal blood supply) Dorsalis linguae branches of lingual aery. Ascending palatine, a branch of facial aery. Ascending pharyngeal, a branch of external carotid aery. Greater palatine (descending palatine), a branch of maxillary aery.",
        "cop": 4,
        "opa": "Lingual aery",
        "opb": "Descending palatine aery",
        "opc": "Ascending pharyngeal aery",
        "opd": "Facial aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "3c482f83-b625-40fa-af8d-a04578c6e191",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a branch of Facial Aery?",
        "exp": "Sublingual Aery is a branch of lingual aery which is a branch of external carotid aery. The branches of the facial aery are: Cervical Ascending palatine aery Tonsillar branch Submental aery Glandular branches Facial Inferior labial aery Superior labial aery Lateral nasal branch to nasalis muscle Angular aery- the terminal branch",
        "cop": 4,
        "opa": "Superior labial Aery",
        "opb": "Inferior labial Aery",
        "opc": "Lateral nasal Aery",
        "opd": "Sublingual Aery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "ab66a897-aaed-40c0-882c-5656dcf73d00",
        "choice_type": "single"
    },
    {
        "question": "TRUE about Vein of Labbe:",
        "exp": "Superficial Middle Cerebral Vein communicates with the transverse sinus inferior anastomotic vein of Labbe. The Vein of Labbe is inferior (not superior) anastomotic vein, which crosses and anastomoses at its two ends with the Middle Cerebral Vein and the transverse sinus (not superior sagittal sinus). It drains its adjacent coical regions gathering tributaries from minor veins of the temporal lobe (not superior cerebral veins).",
        "cop": 2,
        "opa": "Drains into Superior Sagittal Sinus",
        "opb": "Drains into Transverse Sinus",
        "opc": "Anastomotic channel for Superior Cerebral Veins",
        "opd": "Superior anastomotic channel for Superficial Middle Cerebral Vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen: Miscellaneous",
        "id": "ab18a851-bd99-4980-a0dc-fae234b3d917",
        "choice_type": "multi"
    }
]