[
    {
        "question": "Short head of biceps atttached to:",
        "exp": "Ref: Grays Anatomy 40th Ed Pg H25. Explanation: Biceps brachii. Biceps brachii derives its name from its two proximally attached parts or 'heads'. The short head arises from the coracoid process, together with coracobrachialis. The long head starts within the capsule of the shoulder joint from the supraglenoid tubercle of the scapula. The tendon has a broad medial expansion, the bicipital aponeurosis, which descends medially across the brachial artery to fuse with deep fascia over the origins of the flexor muscles of the forearm. The tendon can be split w ithout difficulty as far as the tuberosity, hence it can be confirmed that its anterior and posterior layers receive fibres from the short and long heads, respectively. Brachial artery is medially related to biceps tendon. Between brachial artery and median cubital vein bicipital aponeurosis is present. Nerve supply is by musculocutaneous nerve. It prime action is flexion of elbow joint and supination.",
        "cop": 1,
        "opa": "Coracoid process",
        "opb": "Supraglenoid tubercle",
        "opc": "Acromion process",
        "opd": "Bicipital groove",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "7f4850a9-ca68-49c3-993c-2051834b8226",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is inserted into the floor of the intertubercular sulcus of the humerus?",
        "exp": "Ans. is 'a' i. e., Latissimus dorsi o The shaft of humerus is cylindrical in the upper half and triangular on cross-section in the lower half. The upper part has intertnbercular sulcus {bicipital groove) anteriorly. Bicipital groove contains long head of biceps w ith its synovial sheath and an ascending branch of anterior circumflex humeral artery. Middle third of posterior surface of shaft of the humerus has a spiral groove {radial groove) which contains radial nerve and profunda brachi vessels. o Attachment to shafts are -Insertions of pectoralis major (on lateral lip of bicipital groove), latissimus dorsi (on floor of bicipital groove), teres major (on deltoid tuberosity) and coracobrachialis (medially on mid shaft). Origin of brachialis (anterior surface); Lateral and medial head of triceps (posterior surface); pronater teres (from medial supracondylar ridge); brachioradialis (from lateral supracondylar ridge) and ECRL (from lateral supracondylar ridge).",
        "cop": 1,
        "opa": "Latissimus dorsi",
        "opb": "Teres major",
        "opc": "Pectoralis major",
        "opd": "Deltoid",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "5691a911-284c-43de-8bab-105d2b9c1c81",
        "choice_type": "single"
    },
    {
        "question": "Long head of biceps atttached to:",
        "exp": "Ans: B (Supraglenoid tubercle) Ref: Grays Anatomy 40th Ed. Explanation: Biceps brachii has two head-long head & short head. Long head orginate from supraglenoid tubercle. Short head orginate from coracoid process. Biceps tendon inserted into the radial tuberosity. The muscle is innervated by musculo cutaneous nerve. The action of the muscles are flexion and supinator",
        "cop": 2,
        "opa": "Coracoid process",
        "opb": "Supraglenoid tubercle",
        "opc": "Acromion process",
        "opd": "Bicipital groove",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "d78f6cac-e8f7-4164-9a28-3950026ebe7b",
        "choice_type": "single"
    },
    {
        "question": "Bicipital aponeurosis lies over which structure in cubital fossa-",
        "exp": "Ans. is 'c' i. e., Brachial artery o Bicipital aponeurosis passes superficial to the brachial artery and median nerve. It lies deep to superficial veins. o During venipuncture, the bicipital aponeurosis provides limited protection for brachial artery and median nerve.",
        "cop": 3,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Brachial artery",
        "opd": "Anterior interosseous artery",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "b922437d-20b1-43a0-b1fd-a7aa5f16bbb7",
        "choice_type": "single"
    },
    {
        "question": "A man can not able to do abduction &internal rotation of the arm. Which of the following muscle is responsible for both movement?",
        "exp": "Ans: C Deltoid Note: Internal rotation (also known as medial rotation) is an anatomical term referring to rotation towards the center of the body-wiki From the table below, it is clear that only deltoid is involved in both medial rotation(internal rotation) & abduction Movement BDC Snell Gray's Medial rotation Main: Pectoralis major Anterior fibre of deltoid Latissimus dors! Teres major Accessory Subscapularis Subscapularis Anterior fibre of deltoid Latissimus dorsi Teres major Pectoralis major Anterior fibre of deltoid Latissimus dorsi Teres major Subscapularis Abduction Deltoid Supraspinatus Serratus anterior Trapezius- U & L fibers Deltoid Supraspinatus Deltoid Supraspinatus",
        "cop": 3,
        "opa": "Pectoralis major",
        "opb": "Subscapularis",
        "opc": "Deltoid",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "d4825b21-4985-4f37-b8b1-25895a3f1992",
        "choice_type": "multi"
    },
    {
        "question": "Lateral border of cubital fossa is formed by-",
        "exp": "Ans. is 'b' i. e., Brachioradialis. Cubital Fossa. Lateral boundry. Brachioradialis. Medial boundry. Pronater teres. Base. Line joining the two epicondyles of humerus. Apex. Point joining lateral and medial boundries. Floor. Brachialis, supinator. Roof. Skin, superficial fascia (containing medial cubital vein, lateral and medial cutaneous nerve of forearm), deep facia, bicipital aponeourosis",
        "cop": 2,
        "opa": "Pronator teres",
        "opb": "Brachioradialis",
        "opc": "Supinator",
        "opd": "Brachialis",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "46819a87-30e1-41ea-b2f7-6889b9de2908",
        "choice_type": "single"
    },
    {
        "question": "Structure over bicipital aponeurosis in cubital fossa-",
        "exp": "Ans. is 'd' i. e., Veins",
        "cop": 4,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Brachial artery",
        "opd": "Veins",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "ace159cf-92fd-4f4c-971a-8f1310d60799",
        "choice_type": "single"
    },
    {
        "question": "Lateral boundary of cubital fossa is formed by -",
        "exp": "Ans. is 'd' i. e., Brachioradialis o Lateral boundary of cubital fossa is formed by brachioradialis and medial boundary is formed by pronater teres. Cubital Fossa. Lateral boundry. Brachioradialis. Medial boundry. Pronater teres. Base. Line joining the two epicondyles of humerus. Apex. Point joining lateral and medial boundries. Floor. Brachialis, supinator. Roof. Skin, superficial fascia (containing medial cubital vein, lateral and medial cutaneous nerve of forearm), deep facia, bicipital aponeourosis Contents of cubital fossa (medial to lateral)o Median nerveo Brachial artery termination and begining of radial and ulnar arteries. o Biceps tendono Radial nerve and Radial collateral artery",
        "cop": 4,
        "opa": "Biceps",
        "opb": "Pronater teres",
        "opc": "Brachialis",
        "opd": "Brachioradialis",
        "subject_name": "Anatomy",
        "topic_name": "Arm and Cubital Fossa",
        "id": "90c2d77b-3178-480f-882c-8df67e0e3c61",
        "choice_type": "single"
    }
]