[
    {
        "question": "Relationship of neurovascular bundle from above downwards in intercostal space:",
        "exp": "* The arrangement of neurovascular bundle in the costal groove superior to inferior is: Posterior intercostal Vein, Posterior intercostal Aery and Intercostal Nerve (VAN goes down, superior to inferior).",
        "cop": 4,
        "opa": "Nerve - Aery - Vein",
        "opb": "Aery - Nerve - Vein",
        "opc": "Vein - Nerve - Aery",
        "opd": "Vein - Aery - Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "c9f09457-694f-4f08-9f6e-258a0cb8f6ac",
        "choice_type": "multi"
    },
    {
        "question": "TRUE statement about right coronary aery is-",
        "exp": "Right coronary aery is smaller than Left coronary aery (Right side of myocardium is thinner compared to left). Arises from anterior aoic sinus (Left coronary aery arises from Left posterior coronary sinus) Right coronary aery runs in the right anterior coronary sulcus, & winds around the inferior border of the heart. It runs backwards in the right posterior coronary sulcus to reach posterior interventricular groove. Middle cardiac vein and posterior interventricular aery lies in the posterior interventricular groove. Right coronary aery terminate by anastomosing with circumflex branches of LCA.",
        "cop": 1,
        "opa": "Diameter less than LCA",
        "opb": "RCA gives anterior interventricular aery",
        "opc": "RCA supplies major pa of left atrium and left ventricle",
        "opd": "RCA gives rise to circumflex coronary branch",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "84a4f689-6a9e-4c54-9e5f-680da9b20516",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structure does not pass through the thoracic inlet?",
        "exp": "Thoracic inlet Inlet of thorax at the level of 1st rib Left recurrent laryngeal nerve passes through thoracic inlet not the right recurrent laryngeal nerve. Structure passing through thoracic inlet are: Viscera Trachea, Esophagus, Apex of lung, Thoracic duct. Large vessels Brachiocephalic aery on right side, Left common carotid, Right and left brachiocephalic vein Smaller vessels Internal thoracic aeries, Superior intercostal aeries, 1st posterior intercostal veins (all are on both sides) Nerves Phrenic nerve, Vagus nerve, Sympathetic trunk( on both sides), Left recurrent laryngeal nerve Muscle Sternohyoid, Sternothyroid, Longus colli",
        "cop": 4,
        "opa": "Left common carotid aery",
        "opb": "Thoracic duct",
        "opc": "Left sympathetic trunk",
        "opd": "Right recurrent laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "e7e54295-ca05-4d60-8b08-90faee207b28",
        "choice_type": "single"
    },
    {
        "question": "Imaging reveals a major blockage of his right coronary aery near the crux of the heart just proximal to the origin of the posterior interventricular aery. Which pa of the heart would be affected by the ischemia that results from this blockage?",
        "exp": "The AV nodal aery, which branches from the right coronary aery proximal to the origin of the posterior interventricular aery, usually supplies the AV node. Option A: The SA node is supplied by the SA nodal aery, a branch of the proximal pa of the right coronary aery, or by the circumflex branch of the left coronary aery. Option C: The left anterior interventricular aery (LAD) supplies the anterior two thirds of the interventricular septum. Option D: The marginal branch of the right coronary aery supplies most of the right ventricle. Its origin is well proximal to the crux of the heart and would not be affected by this blockage. Note: The crux of the heart is the area on the lower back side of the heart where the coronary sulcus (the groove separating the atria from the ventricles) and the posterior interventricular sulcus (the groove separating the left from the right ventricle) meet.",
        "cop": 2,
        "opa": "Sinoatrial (SA) node",
        "opb": "Atrioventricular (AV) node",
        "opc": "Anterior two thirds of the interventricular septum",
        "opd": "Right ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "55528d1e-f43e-45b1-9be7-9413f1e83569",
        "choice_type": "single"
    },
    {
        "question": "A thoracic surgeon removed the right middle lobar (secondary) bronchus along with lung tissue from a 57-year-old heavy smoker with lung cancer. Which of the following bronchopulmonary segments must contain cancerous tissues?,",
        "exp": "The right middle lobar (secondary) bronchus leads to the medial and lateral bronchopulmonary segments in middle lobe of right lung. RIGHT lung contains two fissures and 3 lobes -Superior(upper), Middle and Inferior (lower) LOBES SEGMENTS Right upper lobe Apical segment Anterior segment Posterior segment Middle lobe Lateral segment Medial segment Lower lobe Apical segment Anterior basal Posterior basal Medial basal Lateral basal",
        "cop": 1,
        "opa": "Medial and lateral",
        "opb": "Anterior and posterior",
        "opc": "Anterior basal and medial basal",
        "opd": "Anterior basal and posterior basal",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "8b1119d3-1730-4447-866d-d9917ba15494",
        "choice_type": "single"
    },
    {
        "question": "All of the following are characteristic of a bronchopulmonary segment EXCEPT:",
        "exp": "The branches of pulmonary veins are intersegmental (not intra) and lie at the margins of bronchopulmonary segments and drain adjacent segments. Each segment drains into more than one vein and each vein drain more than one segment.",
        "cop": 3,
        "opa": "It is surgically resectable",
        "opb": "It is named according to the segmental bronchus supplying it",
        "opc": "It is drained by independent intrasegmental branch of pulmonary vein",
        "opd": "It is the largest subdivision of a lobe",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "249fe69c-8a31-432d-b64b-c130e88dabbd",
        "choice_type": "multi"
    },
    {
        "question": "True about coronary sinus",
        "exp": "The coronary sinus is the largest vein of the heart. It is situated in the L. posterior coronary sulcus. Opens into the posterior wall of R. Atrium Tributaries: Great cardiac veins Middle cardiac vein Small cardiac vein Posterior vein of L. ventricle Oblique vein of L. atrium of marshal. R. marginal vein. It develops from the Left sinus venosus. venae cordis minimi or thebesian veins are small veins that open into the heart chambers directly.",
        "cop": 2,
        "opa": "Lies in anterior pa of the coronary sulcus",
        "opb": "Ends in right atrium",
        "opc": "Has venae cordis minimae as its tributaries",
        "opd": "Develops from right anterior cardinal vein",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "06a548f9-de73-4638-bb04-c1fb4bf12862",
        "choice_type": "multi"
    },
    {
        "question": "Thoracic duct does NOT drain:",
        "exp": "Right upper quadrant of the body drains the lymphatics into the right lymphatic duct and rest of the body drains into thoracic duct Thoracic duct is continuation of cysterna chyli as it pass through aoic hiatus begin at lower border of T12. At T5(angle of louis) it crosses to left side and drains at left Jugulo-subclan venous angle at C7.",
        "cop": 1,
        "opa": "Right upper pa of body",
        "opb": "Left upper pa of body",
        "opc": "Right lower pa of body",
        "opd": "Left lower pa of body",
        "subject_name": "Anatomy",
        "topic_name": "Back and Thorax",
        "id": "56924b3d-df28-4e4c-b73a-e425211be8cc",
        "choice_type": "single"
    }
]