[
    {
        "question": "Inferior border of scapula lies at the level of which rib?",
        "exp": "ANSWER: (C) 7th. REF: Gray's Anatomy 40th Ed Ch: 49. Indirect repeat Anatomy 2012 Session II, 2013 Session 1. The inferior angle overlies the seventh rib or intercostal space and T7",
        "cop": 3,
        "opa": "5th",
        "opb": "6th",
        "opc": "7th",
        "opd": "8th",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "4e6f7dc8-11e3-485c-ab6e-e41e1a3f7827",
        "choice_type": "single"
    },
    {
        "question": "In a man lifting up a suitcase, posterior dislocation of glenohumeral joint is prevented by:",
        "exp": "Ans. (c) Coracobrachialis. Ref: Gray's 41st ed./819-821* The coracobrachialis is an elongated muscle in the superomedial part of the arm. The coracobrachialis helps flex and adduct the arm and stabilize the glenohumeral joint.* With the deltoid and long head of the triceps, it serves as a shunt muscle, resisting downward dislocation of the head of the humerus, as when carrying a heavy suitcase.* The median nerve and/or the brachial artery may run deep to the coracobrachialis and be compressed by it.* Nerve supply - Musculo-cutaneous nerve.",
        "cop": 3,
        "opa": "Deltoid",
        "opb": "Latissimus dorsi",
        "opc": "Coracobrachialis",
        "opd": "Supra spinatous",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "162825db-9bcc-4840-87f2-d66730a6dd5a",
        "choice_type": "single"
    },
    {
        "question": "Rotator cuff is/are formed by all except: (PGI May 2010)",
        "exp": "Ans: D (Teres major) Fig.: The musculotendinous cuff of the shoulder. Musculotendinous Cuff (Rotator Cuff) of the Shoulder BDC 4th /Vol I 78-79. It is a fibrous sheath formed by the flattened tendons which blend with the capsule of the shoulder joint and strengthen it. The muscles which form the cuff arise from the scapula and are inserted into the lesser and greater tubercles of the humerus. They are the subscapularis, the supraspinatus, the infraspinatus and the teres minor. Their tendons, while crossing the shoulder joint become flattened and blend with each other on one hand, and with the capsule of the joint on the other hand, before reaching their points of insertion, The cuff gives strength to the capsule of the shoulder joint all around except inferiorlyQ, This explains why dislocations of the humerus occur most commonly in downward direction.",
        "cop": 4,
        "opa": "Supraspinats",
        "opb": "Infraspinatus",
        "opc": "Teres minor",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "821cc3ff-8411-4372-80de-98d94627d177",
        "choice_type": "multi"
    },
    {
        "question": "All are attached to coracoid process, except-",
        "exp": "Ans. is 'd' i. e., Long head of biceps Muscles attached to scapulao Muscles attached to scapula are: Coracoid process Tip of the coracoid process gives origin to coracobrachialrs {medially) and short head of the biceps laterally. The upper s urface receives insertion of pectoralis minor. Spine of scapula and acromion process There is origin of Deltoid and insertion of trapezius. Glenoid tubercle. Supraglenoid tubercle gives origin to the long head of biceps and infra glenoid tubercle gives origin to long head of triceps. Lateral border Origins of teres minor and teres major. Medial border Insertions of serattus anterior (anteriorly); and rhomboideus major, rhomboideus minor and levator scapulae (posteriorly). Costal (anterior j surface (origin) Subscapularis. Dorsal surface (origins) Supraspinatus, infraspinatus and at inferior angle iattismus dorsi.",
        "cop": 4,
        "opa": "Coracobrachial is",
        "opb": "Pectoralis minor",
        "opc": "Short head of biceps",
        "opd": "Long head of biceps",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "e67a36ff-402e-4fc3-b8d3-c0bff6b85fbe",
        "choice_type": "multi"
    },
    {
        "question": "Muscles of rotator cuff are all EXCEPT:",
        "exp": "55. Ans. (a) Teres major. Ref: BDC 6th ed. vol. I / 68-69, 73* The rotator cuff is a group of tendons and muscles in the shoulder, connecting the upper arm (humerus) to the shoulder blade (scapula). The rotator cuff tendons provide stability to the shoulder; the muscles allow the shoulder to rotate. The Muscles in the Rotator Cuff Include# Teres minor# Infraspinatus# Supraspinatus# Subscapularis* Each muscle of the rotator cuff inserts at the scapula, and has a tendon that attaches to the humerus. Together, the tendons and other tissues form a cuff around the humerus. Mnemonic: SITS. Teres major is not a part of rotator cuff muscles.",
        "cop": 1,
        "opa": "Teres major",
        "opb": "Teres minor",
        "opc": "Infraspinatous",
        "opd": "Supraspinatous",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "81416408-5768-4c7e-abe1-47e9bbaadf8b",
        "choice_type": "multi"
    },
    {
        "question": "Muscle of rotator cuff -",
        "exp": "Ans. is 'd' i. e., Teres minoro Rotator cuff (Musculotendinous cuff) is formed by blending of tendons of supraspinatus (superiorly); infraspinatus and teres minor (psoteriorly) and subscapularis (anteriorly).",
        "cop": 4,
        "opa": "Teres major",
        "opb": "Pectoralis major",
        "opc": "Pectoralis minor",
        "opd": "Teres minor",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "c5f19c63-a5cc-48a6-aafe-a168a9bd3d01",
        "choice_type": "single"
    },
    {
        "question": "Initiation of abduction at shoulder joint is done by?",
        "exp": "ANSWER: (C) Supraspinatus REF: Snells Anatomy 8th ed Ch: 9 Movements possible at shoulder joint are. Flexion: Normal flexion is about 90deg and is performed by the anterior fibers of the deltoid, pectoralis major, biceps, and coracobrachialis muscles. Extension: Normal extension is about 45deg and is performed by the posterior fibers of the deltoid, latissimus dorsi, and teres major muscles. Abduction: Abduction of the upper limb occurs both at the shoulder joint and between the scapula and the thoracic wall. The middle fibers of the deltoid, assisted by the supraspinatus, are involved. The supraspinatus muscle initiates the movement of abduction and holds the head of the humerus against the glenoid fossa of the scapula; this latter function allows the deltoid muscle to contract and abduct the humerus at the shoulder joint. Adduction: Normally, the upper limb can be swung 45deg across the front of the chest. This is performed by the pectoralis major, latissimus dorsi, teres major, and teres minor muscles. Lateral rotation: Normal lateral rotation is 40deg to 45deg. This is performed by the infraspinatus, the teres minor, and the posterior fibers of the deltoid muscle. Medial rotation: Normal medial rotation is about 55deg. This is performed by the subscapularis, the latissimus dorsi, the teres major, and the anterior fibers of the deltoid muscle. Circumduction: This is a combination of the above movements.",
        "cop": 3,
        "opa": "Suprascapularis",
        "opb": "Deltoid",
        "opc": "Supraspinatus",
        "opd": "Infraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "781c99ab-284e-4288-81d8-938de5586c0b",
        "choice_type": "single"
    },
    {
        "question": "Boundaries of quadrilateral space include all except-",
        "exp": "Ans. is \"d\" i. e., Deltoid. Spaces. Boundaries. Contents. Quadrangular. Superior--Subscapularis, Capsule of shoulder joint, Teres minor. Axiltaryr nerve. Posterior circumflex humeral vessels. Inferior --Medial --Lateral --Teres major. Long head of triceps. Surgical neck of humerus. Upper triangular. Medial -- Teres minor. Lateral -- Long h ead of triceps. Inferior -- Teres major. Circumflex scapular artery. Lower triangular. Medial -- Long head of triceps. Lateral -- Medial border of humerus. Superior-- Teres major. Radial nerve. Profunda brachii vessels",
        "cop": 4,
        "opa": "Teres major",
        "opb": "Long head of triceps",
        "opc": "Neck ofhumerus",
        "opd": "Deltoid",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "8509c857-7ccf-42ee-9e05-6ae0b05f6676",
        "choice_type": "multi"
    },
    {
        "question": "Serratus anterior is supplied by which nerve?",
        "exp": "ANSWER: (A) Long thoracic nerve. REF: Gray s anatomy 40th ed chapter 46. Serratus anterior is innervated by the long thoracic nerve, C5, 6 and 7, which descends on the external surface of the muscle.",
        "cop": 1,
        "opa": "Long thoracic nerve",
        "opb": "Spinal accessory nerve",
        "opc": "Dorsal scapular nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "837298a0-f2af-4d9e-8218-9b1c3995b2ad",
        "choice_type": "single"
    },
    {
        "question": "Muscle attached to coracoid process -",
        "exp": "Ans. is 'c' i. e., Short head of biceps o Tip of the coracoid process gives origin to coracobracbialis (medially) and short head of the biceps. The upper surface receives insertion of pectoralis minor. There are 3 muscles that attach to the coracoid process of the scapula- the short head of the biceps, the pectoralis minor, and the coracobrachialis. All 3 can have an affect on the brachial plexus. The least known of the 3 is the coracobrachialis (CB). The CB flexes and adducts the humerus. The musculotaneous nerve, a branch of the brachial plexus, passes right through it. Therefore, if the CB is overly tight, that nerve can become impinged and send pain to the lower arm. Watch for an overworked CB when there is round forward posture and weakness in the scapular stabilizers. In NKT we are looking for muscles that over and underwork, determine their exact relationship, and make the appropriate corrections.",
        "cop": 3,
        "opa": "Pectoral is major",
        "opb": "Medial head of triceps",
        "opc": "Short head of biceps",
        "opd": "Long head of triceps",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "a4e841e9-ae7e-44dd-989c-78a01627b568",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is involved?",
        "exp": "Ans. (a) Long Thoracic Nerve. Nerve involved. Muscle. Long thoracic Nerve. Serratus anterior. Musculocutaneous Nerve. Coracobrachialis muscle. Lateral anterior thoracic Nerve. Pectoralis major muscle. Thoracodorsal Nerve. Latissmus Dorsi",
        "cop": 1,
        "opa": "Long thoracic Nerve",
        "opb": "Musculocutaneous nerve",
        "opc": "Lateral anterior thoracic nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "4bc14159-71c7-48a8-8fb8-332a8a61f6b1",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is due to damage to the nerve supply of which muscle that becomes prominent on action?",
        "exp": "ANSWER: (A) Serratus anterior REF: Gray's anatomy 39th edition page 558 See APPENDIX-7 below for \"BRACHIAL PLEXUS LESIONS\" Since question asks particularly \"ON ACTION\" - A is coorect. Iatrogenic injury of the spinal accessory nerve (usually via accidental damage during minor neck surgery) is the most common cause of accessory nerve palsy. Although rare, this kind of damage can cause extensive morbidity, including numbness, paralysis, pain, and winging of the scapula. A lesion of the pyramidal system above the pons produces weakness of the ipsilateral sternocleidomastoid and contralateral trapezius. In jugular foramen syndrome, caused by pathologies including nasopharyngeal carcinoma or a glomus tumour, lesions of the glossopharyngeal, vagus and accessory nerves coexist. The accessory nerve can be injured more dis tally in the neck by trauma or by surgical exploration in the posterior triangle. If the accessory nerve is sacrificed as part of a radical neck dissection, and the innervation of trapezius is lost APPENDIX - 7 Brachial Plexus Lesions-chart 1 Nerve (Segment) Motor Deficit(s) Sensory Deficits Long Thoracic (C 5, 6, 7) Winged Scapula- Serratus Anterior None Suprascapular (C 5, 6 ) Hard to start shoulder abduction - Supraspinatus None Axillary (C 5, 6 ) Difficult abducting arm to horizontal - Deltoid Lateral side of arm below point of shoulder Loss of shoulder roundness - Deltoid Musculocutaneous C 5, 6, (7) Very weak flexion of elbow joint- Biceps & Brachialis Lateral forearm Weak supination of radioulnar joint -Biceps Radial (C 5 - Tl) Drop Wrist - Extensor carpi radialis iongus & brevis, Ext. carpi ulnaris Posterior lateral &arm; dorsum of hand Difficulty making a fist - synergy between wrist 1 extensors and finger flexors Median (EUR 5 - Tl) at Elbow Pronation of radioulnar joints-Pronator teres & quadratus Radial portion of palm; palmar surface 8i tips of radial 3% Weak wrist flexion - FI. carpi radialis digits Weakened opposition of thumb - thenar muscles \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles \"Papal Hand\" Loss of flexion of I. P. joints of thumb & fingers 1 & 2 - Fl. pollices Iongus; FL digit, superficialis, FL digit profundus Median (C 5 - Tl) at Wrist Weakened opposition of thumb - thenar muscles Palmar surface & tips of radial \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles 3% digits Ulnar (C 8, Tl) at Elbow \"Clawing\" of fingers 3 & 4- M. P. joints hyper extended: P. I. P. Flexed - Interossei& Lumbricals Ulnar and dorsal aspect of palm and of ulnar VA digits Loss of abduction & adduction of M. P joints of fingers -Interossei Thumb - abducted and extended - adductor pollices Loss of flexion of D. I. P. joints of fingers 4 8t 5 - Fl. digit profund. Ulnar (C 8, Tl) at Wrist \"Clawing\" of fingers 3 & 4- M. P. joints hyper extended; P. I. P. Flexed - Interossei & Lumbricals Ulnar and dorsal aspect of palm and of ulnar 1 xk digits Loss of abduction & adduction of M. P joints of fingers - Interossei Thumb - abducted and extended - adductor pollices Upper and Lower Root Lesions-chart 2 Lesion Motor Deficits Sensory Deficits Nerves Erb s Palsy (C5, 6) Loss of abduction, flexion and rotation at shoulder; Weak shoulder extension - deltoid, rotator cuff Posterior and lateral aspect of arm - axillary n. Axillary, Suprascapular, Upper and Lower subscapular Very weak elbow flexion and supination of radioulnar joint - biceps brachii & brachiaiis Radial side of Forearm- musculocutaneous n. Thumb and 1st finger - superficial hr. of radial; digital brs. - Median n. Musculocutaneous: Radial N. brs. to supinator & brachioradialis muscles Susceptible to shoulder dislocation - loss of rotator cuff muscles Suprascapular, Upper and Lower subscapular \"Waiters Tip\" position Klumke's Palsy (C8, Tl) Loss of opposition of thumb -Tnenar muscles Ulnar side of forearm, hand & ulnar 1 Vi & digits - ulnar and medial antebrachial cutaneous Thenar branch of Median nerve Loss of adduction of thumb - Adductor pollices Ulnar nerve Loss of following finger movements: abduction and adduction of M. P. joints; flexion at M. P. & extension of LP. joints. Lumbricals & interossei Deep branch of Ulnar & Median Very weak flexion of P. I. P. & D. I. P. joints FI Digit. Super. & Profund. Ulnar and Median",
        "cop": 1,
        "opa": "Serratus anterior",
        "opb": "Latissimus dorsi",
        "opc": "Trapezius",
        "opd": "Deltoid",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "8ecf5718-ec4b-4c33-80e0-5fe199de8356",
        "choice_type": "single"
    },
    {
        "question": "Sprengel's deformity is -",
        "exp": "Ans. is 'c' i. e., Congenital elevation of scapula Congenital high scapula tsprengefs shoulder)o Congenital high scapula is an uncommon congenital deformity characterized by an abnormally high position and relative fixity of scapula. o The anomaly represents a failure of the scapula to descend during development to its normal thoracic position.",
        "cop": 3,
        "opa": "Absence of clavicle",
        "opb": "Acomioclavicular dislocation",
        "opc": "Congenital elevation of scapula",
        "opd": "Recurrent dislocation of shoulder",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "e4c88a8d-0da4-4a59-842b-b7fd9d5e2d4d",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is due to paralysis of.... nerve-",
        "exp": "Ans. is 'a' i. e., Long thoracic Nerve damaged. Effect of lesion. Upper trunk of brachial plexus (Erb's palsy). Policeman's tip hand or Porter's tip hand. Lower trunk of brachial pexus (Klumpke's palsy). Claw hand, Homer's syndrome. Long thoracic nerve. Winged scapula. Median. Pointing index, Ape thumb (simian thumb). Ulnar. Claw hand (ulnar claw hand). Median + ulnar. Claw hand (complete claw hand). Radial. Wrist drop",
        "cop": 1,
        "opa": "Long thoracic",
        "opb": "Axillary",
        "opc": "Radial",
        "opd": "Median",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "fa27b2f9-969f-48d6-9ccc-a94b52a86ac5",
        "choice_type": "single"
    },
    {
        "question": "The rotator cuff is composed of the following muscles EXCEPT:",
        "exp": "ANSWER: (D) Teres major. REF: Rockwood 6th Ed Pg 1303, Manual of Orthopaedics, 6th Edition Ch 16. The muscle tendon units of the Supraspinatus, Infraspinatus, Subscapularis t and Teres Minor compose the rotator cuff. Each has its own specific muscle body but they coalesce together into one tendon as they pass through the subacromial space. The rotator cuff serves to support the gleno-humeral joint, which is otherwise very prone to dislocation. The rotator cuff is deficient inferiorly, & hence, the it is the weakest part of the shoulder joint capsule. Rotator interval is the interval between leading edge of Supraspinatus 8t superior edge of Subscapularis. Coracohumeral ligament passes within the rotator interval.",
        "cop": 4,
        "opa": "Teres minor",
        "opb": "Supraspinatus",
        "opc": "Infraspinatus",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "79e7db18-48fa-48fb-8174-57d69b1f9859",
        "choice_type": "multi"
    },
    {
        "question": "The \"rotator cuff\" muscle includes all except-",
        "exp": "Ans. C. Teres major. ROTATOR CUFF MUSCLESFour of the scapulohumeral muscles (intrinsic shoulder muscles)--supraspinatus, infraspinatus, teres minor, and sub scapularis the SITS muscles)--are called rotator cuff muscles because they form a musculotendinous rotator cuff around the glenohumeral joint. All except the supraspinatus are rotators of the humerus; the supraspinatus, besides being part of the rotator cuff, initiates and assists the deltoid in the first 15deg of abduction of the arm. The tendons of the SITS muscles blend with and reinforce the fibrous layer of the joint capsule of the glenohumeral joint, thus forming the rotator cuff that protects the joint and gives it stability. The tonic contraction of the contributing muscles holds the relatively large head of the humerus in the small, shallow glenoid cavity of the scapula during arm movements. a. Supraspinatus. The supraspinatus occupies the supraspinous fossa of the scapula. A bursa separates it from the lateral quarter of the fossa. To test the supraspinatus, abduction of the arm is attempted from the fully adducted position against resistance, while the muscle is palpated superior to the spine of the scapula. b. Infraspinatus. The infraspinatus occupies the medial three quarters of the infraspinous fossa and is partly covered by the deltoid and trapezius. In addition to helping stabilize the glenohumeral joint, the infraspinatus is a powerful lateral rotator of the humerus. To test the infraspinatus, the person flexes the elbow and adducts the arm. The arm is then laterally rotated against resistance. If acting normally, the muscle can be palpated inferior to the scapular spine. To test the function of the suprascapular nerve, which supplies the supraspinatus and infraspinatus, both muscles must be tested as described. c. Teres Minor. The teres minor is a narrow, elongate muscle that is completely hidden by the deltoid, and is often not clearly delineated from the infraspinatus. The teres minor works with the infraspinatus to rotate the arm laterally and assist in its adduction. The teres minor is most clearly distinguished from the infraspinatus by its nerve supply. The teres minor is supplied by the axillary nerve, whereas the infraspinatus is supplied by the suprascapular nerve. d. Subscapularis. The subscapularis is a thick, triangular muscle that lies on the costal surface of the scapula, and forms part of the posterior wall of the axilla. It crosses the anterior aspect of the scapulohumeral joint on its way to the humerus. The subscapularis is the primary medial rotator of the arm and also adducts it. It joins the other rotator cuff muscles in holding the head of the humerus in the glenoid cavity during all movements of the glenohumeral joint (i. e., it helps stabilize this joint during movements of the elbow, wrist, and hand).",
        "cop": 3,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Teres major",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "4615f9f1-1993-4cd5-9ba8-0bd26f47cb71",
        "choice_type": "multi"
    },
    {
        "question": "Rotator cuff is/are formed by all except -",
        "exp": "Ans. is 'd' i. e., Teres majoro Rotator cuff (Musculotendinous cuff is formed by blending of tendons of supraspinatus (superiorly); infraspinatus and teres minor (psoteriorly) and subscapularis (anteriorly).",
        "cop": 4,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Teres minor",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "507c49ec-6dd9-4f8c-bf4f-652f17392279",
        "choice_type": "multi"
    },
    {
        "question": "Winging of scapula is due to paralysis of -",
        "exp": "Ans. is 'b' i. e., Serratus anterior Long thoracic nerve supplies the serratus anterior muscle, paralysis of which is manifested by winging of the scapula and loss of overhead abduction, Long thoracic nerve supplies the serratus anterior muscle, paralysis of which is manifested by winging of the scapula and loss of overhead abduction. Nerve palsy. Features. Median nerve palsy. Pointing index. Pen test (for abductor pollicis brevis). Loss of opposition. Ape thumb deformity. Carpel tunnel syndrome. Benediction test. Ulnar nerve. Book test /Froment's sign (For adductor pollicis. Card test (for palmar interossei). Egawa's test (for dorsal interossei). Atrophy of hypothenar eminence. Ulnar claw hand. Wartenberg's sign. Radial nerve. Wrist drop. Thumb drop. Finger drop. Common peroneal nerve. Foot drop. Lateral cutaneous nerve of the thigh. Meralgia paresthetica. Erb's palsy. Policeman tip deformity. Long thoracic nerve (Bell's nerve). Winging of scapula. Loss of overhead abduction",
        "cop": 2,
        "opa": "Pectoralis major",
        "opb": "Serratus anterior",
        "opc": "Pectoralis minor",
        "opd": "Latissimusdors.",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "b4e6a64f-5acc-4942-ad83-225a1e71e216",
        "choice_type": "single"
    },
    {
        "question": "Most common injured MUSCLE in rotator cuff is:",
        "exp": "Ans. (a) Supraspinatous muscle. Ref: BDC 6th ed. vol. 1 / 68-69* Four of the Intrinsic shoulder muscles collectively forms the Rotator cuff muscles. They are supraspinatus, infraspinatus, teres minor, and subscapularis (referred to as the SITS muscles). They are also called rotator cuff muscles because they form a musculotendinous rotator cuff around the gleno-humeral joint.* Injury or disease may damage the musculotendinous rotator cuff, producing instability of the glenohumeral joint. Trauma may tear or rupture one or more of the tendons of the SITS muscles; that of the supraspinatus is most commonly involved.",
        "cop": 1,
        "opa": "Supraspinatous muscle",
        "opb": "Infraspinatous muscle",
        "opc": "Teres minor",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "fec85d7a-9d76-4079-bc32-cebf7c83147e",
        "choice_type": "single"
    },
    {
        "question": "Not an abductor of shoulder -",
        "exp": "Ans. is 'd' i. e., Latissimus dorsi Muscles producing movements at shoulder. Movement. Main muscles. Accessory muscles. Flexioni) C lavicutar head of pectoralis majorii) Anterior fibers of deltoidi) Corachobrachialisii) Short head of bicepsiii) Sternocostal head of pectorali s major. Extensioni) Posterior fibres of deltoidii) Latissimus dorsii) Teres majorii). Long head of triceps. Adductioni) Pectoralis majorii) Latissimus dorsii) Teres majorii) Corachobrachialisiii) Short head of bicepsiv) Long head of triceps. Abduction1) Deltoid (middle or acromial fibers)ii) Supraspinatusiii) Serratus anterioriv) L pper and lower fibers of trapezius Medial rotationi) Pectoralis majorii) Anterior fibers of deltoidiii) Latissimusdorsiiv) Teres majori) Stibscapularis. Lateral rotationi) Posteri or fi bers o f deltoidii) infraspinatusiii) Teres minor",
        "cop": 4,
        "opa": "Deltoid",
        "opb": "Trapezius",
        "opc": "Supraspinatus",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "e37c2661-e84e-4579-979f-45269816e601",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is multipennate muscle -",
        "exp": "Ans. is 'c' i. e.. Deltoid Fascicular architecture of skeletal muscleo The major types of arrangement of muscle fibers or fasciculi are1. Parallel fasciculi. The muscle fibers or fasciculi are parallel to line of muscle pull. These muscles contract over a great distance (have maximum range of movement) and have good endurance. They may be -Qudrilateral: Thyrohyoid, pronator quadratus. Stroke-like: Infrahyoid muscles, sartorius. Strap-like with tendinous intersections: Rectus abdominis. Fusiform: Biceps, diagastric. Convergent fasciculi. The muscle fibers or fasciculi converge at the insertion point to maximize contraction. Examples are. Triangular: Adductor iongus. Fan-shaped: Temporalis. Spiral and twisted fasciculi. Muscle fibers are twisted or spiraled, e. g. trapezius, latissimus dorsi, pectoralis major, supinator. Cruciate muscle. Muscle fibers or fasciculi are arranged in superficial and deep planes and crossed 'X', e. g. sternocleidomastoid, masseter, adductor magnus. Sphincter fasciculi. Muscle fibers or fasciculi surround an opening or orifice, e. g. orbicularis oculi, orbicularis oris. Pennate fasciculi. Fibers run obliquely to the line of pull, so that muscle looks like the feather. These are. Unipennate: Extensor digitorum Iongus, flexor pollicis Iongus, peroneus tertius. Bipenrtate: Flexor hallucis Iongus, dorsal inierossei. Multipennate: Deltoidsubscapularis. Circumpennate: Tibialis anterior.",
        "cop": 3,
        "opa": "FPL",
        "opb": "EPL",
        "opc": "Deltoid",
        "opd": "FHL",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "c0ef4ec1-425b-46a6-aa72-b845742edbcf",
        "choice_type": "single"
    },
    {
        "question": "Muscle inserting on medial border of scapula -",
        "exp": "Ans. is 'd' i. e., Serratus anterior o Insertions on medial border of scapula are -i) Anteriorly: Serratus anteriorii) Posteriorly: Rhomboideus major & minor, levator scapulae. Muscles attached to scapulao Muscles attached to scapula are# Coracoid process. Tip of the coracoid process gives origin to coracobrachialis (medially) and short head of the biceps laterally. The upper surface receives insertion of pectoralis minor.# Spine of scapula and acromion process There is origin of Deltoid and insertion of trapezius.# Glenoid tubercle. Supraglenoid tubercle gives origin to the long head of biceps and infra glenoid tubercle gives origin to long head of triceps.# Lateral border Origins of teres minor and teres major.# Medial border Insertions of serattus anterior (anteriorly); and rhomboideus major, rhomboideus minor and levator scapulae (posteriorly).# Costal (anterior) surface (origin) Subscapularis.# Dorsal surface (origins) Supraspinatus, infraspinatus and at inferior angle lattismus dorsi. Important muscular and ligamentous attachments to the right scapula",
        "cop": 4,
        "opa": "Subscapularis",
        "opb": "Teres minor",
        "opc": "Latissimus dorsi",
        "opd": "Seratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "aba2499f-aee9-4822-a5c6-01866d264eaa",
        "choice_type": "single"
    },
    {
        "question": "Deltoid muscle is supplied by -",
        "exp": "Ans. is 'a' i. e., Axillary nerve NERVE SUPPLY OF MUSCLES OF UPPER LIMBDorsal scapular nerve (C5). Rhomboid minor, rhomboid major, levator scapulae muscles. Long thoracic nerve (C5, 6, 7). Serratus anterior muscle. Suprascapular nerve (C5, 6). Supraspinatus and infraspinatus muscles. Nerve to subclavius (C5, 6). Subclavius. Lateral pectoral nerve (C5, 6, 7). Pectoralis major muscle. Musculocutaneous nerve (C5, 6, 7). Coracobrachialis biceps brachii, brachialis muscles, supplies skin along lateral border of forearm when it becomes the lateral cutaneous nerve of forearm. Upper subscapular nerve (C5, 6). Subscapularis muscle. Thoracodorsal nerve (C6, 7, 8). Latissimus dorsi muscle. Lower subscapular nerve (C5, 6). Subscapularis and teres major muscles. Axillary nerve (C5, 6). Deltoid and teres minor muscles; upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid muscle. Radial nerve (C5, 6, 7, 8; T1). Triceps, anconeus, part of brachialis, extensor carpi radialis longus, via deep radial nerve branch supplies extensor muscles of forearm; supinator, extensor carpi radialis brevis, extensor carpi ulnaris, extensor digitorum, extensor digiti minimi, extensor indicis, abductor pollicis longus, extensor pollicis longus, extensor pollicis brevis; skin, lower lateral cutaneous nerve of arm, posterior cutaneous nerve of arm, and posterior cutaneous nerve of forearm, skin on lateral side of dorsum of hand and dorsal sufrace of lateral three and a half fingers, articular branches to elbow, wrist and hand. Medial pectoral nerve (C8; T1). Pectoralis major and minor muscles. Medial cutaneous nerve of arm joined by intercostal brachial nerve from second intercostal nerve (C8; T1, 2). Skin of medial side of arm. Medial cutaneous nerve of forearm (C8; T1). Skin of medial side of forearm. Ulnar nerve (C8; T1). Flexor carpi ulnaris and medial half of flexor digitorum profundus, flexor digiti minimi, opponens digiti minimi, abductor digiti minimi, adductor pollicis, third and fourth lumbricals, interossei, palmaris brevis, skin of medial half of dorsum of hand and palm, skin of palmar and dorsal surfaces of medial one and a half fingers. Median nerve (C5, 6, 7, 8; T1). Pronator teres, flexor carpi radialis, palmaris longus, flexor digitorium superficial, abductor pollicis brevis, flexor pollicis brevis, opponens pollicis, first two lumbricals (by way of anterior interosseous branch), flexor pollicis longus, flexor digitorum profundus (lateral half), pronator quadratus, palmar cutaneous branch to lateral half of palm and digital branches to palmar surface of lateral three and a half fingers, articular branches to elbow, wrist, and carpal joints.",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Upper subscapular nerve",
        "opc": "Lower subscapular nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Back, Deltoid, and Scapular Region",
        "id": "8ef08cc2-d37a-4033-97cc-9e0ddcec12f2",
        "choice_type": "single"
    }
]