[
    {
        "question": "After a 26-year-old man's car was roadsided by a large truck, he is brought to the emergency depament with multiple fractures of the transverse processes of the cervical and upper thoracic veebrae. Which of the following muscles might be affected?",
        "exp": "The Levator Scapulae arise from the transverse processes of the Upper Cervical Veebrae and inses on the medial border of the Scapula. The other muscles are attached to the Spinous Processes of the Veebrae.",
        "cop": 2,
        "opa": "Trapezius",
        "opb": "Levator scapulae",
        "opc": "Rhomboid major",
        "opd": "Serratus Posterior Superior",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "b8ccf49e-b0a4-4bb8-b228-9d824c6f1262",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old woman comes to her physician and complains of headache and backache. On examination, she is found to have fluid accumulated in the spinal epidural space because of damage to blood vessels or meninges. Which of the following structures is most likely ruptured?",
        "exp": "The Internal Veebral Venous Plexus is located in the spinal epidural space. The veebral aery and vein occupy the transverse foramina of the upper six cervical veebrae. The external veebral venous plexus consists of the anterior pa, which lies in front of the veebral column, and the posterior pa, which lies on the veebral arch. The lumbar cistern is the enlargement of the subarachnoid space between the inferior end of the spinal cord and the inferior end of the subarachnoid space.",
        "cop": 4,
        "opa": "Veebral aery",
        "opb": "Veebral vein",
        "opc": "External veebral venous plexus",
        "opd": "Internal veebral venous plexus",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "2e97b71e-5a3d-4593-9592-9929f2c6d4e3",
        "choice_type": "single"
    },
    {
        "question": "Burning sensation in middle finger Triceps Reflex is weak Slip disc?",
        "exp": "HERNIATED DISC B/W COMPRESSED NERVE ROOT DERMATOME AFFECTED MUSCLES AFFECTED MOVEMENT WEAKNESS NERVE AND REFLEX INVOLVED C6 and C7 C7 C7 middle finger Triceps wrist extensors extension of forearm extension of wrist radial nerve | triceps jerk",
        "cop": 1,
        "opa": "C6-C7",
        "opb": "C5-C6",
        "opc": "C3-C4",
        "opd": "C2-C3",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "a250c266-37a4-4ceb-8f79-148c76c6d9e5",
        "choice_type": "single"
    },
    {
        "question": "Which of these pas of Veebral Canal will show secondary curves with concavity backwards",
        "exp": "Fetus - universal flexion - 1deg curvature After bih - Cervical Lordosis - 2deg curvature begins when child stas to gain head stability lumbar lordosis - convex anteriorly begins to appear when child learns to sit. Cervical lordosis - 2deg Thoracic kyphosis - 1deg Lumbar lordosis - 2deg Sacral kyphosis - 1deg",
        "cop": 1,
        "opa": "Cervical",
        "opb": "Thoracic",
        "opc": "Sacral",
        "opd": "Coccyx",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "a1ebf5bd-1068-4515-ae0c-9cae0a94b1de",
        "choice_type": "single"
    },
    {
        "question": "Dislocation of the veebra is uncommon in thoracic region because in this region",
        "exp": "The superior aicular process is directed backward, upward and laterally (BUL) in the thoracic region. It interlocks with the corresponding inferior aicular facet making a strong aiculation rendering dislocation in the thoracic region uncommon.",
        "cop": 1,
        "opa": "The aicular processes are interlocked",
        "opb": "The veebral body is long",
        "opc": "Anterior longitudinal ligament is strong",
        "opd": "Spinous process is long and pointed",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "589ddd42-9339-4397-a47d-cc3dcf3f49a9",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old soldier suffers a gunshot wound on the lower pa of his back and is unable to move his legs. A neurologic examination and magnetic resonance imaging (MRI) scan reveal injury of the cauda equina. Which of the following is most likely damaged.",
        "exp": "The cauda equina is the collection of dorsal and ventral roots of the lower lumbar and sacral spinal nerves below the spinal cord. Dorsal and ventral primary rami and dorsal roots of the thoracic spinal nerves and lumbar spinal nerves do not paicipate in the formation of the cauda equina",
        "cop": 4,
        "opa": "Dorsal primary rami",
        "opb": "Ventral primary rami",
        "opc": "Dorsal roots of the thoracic spinal nerves",
        "opd": "Ventral roots of the sacral spinal nerves",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "d4c64a4d-8c05-470f-b9f1-516ff297658d",
        "choice_type": "single"
    },
    {
        "question": "A crush injury of the veebral column can cause the spinal cord to swell. Which structure would be trapped between the dura and the veebral body by the swelling of spinal cord?",
        "exp": "The Posterior Longitudinal Ligament interconnects the veebral bodies and interveebral disks posteriorly and runs anterior to the spinal cord within the veebral canal. The Ligamentum Nuchae is formed by supraspinous ligaments that extend from the seventh cervical veebra to the external occipital protuberance and crest. The Anterior Longitudinal Ligament runs anterior to the veebral bodies. The Alar and Cruciform Ligaments also lie anterior to the spinal cord. fig:- veebral column and ligaments",
        "cop": 3,
        "opa": "Anterior Longitudinal Ligament",
        "opb": "Alar Ligament",
        "opc": "Posterior Longitudinal Ligament",
        "opd": "Cruciform Ligament",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "c0b027c1-80c9-4fba-82fe-a4ef2a090b55",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman with metastatic breast cancer is known to have tumors in the interveebral foramina between the fouh and fifth cervical veebrae and between the fouh and fifth thoracic veebrae. Which of the following spinal nerves may be damaged?,",
        "exp": "All Cervical spinal nerves exit through the interveebral foramina above the corresponding veebrae, except the eighth cervical nerves, which run inferior to the seventh cervical veebra. All other spinal nerves exit the interveebral foramina below the corresponding veebrae. Therefore, the fifth cervical nerve passes between the fouh and fifth cervical veebrae, and the fouh thoracic nerve runs between the fouh and fifth thoracic veebrae.",
        "cop": 4,
        "opa": "Fouh cervical and fouh thoracic nerves",
        "opb": "Fifth cervical and fifth thoracic nerves",
        "opc": "Fouh cervical and fifth thoracic nerves",
        "opd": "Fifth cervical and fouh thoracic nerves",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "8f76d341-7fbd-45ef-80a9-8435363ed508",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman comes to a hospital to deliver her baby. Her obstetrician uses a caudal anesthesia during labor and childbih to block the spinal nerves in the Epidural space. Local anesthetic agents are most likely injected which of the following openings?",
        "exp": "Caudal (epidural) anesthesia is used to block the spinal nerves in the epidural space by injecting local anesthetic agents the sacral hiatus located between the sacral cornua. An interveebral foramen transmits the dorsal and ventral primary rami of the spinal nerves. The veebral canal accommodates the spinal cord. Dorsal and ventral sacral foramina transmit the dorsal and ventral primary rami of the sacral nerves.",
        "cop": 2,
        "opa": "Interveebral Foramen",
        "opb": "Sacral Hiatus",
        "opc": "Veebral canal",
        "opd": "Dorsal Sacral Foramen",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "bfea36c0-2992-4e5a-8d62-9bf5a94f7a20",
        "choice_type": "single"
    },
    {
        "question": "Number of veebrae in veebral column",
        "exp": "There are total thiy-three veebrae, upper twenty-four are aiculating and separated from each other by interveebral discs, seven cervical veebrae, twelve thoracic veebrae and five lumbar veebrae. The lower nine are fused, five in the sacrum and four in the coccyx.",
        "cop": 4,
        "opa": "25",
        "opb": "27",
        "opc": "29",
        "opd": "33",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "f84e00a7-2f4c-4ed5-825b-0b0400b479c7",
        "choice_type": "single"
    },
    {
        "question": "Which cervical veebra has lateral mass:",
        "exp": "Lateral masses are the most bulky and solid pas of the atlas, in order to suppo the weight of the head. Each carry two aicular facets, a superior and an inferior. fig:- atlas C1",
        "cop": 1,
        "opa": "Atlas",
        "opb": "Axis",
        "opc": "C5",
        "opd": "C7",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "da651a2c-4a77-4e23-a671-77a92c78b64e",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old heavyweight boxer was punched on his mandible, resulting in a slight subluxation (dislocation) of the atlantoaxial joint. The consequence of the injury was decreased range of motion at that joint. What movement would be most affected?,",
        "exp": "The atlantoaxial joints are synol joints that consist of two plane joints and one pivot joint and are involved primarily in rotation of the head. Other movements do not occur at this joint.",
        "cop": 4,
        "opa": "Extension",
        "opb": "Abduction",
        "opc": "Adduction",
        "opd": "Rotation",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "4f7e6779-59ea-4a48-872c-47a3c56c91c7",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following structures in the order they are pierced during lumbar puncture. (SEQUENTIAL ARRANGEMENT) a). Epidural space b). Interspinous ligament c). Supraspinous liament d). Ligamentum flavum e). Subarachnoid space",
        "exp": "Lumbar puncture in adult: Pt lying on side with maximally flexed spine A line taken between highest points of axis at L4 level Skin cleaned & anesthetised Spinal needle inseed between L4 - L5 veebrae Structures pierced: skin, fat, supraspinous & interspinous ligaments, ligamentum flavum, epidural space, dura, arachnoid, subarachnoid space. CSF",
        "cop": 4,
        "opa": "a-b-c-d-e",
        "opb": "b-c-d-a-e",
        "opc": "d-c-b-a-e",
        "opd": "c-b-d-a-e",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "d364c004-e60f-40f4-a437-1b37a4c290b1",
        "choice_type": "single"
    },
    {
        "question": "Burning sensation in little toe at lateral margin ankle reflex is weak slip disc?",
        "exp": "HERNIATED DISC B/W COMPRESSED NERVE ROOT DERMATOME AFFECTED MUSCLES AFFECTED MOVEMENT WEAKNESS NERVE AND REFLEX INVOLVED L5 and S1 S1 S1 heel little toe gastrocnemius soleus plantar flexion of ankle (patient cannot stand on toes) flexion of toes tibial nerve | ankle jerk",
        "cop": 1,
        "opa": "L5-S1",
        "opb": "L2-L3",
        "opc": "L1-L2",
        "opd": "L4-L5",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "78dce83d-61b2-4c68-960f-a06f49c9efbb",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old man is brought to the emergency depament with a Neck injury on X ray film it is diagnosed as crushed C2 veebrae. Which of the following structures would be intact after the accident?",
        "exp": "The rectus capitis posterior minor remains intact because it is not associated with C2 veebrae. It arises from the posterior tubercle of the (atlas) C1 and inses on the occipital bone below the inferior nuchal line. Other structures are associated with C2.",
        "cop": 4,
        "opa": "Semispinalis cervicis muscle",
        "opb": "Apical ligament",
        "opc": "Alar ligament",
        "opd": "Rectus capitis posterior minor",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "4f67debc-ee2a-47d7-b835-17d641585803",
        "choice_type": "single"
    },
    {
        "question": "Disc herniation between L4 and L5 involves nerve root?",
        "exp": "Herniated disc involves nerve root of corresponding lower veebral level. Herniated disc between Compressed nerve root C4 and C5 C5 C5 and C6 C6 C6 and C7 C7 L3 and L4 L4 L4 and L5 L5 L5 and S1 S1",
        "cop": 4,
        "opa": "L2",
        "opb": "L3",
        "opc": "L4",
        "opd": "L5",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "f2f85896-b2fc-46a7-a43e-611dc36cba7c",
        "choice_type": "single"
    },
    {
        "question": "Not a boundary of Triangle of Auscultation:",
        "exp": "Serratus anterior is inseed on the medial border of scapula but lies anterior to scapula. Hence, it is not in the triangle of auscultation. Triangle of Auscultation is bounded by 2 muscles and scapula. Superiorly - Trapezius, Inferiorly - Latissimus dorsi and Laterally - medial wall of Scapula. Rib 7 and Rhomboideus major lie in the floor of the triangle. Since minimal muscle fibers lie over the triangle, auscultation by stethoscope is better over this triangle, especially, the sounds of swallowed fluids. Cardiac end of the stomach lies deep to this triangle.",
        "cop": 4,
        "opa": "Scapula",
        "opb": "Trapezius",
        "opc": "Latissimus dorsi",
        "opd": "Serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "1cb72861-ad0a-4a5f-93fb-31af2fcb8149",
        "choice_type": "single"
    },
    {
        "question": "Transverse ligament of atlas is pa of:",
        "exp": "Transverse ligament forms the horizontal pa of cruciform ligament.",
        "cop": 1,
        "opa": "Cruciform ligament",
        "opb": "Ligamenta flava",
        "opc": "Anterior longitudinal ligament",
        "opd": "Posterior longitudinal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "b2014488-b772-442d-a995-0ccafd72c53b",
        "choice_type": "single"
    },
    {
        "question": "Following are the various structures related to spinal cord and their respective terminal extent. Choose the wrong pair::",
        "exp": "Filum terminale is made up of collagen fibres connecting tip of spinal cord with coccyx Pial pa presents above S2, longer, covered by piamater Dural pa present below S2, shoer, covered by both pia and duramater Termination of subarchanoid space is at lower border of S2 veebrae",
        "cop": 3,
        "opa": "Adult: transpyloric plane",
        "opb": "piamater: coccyx",
        "opc": "duramater: S2 veebrae",
        "opd": "archanoidmater: S2 veebrae",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "227eab7a-4ba7-402b-bc15-1499f59efdab",
        "choice_type": "single"
    },
    {
        "question": "In a freak hunting accident, a 17-year-old boy was shot with an arrow that penetrated into his Suboccipital Triangle, injuring the Suboccipital Nerve between the Veebral Aery and the Posterior Arch of the Atlas. Which of the following muscles would be unaffected by such a Lesion?",
        "exp": "The splenius capitis is innervated by dorsal primary rami of the middle and lower cervical nerves. The suboccipital nerve (dorsal primary ramus of C1) supplies the muscles of the suboccipital area, including the rectus capitis posterior major, obliquus capitis superior and inferior, and the semispinalis capitis. Note Rectus capitis posterior minor remains intact because it is not associated with C2 veebrae fracture",
        "cop": 3,
        "opa": "Rectus Capitis Posterior Major",
        "opb": "Semispinalis Capitis",
        "opc": "Splenius Capitis",
        "opd": "Obliquus Capitis Superior",
        "subject_name": "Anatomy",
        "topic_name": "Back region",
        "id": "8021754c-ff8e-469a-860b-7854369adb99",
        "choice_type": "single"
    }
]