[
    {
        "question": "Relationship of neurovascular bundle from above downward in intercostal space -",
        "exp": "Ans. is'd' i. e., Vein - Artery - Nerveo All intercostal muscles are supplied by the intercostal nerves of the spaces in which they lie. o The neurovascular plane of thorax lies between internal intercostal and intercostalis initimi or innermost intercostal (transversus thoracis). o Neurovascular bundle lies in costal groove and the relationship from above downw ard is posterior intercostal vein and artery and intercostal nerve (VAN).",
        "cop": 4,
        "opa": "Nerve -Artery - Vein",
        "opb": "Artery - Nerve -Vein",
        "opc": "Vein - Nerve - Artery",
        "opd": "Vein -Artery - Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "9eca7c15-79cf-4d42-aa96-5a4f73bc7d81",
        "choice_type": "multi"
    },
    {
        "question": "Internal thoracic artery is a branch of -",
        "exp": "Ans. is 'a' i. e., 1st part of subclavian artery Ref: BDC Vol III 5th/e p. 179]. Branches of subclav ian artery:-o 1st Part - Vertebral artery, internal thoracic artery, thyrocervical trunk, and on left side costocervical trunk, o 2nd Part -On right side costocervical trunk, o 3rd Part - Dorsal scapular artery.",
        "cop": 1,
        "opa": "1st part of subclavian artery",
        "opb": "2nd part of subclavian artery",
        "opc": "3rd part of subclavian artery",
        "opd": "Thyrocervical trunk",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "d95652d3-ebeb-4655-8dfc-75af2adc3904",
        "choice_type": "single"
    },
    {
        "question": "Right bronchial vein drains into -",
        "exp": "Ans. is 'c' i. e., Azygous vein. Venous Drainage of Lung1. Bronchial veinso Superficial bronchial veins drain pleura and extrapulmonary bronchi. On the right side they drain into the azygous vein and on the left side they drain into the left superior intercostal vein or hemiazygous veino Deep bronchial veins drain rest of the bronchial tree and the lung parenchyma and end in pulmonary veins. 2. Pulmonary veins - (4 in number) - Open into the left atrium of the heart.",
        "cop": 3,
        "opa": "Superior intercostal vein",
        "opb": "Posterior intercostal vein",
        "opc": "Azygous vein",
        "opd": "Hemiazygous vein",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "01a1aafa-5ac5-4057-809f-f78f7c4e1df0",
        "choice_type": "single"
    },
    {
        "question": "Which is a direct branch of arch of aorta-",
        "exp": "Ans. is 'c' i. e., Brachiocephalic trunk o Branches of arch of aorta are. Brachiocephalic trunk. Left common carotid artery. Left subclavian arteryo Right common carotid artery and right subclavian artery arise from brachiocephalic trunk (Brachiocephalic trunk divides into right common carotid and right subclavian arteries).",
        "cop": 3,
        "opa": "Right subclavian artery",
        "opb": "Right common carotid artery",
        "opc": "Brachiocephalic trunk",
        "opd": "Right coronary artery",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "e15f33a4-86b0-4975-904f-07db36f7ae7c",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a branch of Arch of Aorta?",
        "exp": "ANSWER: (B) Right common carotid. REF: Keith L. Moore 4th edition page 103. The branches of the arch of the aorta are: Brachiocephalic trunk. Left common carotid artery. Left subclavian artery. The brachiocephalic trunk, the first and largest branch of the arch, arises posterior to the manubrium, where it lies anterior to the trachea and posterior to the left brachiocephalic vein. It ascends superolaterally to reach the right side of the trachea and the right sternoclavicular joint, where it divides into the right common carotid and right subclavian arteries. 1. Ascending aorta2. Left subclavian artery3. Left vertebral artery4. Left common carotid artery5. Brachiocephalic artery6. Right common carotid7. Right vertebral artery8. Right subclavian artery9. Descending aorta10. Aortic arch",
        "cop": 2,
        "opa": "Brachiocephalic",
        "opb": "Right common carotid",
        "opc": "Left common carotid",
        "opd": "Left Subclavian",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "dc8193fb-e33a-4a5d-ac28-8fa87b52401b",
        "choice_type": "single"
    },
    {
        "question": "Arch of aorta lies at what vertebral level -",
        "exp": "Ans. is 'b' i. e., T4 o Sternal angle of Louis is at T4 level. At the same level arch of aorta begins, arch over and ends at the same level. Structure. Cervico thoracic level. Tracheal bifurcation. T4-T5. Arch of aorta. Begins and ends at T4. Xiphoid process. T9. Splenic axis. Along 10th rib. Carotid bifurcation, Hyoid bone. C3. Upper border of thyroid cartilage. C4. Level of cricoids cartilage. C6 Lumbar level. Celiac trunk. T12-L1. Superior mesenteric artery. LITranspyloric plane. Lower border of L1. Termination of spinal cord. Lower border of LI in adults and upper border of L3 in newborn. Pancreas. L1-L2. Left renal vein. L2. Inferior mesenteric artery. L3. Umbilicus. L3. Aortic bifurcation. L4. Transtubercular plane. L5. Common iliac ends at. L5-S1",
        "cop": 2,
        "opa": "T5",
        "opb": "T4",
        "opc": "T6",
        "opd": "T2",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "4693a1fc-ceff-42aa-8b49-3c20cab10508",
        "choice_type": "single"
    },
    {
        "question": "IVC pierces the diaphgram at what vertebral level-",
        "exp": "Ans. is 'b' i. e., T8 Opening. Vertebral level. In which part of diaphragm. Passing structure. Vena Caval. T8. Central tendon# Inferior vena cava# Right phrenic nerve. Oseophageal. T10. Muscular portion derived from right crus# Oesophagus# Oesophageal br. of left gastric artery# Gastric or vagus nerve. Aortic. T12. Osseoaponeurotic between right and lateral crus# Aorta# Thoracic duct# Azygous vein",
        "cop": 2,
        "opa": "T6",
        "opb": "T8",
        "opc": "T10",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "2ee8fcf9-c1c1-4242-8ce7-2b4f60bca37f",
        "choice_type": "single"
    },
    {
        "question": "Venacaval opening in diaphragm is at which level?",
        "exp": "Ans. is 'b' i. e., T8 Opening. Vertebral level. In which part of diaphragm. Passing structure. Vena Caval. T8. Central tendon# Inferior vena cava# Right phrenic nerve. Oseophageal. T10. Muscular portion derived from right crus# Oesophagus# Oesophageal br. of left gastric artery# Gastric or vagus nerve. Aortic. T12. Osseoaponeurotic between right and lateral crus# Aorta# Thoracic duct# Azygous vein",
        "cop": 2,
        "opa": "T6",
        "opb": "T8",
        "opc": "T10",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "3d4b6db1-078c-4940-b3fd-a847f8ba7430",
        "choice_type": "single"
    },
    {
        "question": "Arch of aorta begins and ends at which vertebral level -",
        "exp": "Ans. is 'c' i. e., T4. Structure. Cervico thoracic level. Tracheal bifurcation. T4-T5. Arch of aorta. Begins and ends at T4. Xiphoid process. T9. Splenic axis. Along 10th rib. Carotid bifurcation, Hyoid bone. C3. Upper border of thyroid cartilage. C4. Level of cricoids cartilage. C6 Lumbar level. Celiac trunk. T12-L1. Superior mesenteric artery. LITranspyloric plane. Lower border of L1. Termination of spinal cord. Lower border of LI in adults and upper border of L3 in newborn. Pancreas. L1-L2. Left renal vein. L2. Inferior mesenteric artery. L3. Umbilicus. L3. Aortic bifurcation. L4. Transtubercular plane. L5. Common iliac ends at. L5-S1",
        "cop": 3,
        "opa": "C7",
        "opb": "T1",
        "opc": "T4",
        "opd": "T8",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "98ce30d6-0dc0-48a5-807c-33a975aab8d6",
        "choice_type": "single"
    },
    {
        "question": "Not a direct branch of arch of aorta -",
        "exp": "Ans. is 'd' i. e., Right common carotid artery o Branches of arch of aorta are. Brachiocephalic trunk. Left common carotid artery. Left subclavian arteryo Right common carotid artery and right subclavian artery arise from brachiocephalic trunk (Brachiocephalic trunk divides into right common carotid and right subclavian arteries).",
        "cop": 4,
        "opa": "Left common carotid artery",
        "opb": "Left subclavian artery",
        "opc": "Brachiocephalic trunk",
        "opd": "Right common carotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "58472062-265b-4b36-925f-127c84607d6a",
        "choice_type": "single"
    },
    {
        "question": "Right superior intercostal vein drains into:",
        "exp": "Ans: B (Azygos vein) Ref: Gray's Anatomy, 39th edition, 2008, Page 966. Explanation: Right second, third and sometimes fourth posterior intercostal veins unite to form superior intercostal vein. Right superior intercostal vein joins with azygos vein. To remember: Left superior intercostal vein formed by the union of second, third and sometimes fourth left posterior intercostal veins. Left superior intercostal vein open into left brachiocephalic vein. Azygos vein: Formed by union of right ascending lumbar vein and right subcostal vein opposite to LI or L2 vertebra. Enters the thorax by passing through aortic opening of diaphragm. At the level of T4 arches over the root of right lung and opens into extra pericardial part of superior vena cava. Tributaries of azygos vein: Right superior intercostal vein5'ih to 1101 right posterior intercostal veins. Hemiazygos vein. Accessory hemiazygos vein. Oesophageal veins. Pericardial veins. Right bronchial veins",
        "cop": 2,
        "opa": "Right brachiocephalic vein",
        "opb": "Azygos vein",
        "opc": "Hemiazygos vei n",
        "opd": "Accessory hemiazygos vein",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "bc3384b9-6c0b-4933-89f6-d846d1d1980e",
        "choice_type": "single"
    },
    {
        "question": "Arch of aorta contributes to formation of all of the following except -",
        "exp": "Ans. is 'd' i. e., Right common carotid artery o Branches of arch of aorta are: (i) Brachiocephalic trunk, (ii) Left common carotid artery, and (iii) Left subclavian arteryo Right common carotid artery and right subclavian artery arise from brachiocephalic trunk (Brachiocephalic trunk divides into right common carotid and right subclavian arteries).",
        "cop": 4,
        "opa": "Left common carotid artery",
        "opb": "Left subclavian artery",
        "opc": "Brachiocephalic trunk",
        "opd": "Right common carotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "4a64a114-cd7f-4650-8f56-c23b61c8f6fd",
        "choice_type": "multi"
    },
    {
        "question": "Which does not take part in formation of right subclavian artery -",
        "exp": "Ans. is 'a' i. e., 2nd arch artery. Development of major arteries. Blood vessel. Development components. Ascending aorta. Truncus arteriosus. Arch of aorta1. Left horn of aortic sac2. Left 4th arch artery3. Left dorsal aorta. Descending aorta1. Left dorsal aorta beyond 7th cervical intersegmental artery2. Fused dorsal aortae. Brachiocephalic artery. Right horn of aortic sac in which right 3rd and 4th arch arteries are opening. Common carotid3rd arch artery distal to external carotid bud. Internal carotid artery3rd arch artery distal to external carotid bud and dorsal aorta cranial to attachment of 3rd arch artery. External carotid artery. New sprout (bud) from 3rd arch artery. Subclavian artery Right. Left1. Right 4th arch artery2. Right 7th cervical intersegmental artery. Left 7th cervical intersegmental artery. Pulmonary trunk. Pulmonary artery. Ductus arteriosus. Truncus arteriosus6th arch artery (proximal part). Distal part of left 6th arch artery between pulmonary artery and desending aorta",
        "cop": 1,
        "opa": "2nd arch artery",
        "opb": "4th arch arterv",
        "opc": "7th arch artery",
        "opd": "All three take part",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "d7124e79-5495-48dd-9ebe-08e2cd85d0ef",
        "choice_type": "multi"
    },
    {
        "question": "1st posterior intercostal artery is a branch of-",
        "exp": "Ans. is 'b' i. e., Superior intercostal artery o Each of upper nine intercostal spaces (1 to 9) have one posterior and two anterior intercostal arteries. The 10thand 11th spaces have one posterior intercostal artery (no anterior intercostal artery)o Anterior intercostal arteries for upper six spaces (two in each space) arise from internal thoracic or internal mammary artery. For 7th to 9th spaces, these are branches of musculophrenic artery (terminal branch of internal thoracic artery). o 1st and 2nd posterior intercostal arteries are branches of superior intercostal artery (a branch of costocervical trunk from 2nd part of subclavian artery). Lower nine (3rd to 11th) posterior intercostal arteries are branches of descending thoracic aorta. Right posterior intercostal arteries are longer than the left.",
        "cop": 2,
        "opa": "Aorta",
        "opb": "Superior intercostal artery",
        "opc": "Internal mammary artery",
        "opd": "Bronchial artery",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "2cf8fb3f-0479-4247-832d-1f927a9d4897",
        "choice_type": "single"
    },
    {
        "question": "True about internal thoracic artery is-",
        "exp": "Ans. is 'a'i. e., Arises from 1st part of subclavion artery Internal thoracic arteryo It arises from 1st part of subclavian artery and descends through anterior ends of upper six intercostal spaces lying 1[?]25 cm lateral to sternal margin. o It divides into two terminal branches, musculophrenic and superior epigastric in 6th intercostal spaceo Branches of internal thoracic artery are:-i) Mediastinal branchesii) Pericardial branchesiii) Sternal branchesiv) Pericardiophrenic branchesv) Anterior intercostal arteries (in upper six spaces)vi) Perforating branchesvii) Two terminal branches, musculophrenic and superior epigastric.",
        "cop": 1,
        "opa": "Arises from 1st part of subclavian artery",
        "opb": "Pericardiophrenic is a terminal branch",
        "opc": "Divides in the 4th intercostal space",
        "opd": "Descends at posterior end of intercostal space",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "0f915426-3b87-4296-82fb-7e31848f1a03",
        "choice_type": "multi"
    },
    {
        "question": "True about blood supply of scaphoid-",
        "exp": "Ans. is 'c' i. e., Major supply from dorsal surfaceo Major blood supply (70-80%) of scaphoid comes through dorsal surface via dorsal branches of radial artery, o These dorsal vessels enter the scaphoid at or just distal to waist area and supply the proximal pole in retrograde fashion. o Proximal 2/3 rd to 3/4 scaphoid is supplied by these dorsal vesselso 20-30% of blood supply comes through palmar and superficial palmar branches of radial artery, o Distal 1/3 rd or 1/4 th and distal tubercle are supplied by these palmar vessels.",
        "cop": 3,
        "opa": "Mainly through ulnar artery",
        "opb": "Major supply from ventral surface",
        "opc": "Major supply from dorsal surface",
        "opd": "Proximal supply in antegrade fashion",
        "subject_name": "Anatomy",
        "topic_name": "Blood Vessels of Thorax",
        "id": "54afcd86-126c-4a0d-8f2d-9a362ab535e1",
        "choice_type": "multi"
    }
]