[
    {
        "question": "Inversion & Eversion of foot occurs at which joint?",
        "exp": "#NAME?",
        "cop": 1,
        "opa": "Subtalar joint",
        "opb": "Tibiotalar joint",
        "opc": "Inferior tibiofibular joint",
        "opd": "Tarso-metatarsal joint",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "bdac0e9e-9d4e-49aa-90bf-2c1554e13c9f",
        "choice_type": "single"
    },
    {
        "question": "Aicular surfaces >=3 are present which type of joint?",
        "exp": ">= 3 Aicular surfaces in a joint= Compound joint. Type of joint Aiculation surface Example Simple 2 Shoulder joint, Hip joint Compound >= 3 Elbow joint, Wrist joint Complex Intra-aicular disc between the aicular surface Temporomandibular joint, Sternoclavicular joint",
        "cop": 1,
        "opa": "Compound joint",
        "opb": "Synahrosis joint",
        "opc": "Complex joint",
        "opd": "Simple joint",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "16fe9117-34d6-40b3-bae9-a53babde15e3",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is an intra-capsular tendon?",
        "exp": "Popliteus has an intracapsular origin from the lateral femoral epicondyle. It inses on the posterior surface of the tibia, just proximal to the soleal line. Popliteus tendon is intracapsular but Extra-aicular and Extra-synol. Tendon of Long head of Biceps brachii is intracapsular and intra-aicular but extra-synol.",
        "cop": 4,
        "opa": "Anconeus",
        "opb": "Semitendinosus",
        "opc": "Semimembranosus",
        "opd": "Popliteus",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "a752b750-cbc2-480c-93bd-1294d859c5ef",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man presented to his family physician with a laceration of the fibrous sheets or bands that cover his body under the skin and invest the muscles. Which of the following structures would most likely be injured?",
        "exp": "- The fascia is a fibrous sheet or band that covers the body under the skin and invests the muscles. -Tendons connect muscles to bones or cailage, -Aponeuroses serve as the means of origin or inseion of a flat muscle, - Synol tendon sheaths are tubular sacs filled with synol fluid that wrap around the tendons.",
        "cop": 2,
        "opa": "Tendon",
        "opb": "Fascia",
        "opc": "Synol tendon sheath",
        "opd": "Aponeurosis",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "b31af6ef-da0b-40de-aa51-a002e0fd18de",
        "choice_type": "single"
    },
    {
        "question": "Mastoid process is which type of epiphysis",
        "exp": "Mastoid process is a Traction epiphysis. Traction epiphysis is produced due to the pull of the muscles and therefore provide attachment to the muscle. for e. g., sternocleidomastoid muscle puts a traction upon the mastoid process. Note: The mastoid process does not begin to develop until the end of the second year. Before the mastoid process develops, the facial nerve is a subcutaneous structure and is in danger of being damaged by an incision behind the ear, if it extends too far down. Types of epiphysis: Pressure epiphysis Traction epiphysis Atavistic epiphysis Aberrant epiphysis -Aicular ends(takes pa in transmission of weight) Example- Head of femur - Nonaicular(does not take pa in transmission of weight) *Provides attachment to one or more tendons which exe traction on the epiphysis. Example- Tubercles of humerus, mastoid process. - Phylogenetically an independent bone, which in humans is fused to another bone Example- coracoid process of scapula Is not always present Example- Epiphysis of head of first metacarpal",
        "cop": 4,
        "opa": "Pressure",
        "opb": "Aberrant",
        "opc": "Atavistic",
        "opd": "Traction",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "794b6ba7-e3d1-4474-a590-23a37dc7da8c",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old male patient complains of feeling severe pain when he tries to turn his neck. The physician realizes that the problem is in his pivot (trochoid) joint. Which of the following joints would most likely be examined?",
        "exp": "The atlantoaxial joint is the pivot or trochoid joint. The atlantooccipital joints are the condyloid (ellipsoidal) joints, The carpometacarpal joint of the thumb is the saddle (sellar) joint, The proximal tibiofibular joint is the plane (gliding) joint.",
        "cop": 2,
        "opa": "Atlantooccipital joint",
        "opb": "Atlantoaxial joint",
        "opc": "Carpometacarpal joint",
        "opd": "Proximal tibiofibular joint",
        "subject_name": "Anatomy",
        "topic_name": "Bones and Joints",
        "id": "d62f2299-0d74-477a-8e45-fdaeb065cda7",
        "choice_type": "single"
    }
]