[
    {
        "question": "All true about conus syndrome except",
        "exp": "Since the spinal segments involved in knee and ankle jerks are at higher level than the level of lesion, they are preserved. and not lost. Root value of knee reflex is L-2, 3 and 4 and for the ankle reflex is S-1 Conus medullary syndrome is lower motor neuron lesion and involves the lower 3 sacral and coccygeal segments Plantar reflex remains flexor in this syndrome since its spinal arc is also above the level of lesion and is unaffected Root value of plantar reflex is S-1, 2. Conus medullary syndrome produces saddle anaesthesia in the perineal region as per the dermatomal pattern. Ref: Gray's 39e/p-227",
        "cop": 2,
        "opa": "Begins at the level of lower 3 sacral and coccygeal segment",
        "opb": "Absent knee and ankle jerks",
        "opc": "Flexor plantar reflex",
        "opd": "Saddle anaesthesia",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "73f8b2f6-0db0-430f-b323-7152825a669f",
        "choice_type": "multi"
    },
    {
        "question": "Posterior limb of internal capsule is supplied by all except",
        "exp": "Recurrent aery of Heubner does not supply posterior limb of internal capsule. Blood supply of internal capsule Anterior Limb Recurrent aery of Heubner Genu Recurrent aery of Heubner Charcot&; s aery (lenticulostriate aery or aery of cerebral hemorrhage) Posterior limb Charcot&; s aery (branch of middle cerebral aery) Anterior choroidal aery (branch of internal carotid aery) Posterolateral branches of posterior cerebral aery. Sublentiform pa Anterior choroidal aery Posterior cerebral aery Retrolentiiform pa Posterolateral branches of posterior cerebral aery Ref: Gray&; s Anatomy 41st edition Pgno: 286",
        "cop": 2,
        "opa": "Middle cerebral aery",
        "opb": "Recurrent aery of Heubner",
        "opc": "Anterior choroidal",
        "opd": "Posterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "5fd8c106-75e0-4d62-a732-b84a83044688",
        "choice_type": "multi"
    },
    {
        "question": "A 62 year old male patient presented with signs and symptoms of stroke. MR angiography revealed thrombus in the posterior cerebral aery. All of the following structures may be affected by the lesion except",
        "exp": "The poserior cerebral aery (PCA) does not supply the pons The branches of the posterior cerebral aery are: Coical branches Occipital lobe- Visual coex Temporal lobe- medial and inferolateral surfaces Central branches Thalamus Subthalamus Lentiform nucleus Midbrain Pineal gland Superior and inferior colliculi Medial and lateral geniculate bodies Choroidal branches: Choroid plexus of Lateral ventricle Third ventricle Ref: Snell's Clinical neuroanatomy 8th edition Pgno: 467",
        "cop": 3,
        "opa": "Choroid plexus of III ventricle",
        "opb": "Midbrain",
        "opc": "Pons",
        "opd": "Lentiform nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "b7a1e9ec-cfa6-451b-bb40-83af2b9e55c9",
        "choice_type": "multi"
    },
    {
        "question": "Glomus cells are found in",
        "exp": "The glomus cells (type I) are specialized glandular-like cells, mainly located in the carotid bodies and aoic bodies, that control the respiratory activity. The glomus cells have a high metabolic rate and good blood perfusion and synapses directly or indirectly with nerve endings. Thus are sensitive to changes in aerial blood gas (specially to low p. O2)(Ref: Guyton & hall, pg- 367)",
        "cop": 3,
        "opa": "Bladder",
        "opb": "Brain",
        "opc": "Chemoreceptors",
        "opd": "Kidney",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "dd614810-d6b1-42e1-a3f5-4cff4ddc9a4e",
        "choice_type": "single"
    },
    {
        "question": "Nucleus ambiguos is related to all cranial nerve except",
        "exp": "Cells in nucleus ambiguous contain motor neurons associated with three cranial nerves: (rostral pole-glossopharyngeal; middle pa-vagus; caudal pole-spine accessory). Axons arising from nucleus ambiguous pass laterally and slightly ventrally to exit the medulla just dorsal to the inferior olive. Facial nerve nuclei are located in the pons. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 94)",
        "cop": 1,
        "opa": "VIII",
        "opb": "IX",
        "opc": "X",
        "opd": "XI",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "93199c5e-726f-4d21-8e10-3636064fb499",
        "choice_type": "multi"
    },
    {
        "question": "Myelin sheath in the central nervous system is formed by",
        "exp": "Oligodendrocytes are responsible for myelination in the CNS. In the PNS, Schwann cells form the myelin sheath. The process of myelination begins before bih and is not complete until a year or more after bih. (Ref: Vishram Singh textbook of neuroanatomy, second edition, pg- 19)",
        "cop": 3,
        "opa": "Schwann cell",
        "opb": "Microglia",
        "opc": "Oligodendrocytes",
        "opd": "Protoplasmic astrocytes",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f17ffc1c-1ad4-438a-8724-0bb55b7195d7",
        "choice_type": "single"
    },
    {
        "question": "Diencephalon represents",
        "exp": "The diencephalon is the pa of brain between the cerebrum and brainstem. The cavity within it is called third ventricle. The pas of diencephalon are: Thalamus. Metathalamus. Epithalamus. Subthalamus. Hypothalamus(Ref: Vishram Singh textbook of clinical neuroanatomy Second Edition pg -123)",
        "cop": 2,
        "opa": "Lateral ventricle",
        "opb": "3rd ventricle",
        "opc": "4th ventricle",
        "opd": "Aquedct",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "656534f0-7618-43c9-9843-e568777cf009",
        "choice_type": "single"
    },
    {
        "question": "Purkinje cells of cerebellum are connected to",
        "exp": "Purkinje cells are flask-shaped cells in the molecular layer of cerebellum. The entire output of the cerebellar coex is through axons of the Purkinje cells. Basket cells, stellate cells, granule cells and intracerebellar nuclei except flocculonodular lobe synapses with Purkinje cells. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 115)",
        "cop": 4,
        "opa": "Basket cells",
        "opb": "Stellate cells",
        "opc": "Deep cerebellar nuclei",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "71a31f31-d21a-49c2-9125-bf9f4ed77103",
        "choice_type": "multi"
    },
    {
        "question": "Efferent from cerebellum is through",
        "exp": "The outgoing Purkinje axons constitute the sole output from the cerebellar coex and exe an inhibitory influence on intracerebellar nuclei. granule cells are the only intrinsic neurons. of cerebellum which is excitatory. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 116)",
        "cop": 3,
        "opa": "Granule cells",
        "opb": "Golgi cells",
        "opc": "Purkinje cells",
        "opd": "Basket cells",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "64eea1fd-2ddc-4254-8612-b187b3a7e22b",
        "choice_type": "single"
    },
    {
        "question": "Anterior choroidal aery is a branch of",
        "exp": "After piercing the dura mater forming the roof of the cavernous sinus, the internal carotid aery gives off three large branches. These are the following. (i) Ophthalmic aery (which supplies the orbit), and the (ii) Anterior and Middle cerebral aeries to the brain. It also gives off two smaller branches that take pa in supplying the brain: these are the (iv) Posterior communicating aery and the (v) Anterior choroidal aery. Ref: BD Chaurasia; volume 3; 6th edition; Page no: 384",
        "cop": 4,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Posterior cerebral aery",
        "opd": "Internal carotid aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "4e8ec9f2-2804-4d6e-9832-bb48a63a647e",
        "choice_type": "single"
    },
    {
        "question": "All tracts passed through superior cerebellar peduncles except",
        "exp": "The olivocerebellar fibres pass through inferior cerebellar peduncle. The tracts passing through superior cerebellar peduncle are: AFFERENTAnterior spinocerebellar. Tectocerebellar. Trigeminocerebellar. Ceruleocerebellar. Hypothalamocerebellar. EFFERENT: Cerebellorubral. Dentatorubral, dentatothalamic. Cerebello-olivary. Cerebelloreticular(Ref: vishram singh textbook of clinical neuroanatomy second edition pg 118)",
        "cop": 3,
        "opa": "Tectocerebellar",
        "opb": "Ceruleocerebellar",
        "opc": "Olivo cerebellar",
        "opd": "Cerebellorubral",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "22e8a012-7934-4793-b7e1-b2172e019f0f",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly lesioned nerve in intracranial aneurysms is",
        "exp": "Intracranial aneurysm may involve oculomotor, abducent and optic nerve in descending order Trochlear nerve is involvement is higher in head trauma. Ref: Gray's 39e/p-227",
        "cop": 2,
        "opa": "Optic",
        "opb": "Oculomotor",
        "opc": "Trochlear",
        "opd": "Abducent",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "6bc2c288-82c4-491b-bd3f-60b88e991612",
        "choice_type": "single"
    },
    {
        "question": "Aerial supply to putamen includes all except",
        "exp": "It is a branch of internal carotid aery anastomosis with posterior cerebral aery, this is inferior view brain showing circle of Willis Ref: Gray's39e/p-387",
        "cop": 4,
        "opa": "Medial striate aeries",
        "opb": "Lateral striate aeries",
        "opc": "Anterior choroidal aery",
        "opd": "Posterior communicating aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "007c6981-b1b4-4541-b39d-e2867ce54cde",
        "choice_type": "multi"
    },
    {
        "question": "All of the following aeries supply medulla oblongata, except",
        "exp": "Medulla is supplied by: Anterior Spinal aery Posterior inferior cerebellar aery Direct branches of veebral aery Basilar aery ref - Vishram singh neuroanatomy 2e pg 77",
        "cop": 3,
        "opa": "Posterior inferior cerebellar aery",
        "opb": "Spinal aery",
        "opc": "Anterior inferior cerebellar aery",
        "opd": "Veebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "9fb3320b-5222-423c-aab8-0d69063ea911",
        "choice_type": "multi"
    },
    {
        "question": "Spinal cord in adults terminates at which level of veebrae?",
        "exp": "Spinal cord in adults terminates at the lower border of the L1 veebra. In children, it usually terminates at the upper border of the L3 veebra. Structure/ Space Terminal extent Spinal cord at bih L3 upper border Spinal cord at 2 years L1 lower border Adult spinal cord L1 lower border Filum terminale 1st coccygeal segment Filum terminale internum, Dural sac S2 lower border Filum terminale externum 1st coccygeal segment Piameter 1st coccygeal segment Subarachnoid sheath and space, subdural space S2 lower border Cervical enlargement C3-T2 spinal segments Lumbar enlargement L1-S3 spinal segments Ref: Snell's Clinical Neuroanatomy 8th edition Pgno: 136",
        "cop": 3,
        "opa": "Upper border of L1",
        "opb": "Upper border of L3",
        "opc": "Lower border of L1",
        "opd": "Lower border of L3",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f269e00d-4952-43ec-a250-3a37fc22547a",
        "choice_type": "single"
    },
    {
        "question": "True about spinal cord",
        "exp": "*Upto 3rd month of intrauterine life, spinal cord extends throughout the entire length of veebral canal.*Thereafter, the veebral column grows faster than the Spinal cord and the terminal end of Spinal cord gradually shifts to a higher level.*At bih, it ends at level of L3 veebra and in adults, it ends at level of lower border of L1. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 51)",
        "cop": 4,
        "opa": "In adults spinal cord ends at lower border of L1 veebra",
        "opb": "In newborn may extend up to L3",
        "opc": "Cauda equina extends from lumbar veebra to coccyx",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "151768cb-e210-4ee3-aeb7-83bafb756010",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are devoid of blood brain barrier except",
        "exp": "Adenohypophysis is not devoid of blood-brain barrier (BBB) Neurohypophysis is devoid of blood-brain barrier The following are the circumventricular organs (CVO) or areas devoid of the blood-brain barrier Pineal body Neurohypophysis Organum Vasculosum of lamina terminalis (OVLT) Median Eminence(Hypothalamus) Subcommissural organ Subfornical organ Area postrema Ref: Gray's Anatomy 41st edition Pgno: 275",
        "cop": 3,
        "opa": "Organum Vasculosum",
        "opb": "Median Eminence",
        "opc": "Adenohypophysis",
        "opd": "Pineal gland",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "956118d7-add4-41d1-a4db-44e3935fe927",
        "choice_type": "multi"
    },
    {
        "question": "Lining epithelium of ventricles of brain",
        "exp": "The cavity of ventricles is lined by ciliated columnar epithelium- the ependymal cells. Ependyma is one of the four types of neuroglia in the central nervous system. They are of three types: ependymocytes, choroid epithelial cells, tanycytes. TANYCYTES are the ependymal cells lining the floor of fouh ventricle having long basal process. It is involved in the production of cerebrospinal fluid(choroidal epithelial cells) and is shown to serve as a reservoir for neuroregeneration. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 15)",
        "cop": 2,
        "opa": "Squamous",
        "opb": "Columnar",
        "opc": "Cuboidal",
        "opd": "Transitional",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a32e6448-c6d9-422b-9a28-704bf96470ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the branch of maxillary branch of external carotid aery?",
        "exp": "Maxillary aery is the larger terminal branch of the external carotid aery, given off behind the neck of mandible. It has three pasmandibular pa. Pterygoid pa. Pterygopalatine pa. Branches of respective pas are: Mandibular- deep auricular, anterior tympanic, Middle meningeal, accessory meningeal, Inferior alveolar. Pterygoid- massetric, deep temporal, Pterygoid, buccal. Pterygopalatine- posterior superior alveolar, Infraorbital, greater palatine, pharyngeal, Aery of pterygoid canal, sphenopalatine. (Ref: BDC pa-111, fifth edition, pg-153 table 10. 2)",
        "cop": 4,
        "opa": "Inferior alveolar",
        "opb": "Middle meningeal",
        "opc": "Anterior tympanic",
        "opd": "Posterior tympanic",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "116d4e0d-69f7-45d8-bc76-f33dc9429ec2",
        "choice_type": "single"
    },
    {
        "question": "Lateral ventricle is connected to third ventricle by",
        "exp": "The lateral ventricle communicates with the third ventricle through interventricular foramen Monro. The foramen of luschka is an apeure through which the lateral recess opens into the subarachnoid space of cerebellopontine angle. Foramen of magendie is an opening in the roof of 4th ventricle through which its cavity communicates with the subarachnoid space of cerebellomedullary cistern. ( Reference: Vishram Singh textbook of clinical neuroanatomy 2nd edition pg -137, 121)",
        "cop": 1,
        "opa": "Foramen of Monro",
        "opb": "Foramen of luschka",
        "opc": "Foramen of magendie",
        "opd": "Median foramen",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "d0ffe80c-384b-411e-a0d1-db1feb52a69c",
        "choice_type": "single"
    },
    {
        "question": "The cochlear nuclei belong to which type of nuclei?",
        "exp": "The special somatic afferent nuclei are the cochlear and vestibular nuclei. The SSA fibres carry special sensations of hearing and equilibrium to the nuclei of special somatic afferent column. The cochlear nuclei(dorsal and ventral) are placed dorsal and ventral to the Inferior cerebellar peduncle, in the upper pa of medulla. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 92, 96)",
        "cop": 3,
        "opa": "General visceral afferent",
        "opb": "General somatic afferent",
        "opc": "Special somatic afferent",
        "opd": "Special visceral afferent",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "b06eb983-c6d0-4e03-9714-568f246a95c1",
        "choice_type": "single"
    },
    {
        "question": "\"Turkish Saddle\" refers to",
        "exp": "Turkish Saddle refers to sella turcica, which is the seat for pituitary gland. The pituitary gland sits in a little cup-shaped bone (the sphenoid) which actually looks quite like a saddle: The name the classical anatomists gave it is the sella turcica, presumably because the classical Turkish saddle was designed to cup the rider's bottom. ref - researchgate. net",
        "cop": 2,
        "opa": "Hypothalamus",
        "opb": "Pituitary gland",
        "opc": "Amygdaloid body",
        "opd": "Uncus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "576c130a-ada6-4387-b074-bff08cf2cfc6",
        "choice_type": "single"
    },
    {
        "question": "Nucleus ambiguous doesn&; t include",
        "exp": "The nuclei of facial nerve are located in the pons. Nucleus ambiguous is an elongated column of typical motor neurons extending throughout the medulla. The fibres from nucleus ambiguous supplies muscles derived from 3, 4 and 6 branchial arches. Cells in nucleus ambiguous contain motor neurons associated with three cranial nerves (rostral pole -C. N. IX glossopharyngeal; middle pa -C. N. X vagus; caudal pole -C. N. XI spine accessory). (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 94)",
        "cop": 1,
        "opa": "7th nerve nucleus",
        "opb": "9th nerve nucleus",
        "opc": "10th nerve nucleus",
        "opd": "11th nerve nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8ac0ab89-6f27-4b3f-aa82-178b32af925e",
        "choice_type": "single"
    },
    {
        "question": "Position of nucleus ambiguous is",
        "exp": "Nucleus ambiguous lies at the level of olives in medulla, posterolateral to olives. It lies deep within the reticular formation and gives origin to the motor fibres of 9, 10 and 11 cranial nerves. Along the posterolateral sulcus emerges the rootlets of 9, 10and11 cranial nerves. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 73, fig 8. 2)",
        "cop": 4,
        "opa": "Anteromedial to olive",
        "opb": "Anterolateral to olive",
        "opc": "Posteromedial to olive",
        "opd": "Posterolateral to olive",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "115b5b32-585e-4731-b57b-f98370df28c8",
        "choice_type": "single"
    },
    {
        "question": "Posterior communicating aery is branch of",
        "exp": "Posterior communicating aery arises close to the termination of internal carotid aery. Other branches of cerebral pa internal carotid aery are: Ophthalmic aery Anterior cerebral aery Middle cerebral aery Anterior choroidal aery Posterior cerebral aery is a branch of basilar aery. (Ref: Vishram Singh textbook of clinical neuroanatomy 2nd edition, pg- 176)",
        "cop": 1,
        "opa": "Internal carotid aery",
        "opb": "External carotid aery",
        "opc": "Middle cerebral aery",
        "opd": "Posterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "352d68f4-3e3b-43de-a122-77c83c603712",
        "choice_type": "single"
    },
    {
        "question": "Thrombosis of which of the following cerebral vessels leads to the Hemiplegia?",
        "exp": "Occlusion of lenticulostriate branches of middle cerebral aery produces small-vessel (lacunar) stroke within the internal capsule producing contralateral hemiplegia. Other features of MCA stroke are: Paralysis of the contralateral face, arm, and leg Sensory impairment over the same area (pinprick, cotton touch, vibration, position, two-point discrimination, stereognosis, tactile localization, barognosis, cutaneographia). Motor aphasia Homonymous hemianopia Paralysis of conjugate gaze to opposite side. (Ref: Harrison&; s textbook of internal medicine, 19E pg- 2573)",
        "cop": 2,
        "opa": "Anterior cerebral",
        "opb": "Middle cerebral",
        "opc": "Posterior cerebral",
        "opd": "Lateral cerebral",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "03193a38-820a-4a2d-b33f-dc217bd86967",
        "choice_type": "single"
    },
    {
        "question": "Berry aneurysm of the posterior communicating aery causes compression of",
        "exp": "Berry aneurysm in the vicinity of posterior communicating aery can compress the third carnial nerve and cause oculomotor nerve palsy Aneurysms of superior cerebellar aery or tip of the basilar aery can also compress the oculomotor nerve and produce its palsy Berry aneurysm on the internal carotid aery (near its termination) compresses the lateral aspect of optic chiasma and hence damages the visual information from the ipsilateral nasal visual field. Ref: Gray's 39e/p-22",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Oculomotor",
        "opc": "Trochlear nerve",
        "opd": "Hypophysis cerebri",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "0b0444b7-9682-4293-a0d7-ca6b9f21f2bc",
        "choice_type": "single"
    },
    {
        "question": "Brainstem nucleus not derived from the alar plate",
        "exp": "Hypoglossal nucleus is a pure motor nucleus derived from the anterior basal plate neural tube Posterior alar plate gives sensory (not motor) nuclei. Ref: Gray's39e/p-518",
        "cop": 3,
        "opa": "Dentate",
        "opb": "Inferior olivary",
        "opc": "Hypoglossal",
        "opd": "Substantia nigra",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8da8f53f-e3e4-4c32-9931-310d0520500c",
        "choice_type": "single"
    },
    {
        "question": "Trigeminal nuclei",
        "exp": "All the three sensory and one motor nucleus of trigeminal nerve arise from pons. Note: Chief sensory nucleus- touch Spinal nucleus-pain, temperature Mesencephalic nucleus- proprioception (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 95, 96, 100)",
        "cop": 4,
        "opa": "Main sensory nucleus is located in pons",
        "opb": "Mesencephalic nucleus is made up of unipolar neurons",
        "opc": "Motor nucleus is located in pons",
        "opd": "All of the given options",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "291d6d63-aa71-4087-8caa-03c5cdd1aa1e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cranial nerves contain somatic efferents, except",
        "exp": "The general somatic efferent fibres arise from the nuclei of GSE column, and supply the striated muscles of the limbs and body wall developing from somites. GSE column nuclei are: Oculomotor nucleus. Trochlear nucleus. Abducent nucleus. Hypoglossal nucleus(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 91, 92)",
        "cop": 1,
        "opa": "VII nerve (Facial nerve)",
        "opb": "III nerve (Occulomotor nerve)",
        "opc": "IV nerve (Trochlear nerve)",
        "opd": "VI nerve (Abducent nerve)",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "61aa51e0-c1a5-4251-82bf-4155fae501e6",
        "choice_type": "multi"
    },
    {
        "question": "Great cerebral vein of Galen formed by the union of",
        "exp": "Great cerebral vein: This is a single median vein. It is formed by the union of the two internal cerebral veins. It terminates in the straight sinus. Its tributaries include the basal veins and veins from the pineal body, the colliculi, the cerebellum and the adjoining pa of the occipital lobes of the cerebrum. Ref: BD Chaurasia; Volume 3; 6th edition; Page no: 388",
        "cop": 2,
        "opa": "Superfcial middle cerebral vein",
        "opb": "Internal cerebral vein",
        "opc": "Anterior cerebral vein",
        "opd": "Middle cerebral vein",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "308518c7-118f-4283-878e-9528d5771bfe",
        "choice_type": "single"
    },
    {
        "question": "A 56 year old male presented with hemiparesis involving the entire left side of the body except for the left leg, which is normal. Radiography revealed a stroke involving the right primary motor coex. Which of the following vessels is likely to be thrombosed?",
        "exp": "The middle cerebral aery supplies the entire motor area except for the leg area. Thus, a lesion in the middle cerebral aery causes contralateral hemiparesis, sparing the leg area. The anterior cerebral aery is the smaller terminal branch of the internal carotid aery. It runs in the saggital fissure and is joined by the anterior communicating aery. It anastomoses with the posterior cerebral aery. It supplies the medial surface of the cerebral coex and a strip of about 1 inch on the adjoining lateral surface. It also supplies the pas of lentiform and caudate nuclei and the internal capsule. The middle cerebral aery is the larger terminal branch of the internal carotid aery. It runs in the lateral sulcus. It supplies the entire lateral surface of the cerebral hemisphere except for a narrow strip supplied by the anterior cerebral aery and the occipital pole and the inferolateral surface (supplied by the posterior cerebral aery). Therefore, the middle cerebral aery supplies the entire motor area except for the leg area. This is supplied by the anterior cerebral aery. The posterior cerebral aery is the terminal branch of the basilar aery. It supplies the occipital lobe, inferolateral and medial surfaces of the temporal lobe. Thus, it supplies the visual coex. It also supplies pas of the thalamus, lentiform nucleus, midbrain, pineal gland, and medial geniculate bodies. Ref: Snell's Clinical Neuroanatomy 8th edition Pgno: 465, 468",
        "cop": 3,
        "opa": "Posterior cerebral aery",
        "opb": "Anterior cerebral aery",
        "opc": "Middle cerebral aery",
        "opd": "Anterior and middle cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "5894b45f-7184-4919-98db-63724d07962b",
        "choice_type": "multi"
    },
    {
        "question": "Nucleus of oculomotor nerve is in",
        "exp": "The oculomotor nucleus is located in the central grey matter of midbrain at the level of superior colliculus. The oculomotor nucleus is in the ventromedial pa. The Edinger - Westphal nucleus (visceral oculomotor nucleus) is located dorsal to the rostral two-thirds of main oculomotor nucleus. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg-85)",
        "cop": 1,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Thalamus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "17415268-aa99-4c3b-be92-1a2b570d6666",
        "choice_type": "single"
    },
    {
        "question": "The internal capsule is made up of which of the following fibres?",
        "exp": "Projection Fibres- These are fibres which connect the cerebral coex to other pas of the CNS, e. g. 1) the brainstem and spinal cord. Many impoant tracts, e. g. 2) coicospinal and coicopontine are made up of projection fibres. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 4, pg. no., 145.",
        "cop": 4,
        "opa": "sho association fibres",
        "opb": "long association fibres",
        "opc": "commissural fibres",
        "opd": "projection fibres",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "07dfaeff-f50d-4232-9278-8ea1d718af93",
        "choice_type": "single"
    },
    {
        "question": "Corpus striatum includes all except",
        "exp": "The corpus striatum, which is paially divided by the internal capsule into two nuclei: (a) The caudate nucleus; and (b) the lentiform nucleus. These two nuclei are interconnected by a few bands of grey matter below the anterior limb of the internal capsule. The bands give it a striped appearance, hence the name. The lentiform nucleus is divided into a lateral pa, the putamen, and a medial pa, the globus pallidus. The caudate nucleus and putamen (neostriatum) are often grouped as the striatum, whereas the globus pallidus (paleostriatum) is the pallidum. The amygdaloid body forms a pa of the limbic system. Ref: BD Chaurasia; Volume 3; 6th edition; Brain; Page no: 358",
        "cop": 4,
        "opa": "Caudate nucleus",
        "opb": "Putamen",
        "opc": "Globus pallidus",
        "opd": "Amygdala",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "1eaf9e25-f299-4798-9a00-adbeca6d82ff",
        "choice_type": "multi"
    },
    {
        "question": "Veebral aery passes through foramen of transverse processes of which cervical veebra",
        "exp": "The veebral aery, branch of subclan, ascends in the foramina transversaria of upper six cervical veebrae. On reaching the base of skull, it winds backwards and medially around the lateral mass of atlas and pierces posterior atlanto-occipital membrane to enter the posterior cranial fossa through foramen magnum. The loop of veebral aery around the lateral mass of atlas may damp down the aerial pulsations within the cranial cavity. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 174)",
        "cop": 4,
        "opa": "All cervical veebrae",
        "opb": "2nd to 5th cervical veebrae",
        "opc": "All except 1st cervical veebrae",
        "opd": "All except 7th cervical veebrae",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8b6bbb00-0cde-4d84-9f6d-1461c080b23e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not pa of epithalamus?",
        "exp": "EPITHALAMUS: It occupies the caudal pa of the roof of the diencephalon and consists of 1. The right and left habenular nuclei, each situated beneath the floor of the corresponding habenular trigone. 2. The pineal body or epiphysis cerebri 3. The habenular commissure 4. The posterior commissure REF. B D Chaurasia's human anatomy, Vol. 3, Fifth edition",
        "cop": 2,
        "opa": "Trigonum Habenulae",
        "opb": "Geniculate bodies",
        "opc": "Pineal body",
        "opd": "Posterior commissure",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "af197e5b-9d96-43dc-884d-820450b53b72",
        "choice_type": "single"
    },
    {
        "question": "Anterior pituitary develops from",
        "exp": "The anterior and intermediate pas of pituitary develop from an ectodermal diveiculum that grows upwards from the roof of stomatodaeum, just in front of the buccopharyngeal membrane called Rathke's pouch. Rathke's pouch appears in the third week of intrauterine life. Posterior pituitary develops from a downgrowth from the floor of third ventricle. This down growth fuses with the posterior aspect of Rathke's pouch. Craniopharyngiomas are peculiar tumours that arise from the remnants of this pouch. (Ref: human embryology by IB Singh, 9the edition, pg-310)",
        "cop": 3,
        "opa": "Infundibulum",
        "opb": "Neuroectoderm",
        "opc": "Rathke's pouch",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "62f24265-90a4-4002-980b-d5f10de04720",
        "choice_type": "multi"
    },
    {
        "question": "Posterior communicating aery connects",
        "exp": "Posterior communicating aery connects the internal carotid aery with posterior cerebral aery. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 172)",
        "cop": 3,
        "opa": "Two posterior cerebral aeries",
        "opb": "Posterior cerebral aery with middle cerebral aery",
        "opc": "Posterior cerebral aery with internal carotid aery",
        "opd": "Anterior cerebral aery with middle cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "9cb4260d-fa2a-47a0-a6de-32b549156764",
        "choice_type": "single"
    },
    {
        "question": "Tapetum is a pa of?",
        "exp": "The tapetum is formed by those fibres of the trunk and splenium of Corpus callosum which are not intersected by the fibres of Corona Radiata. It is a thin lamina of white fibres which forms the roof and lateral wall of the posterior horn and lateral wall of inferior horn of the lateral ventricle. (Reference: Vishram Singh textbook of neuroanatomy Second Edition page 164)",
        "cop": 2,
        "opa": "Putamen",
        "opb": "Corpus callosum",
        "opc": "Internal capsule",
        "opd": "Trigeminal quadrigemini",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8cf5b940-0921-4c6d-b17a-05ac65c3b578",
        "choice_type": "multi"
    },
    {
        "question": "The structure that passes between middle cerebellar peduncle and pons is",
        "exp": "Trigeminal nerve exits the brain by a large sensory root and a smaller motor root coming out of the pons at its junction with the middle cerebellar peduncle. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg-81, fig 8. 9)",
        "cop": 1,
        "opa": "Trigeminal nerve",
        "opb": "Vagus nerve",
        "opc": "Olfactory nerve",
        "opd": "Optic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "98c6fdb0-306a-4975-a5a6-43f9f6f9c163",
        "choice_type": "single"
    },
    {
        "question": "Following type of epithelium is present in",
        "exp": "The above picture represents non-keratinized stratified squamous epithelium. Numerous cell layers, the most superficial of which are squamous, characterize stratified squamous epithelium. The function of this type of tissue is protection. Examples of non-keratinized stratified squamous epithelium include corneal epithelium, lining mucosa of the oral cavity, oesophagus, anal canal, ectocervix, vagina, foreskin, and the internal poion of the lips. Moist areas don&; t need protection from desiccation and are therefore nonkeratinized.",
        "cop": 2,
        "opa": "Skin",
        "opb": "Oesophagus",
        "opc": "Ileum",
        "opd": "Alveolus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "e8b3c4fb-32e7-48d9-9d1c-11c8c29fea8d",
        "choice_type": "single"
    },
    {
        "question": "Cerebellopontine angle contains all except",
        "exp": "Cranial nerve XII arises from the lower pa of medulla. The cerebellopontine angle is a triangular subarachnoid space that lies between the anterior surface of the cerebellum and the lateral surface of the pons. It contains CSF, arachnoid tissue, cranial nerves, and associated vessels. Contents: Facial nerve (CN VII) Vestibulocochlear nerve (CN VIII) Flocculus of the cerebellum Lateral recess of the 4th ventricle Anterior Inferior cerebellar aery. Relations: CN V lies superior to this space CN IX, CN X, and CN XI lie inferior to this space, cerebellar peduncle also. ref - vishram singh 2e pg82",
        "cop": 4,
        "opa": "VII N",
        "opb": "VIII N",
        "opc": "Medullo-olivary tract",
        "opd": "XII N",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "692b6ffe-d524-407c-a36d-aefb2079a4e1",
        "choice_type": "multi"
    },
    {
        "question": "First commissure to develop",
        "exp": "The anterior commissure, connecting the archipallia(olfactory bulbs, piriform area and anterior pas of temporal lobes)of the two sides. REF. B D Chaurasia's Human Anatomy vol. 3, fifth edition, pg. 419",
        "cop": 2,
        "opa": "Corpus callosum",
        "opb": "Anterior commissure",
        "opc": "Hippocampus",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "25a6a4af-39a5-45c3-8b9a-34c982b94adb",
        "choice_type": "multi"
    },
    {
        "question": "Corpus Callosum is classified under",
        "exp": "Corpus callosum are commmisural fibers. White matter tracts of the cerebrum Commissural fibers: Connects corresponding regions of two hemispheres. They include Corpus callosum Anterior and posterior commisure Habenular commisure of fornix Hippocampal commisureof fornix. Association Fibers: Connects various coical regions withinn the same hemisphere. They are classified as Sho association fibers: lie immediately under the coex and connnects adjacent gyri. Eg:- arcuate fasciculus. Long association fibers: Uncinate fasciculus Cingulum Superior longitudinal fasciculus Inferior loongitudinal fasciculus Fronto-occipital fasciculus Projection fibers: Internal capsule Corona radiata Ref: Snell's Clinical Neuroanatomy 8th edition Pgno: 262",
        "cop": 2,
        "opa": "Projection fibers",
        "opb": "Commisural fibers",
        "opc": "Sho association fibers",
        "opd": "Long association fibers",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ba0ba272-ddf5-46ec-94dc-6f4c988092e5",
        "choice_type": "multi"
    },
    {
        "question": "Corpus callosum",
        "exp": "Corpus callosum is the largest commissure of brain, interconnecting two identical/ corresponding areas of cerebral hemispheres. Other commissures are: Anterior commissure. Posterior commissure. Hippocampal commissure. Habenular commissure. NOTE: The primary visual area and hand region of primary somatosensory area of coex have no commissural fibres. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition, pg- 163)",
        "cop": 2,
        "opa": "Projection fibers",
        "opb": "Commissoral fibers",
        "opc": "Association fibers",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "1b9ca68a-141f-4119-b1f3-6d382c93233f",
        "choice_type": "multi"
    },
    {
        "question": "Which thalamic nuclei connect with neocoex",
        "exp": "All thalamic nuclei except the reticular nuclei projects into neocoex. It instead projects to the other thalamic nuclei, regulating the flow of information through these to the coex. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 227)",
        "cop": 4,
        "opa": "Palvinar",
        "opb": "Intralaminar",
        "opc": "Anterior",
        "opd": "All",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "3decd4e1-5a97-4f7a-b424-3231c078ab1a",
        "choice_type": "multi"
    },
    {
        "question": "The function of 8th cranial nerve is related to?",
        "exp": "Vestibular pathway of vestibulocochlear nerve / 8th cranial nerve - The vestibular receptors are the maculae of the saculae and the utricle (For static balance ) and crista of the ampullaries of semicircular ducts for kinetic balance. Fibres from cristae of anterior and lateral semicircular canals and some fibres from the the two maculae lie in superior vestibular area of internal acoustic meatus. Fibres of cristae of posterior semicircular canal lie in foramen singulare. Most of the fibres from maculae of utricle and saculae lie in inferior vestibular area. Ref: B D Chaurasia 's Human Anatomy, seventh edition, volume 4, pg. no., 77.",
        "cop": 4,
        "opa": "Smell",
        "opb": "Touch",
        "opc": "Taste",
        "opd": "Balance",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "57629bf4-da2d-4439-a35b-c89a6436d3b1",
        "choice_type": "single"
    },
    {
        "question": "Lowest projection of ligamentum denticulatum lies at which level of spinal nerves",
        "exp": "First tooth of ligamentum denticulatum is at the level of foramen magnum, last between T12-L1 Ref: Gray's39e/p227",
        "cop": 2,
        "opa": "T9, 10",
        "opb": "T12, L1",
        "opc": "S2, 3",
        "opd": "S4, 5",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "faffbc84-843f-459f-8362-ea78a9fe1458",
        "choice_type": "single"
    },
    {
        "question": "Nucleus intercalatus is seen in",
        "exp": "Nucleus intercalates is present in the medulla at the level of olives between the dorsal nucleus of the vagus nerve (lateral to the intercalated nucleus) and the nucleus of the hypoglossal nerve. Probably involved in the control of the vestibuloocular reflex and may contribute to the veical neural integrator. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 77)",
        "cop": 2,
        "opa": "Frontal lobe",
        "opb": "Medulla",
        "opc": "Temporal lobe",
        "opd": "Midbrain",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "93c4ee85-2547-4ad8-81e3-fda943343112",
        "choice_type": "single"
    },
    {
        "question": "Hippocampus is connected to hypothalamus by which structure?",
        "exp": "Fornix is a large bundle of mainly projection fibres which connect the hippocampus with the mammillary body. It constitutes the sole efferent system of the hippocampus. *The medial forebrain bundle (MFB), is a pa of reward system, containing fibers from the basal olfactory regions, periamygdaloid region septal nuclei, as well as fibers from ventral tegmental area. (Reference: Vishram Singh textbook of clinical neuroanatomy Second Edition page 231)",
        "cop": 1,
        "opa": "Fornix",
        "opb": "Mammilary bodies",
        "opc": "Median forebrain bundles",
        "opd": "Septal nuclei",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "de25105f-f641-4612-9591-00babf5c24a5",
        "choice_type": "single"
    },
    {
        "question": "A 64 year old male was undergoing aoic bypass surgery. During the procedure, the surgeon accidentally injured an aery arising from the aoa onn the left side at the level of lower thoracic that provides major blood supply to the spinal cord. Which of the following regions of the spinal cord is likely to be affected?",
        "exp": "The aery of Adamkiewicz supplies the lower two-thirds of the spinal cord. The great anterior medullary aery of Adamkiewicz is a large feeder aery of the spinal cord. It originates from the aoa in the lower thoracic or upper lumbar veebral levels. It is unilateral and in majority of the people, enters the spinal cord from the left side. It may be the major source of blood for the lower 2/3rd of the cord. Damage to this aery can lead to paraplegia. It can be a feeder to the anterior spinal aery and ischemia of the anterior segment is associated with the aoic bypass procedure. Ref: Snell's Clinical Neuroanatomy 8th edition Pgno: 472",
        "cop": 2,
        "opa": "Upper two thirds of the spinal cord",
        "opb": "Lower two third of the spinal cord",
        "opc": "upper one third of the spinal cord",
        "opd": "Lower one third of the spinal cord",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "fd091631-06e8-4754-8f36-062c22104446",
        "choice_type": "multi"
    },
    {
        "question": "Linea splendens is a modification of?",
        "exp": "The pia gives off a septum into the anterior median fissure and where this process is given off, the pia mater presents a thickening called linea splendens. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 53)",
        "cop": 3,
        "opa": "Endosteal duramater",
        "opb": "Meningeal duramater",
        "opc": "Pia mater",
        "opd": "Arachnoid mater",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "3015c4ba-cb26-407f-bdb9-f51796fe2c78",
        "choice_type": "single"
    },
    {
        "question": "Purkinje cells are situated in",
        "exp": "Purkinje Cells It is the characteristic cell of cerebellum. It gets stimulated by climbing fibers coming from inferior olivary nucleus. The main output of this cell is to cerebellar nuclei and is inhibitory in nature. Ref. B D Chaurasia's human anatomy. vol. 3",
        "cop": 2,
        "opa": "A. Cerebral coex",
        "opb": "B. Molecular layer of cerebellum",
        "opc": "C. Granular layer of cerebellum",
        "opd": "D. Nucleus emboliformis",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ea58ee71-45dc-4005-b344-2eb7041ac853",
        "choice_type": "single"
    },
    {
        "question": "The trapezoid body is concerned with",
        "exp": "Trapezoid body is a trapezium-shaped mass of white matter lying in the anterior pa of tegmentum, posterior to basilar pa of pons. It is formed by decussation of transversely running fibres arising from cochlear nuclei of both sides before it reaches the superior olivary nucleus. This decussation is believed to help in localization of sound. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 80)",
        "cop": 2,
        "opa": "Pain and temperature",
        "opb": "Hearing",
        "opc": "Touch and pressure",
        "opd": "Proprioception",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a981c626-eca9-48f2-a96e-0cb2c0df3125",
        "choice_type": "single"
    },
    {
        "question": "Superior colliculus is concerned with",
        "exp": "The Superior colliculus is a flattened mass formed of seven concentric alternating laminae of white matter and grey matter. The efferent fibres form Superior colliculus forms tectospinal and tectobulbar tracts, which are probably responsible for the reflex movements of eyes, head, and neck in response to visual stimuli. Unilateral lesion of Superior colliculus results in relative neglect of visual stimuli and inability to track moving objects in the contralateral field of vision, although the eye movements are normal. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 85)",
        "cop": 3,
        "opa": "Olfaction",
        "opb": "Hearing",
        "opc": "Vision",
        "opd": "Pain sensation",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "34246e80-8766-4e17-948e-0317fecf5ef4",
        "choice_type": "single"
    },
    {
        "question": "Oligodendrocytes are impoant in",
        "exp": "Oligodendrocytes: According to their distribution they may be of intrafscicular, or perineural. The intrafascicular cells are found in the myelinated tracts. The perineuronal cells are seen on the surface of the somata of the neurons. REF. BDC Handbook of general anatomy, 4th edition",
        "cop": 1,
        "opa": "Myelin formation",
        "opb": "Blood brain barrier",
        "opc": "Phagocytosis",
        "opd": "Collagen synthesis",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a2315585-8748-4858-b79f-de5e2837a383",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a branch of cavernous pa of internal carotid aery?",
        "exp": "The pterygoid branch is not a branch of the cavernous pa of the internal carotid aery. It is a branch of the petrous pa. Internal Carotid aery branches Pa Course Branches Cervical pa Originates from thr bifurcation of the common carotid aery. It has a dilatation at the lower end which is known as carotid sinus. It ascends in front of the transverse process of the upper three cervical veebrae - Petrous pa Passes through the carotid canal in the petrous pa of the temporal bone Caroticotemporal branch Aery to the pterygoid canal Cavernous pa Runs in the cavernous sinus Branch to the trigeminal ganglion Meningeal branch Branch to the cavernous sinus Hypophyseal branches Cerebral pa/Supracavernal pa Enters subarachnoid space by piercing arachnoid mater and divides into the anterior and middle cerebral aeries. Ophthalmic aery Anterior choroidal aery Posterior communicating aery Ref: Gray's Anatomy 41st edition Pgno: 280",
        "cop": 4,
        "opa": "Inferior hypophyseal branch",
        "opb": "Meningeal branch",
        "opc": "Cavernous branch",
        "opd": "Pterygoid branch",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "719b497c-0347-4f85-bf78-06a2df363729",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does NOT give rise to aeries supplying the spinal cord?",
        "exp": "The Spinal cord is supplied by. Anterior Spinal aery. Two posterior spinal aeries. Segmental aeries. The segmental aeries are spinal branches of deep cervical, ascending cervical, posterior intercostal, lumbar and lateral sacral aeries. These segmental aeries reach the Spinal cord as radicular aeries and form 5 longitudinal trunks which communicate around the cord forming a pial plexus- AERIAE CORONAE( Ref: vishram Singh textbook of clinical neuroanatomy second edition pg- 69)",
        "cop": 4,
        "opa": "Ascending cervical aery",
        "opb": "Deep cervical aery",
        "opc": "Intercostal aeries",
        "opd": "Thoracoacromial aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "12cfe8dc-e81a-4d55-9357-7265f879e878",
        "choice_type": "single"
    },
    {
        "question": "Chief aery of lateral surface of cerebral hemisphere",
        "exp": "The chief aery of lateral surface of brain is middle cerebral aery. The chief aeries of medial and inferior surfaces anterior cerebral aery and posterior cerebral aeries respectively. (Ref: Vishram Singh textbook of clinical neuroanatomy Second Edition page 178)",
        "cop": 3,
        "opa": "Anterior cerebral aery",
        "opb": "Posterior cerebral aery",
        "opc": "Middle cerebral aery",
        "opd": "Posterior inferior cerebellar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "d745c99e-515f-4459-95b1-907cf94fd12e",
        "choice_type": "single"
    },
    {
        "question": "Which area is out of the blood-brain barrier?",
        "exp": "Areas devoid of blood-brain barrier are Pineal gland, Posterior lobe of pituitary, Tuber cinerum Wall of supraoptic recess of third ventricle, Area postrema. These are the areas where the neuronal receptors sample the chemical contents of blood directly. (Ref: Vishram Singh textbook of clinical neuroanatomy, 2nd edition. Pg- 183)",
        "cop": 4,
        "opa": "Thalamus",
        "opb": "Cerebral coex",
        "opc": "4th ventricle",
        "opd": "Area postrema",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "734ef93a-16e6-4a57-9aa1-68f9564734f5",
        "choice_type": "single"
    },
    {
        "question": "Which aery is formed by joining of 2 veebral aeries?",
        "exp": "Basilar aery is formed by the union of two veebral aeries at the lower border of pons. Middle cerebral aery is a branch of internal carotid aery. Posterior cerebral aery is a branch of basilar aery. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg-174, 176)",
        "cop": 4,
        "opa": "Basal aery",
        "opb": "Middle cerebralaery",
        "opc": "Posterior cerebral aery",
        "opd": "Basilar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "b1c29a19-4193-4749-be5b-cb9d7071fb05",
        "choice_type": "single"
    },
    {
        "question": "The structures that pass between middle cerebellar peduncle and pons is",
        "exp": "Trigeminal nerve exits the brain by a large sensory root and a smaller motor root coming out of the pons at its junction with the middle cerebral peduncle. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg-81, fig 8. 9)",
        "cop": 1,
        "opa": "Trigeminal nerve",
        "opb": "Vagus nerve",
        "opc": "Olfactory nerve",
        "opd": "Optic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ac3a09d0-2b15-447c-a2a3-4138b85703c0",
        "choice_type": "single"
    },
    {
        "question": "Posterior cerebral aery is a branch of which of these?",
        "exp": "Posterior cerebral aeries are the terminal branches of basilar aery. Basilar aery is formed by the union of two veebral aeries at the lower border of pons. It ascends in the basilar sulcus on the ventral aspect of the pons in the cisterna pontis and terminates at the upper border of pons by dividing into left and right posterior cerebral aeries. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg - 174)",
        "cop": 2,
        "opa": "Veerbral aery",
        "opb": "Basilar aery",
        "opc": "Posterior cerebral aery",
        "opd": "Posterior choroidal aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "c0861c2b-4027-4a5e-880a-5e73dbd3df66",
        "choice_type": "single"
    },
    {
        "question": "Pain insensitive structure in brain is",
        "exp": "Pain Insensitive structures in Brain: Brain parenchyma. Ependyma. Choroid plexus. Pia matter. Arachnoid. Dura over convexity of skull ( Dura around vascular sinuses and vessels is sensitive to pain). Pain Sensitive structures in Brain: Cranial venous sinuses with afferent veins. Aeries at base of brain and aeries of dura including middle meningeal aery. (Ref: Gray&; s anatomy, page 404)",
        "cop": 4,
        "opa": "Falx cerebri",
        "opb": "Dural she ath surrounding vascular sinuses",
        "opc": "Middle meningeal aery",
        "opd": "Choroid plexus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "af21f47c-2cd1-4f95-8bd9-6c18be799f88",
        "choice_type": "single"
    },
    {
        "question": "Damage to the structure producing the elevation marked leads to paralysis of which of the following muscle?",
        "exp": "Figure shows the facial colliculus formed by 7th nerve wind around the 6th nerve i. e; it damages muscles of facial expression like risorius but deep damage leads to injury of 6th nerve i. e; lateral rectus Ref: Gray's39e/p-518",
        "cop": 2,
        "opa": "Lateral rectus",
        "opb": "Risorius",
        "opc": "Levator palpebrae superioris",
        "opd": "Superior oblique",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "c24d50d1-d7a4-4c60-ada7-b2cad9547de2",
        "choice_type": "single"
    },
    {
        "question": "Through which pa of internal capsule does auditory pathway pass",
        "exp": "The auditory fibres are carried in the inferior thalamic radiation which passes through the sublentiform pa of internal capsule. The other fibres passing through the sublentiform pa are temporopontine fibres and thalamotemporal fibres. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg- 167)",
        "cop": 4,
        "opa": "Anterior limb",
        "opb": "Posterior limb",
        "opc": "Retrolentiform pa",
        "opd": "Sublentiform pa",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "bdb11797-b835-4d58-891f-1e1f0397c2e9",
        "choice_type": "single"
    },
    {
        "question": "The rhombencephalon includes all except",
        "exp": "Midbrain is derived from mesencephalon. Mesencephalon also gives rise to cerebral aqueduct. Rhombencephalon gives rise to: Pons, cerebellum, medulla, 4th ventricle. Prosencephalon gives rise to cerebrum, Thalamus, metathalamus, hypothalamus, Subthalamus, epithalamus, lateral and third ventricle. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 4)",
        "cop": 1,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla oblongata",
        "opd": "Cerebellum",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "e7eb2ddc-2668-4c7d-9db0-886017966ef1",
        "choice_type": "multi"
    },
    {
        "question": "Pineal gland forms",
        "exp": "Anterior wall: Anterior column of fornix. Anterior commissure. Lamina terminalis. Posterior wall: Pineal gland. Posterior commissure. Commencement of cerebral aqueduct. Roof: ependyma. Floor: Optic chiasma. Tuber cinereum. Mamillary bodies. Posterior perforated substance. Tegmentum of midbrain. Lateral wall: Thalamus. Hypothalamus. Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 137",
        "cop": 3,
        "opa": "Floor of third ventricle",
        "opb": "Anterior wall of third ventricle",
        "opc": "Posterior wall of third ventricle",
        "opd": "Roof of third ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8ea68c7e-fb7e-4023-99cb-342d25ebb6dc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following thalamic nuclei does NOT project to neocoex?",
        "exp": "they have intra thalamic connections and do not project into cerebral coex, lie between external medullary lamina and the internal capsule Ref: Gray's 39e/p-227",
        "cop": 2,
        "opa": "Intralaminar nuclei",
        "opb": "Reticular nuclei",
        "opc": "Pulvinar nuclei",
        "opd": "Anterior thalamicnuclei",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "9d68bae1-dfda-4688-bf4b-1021aba69dda",
        "choice_type": "single"
    },
    {
        "question": "Sensation not represented in sensory coex is",
        "exp": "Olfaction is represented in the olfactory coex (Brodmann's area 28) which is located in the anterior pa of the parahippocampal gyrus and uncus. Note: Primary sensory area-pain, touch, Vibration, Temperature, muscle and joint sense. sensory association area- stereognosis. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg- 151)",
        "cop": 4,
        "opa": "Pain",
        "opb": "Temperature",
        "opc": "Touch",
        "opd": "Olfaction",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "d0360c88-6b07-48e1-8cc0-87ac45eea4db",
        "choice_type": "single"
    },
    {
        "question": "Special visceral efferent doesn&; t include:",
        "exp": "Dorsal nucleus of the Xth cranial nerve is not a special Visceral Efferent Nuclei. The Dorsal vagal Motor nucleus is a &; General Visceral Efferent&; Nuclei that represents the origin of the preganglionic, parasympathetic fibers of the vagus nerve. Special Visceral Efferent Nuclei: (These nuclei supply striated muscles derived from the brachial arches) Neurons in the SVE nuclei in the brainstem are associated with the trigeminal(V), facial(VII), glossopharyngeal(IX), vagus(X), and cranial poion of the accessory (XI) nerves. The SVE nucleus associated with the vagus nerves glossopharyngeal and is the nucleus ambiguous. SVE Nuclei CN Muscles supplied Motor nucleus of the V nerve Mandibular nerve (V3) Muscles of mastication Nucleus of the VII nerve VII Muscles of the face Nucleus ambiguous IX Stylopharyngeus muscle Nucleus ambiguous X and XI Muscles of the soft palate, the pharynx, and larynx Cranial Nerve Nuclei: Efferent: General Somatic efferent General Visceral Efferent Special Visceral Efferent Occulomotor nucleus Trochlear nucleus Abducent nucleus Hypoglossal nucleus Edinger Westphal nucleus Lacrimatory nucleus Superior Salivatory nucleus Inferior Salivatory nucleus Dorsal nucleus of the vagus Motor nucleus of the trigeminal nerve Motor nucleus of the facial nerve Nucleus ambiguous Afferent: General Somatic Afferent General Visceral Afferent & Special Visceral Afferent Special Somatic Afferent Superior sensory nucleus of the trigeminal nerve Spinal nucleus of the trigeminal nerve Mesencephalic nucleus of the trigeminal nerve Nucleus of solitary tract (or tractus solitarius) Upper pa of the tractus solitarius is for special visceral afferent Lower pa of tractus solitarius is for General visceral afferent Cochlear nuclei Vestibular nuclei Ref: BDC 7th volume 4 Pgno: 50",
        "cop": 2,
        "opa": "Nucleus ambiguous",
        "opb": "Dorsal nucleus of the Xth cranial nerve",
        "opc": "Motor nucleus of Vth cranial nerve",
        "opd": "Motor nucleus of Vth cranial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "75055e1e-8456-42f8-8185-e923616c9be0",
        "choice_type": "single"
    },
    {
        "question": "All are true about Brown-Sequard syndrome except",
        "exp": "Ipsilateral loss of crude touch sensation is not seen in Brown sequard syndrome. Brown-sequard syndrome is the hemisection of the spinal cord. This causes damage to ascending sensory (dorsal column pathway, spinothalamic tract) and descending motor (coticospinal tract) pathways. The damage to the dorsal column pathway leads to ipsilateral loss of fine touch, vibration and proprioception below the level of the lesion. The damage to the spinothalmic tract leads to contralateral loss of pain and temperature sensation begining one or two segements below the lesion. The damage to the coicospinal tract produces ipsilateral paralysis of the body. Ref: Snell&; s Clinical NEUROANATOMY 8th edition Pgno: 170",
        "cop": 3,
        "opa": "Hemisection of spinal cord",
        "opb": "Ipsilateral loss of vibration sensations",
        "opc": "Ipsilateral loss of crude touch sensations",
        "opd": "Ipsilateral paralysis below the level of lesion",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "edfc7afc-3e5d-49df-bd75-209a6dbad647",
        "choice_type": "multi"
    },
    {
        "question": "The anterior and posterior neuropores close during which week of embryonic development?",
        "exp": "Anterior and posterior neuropores close during week 4 of development- the anterior neuropore by day 25, the posterior neuropore by day 28. Failure of the fusion of anterior neuropore results in Anencephaly Failure of the fusion of posterior neuropore results in Rachis chisis. Ref: Gray's Anatomy 41st edition Pgno: 238",
        "cop": 3,
        "opa": "Week 2",
        "opb": "Week 3",
        "opc": "Week 4",
        "opd": "Week 5",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2841b718-786e-43e2-8b36-6f29c17d49ba",
        "choice_type": "single"
    },
    {
        "question": "Cavity of midbrain",
        "exp": "Cavity of midbrain- cerebral aqueduct. Cavity of hindbrain- 4th ventricle. Cavity of forebrain- lateral & 3rd ventricle(Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 4)",
        "cop": 3,
        "opa": "Lateral ventricle",
        "opb": "Third ventricle",
        "opc": "Cerebral aqueduct",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "cb2d61e7-bde3-41f5-8d6d-2c35dcbb0371",
        "choice_type": "multi"
    },
    {
        "question": "The conus medullaris syndrome differs from the cauda equina syndrome in that the former shows",
        "exp": "The conus medullaris syndrome typically shows the symmetric weakness of lower limbs, whereas the cauda equina syndrome, presents with asymmetric weakness of lower limbs. Radicular pain, lower motor neuron injury, and urinary retention are common to both conus medullaris and cauda equina syndrome. Conus medullaris Vs Conus equina syndrome Conus medullaris syndrome Cauda equina syndrome Injury Veebral column injuries between T12 and L2 Veebral column injuries distal to L2 Pathophysiology Upper and Lower motor neuron involvement Lower motor neuron involvement Motor strength Symmetrical motor impairement Asymmetrical motor impairement Reflexes Knee jerk preserved, ankle jerk affected Both knee and ankle jerk affected Sphincter dysfunction Urinary retention presents early in the disease course Urinary retention presents late in the disease course Absent bulbocavernosus reflex -do- Radicular pain and low back pain -do- Ref: Bradley&; s Neurology in Clinical practice 7th edition Pgno: 886",
        "cop": 3,
        "opa": "Radicular pain",
        "opb": "Lower motor neuron injury",
        "opc": "Symmetric weakness of lower limbs",
        "opd": "Urinary retention",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "931d03ca-2f67-465a-8af5-ca70d0cc65d8",
        "choice_type": "single"
    },
    {
        "question": "All is true about Brown - sequard syndrome except",
        "exp": "The patient present with contralateral loss of crude touch sensations, since anterior spinothalamic tract carrying these sensations, crosses the midline and runs on the opposite half of spinal cord.",
        "cop": 3,
        "opa": "Hemisection of spinal cord",
        "opb": "Ipsilateral loss of vibration sensations",
        "opc": "Ipsilateral loss of crude touch sensations",
        "opd": "Ipsilateral paralysis below the level of lesion",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8d1c3f35-da06-4d30-8bb3-255a0cf2768b",
        "choice_type": "multi"
    },
    {
        "question": "In the postnatal period the greatest growth in the grey matter of the C. N. S. is of",
        "exp": "The brain of newborn weighs approximately 300-350g. By 12 months, it reaches about two-thirds of adult brain. The postnatal growth of cerebral hemispheres results mainly from myelination. Myelination continues long after gray matter has reached a specific volume.",
        "cop": 3,
        "opa": "Length of Axon",
        "opb": "Neuron cell number",
        "opc": "Dendritic tree",
        "opd": "Size of Perikaryon",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "36b4dd98-08c2-4727-bf37-d19afbbde8aa",
        "choice_type": "single"
    },
    {
        "question": "Suppo of the muscles against gravity is a function of which one of the following?",
        "exp": "The vestibulospinal fibres which arise from lateral vestibular nucleus located at the junction of pons and medulla control the antigravity group of muscles. (Ref: AK Jain textbook of physiology pa 11, 5th edition pg 944)",
        "cop": 1,
        "opa": "Vestibular nucleus",
        "opb": "Hypothalamus",
        "opc": "Supplementary motor area",
        "opd": "Amygidala",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "387e64d6-6c10-4655-b9da-d0a88cfe3b13",
        "choice_type": "single"
    },
    {
        "question": "The Gustatory nucleus is a pa of",
        "exp": "The rostral pa of the solitary nucleus is sometimes referred to as the gustatory nucleus. The solitary nucleus conveys information about taste and visceral sensations",
        "cop": 1,
        "opa": "Solitary nucleus",
        "opb": "Hypoglossal nucleus",
        "opc": "Nucleus ambiguous",
        "opd": "Dorsal motor nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2c4d93d3-cb13-4e72-ae9e-cfebe1218739",
        "choice_type": "single"
    },
    {
        "question": "All of the following form the floor of third ventricle, except",
        "exp": "Floor of third ventricle is formed from before backward by: Optic chiasma. Tuber cinerum & infundibulum. Mammillary bodies. Posterior perforated substance. Tegmentum of midbrain(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 137)",
        "cop": 2,
        "opa": "Infundibulum",
        "opb": "Occulomotor nerve",
        "opc": "Mammillary body",
        "opd": "Optic chiasma",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "3c596437-5272-430f-85aa-c01f8558139a",
        "choice_type": "multi"
    },
    {
        "question": "Pseudounipolar neurons are seen in",
        "exp": "Pseudounipolar neurons are actually unipolar to begin with but become bipolar functionally and are found in dorsal nerve root ganglia and sensory root ganglia of the cranial nerves. REF. B D Chaurasia's human anatomy, Vol 3, fifth edition, Pg. 308",
        "cop": 4,
        "opa": "Celiac ganglion",
        "opb": "Olfactory",
        "opc": "Cochlea",
        "opd": "Spinal dorsal root ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "c86d1790-7a76-4d27-87b1-9ae0a4f82234",
        "choice_type": "single"
    },
    {
        "question": "Which of the following regions of the white matter would not contain coicospinal fibers?",
        "exp": "The anterior limb of the internal capsule doesnot contain coicospinal fibers. Coicospinal fibers have the following course: Cerberal coex - Corona radiata - Posterior limb of the internal capsule - Crus cerebri of cerebral peduncles - Ventral pa of the pons - Pyramids of medulla oblongata (most fibers decussate here) - Anterior and lateral white columns of the spinal cord (as anterior and lateral coicospinal tracts, respectively) Ref: Gray's Anatomy 41st edition Pgno: 395",
        "cop": 4,
        "opa": "Pyramid of medulla oblongata",
        "opb": "lateral white column of the spinal cord",
        "opc": "Cerebral peduncle of the midbrain",
        "opd": "Anterior limb of the internal capusle",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7a858b15-a573-4e6f-b3e4-f880097ea707",
        "choice_type": "single"
    },
    {
        "question": "Which thalamic nuclei connects with neocoex?",
        "exp": "All nuclei except reticular nucleus have projections into neocoex. Thalamus is a sensory integration and relay station of all the sensory pathways except for the olfactory pathway which is projected directly to the cerebral coex without relay in thalamus. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 129)",
        "cop": 4,
        "opa": "Pulvinar",
        "opb": "Intralaminar",
        "opc": "Anterior",
        "opd": "All",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7a5be061-cab1-4e4f-837d-73f37ef7295f",
        "choice_type": "multi"
    },
    {
        "question": "Dilator papillae are supplied by",
        "exp": "Dilator papillae are supplied by sympathetic fibers, which arises from the inter medio lateral horn of spinal cord segment of T-1 These pre-ganglionic T-1 sympathetic fibersclimbs up the cervical sympathetic chain and synapse in the superior (highest)cervical ganglion. Postganglionic fibers makes sympathetic plexus around the internal carotid aery and reach the dilator papillae muscle. Ref: Gray's 39e/p-227",
        "cop": 3,
        "opa": "Oculomotor nerve",
        "opb": "Sympathetic fibers from the fronto - orbital branch of trigeminal nerve",
        "opc": "Postganglionic sympathetic fibers from cervical sympathetic chain",
        "opd": "Postganglionic parasympathetic fibers",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "548c4d6b-349a-465c-996a-5618000741d1",
        "choice_type": "single"
    },
    {
        "question": "Which type of visual defects are caused by a tumour of the pituitary gland pressing upon the optic chiasma?",
        "exp": "Damage to Central pa of optic chiasma (as may occur from pituitary tumours) interrupt the crossing fibres from nasal half of two retinae and results in bitemporal hemianopiasite and lesions are: Optic nerve- total blindness. Optic tract- homonymous hemianopia. Visual coex- macular sparing. Upper tip of calcarine sulcus- contralateral Inferior quadrantanopia. Lower lip of calcarine sulcus- C/L Superior quadrantanopia(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 216)",
        "cop": 3,
        "opa": "Homonymous hemianopia",
        "opb": "Heteronymous hemianopia",
        "opc": "Bitemporal hemianopia",
        "opd": "Binasal hemianopia",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "695c36a7-50ba-4909-bec7-d04464191d89",
        "choice_type": "single"
    },
    {
        "question": "Middle ear is separated from cerebrum by",
        "exp": "The roof of the tympanic cavity is formed by a thin plate of bone, the tegmen tympani, which separates the cranial and tympanic cavities. imageref- sciencedirect. com",
        "cop": 1,
        "opa": "Tegmen tympani",
        "opb": "Sphenoid bone",
        "opc": "Jugular wall",
        "opd": "Carotid wall",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "05aa4e39-facc-4ded-9d72-f58765ba561d",
        "choice_type": "multi"
    },
    {
        "question": "Two internal cerebral veins fuse to form",
        "exp": "The two internal cerebral veins unite together beneath the splenium of corpus callosum to form the great cerebral vein(of GALEN).*After a sho backward course, it joins the Inferior sagittal sinus to form the straight sinus. The tributaries are: Internal cerebral veins. Basal veins. Veins from colliculi. Veins from cerebellum and adjoining pas of occipital lobe(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg-181)",
        "cop": 3,
        "opa": "Middle cerebral vein",
        "opb": "Anterior cerebral vein",
        "opc": "Great cerebral vein",
        "opd": "Inferior cerebral vein",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "091db65b-2e84-46a2-94a0-d5c3b69af651",
        "choice_type": "single"
    },
    {
        "question": "A 58 year old male who is a known case of diabetes mellitus, hypertensionn and hypercholesterolemis presented with loss of sensation below the level of the umbilicus. There is no motor loss. His bowel and bladder function is intact. MRI scan revealed spinal infarction affecting the posterior white columns in the tenth thoracic segment of the spinal cord. Which of the following sensations would be intact in this patient.",
        "exp": "The dorsal column/posterior white column doesnt carry the pain sensation, hence it would be intact. The pain and temperature sensations are carried by the lateral spinothalamic tract. Pathway Dorsal Column Anterior spinothalamic tract Lateral spinothalamic tract Receptor Meissner corpuscles, pacinian corpuscles, muscle spiindles, golgi tendon organs Free nerve endings Free nerve endings First order neurons First order neurons from the receptors enter spinal cord for the dorsal root > ascend ipsilsterally as fasciculus gracilis and fasciculus cuneatus > synapse in nucleus gracilic and nucleus cuneatus in medulla > First order neurons from the dorsal root ganglion ascend for a few segments and synapse with the cells in the posterior gray column> -do- Second order neurons Second order neurons from nucleus gracilis and nucleus cuneatus continue as internal arcuate fibers > deccusate in the lower medulla and ascennds as medial leminiscus on the contralateral side > synapse in the ventral posterolateral nucleus of the thalamus Second order neurons from the posterior gray column crossover to the opposite side and ascend as anterior and lateral spinothalamic tract> form the spinal lemniscus in the medulla> ascend through pons and synapses in the ventro posterolateral and nucleus of thalamus > -do- Third order neurons Third order neuron from the ventral posterolateral nucleus of thalamus ascend in the posterior limb of internal capsule and corona radiata and terminte in somatosensory coex Third order neurons from the ventral posterolateral nucleus of thalamus ascend through the posterior limb of internal capsule and corona radiata and terminate in the somatosensory coex -do- Decussation Medulla Spinal cord-few segments above the entry point Spinal cord onne segment above the entry point Sensations carried Proprioception, crue touch, pressure, vibration, position sense Light touch, pressure Pain and temperature Ref: Snell's Clinical Neuroanatomy 8th edition PGno: 143",
        "cop": 2,
        "opa": "Position sense",
        "opb": "Pain",
        "opc": "Touch",
        "opd": "Vibration",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a1dc304d-2810-4d46-99c2-5c564501821e",
        "choice_type": "single"
    },
    {
        "question": "All are true about blood supply of cerebral hemispheres except",
        "exp": "Most of the Inferior surface is supplied by the posterior cerebral aery. anterior cerebral aery supplies most of the medial surface of brain, medial pa of orbital surface of frontal lobe and a narrow strip of cerebral coex adjoining superomedial border. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 178)",
        "cop": 2,
        "opa": "MCA is main supply of superolateral surface",
        "opb": "ACA is main supply of inferior surface",
        "opc": "PCA is main supply of inferior surface",
        "opd": "All three aeries supply each surface",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2060c07f-4b78-4566-a976-21a1db78f901",
        "choice_type": "multi"
    },
    {
        "question": "True about corpus callosum",
        "exp": "Corpus callosum is the largest commissure of the brain interconnecting the identical/corresponding areas of two cerebral hemispheres. It connects all pas of neocoex except for the lower and anterior pas of temporal lobes. In its convex superior aspect is covered by a thin layer of greymatter- indusium griesum. ref - vishram singh neuroanatomy 2e pg163, 164",
        "cop": 4,
        "opa": "Unite far area of two sides of brain",
        "opb": "Connect two frontal lobe",
        "opc": "Unite two hemisphere",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a7f12cf5-e361-40de-9123-6645bcc494bd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following brainstem nuclei is not derived from the alar plate?",
        "exp": "Hypoglossal nucleus is derived from the basal nuclei. Structures of brainstem derived from alar lamina are:* Midbrain- colliculi, red nucleus, colliculi, Mesencephalic nucleus of 5th CN* Pons- pontine nuclei, vestibular nuclei, Cochlear nuclei, main sensory nucleus, Nucleus of spinal tract, nucleus tractus Solitaris.* Medulla - Inferior olivary nucleus, vestibular Nucleus, nucleus of spinal tract of 5th Cranial nerve, nucleus tractus solitaries, Pa of dorsal nucleus of vagus nerve. (Ref: human embryology by IB Singh, 9th edition, pg 293)",
        "cop": 4,
        "opa": "Inferior olivary nucleus",
        "opb": "Substantia nigra",
        "opc": "Red nucleus",
        "opd": "Hypoglossal",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "85656e25-cea6-42d4-8245-2f3afb913a95",
        "choice_type": "single"
    },
    {
        "question": "Special visceral efferent DOESN'T include",
        "exp": "Dorsal nucleus of tenth cranial nerve belongs to GVE (general visceral efferent) neural column It supplies the three effectors under autonomic system: cardiac muscles, smooth muscles and glands. Special visceral efferent (SVE) neural column supplies skeletal muscles developing in pharyngeal arches. Ref: Gray's 39e/p-227",
        "cop": 3,
        "opa": "Motor nucleus of fifth cranial nerve",
        "opb": "Motor nucleus of seventh cranial nerve",
        "opc": "Dorsal nucleus of tenth cranial nerve",
        "opd": "Nucleus ambiguous",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "3a0993cc-ce65-45f4-a4c2-0483d3678fa6",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar glomeruli are seen in ________ layer of cerebellar coex",
        "exp": "Cerebellar glomeruli are seen in the granular layer of cerebellar coex. It is a synaptic complex involving four types of neurites: Mossy fibre terminal. Dendrites of granule cell Dendrites of golgi cells Golgi cell axon terminal Each glomeruli is surrounded by a capsule of neuroglial cells and appears ovoid or spherical. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 116, fig 10. 6)",
        "cop": 3,
        "opa": "Molecular",
        "opb": "Purkinje",
        "opc": "Granular",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2ca522eb-15e4-4b35-9e4d-1d8ac2d397e2",
        "choice_type": "multi"
    },
    {
        "question": "All are pas of corpus callosum except",
        "exp": "Thin layer of grey matter in contact with the dorsal surface of corpus callosum Ref: Gray's 39e/p-227",
        "cop": 4,
        "opa": "Forceps minor",
        "opb": "Forceps major",
        "opc": "Tapetum",
        "opd": "Indusium griseum",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ce4ac7d5-d398-4ec0-b328-2ef69f3f88e8",
        "choice_type": "multi"
    },
    {
        "question": "VIII cranial nerve affects",
        "exp": "The vestibulocochlear nerve consists of two divisions: cochlear and vestibular. Cochlear nerve innervate the organ of Coi and is associated with hearing. Vestibular nerve innervates the vestibular receptors in the semicircular ducts(kinetic balance) and in the utricle and saccule(for static balance) in the ear. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg- 103)",
        "cop": 2,
        "opa": "Taste",
        "opb": "Equilibrium",
        "opc": "Touch",
        "opd": "Smell",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "33335c03-729f-4a3d-a611-18b40b0af12c",
        "choice_type": "single"
    },
    {
        "question": "Hypoglossal nucleus lies on",
        "exp": "Hypoglossal nucleus is an elongated column of grey matter extending throughout the length of medulla oblongata in the paramedian plane. Note: *Midbrain - nuclei of 3, 4 cranial nerves *Pons - nuclei of 5, 6, 7, 8 cranial nerves * Medulla- nuclei of 9, 10, 11, 12 cranial nerves (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg -91, 92)",
        "cop": 3,
        "opa": "Mid brain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Lower pons",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "bd454538-4172-4c27-935e-d04e7bea7fdf",
        "choice_type": "single"
    },
    {
        "question": "The constituents of Inferior cerebellar peduncle includes all except",
        "exp": "The inferior cerebellar peduncle consists of the following -posterior spinocerebellar fibres, olivocerebellar, parolivocerebellar fibres, cuneocerebellar (posterior external arcuate fibres), anterior external arcuate fibres, vestibulocerebellar, and reticulocerbellar fibres. Reference: Textbook of clinical neuroanatomy, Vishram Singh, Second edition, page no. 117",
        "cop": 1,
        "opa": "Anterior spino cerebellar",
        "opb": "Cuneo cerebellar",
        "opc": "Olivocerebellar",
        "opd": "Parolivocerebellar",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "5951bb6d-21f0-40d1-880f-e1deb48481f5",
        "choice_type": "multi"
    },
    {
        "question": "Cerebellar coex contains",
        "exp": "Purkinje cells are large flask-shaped neurons seen in the intermediate layer of cerebellar coex. There are five types of neurons in cerebellar coex which are Purkinje cells, Granule cells, Stellate cells, Basket cells, Golgi cells. All the intrinsic neurons in the cerebellar coex are inhibitory except granule cells. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition, pg- 114)",
        "cop": 2,
        "opa": "Pyramidal cells",
        "opb": "Purkinje cells",
        "opc": "Stromal cells",
        "opd": "Kupffer cells",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "43e168c8-03af-4ee4-9f71-dc416fe26dac",
        "choice_type": "single"
    },
    {
        "question": "Central sulcus is an example of",
        "exp": "Limiting sulcus develops along the plane of the coical areas, which differ in the function they primarily subserve. Central sulcus (of Rolando) forms the boundary between the motor area of cerebral coex in front and sensory area behind. Calcarine sulcus is also a limiting sulcus. Axial sulci develop along the long axis of rapidly growing homogenous areas. Operculated sulcus is similar to limiting sulcus in that it separates functionally different areas but transition occurs in the lip and not on the floor. Complete sulcus is deep enough to produce an elevation in the wall of ventricle. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg- 142)",
        "cop": 1,
        "opa": "Limiting sulcus",
        "opb": "Axial sulcus",
        "opc": "Operculated sulcus",
        "opd": "Complete sulcus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "93ec55ea-79e4-4552-b2a3-123030d4cf30",
        "choice_type": "single"
    },
    {
        "question": "A 62 year old male patient presented with paraplegia, bilateral thermoanesthesia and analgesia below the level of the umbilicus, and loss of bowel and bladder movements. However, the proprioception and vibration senses are intact. Spinal angiography revealed thrombus in the anterior spinal aery. Which of the following regions of the spinal cord is likely to be affected?",
        "exp": "Thrombosis of the anterior spinal aery affects the anterior 2/3rd of the spinal cord. The spinal cord is supplied by the longitudinal aeries and segemental aeries. The longitudinal aeries are: Anterior Spinal aery: It supplies anterior 2/3rd of the cord. Occlusion of the anterior spinal aery causes: Bilateral paraplegia below the level of lesion due to damage to bilateral coicospinal tracts. Bilateral thermoanesthesia and analgesia below the level of lesion due to damage to bilateral spinothalamic tracts. Weakness of limb muscles due to damage to bilateral anterior grey horns in cervical or lumbar regions of the cord. Loss of bowel and bladder functions due to damage to the descending autonomic tracts. Sense of position, vibration, and fine touch are intact as the posterior white column is unaffected, which is supplied by the posterior spinal aery. Posterior spinal aery: Its posterior 1/3rd of the cord. Occlusion of the posterior spinal aery causes: Loss of sensation of position, vibration and fine touch due to damage to the bilatera; posterior white columns. The coicospinal tracts, spinothalamic tracts, anterior grey horns, and descending autonomic tracts are unaffected, as they are supplied by the anterior spinal aery. The segmental aeries are branches of aeries outside the veebral column. The segmental aeries give rise to anterior and posterior radicular aeries. These segmental aeries are branches of Deep cervical aery Intercostal aery Lumbar aery Ref: Snell&; s Clinical Neuroanatomy 8th edition Pgno: 472",
        "cop": 3,
        "opa": "Whole segment of spinal cord",
        "opb": "Anterior 1/3rd of the spinal cord",
        "opc": "Anterior 2/3rd of the spinal cord",
        "opd": "Anterior 1/2 of the spinal cord",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a5010556-96a4-47a0-bbfa-55f3f0fedde3",
        "choice_type": "single"
    },
    {
        "question": "Internal carotid aery crosses",
        "exp": "Inside the middle cranial fossa, it first runs forwards along the floor and medial wall of the cavernous sinus and then turns upwards on the medial side of the anterior clinoid process. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 175)",
        "cop": 3,
        "opa": "Sigmoid sinus",
        "opb": "Straight sinus",
        "opc": "Cavernous sinus",
        "opd": "Saggital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "d8a72711-c6fb-4a9e-9bc0-4bb7f0c37a92",
        "choice_type": "single"
    },
    {
        "question": "True about medial lemniscus system",
        "exp": "Formed from fasciculus gracilis and cuneatus; b. carries discriminative touch and proprioception. Five sensations (pressure, discriminative touch, vibration, stereognosis and proprioception) are carried by dorsal column (fasciculus gracilis and cuneatus) of spinal cord and synapse in the respective nuclei in the lower medulla. Ref: Gray's 39e/p-227",
        "cop": 1,
        "opa": "Formed from fasciculus gracilis and cuneatus",
        "opb": "Carries discriminative touch and proprioception",
        "opc": "Convey pain and temperature",
        "opd": "Joins spinothalamic tract",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "915a77e4-feb7-4a33-90bc-88f040a11fe9",
        "choice_type": "multi"
    },
    {
        "question": "Substantia gelatinosa corresponds to",
        "exp": "The Rexed laminae comprise a system of ten layers of grey matter (I-X), identified in the early 1950s by Bror Rexed to label poions of the grey columns of the spinal cord NOTE: Lamina I: posteromarginal nucleus Lamina II: substantial gelatinosa of Rolando Laminae III and IV: nucleus proprius Lamina V& VI: base of the dorsal horn. Lamina VII: intermediomedial nucleus, intermediolateral nucleus, nucleus dorsalis Lamina VIII & IX: medial and lateral groups of nuclei of anterior grey column Lamina X: Central Zone, grey matter surrounding the central canal ref - vishram singh neuroanatomy 2e pg59",
        "cop": 2,
        "opa": "Rexed laminae I",
        "opb": "Rexed laminae II",
        "opc": "Rexed laminae III",
        "opd": "Rexed laminae IV",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f5306b03-fb29-4406-92d9-0e28b717f3bc",
        "choice_type": "single"
    },
    {
        "question": "The marked cell inhibits which of the following structure?",
        "exp": "Slide shows Purkinje cell in the cerebellar coex, are inhibitory 227-431",
        "cop": 4,
        "opa": "Golgi cell",
        "opb": "Basket cell",
        "opc": "Vestibular nuclei",
        "opd": "Deep cerebellar nuclei",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "949da6f1-e5e1-432f-a008-57788ef782fc",
        "choice_type": "single"
    },
    {
        "question": "Pa of neural tube from which corpus callosum develops",
        "exp": "Initially, corpus callosum forms a small bundle in the lamina terminalis and later extends first anteriorly and then posteriorly, arching over the thin roof of the diencephalon. It connects the nonolfactory areas of the right and the left cerebral coices. Ref: Gray's39e/p-518",
        "cop": 1,
        "opa": "Lamina terminalis",
        "opb": "Basal lamina",
        "opc": "Alar lamina",
        "opd": "Roof plate",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "4d266a56-f5ab-43f7-afff-7f646e1b78b5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT a branch of intracranial pa of Internal carotid aery?",
        "exp": "Anterior communicating aery is a branch of anterior cerebral aery. The branches of intracranial pa of internal carotid aery are: Ophthalmic aery Anterior cerebral aery Middle cerebral aery Posterior communicating aery Anterior choroidal aery (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 176, table 15. 1)",
        "cop": 1,
        "opa": "Anterior communicating",
        "opb": "Anterior cerebral",
        "opc": "Middle cerebral",
        "opd": "Posterior communinating",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "1f204bcc-519d-4c4a-b011-edc6f007c33f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following ends in the posteromedial ventral nucleus of Thalamus?",
        "exp": "The afferents to posteromedial ventral nucleus are trigeminal lemniscus and solitariothalamic tract. Medial lemniscus ends in posterolateral ventral nucleus along with spinal lemniscus( STT)(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 130)",
        "cop": 3,
        "opa": "Medial lemniscus",
        "opb": "Lateral lemniscus",
        "opc": "Trigeminal lemniscus",
        "opd": "STT",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "142bd400-b3d4-43cf-9430-58033922f6d9",
        "choice_type": "single"
    },
    {
        "question": "1st spinal nerve is related to",
        "exp": "The anterior primary ramus of C1 joins with hypoglossal nerve, which distributes the motor fibres to the geniohyoid and thyroid muscles. C1 is the first spinal nerve which is unique in that it contains only motor fibres. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 107)",
        "cop": 3,
        "opa": "Glossopharyngeal",
        "opb": "Vagus",
        "opc": "Hypoglossal",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "0b348177-4ffb-49e3-915e-bb350902ba7e",
        "choice_type": "single"
    },
    {
        "question": "Anterior cerebral aery supplies which pa of brain?",
        "exp": "Most of the medial surface is supplied by the anterior cerebral aery. It also supplies the medial pa of the orbital surface of the frontal lobe. Middle cerebral aery supplies most of the superolateral surface of brain. It also supplies the temporal lobe and the lateral pa of the orbital surface of the frontal lobe. Most of the inferior surface(except the temporal pole )and occipital lobe is supplied by the posterior cerebral aery. (Ref: Vishram Singh textbook of clinical neuroanatomy Second Edition page 178)",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Lateral",
        "opc": "Medial",
        "opd": "Posterior",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7d77f0f3-f21d-4fe9-8a88-2b86e0407481",
        "choice_type": "single"
    },
    {
        "question": "Some areas in or near the brainstem, situated outside the blood-brain barrier, are",
        "exp": "The blood brain barrier is a semipermeable barrier, that protects brain and Spinal cord from potentially dangerous substance. Some areas are outside the BBB for apecialised functions and homeostasis: SENSORY -area postrema (AP), the subfornical organ (SFO)& vascular organ of lamina terminalis. They have the ability to sense plasma molecules and then pass that information into other regions of the brain. Through this, they provide direct information to the autonomic nervous system from the systemic circulation. SECRETORY-the subcommissural organ (SCO), the posterior pituitary, the pineal gland, the median eminence and the intermediate lobe of the pituitary gland. These organs are responsible for secreting hormones and glycoproteins into the peripheral vascular system using feedback from both the brain environment and external stimuli. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 183)",
        "cop": 2,
        "opa": "Anterior pituitary, area postrema and subfornical organ",
        "opb": "Area postrema, organum vasculosum of lamina terminalis, posterior pituitary and subfornical organ",
        "opc": "Median eminence of hypothalamus, anterior pituitary, organum vasculosum of lamina terminals and area postrema",
        "opd": "Pituitary gland, median eminence of hypothalamus and subfornical organ",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a90c6188-e34f-4fc9-86eb-380c9fef0e36",
        "choice_type": "single"
    },
    {
        "question": "The nucleus ambiguus is shared by all of the following cranial nerves except",
        "exp": "Cranial pa of nucleus ambiguus gives fibers to IX, X and the cranial root of XI nerve. The caudal pa of this nucleus gives fibers to the spinal root of XI nerve. Ref: Chaurasia; Volume 3; 6th edition; Page no: 342",
        "cop": 4,
        "opa": "IX",
        "opb": "X",
        "opc": "XI",
        "opd": "XII",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "cb47c2bc-ac0d-4406-9493-4d9c7c88e070",
        "choice_type": "multi"
    },
    {
        "question": "Tectal breaking is seen in",
        "exp": "The normal tectum has a rounded or, sometimes, a squared appearance of the colliculi and a sho cranial-caudal length. In the Chiari II malformation, variable degrees of fusion of the colliculi and upward deflection of the tectum result in prominent beaking and elongation of the tectum. Arnold Chiari malformation consists of a downward displacement of the cerebellar tonsils through the foramen magnum resulting in obstructive hydrocephalus. Dandy-Walker malformation is characterized by agenesis or hypoplasia of the cerebellar vermis, cystic dilatation of the fouh ventricle, and enlargement of the posterior fossa.",
        "cop": 2,
        "opa": "Dandy - Walker malformation",
        "opb": "Arnold - Chiari malformation",
        "opc": "Aqueductal stenosis",
        "opd": "Third ventricular tumour",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "62f2e1a6-69a3-4024-a5af-7147468a5314",
        "choice_type": "single"
    },
    {
        "question": "Middle superior alveolar nerve is a branch of?",
        "exp": "Cranial nerve V /trigeminal nerve comprise three branches, ophthalmic V1 - sensory division, maxillary V2 - sensory division, and mandibular V3 - both sensory and motor division. Maxillary Nerve division - It is sensory and gives branches as follows - In Middle Cranial Fossa - 1. Meningeal branch In Pterygopalatine Fossa - 1. Ganglionic branches 2). Zygomatic: a. Zygomaticotemporal b. Zygomaticofacial 3) Posterior superior alveolar In Infraorbital Canal - 1. Middle superior alveolar 2. Anterior superior alveolar On Face - Infraorbital a. Palpebral b. Labial c. Nasa. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 4, pg. no., 68.",
        "cop": 2,
        "opa": "mandibular division of trigeminal nerve",
        "opb": "Maxillary nerve division of trigeminal nerve",
        "opc": "Ophthalmic nerve division of trigeminal nerve",
        "opd": "trochlear nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8fbc1ab2-a4f8-4806-a2b1-61e2edffa4f0",
        "choice_type": "single"
    },
    {
        "question": "Nucleus ambiguous includes all, except",
        "exp": "Nucleus ambiguous is located posterolateral to medulla at the level of olives. It gives origin to the motor fibres of 9, 10, 11 cranial nerves(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg-77)",
        "cop": 4,
        "opa": "IX",
        "opb": "X",
        "opc": "XI",
        "opd": "XII",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2a839387-c63c-4f21-ba82-235ea21bc104",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following nuclei belongs to the general visceral efferent column?",
        "exp": "The general visceral efferent fibres (GVE) arises from nuclei of general visceral efferent column and supply the glands and the smooth muscles of vessels and viscera. These fibres form the CRANIAL OUTFLOW of the parasympathetic nervous system. The GVE nuclei are: Edinger Westphal nucleus. Lacrimatory nucleus. Superior salivatory nucleus Inferior salivatory nucleus Dorsal nucleus of vagus nerve (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition, pg-92)",
        "cop": 3,
        "opa": "Facial nerve nucleus",
        "opb": "Trigeminal motor nucleus",
        "opc": "Dorsal nucleus of vagus",
        "opd": "Nucleus ambigous",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f565a575-0681-4573-abbc-485e5a023b50",
        "choice_type": "single"
    },
    {
        "question": "Which of the following thalamic nuclei does not project neocoex?",
        "exp": "It has been suggested that the reticular nucleus receives afferent input from the reticular formation and in turn projects to the other thalamic nuclei, regulating the flow of information through these to the coex. This is the only thalamic nucleus that does not project to the cerebral coex, instead it modulates the information from other nuclei in the thalamus. <img src=\" /> ref - vishram singh neuroanatomy 2e pg225",
        "cop": 2,
        "opa": "Intralaminar nuclei",
        "opb": "Reticular nuclei",
        "opc": "Pulvinar nuclei",
        "opd": "Anterior thalamic nuclei",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "cdee0ec4-ddb8-47b8-adcc-9944b617aa2c",
        "choice_type": "single"
    },
    {
        "question": "Foramen of Magendie is the central opening of",
        "exp": "Foramen of magendie is an opening in the roof of 4th ventricle through which the cavity of ventricle communicates with the subarachnoid space of the cerebellomedullary cistern. (Ref: vishram Singh textbook of clinical neuroanatomy, 2nd edition page 121)",
        "cop": 2,
        "opa": "Lateral ventricle",
        "opb": "4th ventricle",
        "opc": "3rd ventricle",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "0727fee4-edbb-4462-b77e-a70391ff86c3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Nulcei of vagus receives special and general visceral afferents?",
        "exp": "The nucleus tractua solitarius and associated tract receives special and general visceral afferents the facial (CN VII) glossopharyngeal (CN IX) and vagus (CN X) nerves. Nuclei of Vagus The vagus nerve includes axons which emerge from or converge onto four nuclei of the medulla. Efferent Nuclei of Vagus: The Dorsal nucleus of vagus nerve: General Visceral Efferent The nucleus ambiguous: Special Visceral Efferent Afferent Nuclei of Vagus: Spinal nucleus of the trigeminal nerve: General Somatic Afferents Nucleus of Solitary tract (or tractus Solitarius): Special and General Visceral Afferents The nucleus tractus Solitarius and associated tract receives special and general visceral afferents the facial (CN VII), glossopharyngeal (CN IX) and vagus. Spinal nucleus of the trigeminal nerve: also received general somatic afferents from facial (CN VII), glossopharyngeal (CN IX) and vagus (CN X) nerves. In addition to the trigeminal nerve. The nucleus ambiguous gives rise to the brachial efferent motor fibers of the vagus nerve (CN X) terminating in the laryngeal, pharyngeal muscles, and soft palate as well as to the efferent motor fibers of the glossopharyngeal nerve (CN IX) terminating in the stylopharyngeus muscle. Ref: BDC 7th edition volume 4 Pgno: 50",
        "cop": 4,
        "opa": "Dorsal Nucleus of Vagus",
        "opb": "Nucleus Ambiguous",
        "opc": "Spinal nucleus of trigeminal nerve",
        "opd": "Nucleus of Solitary Tract",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7502508a-c4f9-447c-a6ab-086ffad6d153",
        "choice_type": "single"
    },
    {
        "question": "Which pa of the internal carotid aery doesnot give any branch?",
        "exp": "The cervical pa of the internal carotid aery doesnot give off any branches. Branches of internal carotid aery Pa Course Branches Cervical pa Originates from the bifurcation of the common carotid aery. It has a dilatation at the lower end which is known as carotid sinus It ascends infront of the trannsverse process of the upper three cervical veebrae. - Petrous pa Passes through the carotid canal in the petrous pa of the temporal bone. Caroticotympanic branch Aery to the pterygoid canal Cavernous pa Runs in the cavernous sinus Branch to the terminal ganglion Meningeal branch Branch to the cavernous sinus Hypophyseal branches Cerebral pa/Supracavernal pa Enters subarachnoid space by piercing arachnoid mater and divides into the anterior and middle cerebral aeries. Ophthalmic aery Anterior choroidal aery Posterior communicating aery The petrous, cavernous and intracranial pas of the internal carotid aery are called the Carotid Siphon because of its sigmoid course. Ref: Gray's Anatomy 41st edition Pgno: 280",
        "cop": 1,
        "opa": "Cervical pa",
        "opb": "Petrous pa",
        "opc": "Cavernous pa",
        "opd": "Cerebral pa",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "69c5de40-4407-4a54-8011-b4861dd74cca",
        "choice_type": "single"
    },
    {
        "question": "Wallenberg syndrome involves which aery?",
        "exp": "Wallenberg syndrome usually occurs due to involvement of ipsilateral veebral aery, but occasionally it is due to block in an ipsilateral posterior inferior cerebellar aery.",
        "cop": 2,
        "opa": "Anterior inferior cerebellar aery",
        "opb": "Posterior inferior cerebellar aery",
        "opc": "Subclan aery",
        "opd": "Posterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "74a77ffe-ce00-4605-8353-a739f633509f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following cranial nerve does not content parasympathetic motor (GVE) fibers?",
        "exp": "The abducent nerve consists of general somatic efferent fibres only. The general visceral efferent (GVE) supply the glands and smooth muscles of vessels and viscera. The nuclei of GVE column are Edinger Westphal nucleus, Superior and inferior salivatory nucleus, lacrimatory nucleus, dorsal nucleus of vagus. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 92)",
        "cop": 2,
        "opa": "III",
        "opb": "VI",
        "opc": "IX",
        "opd": "X",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7f9cc061-f6eb-4da9-bab7-7345b5a6a52c",
        "choice_type": "single"
    },
    {
        "question": "The structure which is NOT a component of basal ganglia",
        "exp": "Anatomically, basal ganglia include *corpus striatum *claustrum *amygdaloid body Corpus striatum includes caudate nucleus, globus Pallidus, putamen. Functionally, basal ganglia also include substantia nigra and subthalamus. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg-154 )",
        "cop": 4,
        "opa": "Caudate of basal ganglia",
        "opb": "Putamen",
        "opc": "Globus pallidus",
        "opd": "Thalamus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "987f50ac-c9a3-49d4-b680-960895735ab9",
        "choice_type": "multi"
    },
    {
        "question": "Cavity of mesencephalon",
        "exp": "The cavity of mesencephalon forms the cerebral aqueduct. The cavity of Rhombencephalon forms the fouh ventricle. The cavity of prosencephalon forms lateral and third ventricle. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 4)",
        "cop": 3,
        "opa": "Lateral ventricle",
        "opb": "Fouh ventricle",
        "opc": "Cerebral acqueduct",
        "opd": "Third ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8e23121f-ed9e-407d-80f5-eed6c35970c1",
        "choice_type": "single"
    },
    {
        "question": "Pars intermedia of hypophysis cerebri from?",
        "exp": "The intermediate pas of pituitary gland develop from an ectodermal diveiculum called RATHKE&; S pouch. This grows upwards from the roof of stomatodaeum, just in front of buccopharyngeal membrane. (Ref: human embryology by IB Singh 9th edition, pg-310)",
        "cop": 3,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Oral ectoderm",
        "opd": "Neuroectoderm",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "aaa6bea0-e0ae-49e8-b3a8-3c3083a979fa",
        "choice_type": "single"
    },
    {
        "question": "All the following nuclei are seen on the floor of fouh ventricle except",
        "exp": "Facial nuclei are not seen on the floor of fouh ventricle. Cranial nerve nuclei underneath the floor of 4the ventricle are: Abducent nucleus Vestibular nuclei Hypoglossal nucleus Dorsal nucleus of Vagus Nuclei of 9 and 11 cranial nerves (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 122, also refer table 10. 3)",
        "cop": 1,
        "opa": "Facial nucleus",
        "opb": "Dorsal vagal nuclei",
        "opc": "Hypoglossal nucleus",
        "opd": "Abducens nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "60aecd27-9f1e-4622-8407-d893ac90593a",
        "choice_type": "multi"
    },
    {
        "question": "Maximum amount of CSF is found in?",
        "exp": "CSF is a clear, colorless and slightly alkaline fluid which is almost cell-free. In an adult, the total volume of CSF is about 150 ml, out of which only 30 ml is in the ventricular system and the remainder is in the subarachnoid space. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 194)",
        "cop": 2,
        "opa": "Ventricular system",
        "opb": "Subarachnoid space",
        "opc": "Epdural space",
        "opd": "Sub-pial space",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f91648c5-ba84-4b75-8e79-03628caa2509",
        "choice_type": "single"
    },
    {
        "question": "Which is the Nucleus of masseteric reflex?",
        "exp": "The jaw jerk reflex or the masseteric reflex is a stretch reflex used to test the status of a patient&; s trigeminal nerve (CN V). Cell bodies of neurons carrying proprioceptive sensations from muscles of mastication, TMJ teeth and tongue are in the Mesencephalic nucleus of trigeminal nerve. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 100)",
        "cop": 3,
        "opa": "Superior sensory nucleus of trigeminal nerve",
        "opb": "Spinal nucleus of trigeminal nerve",
        "opc": "Mesencephalic nucleus of trigeminal nerve",
        "opd": "Dorsal nucleus of vagus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "b3aa7129-6f39-4123-b680-2182b15b6748",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of medial surface of cerebral hemispheres is from?",
        "exp": "Most of the medial surface of brain is supplied by anterior cerebral aery except * temporal pole- middle cerebral aery * occipital lobe- posterior cerebral aery (Ref: vishram singh textbook of clinical neuroanatomy, second edition of pg-178)",
        "cop": 1,
        "opa": "Anterior cerebral aery",
        "opb": "Posterior cerebral aery",
        "opc": "Middle cerebral aery",
        "opd": "Veebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "d380b75a-ee32-43ec-a62c-ae428de4466b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of medial column of reticular formation?",
        "exp": "Medial column of nuclei are made up of large size neurons hence this column is called magnocellular column. The medial group of nuclei consists of ventral reticular nucleus(medulla), gigantocellular nucleus(medulla and pons) and oral and caudal pontine nuclei(pons). Raphe nuclei forms the median column of reticular formation. It consists of dorsal raphe nucleus(midbrain), nucleus raphe pontis( pons), nucleus raphe magnus( medulla). The midbrain reticular formation consists of the dorsal tegmental nucleus, ventral tegmental nucleus, and cuneiform nucleus. Along with the oral pontine reticular nucleus, the midbrain reticular formation projects to the nucleus gigantocellularis. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 226)",
        "cop": 1,
        "opa": "Raphe nuclei",
        "opb": "Magnocellular",
        "opc": "Subcuneiform nucleus",
        "opd": "Cuneiform nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8d772bb8-cca8-4858-8aab-1de389ca75d8",
        "choice_type": "single"
    },
    {
        "question": "The following tracts enter the cerebellum through Inferior Cerebellar Penducle except",
        "exp": "Anterior spinocerebellar tract enters through superior cerebellar peduncle. The other afferent fibres entering are: Posterior spinocerebellar tract Olivocerebellar tract Parolivocerebellar tract Cuneocerebellar tract Anterior external arcuate fibres Vestibulocerebellar tract Reticulocerebellar tract (Ref: clinical neuroanatomy by Vishram Singh, pg no: 117)",
        "cop": 4,
        "opa": "Posterior spino-cerebellar tract",
        "opb": "Striae medullares",
        "opc": "Anterior external arculate fibres",
        "opd": "Anterior spino-cerebellar tract",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "4569c306-4b15-4754-b7c3-41f3db34246f",
        "choice_type": "multi"
    },
    {
        "question": "Coicospinal fibers pass through which pa of internal capsule?",
        "exp": "Coicospinal fibers pass through the anterior two - third of the posterior limb of internal capsule. Posterior 1/3rd of posterior limb carries sensory fibers (including audio - visual pathways). Ref: Gray's39e/p-518",
        "cop": 2,
        "opa": "Posterior one - third of anterior limb",
        "opb": "Anterior two - third of posterior limb",
        "opc": "Posterior two - third of anterior limb",
        "opd": "Anterior two - third of anterior limb",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ca7663db-6b6c-4832-9feb-9af0ecaf32a7",
        "choice_type": "single"
    },
    {
        "question": "Nucleus of trigeminal nerve is located in all except",
        "exp": "Nuclei of trigeminal nerve 1. Motor nucleus -located in the upper pons. 2. Mesencephalic nucleus-located in the midbrain. 3. Superior sensory nucleus-located in the upper pons 4. Spinal nucleus-located from upper pons to C2 segment of spinal cord. REF. B D Chaurasia's Human Anatomy, Vol. 3, Pg. 340",
        "cop": 4,
        "opa": "Mid brain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Thalamus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2386caff-661e-4918-beb0-65569230de3b",
        "choice_type": "multi"
    },
    {
        "question": "Structures not passing through inferior cerebellar peduncle",
        "exp": "The fibres entering or leaving the cerebellum are grouped to form three peduncles which connect the cerebellum to the midbrain, the pons and the medulla. CONSTITUENTS OF THE CEREBELLAR PENDUNCLE Penducle Afferent tracts Efferent tracts A) Superior cerebellar peduncle 1) Anterior spinocerebellar 2) Tectocerebellar 1). Cerebellorubral 2) Dentatothalamic 3) Dentatoolivary 4) Fastigioreticular B) Middle cerebellar peduncle Pontocerebellar C) Inferior cerebellar peduncle 1) Posterior spinocerebellar 2) Cuneocerebellar 3) Parolivocerebellar 4) Olivocerebellar 5) Reticulocerebellar 6) Vestibulocerebellar 7) Anterior external arcuate fibres 8) Straie medullares 9) Trigeminocerebelar 1) Cerebellovestibular 2) Cerebelloolivary 3) Cerebelloreticular REF: B D Chaurasia's human anatomy, Vol: 3, Pg: 392",
        "cop": 3,
        "opa": "Pontocerebellar",
        "opb": "Cuneocerebellar",
        "opc": "Anterior spinocerebellar",
        "opd": "Posterior spinocerebellar",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "25cf27d0-7ec1-43bb-8207-c4b4e2ce2e50",
        "choice_type": "single"
    },
    {
        "question": "Medulla oblongata arises from",
        "exp": "Rhombencephalon- pons, cerebellum, medulla 4th ventricle. Mesencephalon- midbrain, cerebral aqueduct. Prosencephalon - cerebral hemispheres, Diencephalon, lateral and 3rd ventricle. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 4)",
        "cop": 2,
        "opa": "Prosencephalon",
        "opb": "Rhombencephalon",
        "opc": "Mesencephalon",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "746b70f0-f556-4206-8f91-90529990e44e",
        "choice_type": "multi"
    },
    {
        "question": "Nerve emerging through the trapezoid body of pons is",
        "exp": "The trapezoid body is located in the caudal pons, or more specifically the pontine tegmentum. The trapezoid body is pa of the auditory pathway where some of the axons coming from the cochlear nucleus decussate, or cross over to the other side before traveling on to the superior olivary nucleus. This is believed to help with localization of sound. (Ref: vishram Singh textbook of clinical neuroanatomy second edition pg 80)",
        "cop": 4,
        "opa": "Trigeminal nerve",
        "opb": "Abducens nerve",
        "opc": "Facial nerve",
        "opd": "Cochlear nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "8c8c9d42-e137-4e0a-b1d2-103d56afae3c",
        "choice_type": "single"
    },
    {
        "question": "Primary motor area of brain is supplied by",
        "exp": "Greater pa of lateral surface receives supply from middle cerebral aery, whearas medial surface of cerebrum is majorly supplied by anterior cerebral aery The upper limb and head Are represented on the lateral surface of the coex in homunculus, whereas pelvis and lower limb are on the medial surface of the hemispheres. Therefore the motor and sensory functions of the lower limb are supplied by the anterior cerebral aery while the motor and sensory functions of the upper limb and head are supplied by the middle cerebral aery. Ref: Gray's 39e/p-227",
        "cop": 3,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Anterior and middle cerebral aery",
        "opd": "Anterior and posterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "a43c22c0-4f40-4f28-ab5d-c88da3a6a025",
        "choice_type": "single"
    },
    {
        "question": "Floor of third ventricle is formed by all except",
        "exp": "The floor is formed from before backwards by: Optic chiasm. Tuber cinereum. Infundibulum. Mamillary bodies. Posterior perforated substance. Tegmentum of midbrain(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 137)",
        "cop": 4,
        "opa": "Tuber cinereum",
        "opb": "Posterior perforated substance",
        "opc": "Tegmentum",
        "opd": "Anterior pituitary",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "65095d40-9d3c-4c64-8a52-9621a3a74423",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true about cranial dura mater?",
        "exp": "The periosteal and meningeal layers split to enclose the dural venous sinuses. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 187)",
        "cop": 4,
        "opa": "It has endosteal and meningeal layers",
        "opb": "It is supplied by 5th cranial nerve",
        "opc": "It is the outermost meningeal layer",
        "opd": "Dural venous sinuses are present inner to the meningeal layer",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7c9347ef-707b-4ca9-9969-d46ce43b4875",
        "choice_type": "multi"
    },
    {
        "question": "Genu of internal capsule carries",
        "exp": "The genu of internal capsule contains coiconuclear and coicospinal fibres for head and neck. It also contains, fibres of superior thalamic radiations and frontopontine fibres. (Ref: Vishram Singh textbook of neuroanatomy second edition pg-166, also refer table 14. 1)",
        "cop": 4,
        "opa": "Optic radiation",
        "opb": "Coicospinal tract",
        "opc": "Coicorubral tract",
        "opd": "Coiconuclear tract",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "0048d669-4d36-42da-b739-c50ecadac713",
        "choice_type": "single"
    },
    {
        "question": "Pupillary light reflex related with all except",
        "exp": "The constriction of pupil upon projection of light is called pupillary reflex. Afferent pathway: Retina>>optic N>>optic tract>>pretectal nucleus >>edingher Westphal nucleus. Efferent pathway: Edinger Westphal nucleus>> oculomotor N >>ciliary ganglion>>sho ciliary N>>sphincter pupillae. Superficial longitudinal fasciculus is association fibres connecting frontal lobe and occipital lobe. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 217)",
        "cop": 4,
        "opa": "Retina",
        "opb": "Pretectal nucleus",
        "opc": "Edinger - westphal nucelus",
        "opd": "Superficial longitudinal association tract",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f59c5092-698c-49ce-b538-928b1a8de929",
        "choice_type": "multi"
    },
    {
        "question": "All are the borders of each cerebral hemisphere except",
        "exp": "Each cerebral hemisphere has four borders 1. Superomedial border seperates the superolateral surface from the medial surface. 2. inferolateral border seperates the superolateral surface from the inferior surface. The anterior pa of this border is called the superciliary border. There is a depression on the inferolateral border situated about 5 cm in front of the occipital pole, it is called the preoccipital notch. 3. Medial orbital border seperates the medial surface from the orbital surface. 4. Medial occipital border seperates the medial surface from the tentorial surface. Ref. B D Chaurasia's human anatomy vol. 3",
        "cop": 4,
        "opa": "A. Superomedial border",
        "opb": "B. Inferolateral border",
        "opc": "C. Medial orbital border",
        "opd": "D. Lateral orbital border",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ad680324-8cee-4738-94f1-45a1ccedc6e9",
        "choice_type": "multi"
    },
    {
        "question": "Facial colliculus is seen in",
        "exp": "The motor fibres of the facial nerve undergo a loop course around the dorsomedial aspect of abducent nerve nucleus, producing the facial colliculus in the pons. In the early embryogenesis, the motor nucleus of facial nerve is located dorsolateral to cranial end of abducent nucleus. Gradually, it migrates in close proximity to the Spinal nucleus of trigeminal nerve which is called \"NEUROBIOTAXIS\". (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 80)",
        "cop": 2,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Interpeduncular foosa",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "83b50e65-7b7d-4030-86b1-3e480f05280c",
        "choice_type": "single"
    },
    {
        "question": "A 63 year old male presented with sudden onset of weakness of the face and tongue and dysahria suggestive of a lesion involving coiculonuclear tract. MRI revealed ischaemic stroke of a ceain pa of the internal capsule. Which of the following pas of the internal capsule was most likley affected?",
        "exp": "The coiconulcear fibers pass through the genu of the internal capsule. The coiconuclear tract (previously called coicobulbar tract) innervated the muscles of the face and tongue the facial and hypoglossal nerves. Pas of internal capsule Motor fibers/ Descending fibers Sensory fibers/ Ascending tracts Anterior limb Frontopontine Anterior thalamic radiation Genu Coiconuclear Coicospinal Superior thalamic radiation Posterior limb Coicospinal Coicorubral Frontopontine Superior thalamic radiation Retrolentiform pa Pariteopontine Occipitopontine occipitotectal Posterior thalamic radiation Optic radiation Sublentiform pa Temporopontine Parietopontine Auditory radiation Ref: Gray's Anatomy 41st edition Pgno: 395",
        "cop": 2,
        "opa": "Anterior limb",
        "opb": "Genu",
        "opc": "Posterior limb",
        "opd": "Both genu and posterior limb",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "e4041639-121c-4fb7-9c40-7f5cf5fbbea2",
        "choice_type": "multi"
    },
    {
        "question": "The paracentral lobule is located in",
        "exp": "The paracentral lobule is a gyrus on the medial surface of the cerebral hemisphere. It is present in the motor area of frontal lobe where representation is upside down. The areas for the legs and perineum lie in the paracentral lobule. Ref: BD Chaurasia; volume 3; 6th edition; Brain; page no: 378",
        "cop": 1,
        "opa": "Medial surface of cerebral hemisphere",
        "opb": "Superolateral surface of cerebral hemisphere",
        "opc": "Tentorial surface of cerebral hemisphere",
        "opd": "Orbital surface of cerebral hemisphere",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "6b5ad1dd-76a3-4a2c-a331-8a0d2fe36b5c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following passes through the foramen Magnum?",
        "exp": "The veebral aeries - The veebral aery on each side is a branch of first pa of subclan aery. it's course is divided into 4 pas: 1) 1st pa lies from its origin to the foramen transversarium of 6th cervical veebra, 2) 2nd pa courses through formen transversarium of 6th to 1st cervical veebra, 3) 3rd pa lies on the posterior arch of atlas veebra, 4) 4th pa of the veebral aery enters the cranium through foramen magnum under the free margin of posterior atlanto-occipital membrane. REF: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 168.",
        "cop": 1,
        "opa": "veebral aery",
        "opb": "sympathetic chain",
        "opc": "internal carotid aery",
        "opd": "XI cranial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "25b8893f-03f1-416d-b214-0ed8e4fd976a",
        "choice_type": "single"
    },
    {
        "question": "Olive is seen in which pa of brain",
        "exp": "The olivary bodies or simply olives are oval elevations anteriorly in the medulla, posterolateral to pyramids, produced by underlying mass of grey matter called inferior olivary nucleus. Apa from olives, structures seen ventrally are: Pyramids. Rootlets of hypoglossal nerve. Inferior cerebellar peduncles. Rootlets of 9, 10, 11 cranial nerves(Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 74)",
        "cop": 1,
        "opa": "Medulla",
        "opb": "Cerebellum",
        "opc": "Midbrain",
        "opd": "Pons",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "b0760fd6-dfce-4528-82e4-2d44d2eed759",
        "choice_type": "single"
    },
    {
        "question": "Lunate sulcus is present in",
        "exp": "The occipital lobe sulciA. Transverse occipital B. Lateral occipital C. Lunate D. Superior and inferior polar. Reference: Chaurasia; 6th edition; 417 page",
        "cop": 4,
        "opa": "Frontal lobe",
        "opb": "Parietal lobe",
        "opc": "Temporal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "09a7f48a-9ace-411e-a20a-d9c58bd2e3c0",
        "choice_type": "single"
    },
    {
        "question": "Vein of Galen drains into",
        "exp": "The vein of Galen, also known as the great cerebral vein or great vein of Galen is a single median vein. It is formed by union of the two internal cerebral veins. It terminates in the straight sinus. Its tributaries include the basal veins, and veins from the pineal body, the colliculi, the cerebellum, and the adjoining pa of the occipital lobes of the cerebrum. REF. B D Chaurasia's Human Anatomy, Vol 3, Fifth edition, Pg 448",
        "cop": 3,
        "opa": "Internal jugular vein",
        "opb": "External jugular vein",
        "opc": "Straight sinus",
        "opd": "Superior sagittal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "4de0b7ea-e294-4b8d-9707-d7dd530df7b0",
        "choice_type": "single"
    },
    {
        "question": "Dorsal surface of pons is related with?",
        "exp": "The pons can be broadly divided into two pas: the basilar pa of the pons(ventral) and the pontine tegmentum( dorsal). The pontine tegmentum contains nuclei of the cranial nerves -5, 6, 7, 8 and their associated fibre tracts, the pontine reticular formation, the mesopontine cholinergic system, the laterodorsal tegmental nucleus, and the respiratory centres - the pneumotaxic centre and the apneustic centre. Trochlear nucleus is in the midbrain whereas hypoglossal and vagal nuclei in the medulla. (Reference: vishram Singh textbook of clinical neuroanatomy second edition pg 80)",
        "cop": 4,
        "opa": "Trochlear nucleus",
        "opb": "Motor nucleus of vagus",
        "opc": "Hypoglossal",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "96e5f838-43d3-48e7-855e-0a998ba3e3cd",
        "choice_type": "single"
    },
    {
        "question": "Medulla oblongata is supplied by the following aeries, except",
        "exp": "Blood to the medulla is supplied by a number of aeries: Anterior spinal aery: This supplies the whole medial pa of the medulla oblongata. Posterior Spinal aery. Posterior inferior cerebellar aery: This is a major branch of the veebral aery, and supplies the posterolateral pa of the medulla, where the main sensory tracts run and synapse. It also supplies pa of the cerebellum. Direct branches of the veebral aery: The veebral aery supplies an area between the other two main aeries, including the solitary nucleus and other sensory nuclei and fibers. Basilar aery(Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg-77)",
        "cop": 2,
        "opa": "Anterior spinal aery",
        "opb": "Bulbar aery",
        "opc": "Basilar aery",
        "opd": "Posterior inferior cerebellar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "6772badc-12dd-452c-94ae-f061cf77232c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements best describes the sulcus limitans?",
        "exp": "The sulcus limitans seperates the sensory alar from the motor basal plates. It is found in the developing spinal cord and on the surface of the adult rhomboid fossa of the fouh ventricle. The bulbopontine sulcus (inferior pontine sulcus) seperates the medulla from the pons. The hypothalamic sulcus seperates the thalamus from the hypothalamus. The rhinal sulcus seperates the neocoex from the allocoex. Ref: Lagman's Embryology 14th edition Pgno: 336",
        "cop": 2,
        "opa": "It is found in the interpeduncular fossa",
        "opb": "It is located between the alar and basal plates",
        "opc": "It seperates the medulla from the pons",
        "opd": "It seperates the hypothalamus from the thalamus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "74b5f2e5-0a67-4de1-a10b-014c30d3f4b1",
        "choice_type": "multi"
    },
    {
        "question": "The cerebral peduncle consists of all the following pas except",
        "exp": "Each half of the midbrain anterior to the aqueduct is called the cerebral peduncle. Each cerebral peduncle is subdivided into (a) The crus cerebri, anteriorly; (b) the substantia nigra, in the middle; and (c) the tegmentum, posteriorly. Ref: BD Chaurasia; Volume 3; 6th edition; Brain; Page no: 328",
        "cop": 4,
        "opa": "Crus cerebri",
        "opb": "Substantia nigra",
        "opc": "Tegmentum",
        "opd": "Tectum",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "f718af99-204e-4c64-ac08-4f67ae3f7e3e",
        "choice_type": "multi"
    },
    {
        "question": "Blood-brain barrier is formed by",
        "exp": "The foot process of astrocytes along with the capillary endothelial cells and tight junctions between them form the BBB. The blood-brain barrier(BBB) protects the brain and spinal cord from potentially harmful substances while allowing the gases and nutrients to enter. The tight junction between the endothelial cells of blood capillaries forms the most impoant component. The following areas are devoid of BBB: pineal gland, posterior lobe of the pituitary, tuber cinerum, area postrema, wall of supraoptic recess of third ventricle. (Ref: clinical neuroanatomy by Vishram Singh, 2nd edition, pg- 183)",
        "cop": 3,
        "opa": "Microglia",
        "opb": "Oligodendrocytes",
        "opc": "Astrocytes",
        "opd": "Type II Pneumatocytes",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2b1716e6-96ab-4ba7-8538-83832d93876c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is derived from the diencephalon",
        "exp": "Neurohypophysis develops from the diencephalon. Adenohypophysis (pars distalis, pars tuberalis, and pars intermedia) develops from the Rathke's pouch, ectodermal diveiculum of the stomodeum. Caudate nucleus & olfactory bulbs develop from the telencephalon. Cerebellum develops from the metencephalon Primary Vesicles Secondary Vesicles Adult Derivatives Prosencephalon Telencephalon Cerebral hemispheres, Caudate, putamen, amygdaloid, claustrum, lamina terminalis, olfactory bulbs, hippocampus Diencephalon Epithalamus, subthalamus, thalamus, hypothalamus, mammilary bodies, neurohypophysis, pineal gland, retina, iris, ciliary body, optic nerve (CN II), optic chiasma, optic tract. Mesencephalon Mesencephalon Midbrain Rhombencephalon Metencephalon Pons, Medulla Myelencephalon Medulla Ref: Gray's Anatomy 41st edition Pgno: 238",
        "cop": 4,
        "opa": "Caudate nucleus",
        "opb": "Cerebellum",
        "opc": "Olfactory bulbs",
        "opd": "Neurohypophysis",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "0fce1456-8b13-48a2-a910-fd919fcc407b",
        "choice_type": "single"
    },
    {
        "question": "A man comes with aphasia, is unable to name things and repetition is poor. However, comprehension, fluency and aiculation are unaffected. He is probably suffering from",
        "exp": "A patient with conduction aphasia presents with inability to name things and poor repetition of language. These features are evident in other conditions as well but since the comprehension is good, it's not a case of Wernicke's and on the other hand intact fluency rules out Broca's aphasia Ref: Gray's39e/p-518",
        "cop": 3,
        "opa": "Anomic aphasia",
        "opb": "Transcoical sensory aphasia",
        "opc": "Conduction aphasia",
        "opd": "Broca's aphasia",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "fe251672-44ca-4cb6-ba3e-13d8754db590",
        "choice_type": "single"
    },
    {
        "question": "POSTERIOR COMMUNICATING aery is a branch of",
        "exp": "Posterior communicating aery is a branch of cerebral pa of internal carotid aery. It arises close to its termination. It runs backwards and anastomoses with proximal pa of posterior cerebral aery. Reference: Textbook of anatomy, Head neck, and brain, Vishram Singh, 2nd edition, page no. 406",
        "cop": 2,
        "opa": "Veebral aery",
        "opb": "Internal carotid aery",
        "opc": "External carotid aery",
        "opd": "Basillary aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "04e83658-0c35-4aad-84e7-eff80624a2f8",
        "choice_type": "single"
    },
    {
        "question": "\"Induseum Griseum\" is a thin layer of grey matter in proximity to the corpus callosum. How is it related to it?",
        "exp": "The convex superior pa of corpus callosum(dorsal) is covered by a thin layer of grey matter, the indusium griseum, embedded in which are the fibre bundles of bilateral medial and lateral longitudinal striae. Superiorly, it is also related to anterior cerebral vessels and cingulate gyrus. Ventrally, it is attached with the convex superior aspect of fornix by septum pellucidum. It is also related to lateral ventricle. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition pg 164, fig14. 4)",
        "cop": 2,
        "opa": "Lateral to the corpus callosum",
        "opb": "Dorsal to the corpus callosum",
        "opc": "Ventral to the corpus callosum",
        "opd": "Medial to the corpus callosum",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "7d7c3b53-7726-4dbd-b8ef-111058a925cd",
        "choice_type": "multi"
    },
    {
        "question": "A 48 year old woman presented with self inflicted injuries, auditory hallucinations, and delusional disorder. A routine MRI revealed a tumor invloving the posterior limb of the internal capsule and the structure medial to it. Which of the following structures are likely to be affected?",
        "exp": "The thalamus lies medial to the posterior limb of the internal capsule. The internal capsule seperates the thalamus and the caudate nucleus from the lentiform nucleus (globus pallidus+ putamen). It is V-shaped in horizontal section and is divided into the anterior limb, genu, posterior limb, retrolenticular pa, and sublenticular pa. The anterior limb is located between the head of the caudate nucleus medially and lentiform nucleus laterally. The posterior limb is located between the thalamus medially and the lentiform nucleus laterally. Ref: Gray's Anatomy 41st edition Pgno; 394, 395",
        "cop": 3,
        "opa": "Globus pallidus",
        "opb": "Putamen",
        "opc": "Thalamus",
        "opd": "Caudate nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2b79c0b3-ea11-4722-8f63-d00ad72817b7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true regarding ligamentum denticulatum except",
        "exp": "Ligamentum denticulatum is not a modification of arachnoid mater. It is a modification of the pia mater. The ligamentum denticulatum is a flat fibrous sheet on either side of the spinal cord present between the ventral and dorsal spinal roots. It serves as a neurosurgical landmark for hemisectioning of the spinal cord. (Option C) Its medial border is continuous with the subpial connective tissue and lateral border forms a series of 21 triangular processes on each side connecting it to the dura mater giving it a serrated appearance. (option B and Option D) The lowest of the dentate ligaments lies between the T12 and L1 spinal nerves. Ref: Gray&; s Anatomy 41st edition Pgno: 765",
        "cop": 1,
        "opa": "It is a modification of arachnoid mater",
        "opb": "They are 2 in number on each side with 21 triangular processes",
        "opc": "It serves as a neurosurgical landmark for AP sectioning of spinal cord",
        "opd": "Its having a serrated appearance",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "c470eba5-1ec3-408c-9c22-2e240f4e0d3e",
        "choice_type": "multi"
    },
    {
        "question": "Which sinus is present over falx cerebelli?",
        "exp": "Occipital sinus is the smallest sinus, situated along the attached margin of falx cerebelli. Straight sinus runs along the line of attachment of falx cerebelli with the tentorium cerebelli. Inferior petrosal sinus lies in the groove between the petrous temporal bone and clivus of sphenoid. Sigmoid sinus lies between the two layers of dura of posterior cranial fossa. (Ref: Vishram Singh textbook of clinical neuroanatomy, second edition-pg189, 191)",
        "cop": 4,
        "opa": "Sigmoid sinus",
        "opb": "Inferior petrosal sinus",
        "opc": "Straight sinus",
        "opd": "Occipital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "40cb25b4-c853-4ffc-962a-a30e0147ba1c",
        "choice_type": "single"
    },
    {
        "question": "All are true statement about spinal cord except",
        "exp": "Final terminal is the pia connecting conus medullaris to coccyx. Below the end of Dural sac at S2, dura encloses this filum and attaches to coccyx as coccygeal ligament. (Ref: Vishram Singh textbook of clinical neuroanatomy second edition pg 53)",
        "cop": 1,
        "opa": "Coccygeal ligament is investing layer of dura over filum terminale",
        "opb": "Dural sac ends at S2 veebra",
        "opc": "Cords ends at lower border of L1",
        "opd": "Filum terminate extends up to coccyx",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "2926177a-04b6-41ab-b344-ec8f7663e802",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not branch of the basilar aery?",
        "exp": "Posterior communicating aery is a branch of internal carotid aery. The other branches of basilar aery are: Superior cerebellar aery Posterior cerebral aeries. The branches of cerebral pa of internal carotid aery are: Ophthalmic aery Anterior cerebral aery Middle cerebral aery Posterior communicating aery Anterior choroidal aery. imageref - Vishram singh 2e pg 174",
        "cop": 4,
        "opa": "Labrynthine aery",
        "opb": "Anterior inferior cerebellar aery",
        "opc": "Pontine aery",
        "opd": "Posterior communicating aery",
        "subject_name": "Anatomy",
        "topic_name": "Brain",
        "id": "ee1d1c6b-3c4e-48c7-bc39-9bd0e9db28fd",
        "choice_type": "single"
    }
]