[
    {
        "question": "35-year-old woman presents to OPD with complains of headache after hitting her head accidentally with the wall while doing household chores. An MRI was ordered which confirmed presence of blood clot in the great cerebral vein of Galen. Obstructed vein is a direct tributary of which of the following venous structures?",
        "exp": "Veins of the brain are direct tributaries of dural venous sinuses. Emissary veins connect dural venous sinuses with the veins of scalp; Pterygoid venous plexus communicates with cavernous sinus through an emissary vein; Diploic veins lie in channels in the diploe of skull and communicate with dural sinuses, veins of scalp, and meningeal veins.",
        "cop": 4,
        "opa": "Emissary veins",
        "opb": "Pterygoid venous plexus",
        "opc": "Diploic veins",
        "opd": "Dural venous sinuses",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "bcceb61d-71c9-4fe4-98bc-83f4ef1bad78",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old hypeensive woman complains of numbness and weakness in her left leg and foot. Which of the following aeries occlusion can account for this complaint?",
        "exp": "The anterior cerebral aery perfuses the paracentral lobule, which represents the motor and sensory areas of the leg and foot areas.",
        "cop": 1,
        "opa": "Anterior cerebral",
        "opb": "Anterior choroidal",
        "opc": "Interior carotid",
        "opd": "Middle cerebral",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "fdfd508f-555b-4591-a257-8a60bea7a841",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is involved in the paramedian infarction of the base of the pons?",
        "exp": "Base of the pons includes coicospinal (pyramidal), coicobulbar, coicopontine tracts, pontine nuclei, and transverse pontine fibers. so in paramedian infarction of base of pons coicospinal (pyramidal ) tract is affected.",
        "cop": 3,
        "opa": "Anterior spinocerebellar tract",
        "opb": "Descending trigeminal tract",
        "opc": "Pyramidal tract",
        "opd": "Rubrospinal tract",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "f42d3e03-700f-450a-bc48-fd4525b5e529",
        "choice_type": "single"
    },
    {
        "question": "Aerial supply to putamen includes all EXCEPT:",
        "exp": "Majority of the aerial supply to the basal ganglia comes from the striate aeries, which are branches from the roots of the anterior and middle cerebral aeries.. Posteroinferior pa of the lentiform complex is supplied by the thalamostriate branches of the posterior cerebral aery. The anterior choroidal aery branch of the internal carotid aery, contributes to the blood supply of both segments of the globus pallidus and the caudate nucleus.",
        "cop": 4,
        "opa": "Medial striate aeries",
        "opb": "Lateral striate aeries",
        "opc": "Anterior choroidal aery",
        "opd": "Posterior communicating aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "416ae303-bd0f-4eba-bcce-034965b03394",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old retired army major complained of severe pain in the ear and throat. Pain was episodic and triggered by swallowing, chewing, coughing, and laughing. Symptoms include loss of gag (pharyngeal) reflex; analgesia and anesthesia in the region of the tonsils and dysphagia. Which cranial nerve's lesion produces these neurologic deficits?",
        "exp": "Glossopharyngeal neuralgia has the following neurologic deficits: Excruciating, paroxysmal pain that comes from the tonsillar area and radiates to the ear. Loss of taste sensation from the posterior 1/3 of the tongue; and loss of palatal and gag reflexes Potential causes include fractures of the skull base, thrombosis of the sigmoid sinus, tumors, and aneurysms of the posterior fossa. Facial nerve injury associated with facial muscle paralysis Hypoglossal nerve injury associated with tongue muscle paralysis Trigeminal nerve injury associated with loss of sensation over face and loss of jaw jerk",
        "cop": 2,
        "opa": "Facial",
        "opb": "Glossopharyngeal",
        "opc": "Hypoglossal",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "b989670e-afd2-418d-9cd0-613903d50a62",
        "choice_type": "multi"
    },
    {
        "question": "The terminal branch of the basilar aery Is?",
        "exp": "The posterior cerebral aery is the terminal branch of the basilar aery. Branches of basilar aery- Anterior inferior cerebellar aery Labryinthine aery(20%) Superior cerebellar aery to cerebellum Posterior cerebral aery Pontine branches",
        "cop": 3,
        "opa": "Anterior inferior cerebellar aery",
        "opb": "Anterior spinal aery",
        "opc": "Posterior cerebral aery",
        "opd": "Posterior inferior cerebellar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "912180e8-1d46-4962-8fff-03e915b62059",
        "choice_type": "single"
    },
    {
        "question": "All is true about branches of internal carotid aery EXCEPT:",
        "exp": "Posterior communicating aery is given in cerebral pa of internal carotid aery.",
        "cop": 3,
        "opa": "Anterior choroidal aery is given in cerebral pa",
        "opb": "Ophthalmic aery is given in cerebral pa",
        "opc": "Posterior communicating aery is given in petrous pa",
        "opd": "Caroticotympanic aery is given in petrous pa",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "9f31791f-7ed0-42a9-b1e7-d6e2b4c567f4",
        "choice_type": "multi"
    },
    {
        "question": "Dangerous area of face drained by which of the following veins?",
        "exp": "Infections can spread to cavernous sinus by angular vein and deep facial vein draining dangerous area of face. Fig:- Dangerous area of face",
        "cop": 3,
        "opa": "Angular vein and Temporal vein",
        "opb": "Deep facial vein and Temporal vein",
        "opc": "Deep facial vein and Angular vein",
        "opd": "Facial and Post auricular vein",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "2654cde6-ec08-453b-b01b-c53c7d548172",
        "choice_type": "single"
    },
    {
        "question": "Which nucleus is present under the facial colliculus?",
        "exp": "Facial nerve nucleus sends axons winding around 6th nucleus produces rounded elevation in superior pa of floor of fouh ventricle called facial colliculus. Injury to facial Colliculus leads to paralysis of Risorius muscle supplied by facial nerve.",
        "cop": 2,
        "opa": "7th nucleus",
        "opb": "6th nucleus",
        "opc": "5th nucleus",
        "opd": "10 th nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "453ba9c0-8c2d-4d14-a95a-6fa0f793aa2a",
        "choice_type": "single"
    },
    {
        "question": "Neurologic examination reveals bilateral medial rectus paresis on attempted lateral gaze, monocular horizontal nystagmus in the abducting eye, and unimpaired convergence. The lesion is in the:",
        "exp": "Pt is having B/L internuclear Ophthalmoplegia (BINO) d/t involvement of B/L Medial longitudinal fasiculus (MLF), which is located in the dorsomedial midpontine tegmentum. It connects the cranial nerve nuclei III, IV and VI and integrates movements directed by the gaze centers and information about head movement. MLF syndrome is frequently seen in multiple sclerosis and less often in vascular lesions.",
        "cop": 3,
        "opa": "Caudal midbrain tectum.",
        "opb": "Caudal pontine base.",
        "opc": "Midpontine tegmentum, dorsomedial zones, bilateral.",
        "opd": "Rostral midbrain, bases pedunculorum.",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "d62ff859-0cc4-4256-a110-c30ca806325e",
        "choice_type": "single"
    },
    {
        "question": "Medulla receives its blood supply from all of the following aeries except:",
        "exp": "Medulla Blood supply: 1. Anterior spinal aery - Supplies whole medial pa of medulla oblongata. 2. Posterior inferior cerebellar aery - Branch of veebral aery supplies posterolateral pa of medulla. 3. Direct branches of veebral aery.",
        "cop": 4,
        "opa": "Anterior spinal aery",
        "opb": "Posterior inferior cerebellar aery",
        "opc": "Veebral aery",
        "opd": "Superior cerebellar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "224c3dd3-e453-4eec-8ffb-38d143e95a1b",
        "choice_type": "multi"
    },
    {
        "question": "True statement about medial medullary syndrome?",
        "exp": "C. N. nuclei involved in medial medullary syndrome is Hypoglossal nuclei (XII) Features of Medial Medullary Syndrome resulting from occlusion of the anterior spinal aery. I/L 12th nerve palsy - Tongue muscle palsy. C/L Spastic paralysis (pyramidal tract involved) Dorsal coloumn medial lemniscal system involved so loss of position sense, vibration and fine touch sensation on C/L side.",
        "cop": 3,
        "opa": "3rd nerve palsy",
        "opb": "6th nerve palsy",
        "opc": "I/L 12 th nerve palsy",
        "opd": "I/L hemiplegia",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "76733c5b-4179-44ae-95cb-f7405a9c33c2",
        "choice_type": "multi"
    },
    {
        "question": "Cavernous sinus receives blood from -",
        "exp": "TRIBUTARIES OF CAVERNOUS SINUS I. FROM ORBIT 1. Superior ophthalmic vein (mostly)- bidirectional, can drain septic emboli into cavernous sinus leading to thrombosis 2. Inferior ophthalmic vein 3. Central vein of the retina II. FROM BRAIN 1. Superficial middle cerebral vein 2. Inferior cerebral veins from temporal lobe III. FROM MENINGES 1. Sphenoparietal sinus (drains meninges) DRAINING CHANNELS 1. Superior petrosal sinus 2. Inferior petrosal sinus 3. Emissary vein to pterygoid venous plexus.",
        "cop": 1,
        "opa": "Superior ophthalmic vein",
        "opb": "Superior petrosal sinus",
        "opc": "Inferior petrosal sinus",
        "opd": "Basilar plexus of veins",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "d97ffd4b-4985-400b-a1a9-16547d522cb9",
        "choice_type": "single"
    },
    {
        "question": "Which aery supplies the caudate and putamen and anterior limb of the internal capsule the medial striate aery (of Heubner)?",
        "exp": "The anterior cerebral aery supplies pa of the caudate nucleus and putamen and anteriorlimb of the internal capsule the medial striate aery (of Heubner) Blood supply of internal capsule: Anterior limb - Ant. cerebral aery by reccurent branch of heubner. Genu - Direct branch of ICA Posterior limb - Ant. choroidal aery (Branch of Internal Carotid Aery)",
        "cop": 1,
        "opa": "Anterior cerebral",
        "opb": "Anterior choroidal",
        "opc": "Anterior communicating",
        "opd": "Middle cerebral",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "234fb7db-978e-498a-8e33-f352a2b7b568",
        "choice_type": "single"
    },
    {
        "question": "Which aery supplies the cochlea?",
        "exp": "Labyrinthine aery supplies the cochlea and the vestibular apparatus. -In 85% of the population, it arises from the anterior inferior cerebellar aery. -In the remaining 15% of the population, it arises from the basilar aery.",
        "cop": 2,
        "opa": "Anterior inferior cerebellar",
        "opb": "Labyrinthine",
        "opc": "Pontine",
        "opd": "Posterior cerebral",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "1fb04ebe-becd-4ba1-81de-b3424ef9c255",
        "choice_type": "single"
    },
    {
        "question": "All of the following cranial nerves contains somatic efferents except-",
        "exp": "GSE(General somatic efferents ) SVE (Special visceral efferents) most of skeletal muscles except pharyngeal arch muscles eyeball: cranial nerves III, IV, VI tongue: cranial nerve XII most of pharyngeal arch muscles 1st arch- mandibular branch of 5th cranial nerve- muscles of mastication 2nd arch- cr. nerve VII- ms of facial expression 3rd, 4th, 6th arch- cr. nerve IX, X, XI and nucleus ambiguus- muscles of palate, pharynx, larynx of speech and swallowing. Thus cranial nerve III, IV VI contain somatic efferents and cranial nerve VII contains special visceral efferents.",
        "cop": 1,
        "opa": "7th nerve",
        "opb": "12th nerve",
        "opc": "4th nerve",
        "opd": "6th nerve",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "4ac2d312-58a7-4e61-8f43-90f422f64765",
        "choice_type": "multi"
    },
    {
        "question": "Regarding Weber syndrome all are true EXCEPT",
        "exp": "Weber Syndrome - involves damage to ventromedial brainstem (Posterior Cerebral Aery supplies this area) FEATURE: Oculomotor N. injury: Ipsilateral LMN oculomotor paralysis (down & out gaze) with wide fixed pupils Pyramidal system: Contralateral facial & hypoglossal paralysis ( coiconuclear & coicospinal tracts) C/L spastic hemiplegia Substantia nigra: Contralateral parkinsonism (rigidity, tremor)",
        "cop": 1,
        "opa": "Involvement of dorsal midbrain",
        "opb": "Contralateral hemiplegia",
        "opc": "Ipsilateral occulomotor palsy",
        "opd": "Contralateral parkinsonism",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "fbde47e5-89d0-4b2d-aec7-e23e531a519e",
        "choice_type": "multi"
    },
    {
        "question": "Aerial supply of hippocampus?",
        "exp": "Internal carotid aery gives anterior choroidal aery, which branches & form anterior hippocampal aery. Posterior cerebral aery gives branches to middle & posterior hippocampal aery. Internal capsule & basal ganglia is supplied by the lenticulostriate branches of middle cerebral aery. Ischemia to hippocampus causes anterograde amnesia",
        "cop": 3,
        "opa": "Medial striate aery from middle cerebral aery",
        "opb": "Lateral striate aery from middle cerebral aery",
        "opc": "Anterior choroidal aery",
        "opd": "Anterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "03bfbcf9-fb0e-4094-881b-56d061fa78d5",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding cavernous sinus thrombosis EXCEPT",
        "exp": "Cavernous sinus thrombosis caused by sepsis in the dangerous area of face, in nasal cavities & in paranasal sinuses. Septic emboli carried by superior (more common) or inferior ophthalmic veins into the cavernous sinus. Nervous symptoms - Loss of sensation around the eye due to involvement of V1 and V2 division of Vth nerve. - Involvement of CN III, IV, VI Venous symptoms Edema of eyelids, cornea, root of nose d/o congestion of the orbital veins.",
        "cop": 1,
        "opa": "Loss of jaw jerk",
        "opb": "Inferior ophthalmic vein can spread infection from dangerous area of face",
        "opc": "Ethmoidal sinusitis is the most common cause",
        "opd": "Loss of sensation around the eye",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "d8fc91a6-a36c-4e0a-9d5e-90ed78df985d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following structures are involved in Weber syndrome EXCEPT",
        "exp": "Weber syndrome is a lesion of the anterior midbrain at the level of superior colliculus involves: Oculomotor nerve Ipsilateral downward & laterally deted eye Substantia nigra Contralateral parkinsonism Coicobulbar fibers Coicospinal tract",
        "cop": 3,
        "opa": "Oculomotor nerve roots",
        "opb": "Coicobulbar tracts",
        "opc": "Cerebellar peduncles",
        "opd": "Coicospinal tract",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "64dd4cbd-ad3e-4bdf-b7f0-e464bf4e51fe",
        "choice_type": "multi"
    },
    {
        "question": "Visceral efferent column arises from which plate of neural tube",
        "exp": "anterior basal plate(motor/efferent pathway) gives anterior horn cells - controls skeletal muscles gives lateral horn cells - controls cardiac and smooth muscles posterior alar plate(sensory/afferent pathway) gives posterior horn cells- spinothalamic tract (pain & temperature)",
        "cop": 2,
        "opa": "alar",
        "opb": "basal",
        "opc": "roof",
        "opd": "floor",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "26b21150-fd3e-4388-80b8-2a64e266090d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female graduate student had an excruciating headache. When she looked in the mirror, she noticed that her eyelid was drooping; when she lifted the eyelid, she saw that her eyeball was looking down and out and her pupil was huge. She complained of both blurred and double vision. An magnetic resonance angiogram scan showed an aneurysm of the cerebral aerial circle. Which aery gives rise to the offending aneurysm?",
        "exp": "Posterior communicating aerycan give rise to aberry aneurysm, whichcompresses the 3rd cranial nerveand results in incomplete third nerve palsy. Acommunicating aerymay harbor berry aneurysm that impinge on theoptic chiasmacausing a bitemporal lower quadrantanopia. Charcot-Bouchard microaneurysmsare found in the territory of the lateral striate aeries and are the commonest cause of non-traumaticintra-parenchymal hemorrhage.",
        "cop": 4,
        "opa": "Anterior choroidal",
        "opb": "Anterior communicating",
        "opc": "Charcot-Bouchard's",
        "opd": "Posterior communicating",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "9be8d734-9ce9-4e02-9023-c43798fd500e",
        "choice_type": "multi"
    },
    {
        "question": "40 yr old woman presents to your clinic with complaints of headache and dizziness. She has an infection of a cranial dural sinus; one that lies in margin of the tentorium cerebelli and runs from the posterior end of cavernous sinus to transverse sinus is infected. Which of the following sinuses is affected by inflammation?",
        "exp": "Superior petrosal sinus runs from cavernous sinus to transverse sinus along attached margin of the tentorium cerebelli. This patient has meningitis (inflammation of the meninges), which causes headache and dizziness. Straight sinus runs along line of attachment of falx cerebri to tentorium cerebelli. Inferior sagittal sinus lies in free edge of falx cerebri. Sphenoparietal sinus lies along posterior edge of lesser wing of sphenoid bone. Cavernous sinus lies on each side of the sella turcica and the body of sphenoid bone.",
        "cop": 1,
        "opa": "Superior petrosal sinuses",
        "opb": "Inferior sagittal sinus",
        "opc": "Sphenoparietal sinus",
        "opd": "Straight sinuses",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "5d3adac4-68bb-4a6c-870d-a6ebe753ae09",
        "choice_type": "single"
    },
    {
        "question": "Taste pathway comes under which neural column",
        "exp": "There are 7 neural columns- 3 motor (GSE, GVE, SVE) and 4 sensory (GSA, GVA, SSA, SVA) sensory columns (afferents) GSA GVA SSA - vision (cranial nerve 2), hearing and balance (cranial nerve 8) SVA - smell and taste (cranial nerve 7, 9, 10)",
        "cop": 3,
        "opa": "SSA",
        "opb": "GSA",
        "opc": "SVA",
        "opd": "GVA",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "9524770a-ab32-4c40-96c0-0d48d8a40a78",
        "choice_type": "single"
    },
    {
        "question": "Which nerves exit the pontomedullary junction?",
        "exp": "C. N. VI, VII and VIII exits at ponto-medullary junction. most medially 6th nerve and most laterally 8th nerve.",
        "cop": 3,
        "opa": "4, 5, 6",
        "opb": "5, 6, 7",
        "opc": "6, 7, 8",
        "opd": "8, 9, 10",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "b14b3bad-bfcc-4619-8113-138f13794c1d",
        "choice_type": "single"
    },
    {
        "question": "Primary motor area (Area no. 4) of brain is supplied by:",
        "exp": "- lateral surface of cerebrum receives supply from middle cerebral aery. -medial surface of cerebrum is majorly supplied by anterior cerebral aery. - The upper limb and head are represented on the lateral surface of the coex in homunculus, whereas pelvis and lower limb are on the medial surface of the hemispheres.",
        "cop": 3,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Anterior and middle cerebral aery",
        "opd": "Anterior and posterior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "1c61e947-0b87-43ac-ac25-df620e8c5072",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with clinical features of ataxia and in-coordination. It is most likely due to involvement of which aery among the following",
        "exp": "Clinical features of ataxia and in-coordination belong to cerebellar pathology, which might arise if there was involvementof superior cerebellar aery. Cerebral aery involvement (anterior, middle or posterior) does not usually present with cerebellar sign and symptoms.",
        "cop": 4,
        "opa": "Anterior cerebral",
        "opb": "Posterior cerebral",
        "opc": "Middle cerebral",
        "opd": "Superior cerebellar",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "a5464088-fba6-4107-a3fc-9de1056b6de8",
        "choice_type": "single"
    },
    {
        "question": "False statement about lateral medullary syndrome?",
        "exp": "Lateral medullary syndrome also known as Wallenberg syndrome. Lateral medullary ischemia d/o ipsilateral veebral aery (in most cases) or PICA(in few cases) I/L Horner's + I/L sensory alternation of pain and temp on face (V nerve nucleus involvement) I/L Cerebellar ataxia (involvement of inferior cerebellar peduncle) C/L Alternation of pain and temp on body (Spinothalamic tract involvement) I/L Loss of taste (involvement of Nucleus tractus solitarious) Difficulty in speech and swallowing (involvement of Nucleus ambiguus)",
        "cop": 2,
        "opa": "5, 7, nerve lesions",
        "opb": "I/L pain, temperature loss of body",
        "opc": "I/L pain temperature loss of face",
        "opd": "10 nerve palsy",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "88619abc-fa4a-4713-b9ac-aaab17fb29fe",
        "choice_type": "multi"
    },
    {
        "question": "Which aery Supplies the deep cerebellar nuclei",
        "exp": "The superior cerebellar aery supplies the superior surface of the cerebellum and the cerebellar nuclei (dentate nucleus)",
        "cop": 4,
        "opa": "Anterior inferior cerebellar aery",
        "opb": "Anterior spinal aery",
        "opc": "Posterior cerebral aery",
        "opd": "Superior cerebellar aery",
        "subject_name": "Anatomy",
        "topic_name": "Brainstem lesions and blood supply of CNS",
        "id": "5263d080-8409-4b50-a18c-03f0294db021",
        "choice_type": "single"
    }
]