[
    {
        "question": "Alpha 1 anti trypsin deficiency is seen in",
        "exp": "Alpha 1 anti trypsin deficiency is associated with panacinar emphysema Emphysema is a type of COPD involving damage to the air sacs (alveoli) in the lungs. As a result, your body does not get the oxygen it needs. Emphysema makes it hard to catch your breath. You may also have a chronic cough and have trouble breathing during exercise. The most common cause is cigarette smoking. Refer robbins 9/e p466",
        "cop": 1,
        "opa": "A. Emphysema",
        "opb": "B. Bronchiectasis",
        "opc": "C. Empyema",
        "opd": "D. Bronchiogenic carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Breast",
        "id": "8e706ce5-678c-4335-94eb-947425d78c0a",
        "choice_type": "single"
    },
    {
        "question": "BRCA-1 gene lies on chromosome",
        "exp": "Refer Robbins page no 1054 Mutations in BRCA1 and BRCA2 are responsible for 80% to 90% of \"single gene\" familial breast cancers and about 3% of all breast cancers. Penetrance (the percentage of carriers who develop breast cancer) varies from 30% to 90% depending on the specific mutation present. Mutations in BRCA1 also markedly increase the risk of developing ovarian carcinoma, which occurs in as many as 20% to 40% of carriers. BRCA2 confers a smaller risk for ovarian carci- noma (10% to 20%) but is associated more frequently with male breast cancer. BRCA1 and BRCA2 carriers are also at higher risk for other epithelial cancers, such as prostatic and pancreatic carcinomas. BRCA1 (on chromosome 17q21) and BRCA2 (on chro- mosome 13q12. 3) are both large genes, and hundreds of different mutations distributed throughout their coding regions have been associated with familial breast cancers.",
        "cop": 1,
        "opa": "17",
        "opb": "18",
        "opc": "20",
        "opd": "21",
        "subject_name": "Anatomy",
        "topic_name": "Breast",
        "id": "6158692e-aaa9-4773-968b-3a6b45f1335a",
        "choice_type": "single"
    },
    {
        "question": "Molecular classification of breast cancer is based on which of the following",
        "exp": "Refer Robbins page no 1061 Invasive carcinoma can be divided based on molecular and morpholog characteristic into several clinically impoant subgroups. Breast carcinoma have a wide variety of morphological apperance. One third can be classified morphologically into special histologic types some of which are strongly assosciated with clinically relevant biologic characteristic",
        "cop": 1,
        "opa": "Gene expression profiling",
        "opb": "Expression of hormone receptors like ER, PR and HER-2 neu",
        "opc": "Histology",
        "opd": "Response to chemotherapy",
        "subject_name": "Anatomy",
        "topic_name": "Breast",
        "id": "58483346-d259-41a3-b487-3b4c8ffabfc8",
        "choice_type": "single"
    },
    {
        "question": "Schiller Duval bodies are seen in",
        "exp": "Refer Robbins page no 1031",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Seminoma",
        "opc": "Yolk sad tumor",
        "opd": "Choriocarcionma",
        "subject_name": "Anatomy",
        "topic_name": "Breast",
        "id": "8fb9e524-832f-4393-b9bc-eaae46be6050",
        "choice_type": "single"
    }
]