[
    {
        "question": "For open pneumothorax which of the following is of choice",
        "exp": "\"Open Pneumothorax is one in which full thickness segment of the chest wall has been destroyed and the negative intrapleural pressure sucks air directly through the chest wall defect rather than through the trachea into the alveoli. It occurs most commonly after shotgun blasts explosion with flying debris. The pt. is stabilized by any mechanical covering over the open wound. As soon as convenient a wateight dressing should be placed and an intercostal catheter inseed into the pleural cavity. Early debridement and formal closure of the wound should then be performed. \" Ref: Schwaz, 7/e p684",
        "cop": 2,
        "opa": "IPPV",
        "opb": "ICD with underwater seal",
        "opc": "Thoracotomy and close the rent",
        "opd": "Wait and watch",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "4d0e6e5b-b4a9-486f-bf45-85b7b0030858",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of lung abcess -",
        "exp": "Routes of infection to lung Aspiration of organisms that colonize the oropharynx (MC) Inhalation of infections, aerosols Hematogenous dissemination from an extrapulmonary site. Direct inoculation (as in tracheal intubation or stab wounds) Contiguous spread from an adjacent site of infection. Ref: Harrison 17/e p1631",
        "cop": 3,
        "opa": "Hematogenous spread from distant site",
        "opb": "Direct contact",
        "opc": "Aspiration",
        "opd": "Lymphatic spread",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "bee661f7-f22f-40a0-9a46-5a4056e31fff",
        "choice_type": "single"
    },
    {
        "question": "Least common site for lung abcess is",
        "exp": "About the site of lung abscess associated with aspiration. \"Because of the effect of gravity, foci of infection tend to develop in the subpleural regions of the superior segments of the lower lobes and in the posterior segments of the upper lobes. The right lung is involved more frequently, presumably because of the less acute angle of the right main bronhus. thus the right upper and lower lobes are the most commonly affected, followed by the left lower lobe and right middle lobe. \" Ref: Schwaz 9/e p. 549",
        "cop": 4,
        "opa": "Right upper lobe",
        "opb": "Right lower lobe",
        "opc": "Left lower lobe",
        "opd": "Left upper lobe",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "84766a38-b1f6-46d6-b65e-3b3c2b17efeb",
        "choice_type": "single"
    },
    {
        "question": "Excessive bleeding during hemothorax is caused by",
        "exp": "Massive Hemothorax: Collection of more than 1500 ml of blood in the pleural cavity is called massive hemothorax. Massive hemothorax is usually the result of major pulmonary vascular injuries or major aerial wounds, while minor lung injuries cause small hemothorax. Also know Most common cause of hemothorax is due to injuries of Internal mammary Aery. Ref: Sabiston 18/e p498",
        "cop": 4,
        "opa": "Venacava",
        "opb": "Heart",
        "opc": "Internal mammary aery",
        "opd": "Major aery",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "23a935b3-8da4-4cd2-b019-35ff085d898c",
        "choice_type": "single"
    },
    {
        "question": "Investigation to diagnosis of laryngopharyngeal reflux",
        "exp": "pH monitoring at the level of pharynx is not helpful because the acid refluxed is neutralised by the pharyngeal secretions Hence a dual (bifurcated) catheter measuring both pH and impedance is used across upper oesophageal sphincter thereby permitting detection of pharyngeal reflux Ref: Shackelford 8th edition Pgno: 222",
        "cop": 2,
        "opa": "Esophageal pH monitoring",
        "opb": "Dual probe impedance pH monitoring",
        "opc": "Barium esophagram",
        "opd": "Scintigraphy",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "c765910b-3a0e-4760-be52-8de7110483a9",
        "choice_type": "single"
    },
    {
        "question": "Which is not an antero-superior mediastinal mass",
        "exp": "Anterosuperior Compament The anterosuperior compament of the mediastinum borders the undersurface of the sternum ventrally, the pericardium dorsally, and the visceral pleura laterally (at the apposition of the pleura and pericardium). Tumors of the anterior mediastinum includethymomas, teratoma or germ cell tumors, a spectrum of lympho- mas including Hodgkin disease, and thyroid goiter. In most cases, tissue (core biopsy) is required for diagnosis; fine-needle aspirate is usually inadequate. Thymomas are usually the most frequently occurring neoplasm of the anterior mediastinum, and lymphomas are second. Germ cell neoplasms include benign and malignant teratomas, choriocarcinoma, seminoma, and embryonal cell neoplasm. Teratomas frequently occur in young adults. The gonads are the most common primary site, followed by the mediastinum. Most germ cell neoplasms are benign, but 20% are malignant. Malignant teratomas may produce high serum levels of a-fetoprotein (AFP) and carcinoembryonic antigen. Endocrine disease of the thyroid and parathyroid may occur in the anterior mediastinum as a result of their anatomic position in adults (substernal goiter) or embryologic development. Carcinoid tumors may be foundwithin the thymus. Primary carcinomas of the mediastinum are often unresectable and respond poorly to treatment. Ref: Sabiston 20th edition Pgno: 1608",
        "cop": 1,
        "opa": "Extra adrenal pheochromocytoma",
        "opb": "Thymoma",
        "opc": "Branchial cyst",
        "opd": "Teratoma",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "45558c5a-f635-479a-bf2d-4546d44f041e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of amoebic lung abcess",
        "exp": "Amoebic lung abscess is a result of direct spread of infection from liver to lung. The infection spreads directly through the diaphragm. The most common area of the lung involved is right lower lobe. The amoebic liver abscess ruptures and then it can involve any of the following structures. Right lung (Most commonly) Right pleural cavity Left Lung Pericardium Peritoneal cavity",
        "cop": 2,
        "opa": "Inhalation",
        "opb": "Direct extension from liver",
        "opc": "Hematogenous spread",
        "opd": "Lymphatic spread",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "715393bf-7160-4d1c-af22-76cdca995051",
        "choice_type": "single"
    },
    {
        "question": "The ideal treatment for hemothorax greater than 500ml/hr",
        "exp": "Following are indications of thoracotomy in blunt chest trauma: Initial drainage of blood > 1000 ml, especially if fresh. Continued brisk bleeding > (100 ml/15 minutes) from the intercostal drain Continued bleeding of > 200 ml/hr for > 3 hrs Rupture of bronchus, aoa, esophagus or diaphragm Cardiac tamponade (if needle aspiration unsuccessful). Ref: Bailey & Love 24/e p872",
        "cop": 4,
        "opa": "wait and watch",
        "opb": "Needle aspiraton",
        "opc": "Intercostal tube",
        "opd": "Open thoracotomy with ligation of vessels",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "074359ef-2000-4a52-9438-0e0d4659a6e5",
        "choice_type": "single"
    },
    {
        "question": "Majority of lung cysts occur in",
        "exp": "The bronchogenic cyst is a congenital lung lesion which arises from the anomalous development of foregut or tracheobronchial tree. Characteristics of Bronchogenic Cysts - Most of the Bronchogenic cysts arise in the mediastinum but ~15% occur in pulmonary parenchyma. In the mediastinum, they are usually located just posterior to the carnia or main stem bronchi. Mediastinal bronchogenic cysts do not communicate with the bronchi but those situated within the lung may communicate with the airways and consequently are prone to abscess formation. When located in the lung, they are more common in right lung and lower lobes These are lined by cuboidal or ciliated columnar epithelium and are usually filled with mucoid material. Complication: - Infection of the cyst leads to abscess Compression can produce either hyper infection of the lung or atelectasis due to obstruction Tension pneumothorax - d/t Rupture of the cyst that communicates with bronchus.",
        "cop": 1,
        "opa": "Mediastinum",
        "opb": "Near carina",
        "opc": "Base of the lung",
        "opd": "Peribronchial tissue",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "66f5931f-f40d-4582-8b50-a96d7ec2adab",
        "choice_type": "single"
    },
    {
        "question": "In erect posture commonest site of foreign body in bronchus is",
        "exp": "From Schwa, 7/e- \"The most common anatomic location for a foreign body is the right main stem bronchus or the. lower lobe. \" \" The right main stem bronchus is wider, shoer and veically placed, and therefore the posterior segments of the right upper lobe (if the pt. aspirated while supine) are anatomically susceptible to aspiration pneumonia. The superior segments of the right lower lobe and left lower lobe (if the pt. supine) are also susceptible to aspiration pneumonia. These three segments are often referred to as the aspiration segments of the lung. The basilar segments of both lungs are susceptible to aspiration if the pts. aspirates while erect or sitting up. \" Aspiration in Supine Position: RL upper lobe - posterior segment Rt. lower lobe - superior segment Lt. lower lobe - superior segment Aspiration in sitting or erection position Rt. basilar segments (of lower lobe). Ref: Schwaz 9/e p1420",
        "cop": 1,
        "opa": "Right posterior basal",
        "opb": "Right anterior basal",
        "opc": "Lateral basal",
        "opd": "Medial basal",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "cb20e12b-9f00-4376-9901-ac3864b973f1",
        "choice_type": "single"
    },
    {
        "question": "In Video assisted thoracoscooic surgery for better vision the space in the operative field is created by-",
        "exp": "In contrast to most laparoscopic techniques, the working space for VATs is created not by adding an insuffalation gas but rather by removing air from the ipsilateral lung parenchyma causing collapse of the ipsilateral lung. Ref: Sabiston, 17/e p465",
        "cop": 2,
        "opa": "Self retaining retractor",
        "opb": "Collapse of ipsilateral lung",
        "opc": "Rib spacing",
        "opd": "Co2 insufflations",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "925fbc5a-8917-42cd-8ccc-4e0e2c1afd94",
        "choice_type": "single"
    },
    {
        "question": "Which tumor among the following is not found in Ant. Mediastinum -",
        "exp": "Location of the common Mediastinal Masses Anterior Mediastinum Middle Mediastinum Posterior Mediastinum Thymoma (MC in anterior mediastinum) Lymphoma Germ cell tumors Thyroid and parathyroid masses Bronchogenic cyst Aneurysm Cyst (MC in middle mediastinum) Pericardial(MC) Bronchogenic Enterogenous Neuroenteric Vascular masses(aneurysm) LN Enlargement and lymphoma Mesenchymal tumors Pheochromocytoma Neurogenic tumors (MC overall) Meningoceles Mesenchymal tumors Pheochromocytoma Lymphoma Bochdalek hernia Bronchogenic cyst Enterogenous cyst Ref: Sabiston 20th edition Pgno: 1608",
        "cop": 4,
        "opa": "Retrosternal goitre",
        "opb": "Thymoma",
        "opc": "Teratomous mass",
        "opd": "Neurogenic tumor",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "4a455281-db8b-4660-852b-b8e3c3ab9b13",
        "choice_type": "single"
    },
    {
        "question": "A case of spontaneous pnemothorax comes to you. What will be the earliest treatment of choice",
        "exp": "\"Open Pneumothorax is one in which full thickness segment of the chest wall has been destroyed and the negative intrapleural pressure sucks air directly through the chest wall defect rather than through the trachea into the alveoli. It occurs most commonly after shotgun blasts explosion with flying debris. The pt. is stabilized by any mechanical covering over the open wound. As soon as convenient a wateight dressing should be placed and an intercostal catheter inseed into the pleural cavity. Early debridement and formal closure of the wound should then be performed. \" Ref: Schwaz, 7/e p684",
        "cop": 3,
        "opa": "IPPV",
        "opb": "ICD",
        "opc": "Needle aspiration",
        "opd": "Wait and watch",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "eb791e88-835f-413a-9ff0-3db4de6b513d",
        "choice_type": "single"
    },
    {
        "question": "A young man with pulmonary tuberculosis presents with massive recurrent hemoptysis. For angiographic treatment, which vascular structure should be evaluated first -",
        "exp": "Massive Hemoptysis Hemoptysis of >200-600cc in 24 hours. Massive Hemoptysis should be considered as a medical emergency Treatment Large-volume, life threatening Hemoptysis generally require immediate intervention regardless of the cause The first step is to establish a patent airway usually by endotracheal intubation and subsequent mechanical ventilation As most large - volume Hemoptysis Arises from an airway lesion, it is ideal if the site of the bleeding can be identified either by chest imaging or bronchoscopy (more commonly rigid than flexible) If bleeding doesnot stop with therapies of the underlying cause and passage of time, severe Hemoptysis from bronchial aeries can be treated with angiogrophic embolization of the culprit bronchial aery Bronchial aery are the major source of Hemoptysis Ref: Grainger Radiology 4th edition Pgno: 609",
        "cop": 3,
        "opa": "Pulmonary vein",
        "opb": "Pulmonary aery",
        "opc": "Bronchial aery",
        "opd": "Superior vena cava",
        "subject_name": "Anatomy",
        "topic_name": "Cardio thoracic surgery",
        "id": "b890fd5f-d0b5-4b94-b50e-107303af62b2",
        "choice_type": "single"
    }
]