[
    {
        "question": "The cardiac jelly formed around the heart tube during early development, contributes to the formation of:",
        "exp": "Ans. is D. The most appropriate answer to this question is actually endocardial cushion.",
        "cop": 4,
        "opa": "Pericardium",
        "opb": "Mesocardium",
        "opc": "Myocardium",
        "opd": "Endocardium",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "866ff8e3-87ce-4cfa-848e-6dccf3ca929e",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity vasculitis usually involve",
        "exp": "Refer robbins 9/e p510, 8/e 515 Harrison 7/2128 Direct quote from Harrison 18th /2798; Postcapillary venules are most commonly involved vessels. Capillaries and aerioles are less frequent involved",
        "cop": 2,
        "opa": "Aerioles",
        "opb": "Post capillary venules",
        "opc": "Capillaries",
        "opd": "Medium sized aeries",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "eac94128-0363-4e60-a93a-80f2a4cd952b",
        "choice_type": "multi"
    },
    {
        "question": "Where is torus aorticus located -",
        "exp": "Ans. is, 'b' i. e., Right atrium o Torus aorticus is a buldge in the right atrial septum sited superiorly and anteriorly, o It is produced due to adjacent nonocoronary aortic sinus at the base of ascending aorta, o It is superior to coronary sinus and anterior to fossa ovalis.",
        "cop": 2,
        "opa": "Left atrium",
        "opb": "Right atrium",
        "opc": "Aorta",
        "opd": "Left ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "815df1f0-1c76-4859-8f63-91ec8d48dba7",
        "choice_type": "single"
    },
    {
        "question": "Most common organs involved in the wagners granulomatosis are",
        "exp": "Refer robbins 9/e p511 Granulomatosis with polyangiitis (formerly called Wegener's) is a rare disease of unceain cause that can affect people of all ages. It is characterized by inflammation in various tissues, including blood vessels (vasculitis), but primarily pas of the respiratory tract and the kidneys. The areas most commonly affected by GPA include the sinuses, lungs, and kidneys, but any site can be affected",
        "cop": 2,
        "opa": "Skin and nose",
        "opb": "Lung and kidney",
        "opc": "Heart and kidney",
        "opd": "Kidney and nervous system",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "11fb03c6-1ece-41a3-8394-6a681c0e766b",
        "choice_type": "single"
    },
    {
        "question": "Vegetations on under surface of cusps are found in",
        "exp": "Refer robbins 9/e 562 Vegetations of libman sacks endocarditis occur on surface of cusps. both surfaces are involved but most commonly affects under surface",
        "cop": 2,
        "opa": "Infective endicarditis",
        "opb": "Libman sacks endocarditis",
        "opc": "SABE",
        "opd": "Rheumatic fever",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "fd01608a-7c19-4cae-a606-a044631f70b3",
        "choice_type": "single"
    },
    {
        "question": "A 56yr old male patient with sudden substernal pain, impending doom and died 4days after. on autopsy there was a large transmural anterior wall infarction. it would be associated with:",
        "exp": "Granulation tisse appears vetween 8-10 days and collagen appears after 2months. between 3-7days, neutrophils sta disintegrating with early phagocytosis caused by macrophages, presence of macrophages would have been a better answer but in the given question presence of neutrophils is best option. (ref Robbins 9/e p544)",
        "cop": 2,
        "opa": "Presence of collagen and fibroblasts",
        "opb": "Presence of neutrophils",
        "opc": "Granulomatous inflammation",
        "opd": "Granulation tissue",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "e029e402-3b7b-4878-93ef-cce6bfe5b5f9",
        "choice_type": "multi"
    },
    {
        "question": "Antineutrophil cytoplasmic antibodies(ANCA) are seen in",
        "exp": "Refer robbins 9/e p511 Granulomatosis with polyangiitis (GPA), formerly known as Wegener granulomatosis, is a rare multisystem autoimmune disease of unknown etiology. Its hallmark features include necrotizing granulomatous inflammation and pauci-immune vasculitis in small- and medium-sized blood vessels. Granulomatosis with polyangiitis (GPA), formerly known as Wegener's granulomatosis (WG), is a long-term systemic disorder that involves both granulomatosis and polyangiitis. It is a form of vasculitis (inflammation of blood vessels) that affects small- and medium-size vessels in many organs but most commonly affects the upper respiratory tract and the kidneys. Therefore, the signs and symptoms of GPA are highly varied and reflect which organs are supplied by the affected blood vessels. Typical signs and symptoms include nosebleeds, stuffy nose and crustiness of nasal secretions, and inflammation of the uveal layer of the eye. Damage to the heart, lungs and kidneys can be fatal.",
        "cop": 1,
        "opa": "Wagner's granulomatosis",
        "opb": "Diabetes mellitus",
        "opc": "Rheumatoid ahritis",
        "opd": "Charg straus syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "02551af2-43af-448b-8531-9ebe109f19de",
        "choice_type": "single"
    },
    {
        "question": "NOT true about ASO titre:",
        "exp": "ASO titre may be positive due to streptococcal infection even in normal people. in some individuals with rheutamatic carditis ASO titre may not be elevated. In PSGN the titre of anti DNA se B antibody is elevated more commonly than ASLO. (ref Robbins 9/e559, 8th/566)",
        "cop": 2,
        "opa": "May be positive in normal people",
        "opb": "Major jones criteria",
        "opc": "May be negative in post strptococcal glomerulonephritis",
        "opd": "May not be elevated even in presence of carditis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "ce26c8fe-347c-48ad-b5a6-c1a115619abe",
        "choice_type": "multi"
    },
    {
        "question": "Trigered effect in myocardium is due to:",
        "exp": "In a pattern of lipid deposition seen with prolonged moderate hypoxia, such as that produced by profound anemia, there is intracellular deposits of fat, which create grossly apparent bands of yellowed myocardium alternating with bands of darker, red brown, uninvolved myocardiun. (ref Robbins 8/e p34)",
        "cop": 2,
        "opa": "Malignant change",
        "opb": "Fat deposition",
        "opc": "Seen in rheumatic fever",
        "opd": "Associated with myocarditis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "991155e3-ba6c-4f48-9c57-403bb98c9504",
        "choice_type": "single"
    },
    {
        "question": "Mitral valve vegetations donot usually embolize to:",
        "exp": "Mitral valve vegetations are associated with systemic embolization which can effect brain, liver, spleen and kidney. Embolization of the lung is associated with right heart involvement. (ref Robbins 9/e p561, 8/e p566)",
        "cop": 4,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Lung",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "c718d7aa-496b-4d3c-b983-08beff08d6e6",
        "choice_type": "multi"
    },
    {
        "question": "Pathogenesis of all of the following is granulomatous except",
        "exp": "Refer robbins 9/e 510 Microscopic Polyangiitis (MPA) Microscopic polyangiitis is a disease that results from blood vessel inflammation that can result in damage to organ systems. Areas most commonly affected by MPA include the kidneys, lung, nerves, skin, and joints. Robbins clearly mentions\" microscopic polyangiitis is characterized by segmental fibrinoid necrosis of the media with focal transmural necrotizing lesions, granulomatous lesions are absent",
        "cop": 4,
        "opa": "Wagner's granulomatosis",
        "opb": "Burgers diseases",
        "opc": "Takayasu aeritis",
        "opd": "Microscopic angitis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "c449181e-bc4d-41d7-9423-2ce9fbc9c282",
        "choice_type": "multi"
    },
    {
        "question": "The term infantile polyaeritis nodosa was used for",
        "exp": "Refer robbins 9/e 506 Kawasaki disease, also referred to as Kawasaki syndrome or mucocutaneous lymph node syndrome, affects children and includes several symptoms: fever rash swelling of the hands and feet irritation and redness of the whites of the eyes swollen lymph glands in the neck irritation and inflammation of the mouth, lips and throat These effects of Kawasaki disease are rarely serious. The acute phase of the condition commonly lasts 10-14 days or more. Most children recover fully. But, in some cases, Kawasaki disease can lead to long-term heart complications.",
        "cop": 3,
        "opa": "Goodpasteures syndrome",
        "opb": "Henoch schalein puurpura",
        "opc": "Kawasaki diseases",
        "opd": "Takayasu aerits",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "c40e1136-36d1-4add-ba52-dddf3f653111",
        "choice_type": "single"
    },
    {
        "question": "In polyaeritis nodosa lesions are seen in all except",
        "exp": "Refer robbins 9/e 511 Polyaeritis nodosa typically involving necrotizing inflammation typically involving renal aeries sparing pulmonary vessels",
        "cop": 1,
        "opa": "Lung",
        "opb": "Pancreas",
        "opc": "Liver",
        "opd": "Heart",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "88c148dc-2cae-4dcc-be64-d9b1da60b5c4",
        "choice_type": "multi"
    },
    {
        "question": "Polyaeritis nodosa does not involve in",
        "exp": "Refer robbins 9/e 509/510 Polyaeritis nodosa (PAN), is a systemicnecrotizing inflammation of blood vessels (vasculitis) affecting medium-sized muscular aeries, typically involving the aeries of the kidneys and other internal organs but generally sparing the lungs' circulation. Polyaeritis nodosa may be present in infants. In polyaeritis nodosa, small aneurysms are strung like the beads of a rosary, therefore making \"rosary sign\" an impoant diagnostic feature of the vasculitis. PAN is associated with infection by the hepatitis B or hepatitis Cvirus",
        "cop": 1,
        "opa": "Pulmonary aery",
        "opb": "Bronchial aery",
        "opc": "renal aery",
        "opd": "Cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "1f634777-6651-42c7-b7c0-0c65d64046fc",
        "choice_type": "single"
    },
    {
        "question": "Remnant of ductus venosus will be:",
        "exp": "Ans. (b) Ligamentum Venosum. Ref: Langeman's 8th / 264, 259",
        "cop": 2,
        "opa": "Ligamentum teres",
        "opb": "Ligamentum venosum",
        "opc": "Ligamentum arteriosum",
        "opd": "Falciform ligament",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "a9defa5c-facc-49ad-bc38-277da92fcc7d",
        "choice_type": "single"
    },
    {
        "question": "Polyaeritis nodosa occurs in relation to which of the following",
        "exp": "Refer robbins 9/e p506 It is systemic vasculitis manifested by transmural necrotising inflammation of small and medium sized aeries Renal aery is most commonly involved whereas pulmonary circulation is spared Most common causes are fever of unknown cause, malice, weight loss, hypertension, abdominal pain, melena, diffuse muscular pains and peripheral neuritis",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Trauma",
        "opc": "Drugs",
        "opd": "Bronchial asthma",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "b6f20a2a-df14-4299-85d2-539624c79a7b",
        "choice_type": "single"
    },
    {
        "question": "glomus tumor is seen",
        "exp": "Glomus tumor is biologically a benign tumor that arises from the modified smooth muscle cells of the glomous body Glomus body is a specialised aeriovenous anastomosis that is involved in thermoregulation It is a often painful tumor Glomus tumor are most commonly found in distal poion of the digits especially under fingernails Excision is curative Refer robbins 9/e p517",
        "cop": 3,
        "opa": "Retroperitonium",
        "opb": "Soft tissue",
        "opc": "Distal poion of digits",
        "opd": "Proximal poion of digits",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "d7936338-7f29-49f6-b2da-8a4514c60751",
        "choice_type": "single"
    },
    {
        "question": "Glomus cells are found in which of the following conditions",
        "exp": "Glomus tumor (also known as glomangioma) is a Rare benign condition arising from the glomus body, and mainly found under the nail under the finger tip or in the foot. it does not contain glomus cells A glomous cell is a peripheral receptor mainly located in carotid bodies and erotic bodies are mainly helpful in the regulating with breathing Neoplasms of glomus cells also known as paraganglioma The most common location of this tumors is within the adrenal medulla, where they give rise to pheochromocytomas Approximately 70% of the extra adrenal paraganglioma occur in the head and neck region. Paragangliomas typically develop in 2 locations paraveebral paraganglia & paraganglia related to great vessels Refer robbins 8/e p522",
        "cop": 1,
        "opa": "Carotid body tumor",
        "opb": "Thyroid carcinoma",
        "opc": "Liver carcinoma",
        "opd": "Glomous tumor",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "f7a9e0f8-ced7-4aa7-aac6-d50cb5b29a01",
        "choice_type": "single"
    },
    {
        "question": "Calcification of aoic valve is seen in",
        "exp": "Refer robbins 9/e p554 Aoic valve calcification is a condition in which calcium deposits form on the aoic valve in the heart. These deposits can cause narrowing at the opening of the aoic valve. This narrowing can become severe enough to reduce blood flow through the aoic valve -- a condition called aoic valve stenosis. With age, heart valves may accumulate deposits of calcium (aoic valve calcification). Calcium is a mineral found in your blood.... However, aoic valve stenosis that is related to increasing age and the buildup of calcium deposits on the aoic valve is most common in older people",
        "cop": 3,
        "opa": "Hurler syndrome",
        "opb": "Marfan syndrome",
        "opc": "Syphilis",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "2b3a7e3a-e8cd-4292-b29f-7001f62628f0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disease is not a common cause of vasculitis in adults",
        "exp": "Refer robbins 9/e 511 Kawasaki disease (mucocutaneous lymph node syndrome) is an aeritis that often involve coronary aeries usually young children and infants ( majority of the cases are seen in less than 5 years of case) It is treated with intravenous immunoglobulin and aspirin",
        "cop": 3,
        "opa": "Giant cell ahritis",
        "opb": "Poly aeritis nodosa",
        "opc": "Kawasaki diseases",
        "opd": "Henoch schalein purpura",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "a74ad296-f72c-44ab-835e-e7225e5b58a8",
        "choice_type": "single"
    },
    {
        "question": "Double aorta occurs due to -",
        "exp": "Ans. is 'd' i. e.. Persistence of distal portion of the right dorsal aorta o During 8th week of infra uterine life, the final fetal arterial arrangement is achieved. AORTIC ARCHFate. IMaxillary artery. IIHyoid and stapedial arteries. IIICarotid arteries. IVLeft - Arch of aorta. Right - Proximal part of right subclavian. VDegenerates. VILeft - Proximal part forms left pulmonary artery and distal part persists as ductus arteriosus. Right - Right pulmonary artery. VII intersegmentary artery. Right - Distal part of right subclavian. Left - Left subclaviano With a double aortic arch, the right dorsal aorta persists between the origin of the seventh intersegmentary artery and its junction with the left dorsal aorta. A vascular ring surrounds the trachea and esophagus and compresses these structures.",
        "cop": 4,
        "opa": "Non development of right 4th aortic arch",
        "opb": "Non development of left 4th aortic arch",
        "opc": "No division of truncus arteriosus",
        "opd": "Persistence of distal portion of the right dorsal aorta",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "532e772b-7c24-4b49-8cfd-1fa9dda73337",
        "choice_type": "single"
    },
    {
        "question": "AScoffs nodules are seen in",
        "exp": "Refer Harrison 17/2095 Robbins 9/e p558 Aschoff bodies are nodulesfound in the heas of individuals with rheumatic fever. They result from inflammation in the heart muscle and are characteristic of rheumatic heart disease The cardiac manifestations of rheumatic fever are in the form of focal inflammatoryinvolvement of the interstitial tissue in all 3 layers of the heart, a pathological change named pancarditis. The pathognomonicfeature of pancarditis in the case of rheumatic heart disease is the presence of Aschoff nodules or Aschoff bodies",
        "cop": 3,
        "opa": "Sub acute bacterial endocarditis",
        "opb": "Libman sacks endocarditis",
        "opc": "Rheumatic carditis",
        "opd": "Non bacterial thrombotuc endocarditis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "38ef4d15-5723-4675-a91a-bee016bdd1eb",
        "choice_type": "single"
    },
    {
        "question": "Sturge Weber syndrome is associated with",
        "exp": "Sturge Weber syndrome is manifested at bih by po wine stain forehead and upper eyelid of one side of the face. Refer robbins 9/e p196",
        "cop": 1,
        "opa": "Po wine staine",
        "opb": "Cavernous hemangioma",
        "opc": "Lymphangioma",
        "opd": "Haemangiosarcoma",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "34bade0d-65ec-4282-8d69-6edd3339fe18",
        "choice_type": "single"
    },
    {
        "question": "Cardiac involvement in carcinoid syndrome is characterized by:",
        "exp": "Cardiac lesions are present in 50percent of the patients with the carcinoid syndrome. These are largely right sided due to inactivatiin of both serotonin and bradykinin in the blood during passage through lungs by the monoxime oxidase present in pulmonary vascular endothelium. (ref Robbins 8th/569)",
        "cop": 2,
        "opa": "Calcification tricuspid valve",
        "opb": "Intimal fibrosis of right ventricle, tricuspid and pulmonary valve",
        "opc": "Involvement of the major blood vessels is commonly seen",
        "opd": "Equal involvement of both the sides of heart",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "10391fcd-44a2-4287-a6bd-a8f13a978b4f",
        "choice_type": "multi"
    },
    {
        "question": "Patent foramen ovale is due to-",
        "exp": "Ans. is 'd' i. e., Failure of fusion of septum primum and septum secondum o The primitive atrium is divided into left and right atria by interatrial septum which is formed by fusion of septum primum and septum secundum. The sequnece of events are as follows# Septum primum arises from the roof of common atrium (primitive atrium) and grows caudally towards septum intermedium (fused AV cushions).# Foramen primum is formed between free border of growing septum primum and fused AV cushions (septum intermedium).# Shortly afterwards the septum primum fuses with septum intermedium (fused AV cushions), obliterating foramen primum# Foramen secundum is formed by degeneration of cranial part of septum primum.# Septum secundum grows caudally to the right of septum primum and overlaps the foramen secundum. The passage between septum primum and septum secundum is called foramen ovale. After birth, foramen ovale closes by fusion of septum primum with septum secundum. Failure of fusion of these two septa results in patent foramen ovale. Formation of interatrial septum",
        "cop": 4,
        "opa": "Failure of closure of sinoatrial orifice",
        "opb": "Failure of fusion of septum primum and endocardial cushion",
        "opc": "Failure of fusion of septum primum and septum intermedium",
        "opd": "Failure of fusion of septum primum and septum secondum",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "9bcb7d0f-e891-47c9-adc6-ab69fdea19ac",
        "choice_type": "single"
    },
    {
        "question": "Angina, dyspnea and syncope is seen with:",
        "exp": "The valve area is approximately 0. 5-1cmsquare in severe aoic stenosis whereas it is normally approximately 4cmsquare. The aoic stenosis leads to concentric left ventricular hyperophy. If untreated most pateints with aoic stenosis will die within 5yrs of developing angina, within 3yrs of developing syncope, and within 2yrs of CHF onset. (ref Robbins 9th/555)",
        "cop": 4,
        "opa": "Pulmonary stenosis",
        "opb": "Atrial septal defect",
        "opc": "Ventricular septal defect",
        "opd": "Aoic stenosis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "aee4a457-2498-4fed-ab46-e7b27089a927",
        "choice_type": "single"
    },
    {
        "question": "All of the statement are true about pyogenic granuloma except",
        "exp": "pyogenic granuloma it is benign tumor Type of capillary hemangioma which is often bleeds and is also ulcerated It is rapidly growing pedunculated red nodule tumor on the skin or gingival or oral mucosa 1/3rd of the lesions develop after trauma Refer robbins 9/e p516",
        "cop": 1,
        "opa": "Bacterial infection",
        "opb": "Bleeding",
        "opc": "Benign tumor",
        "opd": "Capillary hemangioma",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "64b6a58b-175e-49e8-bba6-01599855355d",
        "choice_type": "multi"
    },
    {
        "question": "Most friable vegetations is seen in:",
        "exp": "The hallmark of infective endocarditis is the presence of friable, bulky and potentially destructive vegetations containing fibrin, inflammatory cells and bacteria or other organisms on the heart valves. (ref Robbins 9/e560)",
        "cop": 1,
        "opa": "Infective endocarditis",
        "opb": "Libman sacks endocarditis",
        "opc": "Rheumatic heart disease",
        "opd": "Rheumatoid heart disease",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "44b228f6-a6ad-48ff-be58-727ca119aa40",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of mitral stenosis is",
        "exp": "Refer robbins 9/e 554 Rheumatic heart disease (RHD) is damage to one or more heart valves that remains after an episode of acute rheumatic fever (ARF) is resolved. It is caused by an episode or recurrent episodes of ARF, where the heart has become inflamed. The heart valves can remain stretched and/or scarred, and normal blood flow through damaged valves is interrupted. Blood may flow backward through stretched valves that do not close properly, or may be blocked due to scarred valves not opening properly. When the heart is damaged in this way, the heart valves are unable to function adequately, and heart surgery may be required. Untreated, RHD causes heart failure and those affected are at risk of arrhythmias, stroke, endocarditis and complications of pregnancy. These conditions cause progressive disability, reduce quality of life and can cause premature death in young adults. Heart surgery can manage some of these problems and prolong life but does not cure RHD.",
        "cop": 1,
        "opa": "Rheumatic heart disease",
        "opb": "Infective endocarditis",
        "opc": "Diabetes mellitus",
        "opd": "Congenital",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "e5fda1f8-c7f7-4b5b-869d-a58a24a5b1e9",
        "choice_type": "single"
    },
    {
        "question": "Vegetations on under surface of cusps are found in:",
        "exp": "Vegetations in Libmann sacks endocarditis occur on surfaces of cusps. Both surfaces may be involved but more commonly the undersurface is affected. (ref Robbins 7th/597, 89, 9/e p558)",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Libman sacks endocaditis",
        "opc": "SABE",
        "opd": "Rheumatic fever",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "dc2944d2-6b97-4789-9d3d-e9de162e77cb",
        "choice_type": "single"
    },
    {
        "question": "Antischkow cells are characteristic of the",
        "exp": "Refer robbins 9/e p558 Anitschkow (or Anichkov) cells are often cells associated with rheumatic heart disease. Anitschkow cells are enlarged macrophages found within granulomas (called Aschoff bodies) associated with the disease. The cells are also called caterpillar cells, as they have an ovoid nucleus and chromatin that is condensed toward the center of the nucleus in a wavy rod-like pattern that to some resembles a caterpillar. Larger Anitschkow cells may coalesce to form multinucleated Aschoff giant cells. Anitschkow cells were named after the Russian pathologist Nikolay Anichkov. Squamous epithelial cells with nuclear changes resembling Anitschkow cells have also been observed in recurrent aphthous stomatitis, iron deficiency anemia, children receiving chemotherapy, as well as in healthy individuals",
        "cop": 1,
        "opa": "Acute rheumatic fever",
        "opb": "Yellow fever",
        "opc": "Malarial spleen",
        "opd": "Itp",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "4df40960-3e5f-42f9-8b69-b4de744c199b",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding subendocardial infarction are true except:",
        "exp": "Ventricular aneurysms results from transmural infarcts, which involve the whole thickness of myocardium from epicardium to endicardium. subendocardial infarcts being limited to only the inner one third or ate at most half of the ventricular wall donot cause ventricular aneurysms. Aneurysms of the ventricular wall most commonly results from a large transmural anteroseptal infarct. (ref Robbins 9/e p543, 7th/575)",
        "cop": 4,
        "opa": "These are multifocal in nature",
        "opb": "These often result from hypotension or shock",
        "opc": "Epicarditis is not seen",
        "opd": "These may result from aneurysm",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "736cb1ee-1375-4dcd-bb9b-a2c2294b0832",
        "choice_type": "multi"
    },
    {
        "question": "cardiac involvement in carcinoid syndrome is characterized by",
        "exp": "Refer robbins 9/e 562 Cardiac lesions are seen in 50% of the patients with carcinoid syndrome These are largely right-sided due to inactivation of serotonin and predicate in in the blood due to passage through the lungs by monoamine oxidase present in pulmonary vascular endothelium",
        "cop": 2,
        "opa": "Calcification tricuspid valve",
        "opb": "Intimal Fibrosis of right ventricle, tricuspid and pulmonary valve",
        "opc": "Involvement of the major Britishers is commonly seen",
        "opd": "Equal involvement of both the sides of the heart",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "92f77447-ed7a-4d0f-b0a4-e1fbc0e3a4cb",
        "choice_type": "multi"
    },
    {
        "question": "Aschoffs nodules are seen in:",
        "exp": "Aschoffs bodies are characteristic focal inflammatory lesion of acute rheumatic fever found in any of the three layers of the heart. (ref Robbins 7th/593, 9/e558)",
        "cop": 3,
        "opa": "Subacute bacterial endocarditis",
        "opb": "Libman sacks endocarditis",
        "opc": "Rheumatic carditis",
        "opd": "Non bacterial thrombotic endocarditis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "3c5a7fd7-cf20-4e47-b67f-476da3fe10c0",
        "choice_type": "single"
    },
    {
        "question": "Least chances of infective endocarditis is associated with:",
        "exp": "Infective endocarditis is very rare in patients of ostium secondum atrial septal defect, unless floopy mitral valve is present. (ref Ghai 7th/390, 403)",
        "cop": 3,
        "opa": "Mild MS",
        "opb": "Mild MR",
        "opc": "Small ASD",
        "opd": "Small VSD",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "255f66ca-afb2-4bc3-8a50-ba4fee7cb457",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following artery is derivative of second aortic arch?",
        "exp": "Ans. c (Stapedial artery) (Ref. Human Embryology by Inderbirsingh, 7th ed., p 112). Stapedial artery is artery of the 2nd branchial arch and is seen during embryonic life transiently. Its persistence leads to deafness. derivative sof arotic arches. Aortic arch. Derivatives. Clue to remember I1st. Part of MAXillary artery. 1st arch is MAXimal. 2nd. Stapedial artery and hyoid artery. Second = Stapedial. 3rd. Common Carotid artery and proximal part of internal carotid artery. C is 3rd letter of alphabet. 4th. On left, aortic arch; on right, proximal part of right subclavian artery4th arch (4 limbs) = systemic. 6th. Proximal part of pulmonary arteries and (on the left only) ductus arteriosus. 6th arch = pulmonary and pulmonary-to- systemic shunt (ductus arteriosus). 7th intersegmental ADistal right Subclavian artery, Left Subcl artery7th = Subclavian",
        "cop": 3,
        "opa": "Maxillary artery",
        "opb": "Middle meningeal artery",
        "opc": "Stapedial artery",
        "opd": "Anterior tympanic artery",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "75793bd5-a5d9-4c7a-84f8-a08e1b003642",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of left sided heart failure is",
        "exp": "Refer robbins 9/e 529 Myocardial infarction (MI), also known as a heart attack, occurs when blood flowdecreases or stops to a pa of the heart, causing damage to the heart muscle. The most common symptom is chest pain or discomfo which may travel into the shoulder, arm, back, neck or jaw. Often it occurs in the center or left side of the chest and lasts for more than a few minutes. The discomfo may occasionally feel like heaburn. Other symptoms may include shoness of breath, nausea, feeling faint, a cold sweat or feeling tired. About 30% of people have atypical symptoms. Women more often present without chest pain and instead have neck pain, arm pain or feel tired. Among those over 75 years old, about 5% have had an MI with little or no history of symptoms. An MI may cause heart failure, an irregular heabeat, cardiogenic shock or cardiac arrest",
        "cop": 1,
        "opa": "Myocardial infarction",
        "opb": "Systemic hypertension",
        "opc": "Rheumatic heart disease",
        "opd": "Infective endocarditis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "acddae55-5155-40a5-a941-7b253fe29033",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of temporal aeries",
        "exp": "Refer robbins 9/e p506 Temporal aeritis is a condition in which the temporal aeries, which supply blood to the head and brain, become inflamed or damaged. It is also known as cranial aeritis or giant cell aeritis. Although this condition usually occurs in the temporal aeries, it can occur in almost any medium to large aery in the body",
        "cop": 1,
        "opa": "Giant cells aeries",
        "opb": "Granulomatous vasculitis",
        "opc": "Necrotizing vasculitis",
        "opd": "Leukocytoclastic vasculitis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "258188e9-17b2-4bf5-b929-41eaea3f9ea6",
        "choice_type": "single"
    },
    {
        "question": "Double aortic develops from -",
        "exp": "Ans. is 'c' i. e., Right dorsal aorta o Normally, Right dorsal aorta disappears during development. o Persistent of right dorsal aorta distal to the origin of right intersegmental artery results in formation of double aortic arch. o During 8th week of infra uterine life, the final fetal arterial arrangement is achieved. AORTIC ARCHFate. IMaxillary artery. IIHyoid and stapedial arteries. IIICarotid arteries. IVLeft - Arch of aorta. Right - Proximal part of right subclavian. VDegenerates. VILeft - Proximal part forms left pulmonary artery and distal part persists as ductus arteriosus. Right - Right pulmonary artery. VII intersegmentary artery. Right - Distal part of right subclavian. Left - Left subclaviano With a double aortic arch, the right dorsal aorta persists between the origin of the seventh intersegmentary artery and its junction with the left dorsal aorta. A vascular ring surrounds the trachea and esophagus and compresses these structures. Also know. Blood vessel. Development components. Ascending aorta. Truncus arteriosus. Arch of aorta1. Ventral part of aortic sac2. Left horn of aortic sac3. Left 4th arch artery. Descending aorta1. Left dorsal aorta beyond 7th cervical intersegmental artery'2. Fused dorsal aortae. Brachiocephalic artery. Right horn of aortic sac in which right 3rd and 4th arch arteries are opening. Common carotid3rd arch artery proximal to external carotid bud, Internal carotid artery3rd arch artery distal to external carotid bud and dorsal aorta cranial to attachment of 3rd arch artery. External carotid artery. New offshoot from 3rd arch. Subclavian artery Right1. Right 4th arch artery. 2. Right 7th cervical intersegmental artery'. Left. Left 7th cervical intersegmental artery. Pulmonary trunk. Truncus arteriosus. Pulmonary' artery'6th arch artery' (proximal part). Ductus arteriosus. Distal part of left 6th arch artery between pulmonary artery and descending aorta.",
        "cop": 3,
        "opa": "1st arch artery",
        "opb": "2nd arch artery",
        "opc": "Right dorsal aorta",
        "opd": "Left dorsal aorta",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "267e38b8-5f7a-4a68-913e-84017e880628",
        "choice_type": "single"
    },
    {
        "question": "Which is associated with vasculitis of medium sized vessels",
        "exp": "Refer robbins 9/e p506 Polyaeritis nodosa (PAN), is a systemicnecrotizing inflammation of blood vessels (vasculitis) affecting medium-sized muscular aeries, typically involving the aeries of the kidneys and other internal organs but generally sparing the lungs' circulation. Polyaeritis nodosa may be present in infants. In polyaeritis nodosa, small aneurysms are strung like the beads of a rosary, therefore making \"rosary sign\" an impoant diagnostic feature of the vasculitis. PAN is associated with infection by the hepatitis B or hepatitis Cvirus",
        "cop": 3,
        "opa": "Temporal aeritis",
        "opb": "Wegener's granulomatosis",
        "opc": "Polyaeritis nodosa",
        "opd": "Henoch schalein purpura",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "469beb78-6e43-41dc-b4a0-ab866bb4f9dc",
        "choice_type": "single"
    },
    {
        "question": "Posterior cardinal vein develops into -",
        "exp": "Ans. is 'a' i. e., Common iliac vein o Derivatives of anterior cardinal venous system are1. Superior vena cava (SVC) is derived from (i) right anterior cardinal vein (proximal to brachiocephalic anastomosis), and (ii) right common cardinal vein. 2. Right brachiocephalic vein is formed by right anterior cardinal vein (part which lies between right 7th cervical intersegmental vein and brachiocephalic anastomosis). 3. Left brachiocephalic vein is formed by brachiocephalic anastomosis (between two anterior cardinal veins). 4. Subclavian veins are formed by 7th cervical intersegmental vein. 5. Internal jugular veins are formed by anterior cardinal veins (part which lies cranial to their junction with 7 cervical intersegmental vein). 6. External jugular veins arise as secondary channel (not derived from anterior cardinal veins). 7. Left superior intercostal vein is formed by regressed part of left anterior cardinal vein (caudal to transverse anastomosis) and cranial part of posterior cardinal vein. 8. Verteral veins are developed by longitudinal anastomosis between C1 to C7 intersegmental veins and intercostal veins. o Derivatives of posterior cardinal veins, subcardinal veins and supracardinal veins are: 1. Inferior vena cava is derived from:-a) Hepatic segment of IVC is derived from (i) right hepatocardiac channel, and (ii) anastomotic channel between subcardinal vein and right hepatocardiac channel. b) Renal segment of IVC is derived from right subcardinal vein. This part receives both renal and suprarenal veins. c) Post renal segment of IVC (major part of IVC) is formed by (i) anastomosis between right supracardinal and subcardinal veins, (ii) right supracardinal vein (lower part), and (iii) right posterior cardinal vein (lowest part). 2. Gonadal veins develop from subcardinal veins (distal part below inter-subcardinal or renal anastomosis). 3. Suprarenal veins develop from subcardinal veins (proximal part above inter-subcardinal or renal anastomosis). 4. Right common iliac vein is derived from right posterior cardinal vein (most caudal part). 5. Left common iliac vein develops from transverse anastomosis between lower end of posterior cardinal veins. 6. Right renal vein is a mesonephric vein that drains into renal segment of IVC (which is derived from upper part of right subcardinal vein). 7. Left renal vein develops from three sources: (i) mesonephric vein (drain into left subcardinal vein), (ii) left subcardinal vein (small part), and (ii) pre-aortic intersubcardinal anastomosis.",
        "cop": 1,
        "opa": "Common iliac vein",
        "opb": "Superior vena cava",
        "opc": "Internal jugular vein",
        "opd": "External jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular System",
        "id": "b12cd93a-da79-44bd-882e-fb4c401d676d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following increases the susceptability to corornary aery disease?",
        "exp": "Nephrotic syndrome is a clinical complex characterized by protenuria, hypoalbunemia, edema and hyperlipedemia. A hypercoaguble state frequently accompanied by severe nephrotic syndrome due to urinary loss of AT-III reduced serum levels of protein C and S hyper fibrogenemia and enhanced platelet aggregation. Due to increased coagulation state, predisposing to CAD is present in patients with nephrotic syndrome (ref Harrisons 17th/272)",
        "cop": 3,
        "opa": "Type V hyperlipoprotenemia",
        "opb": "Von willibrand disease",
        "opc": "Nephrotic syndrome",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "1de779ed-6c94-443f-8a32-6bdfe2b2a4a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is abdominal angitis",
        "exp": "Refer robbins 9/e p506 Takayasu aeritis is a rare, systemic, inflammatory large-vessel vasculitis of unknown etiology that most commonly affects women of childbearing age. It is defined as \"granulomatous inflammation of the aoa and its major branches\" by the Chapel Hill Consensus Conference on the Nomenclature of Systemic Vasculitis.",
        "cop": 2,
        "opa": "Giant cell ahritis",
        "opb": "Takayasu aeritis",
        "opc": "Kawasaki diseases",
        "opd": "Polyaeritis nodosa",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "9bb84b76-4b47-400c-ac58-612901eac7cf",
        "choice_type": "single"
    },
    {
        "question": "All are causes of myocarditis except",
        "exp": "Refer robbins 9/e 571 Mycobacterium tuberculosis causes involvement of pericardium (caseous pericarditis). It is common cause of chronic constrictive pericarditis Primary pericarditis is unusual and is often viral in origin",
        "cop": 2,
        "opa": "Trichiasis",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Corynebacterium diptheriae",
        "opd": "SLE",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "df8c5a2d-b236-47a8-94fe-792a6a4cb04b",
        "choice_type": "multi"
    },
    {
        "question": "The term infantile polyaeritis nodosa was formerly used for",
        "exp": "Refer Robbins page no 510 Clinically infantile polyaeritis nodosa often ilia pa of the spectrum of Kawasaki disease",
        "cop": 3,
        "opa": "Goodpasteurs syndrome",
        "opb": "Henoch schenon purpura",
        "opc": "Kawasaki disease",
        "opd": "Takaysaus aeritis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "061e522e-91bd-4595-9e89-f3ef3815c71f",
        "choice_type": "single"
    },
    {
        "question": "Wegeners Granulomatosis",
        "exp": "All options are Crct Refer Robbins page no 511 Wegeners Granulomatosis is treated with steroids and cycloohosphamide. They dramatically ameliorate glomerular injury in pauci immune glomerulonephritis",
        "cop": 1,
        "opa": "Involves lungs",
        "opb": "Involves nose",
        "opc": "Involves kidney",
        "opd": "Treated with cytotoxic agent /steroids",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "9cadeed3-34f0-4e05-8f95-edddb559bb84",
        "choice_type": "single"
    },
    {
        "question": "Achoffs bodies in rheumatic heart disease show all of following feautures except:",
        "exp": "Aschoff bodies consists of foci of swollen esinophilic collagen surronded by lymphocytes ocassional plasma cells and plump macrophages called anitschkow cells. These cella are also called caterpillar cells some of the larfer macrophages become multinucleated to form achoff giant cells. (ref Robbins 7th/593-594)",
        "cop": 2,
        "opa": "Anitkshkow cells",
        "opb": "Epitheloid cells",
        "opc": "Giant cells",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "59c2bcb9-7fc3-49dc-944a-08f740ad74a9",
        "choice_type": "multi"
    },
    {
        "question": "This arrangement of myofibrils are found in",
        "exp": "Refer robbins 9/e 569 Hyperophic cardiomyopathy (HCM) is a disease in which the heart muscle (myocardium) becomes abnormally thick (hyperophied). The thickened heart muscle can make it harder for the heart to pump blood. Hyperophic cardiomyopathy often goes undiagnosed because many people with the disease have few, if any, symptoms and can lead normal lives with no significant problems. However, in a small number of people with HCM, the thickened heart muscle can cause shoness of breath, chest pain or problems in the heart's electrical system, resulting in life-threatening abnormal heart rhythms (arrhythmias).",
        "cop": 4,
        "opa": "Dilated cardiomyopathy",
        "opb": "Constrictive cardiomyopathy",
        "opc": "Fibroelastic cardiomyopathy",
        "opd": "Hyperophic cardiomyopathy",
        "subject_name": "Anatomy",
        "topic_name": "Cardiovascular system",
        "id": "6fd68fbf-c7c2-45b0-8eea-fab91229c93c",
        "choice_type": "single"
    }
]