[
    {
        "question": "Microscopic examination of articular surface of a synovial joint demonstrates?",
        "exp": "ANSWER: (A) Hyaline cartilage. REF: Basic histology, Carlos & Jose, 11th edition, Chapter 7, Cartilage, Textbook of human histology 4th e p. 92-94. See APPENDIX-2 below for \"Types of cartilage\" APPENDIX - 2. Types of Cartilages Hyaline Cartilage. Elastic Cartilage. Fibrocatilage. Composition. Type II collagen. Chondroitin sulfate. Type II collagen. Elastin fibers. Type I collagen. Perichondrium. Present. Present. Absent Articular cartilage. Arytenoid cartilage. Thyroid cartilage. Cricoid cartilage. Epiphyseal growth plate. Nasal septum. Costal cartilage of ribs. Auricle. Auditory tube. Epiglottis. Cuneiform cartilage of larynx. Epiglottis. External auditory canal. Articular discs. Intervertebral discs. Menisci. Pubic symphysis. Glenoid labrum. Acetabular labrum",
        "cop": 1,
        "opa": "Hyaline cartilage",
        "opb": "Adipocytes",
        "opc": "Endothelial cells",
        "opd": "Periosteum",
        "subject_name": "Anatomy",
        "topic_name": "Cartilage and Bone",
        "id": "de9e1942-624a-42bc-b4c7-55a1a3118940",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bones has no medullary cavity -",
        "exp": "Ans 'b' i. e., Clavicle CLASSIFICATION OF BONESA ACCORDING TO SH APEI. Long bones: Each long bone has a shaft (diaphysis) and 2 expanded ends (epiphysis) wich are smooth and articular. The shaft has a nutrient foramen directed away from the growing end. Typical long bones: Humerus, femur. Miniature long bones: Metacarpals, phalanges. Modified long bones: Have no medullary cavity. Eg. Clavicle and body of vertebra. II Short bones: Carpals and tarsals. III Flat bones: cranial bones, ribs, sternum, scapula. IV Irregular bones: Vertebrae, hip bone, bones in the base of the skullV. Pneumatic bones: maxilla, sphenoid, ethmoid. VI Sesamoid bones: Found embedded in tendons and capsules. They have no periosteum and ossify- after birth. Eg. Patella, pisiform, fabellaB. DEVELOPMENTAL CLASSIFICATIONI Membrane bones (Intramembranous or mesenchymal ossification)o Bones of the skull vault and facial boneso A defect in membranous ossification causes a syndrome called cleidocranial dysostosis, characterized by: Varying degrees of aplasia of clavicles. Increase in transverse diameter of cranium. Retardation in fontanelle ossification. II Cartilaginous bones (Enchondral ossification)o They are derived from preformes cartilaginous models, o Bones of limbs, vertebral column, thoracic cage, o A defect in enchondral ossification causes achondroplasia. III. Membrano - cartilaginous boneso They ossify- partly in membrane and partly in cartilage, o Clavicle, mandible, sphenoidC. STRUCTURAL CLASSIFICATIONI. Compact boneo Dense but extremely porouso Best developed in the cortex of the long boneso It is an adaption to bending and twisting forces. II Cancellous/trabecular boneo Made up of a meshwork of trabeculaeo It is an adaption to compressive forcesD. MICROSCOPIC CLASSIFICATIONI Lamellar bone: most of the human bones. II Fibrous bones: young fetal bones. III Dentine. IV Cement: occurs in teeth",
        "cop": 2,
        "opa": "Ulna",
        "opb": "Clavicle",
        "opc": "Fibula",
        "opd": "Humerus",
        "subject_name": "Anatomy",
        "topic_name": "Cartilage and Bone",
        "id": "582301b9-adb4-4c03-9abe-db402adcf23d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is example of hyaline cartilage?",
        "exp": "ANSWER: (B) Thyroid. REF: Basic histology, Carlos & Jose, 11th edition, Chapter 7, Cartilage, Textbook of human histology 4th e p. 92-94. See APPENDIX-2 below for ''Types of cartilage\" APPENDIX - 2. Types of Cartilages Hyaline Cartilage. Elastic Cartilage. Fibrocatilage. Composition. Type II collagen. Chondroitin sulfate. Type II collagen. Elastin fibers. Type I collagen. Perichondrium. Present. Present. Absent Articular cartilage. Arytenoid cartilage. Thyroid cartilage. Cricoid cartilage. Epiphyseal growth plate. Nasal septum. Costal cartilage of ribs. Auricle. Auditory tube. Epiglottis. Cuneiform cartilage of larynx. Epiglottis. External auditory canal. Articular discs. Intervertebral discs. Menisci. Pubic symphysis. Glenoid labrum. Acetabular labrum. Example",
        "cop": 2,
        "opa": "Epiglottis",
        "opb": "Thyroid",
        "opc": "Apex of Arytenoid Cartilage",
        "opd": "Pinna",
        "subject_name": "Anatomy",
        "topic_name": "Cartilage and Bone",
        "id": "33bd2e87-8004-44b4-b947-0590b98042cd",
        "choice_type": "single"
    },
    {
        "question": "Elastic cartilage is seen in -",
        "exp": "Ans. is 'c' i. e., Epiglottis {Ref: Textbook of general anatomy/p. 112)o TMJ is a synovial joint of Condylar variety. o The articular surfaces are covered with fibrocartilage. The joint cavity' is divided into upper and lower parts by an intra-articular disc. CARTILAGE SITESo Hyaline cartilage--Articular cartilage in synovial joints. Cricoid, thyroid, trachea, bronchi. Costal cartilage. Nasal cartilage. Epiphyseal plate. Arytenoid cartilageo Fibrocartilage--Labrum - glenoid acetabular. Symphysis. Articular disco Elastic cartilage--Eustachian tube. External auditory meatus - auricle. Comiculate, cuneiform cartilage. Epiglottis",
        "cop": 3,
        "opa": "Articular cartilage",
        "opb": "Costal cartilage",
        "opc": "Epiglottis",
        "opd": "Intervertebral ds",
        "subject_name": "Anatomy",
        "topic_name": "Cartilage and Bone",
        "id": "ae55f918-f9b3-4494-a53d-36d8872cf3b4",
        "choice_type": "single"
    }
]