[
    {
        "question": "During Sx for meningioma, the left paracentral lobule was injured. It would lead to paresis of",
        "exp": "Ans. is 'a' i. e Rt. Leg and perineum Paracentral lobule: On the medial surface of cerebral hemisphere, the U shaped gyrus around the end of the central sulcus is the paracentral lobule. Motor cortex is located in the precentral gyrus on the superolateral surface of the hemisphere and in the anterior part of the paracentral lobule. Stimulation in this area results in movements in the opposite half of the body. The body is represented upside down in this area. A look at the motor homunculus in Ganong will show that the leg and perineum are represented in the paracentral lobule.",
        "cop": 1,
        "opa": "Rt. Leg and perineus",
        "opb": "Left face",
        "opc": "Right face",
        "opd": "Right shoulder & trunk",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "21ab1846-bbea-4bca-bd03-8933fa61ea5d",
        "choice_type": "single"
    },
    {
        "question": "Temporal lobe contai ns -",
        "exp": "Ans. is 'b' i. e., Primary auditory area. Functional areas of cerebral cortexo Frontal lobe has following functional areas. Primary motor cortex (Brodmann's area 4): Located in precentral gyrus and anterior part of paracentral lobule. Premotor cortex (areas 6, 8): Located anterior to precentral gyrus on lateral surface. Supplementary motor area (areas 6, 8): Located on medial surface of paracentral lobule in front of area 4. Frontal eye field (area 6, 8, 9): Located in posterior part of middle frontle gyrus. Broca's motor speech area (area 44, 45): It is located in posterior part of inferior frontal gyrusin the dominant hemisphere (left hemisphere in 90% individuals). Prefrontal area (areas 9, 10, 11, 12): Located in anterior part of frontal lobe, o Parietal lobe consists. Primary somatosensory cortex (areas 3, 1, 2): Located in postcentral gyrus and posteior part of paracentral lobule. Somatosensory association areas: These areas are. Superior parietal lobule (areas 5, 7. Supramarginal gyrus (area 40)iii) A ngular gyrus (area 39)o Temporal lobe containsi) Primary auditory area (areas 41, 42): Located in the anterior part of transverse temporal gyri of Heschl. and posterior part of superior temporal gyrus. ii). Auditory association cortex (secondary auditory area or area 22): It also includes Wernick's speech and is located in the posterior part of superior temporal gyrus. o Occipital lobe hasi) Primary visual cortex (strike area, area 17): It is present in medial surface of occipital lobe on upper lip and lower lip of calcarine sulcus. ii) Visual association areas (secondary visual area, areas 18, 19): It include parastriate (area 18) and peristriate (area 19) areas of occipital lobe. It also contains occipital eye field on lateral surface.",
        "cop": 2,
        "opa": "Primary visual area",
        "opb": "Primary auditory' area",
        "opc": "Broca's area",
        "opd": "Prefrontal area",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "0bec136a-6e20-4dc5-92c2-59f8f2930c51",
        "choice_type": "single"
    },
    {
        "question": "Lateral ventricle is connected to the third ventricle by the?",
        "exp": "Ans. A. Foramen of monro. The lateral ventricles are the two largest cavities of the ventricular system of the human brain and contain cerebrospinal fluid (CSF). Each cerebral hemisphere contains a lateral ventricle, known as the left or right ventricle, respectively. Each lateral ventricle resembles a C-shaped structure that begins at an inferior horn in the temporal lobe, travels through a body in the parietal lobe and frontal lobe, and ultimately terminates at the interventricular foramina of Monro where each lateral ventricle connects to the single, central third ventricle.",
        "cop": 1,
        "opa": "Foramen of Monro",
        "opb": "Foramen of Magendie",
        "opc": "Foramen of Luschka",
        "opd": "Median foramen",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "dc3753de-77ca-4a35-a3b7-37779c2603c4",
        "choice_type": "single"
    },
    {
        "question": "Which part of brain presents in Turkish saddle shaped space in cranium:",
        "exp": "Ans. (a) Pituitary",
        "cop": 1,
        "opa": "Pituitary",
        "opb": "Frontal lobe",
        "opc": "Hypothalamus",
        "opd": "Basal ganglia",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "2f3f1fb9-1fb6-4caf-8dea-7e72d2c51442",
        "choice_type": "single"
    },
    {
        "question": "Broca's area is located in?",
        "exp": "ANSWER: (B) Inferior frontal gyrus. REF: Gray's anatomy 39th edition, page 415. Broca's area(Brodmann area 44)(inferior frontal gyrus). Wernicke's area(Brodmann area 22)(superior temporal gyrus). Also know: Type of Aphasia. Repetition. Auditory Comprehension. Fluency. Broca's. Mod-severe. Mild difficulty. Non-fluent, effortful, slow. Wernicke's (AKA- fluent or jargon aphasia). Mild-severe. Defective. Fluent paraphasic. Conduction. Poor. Relatively good. Fluent. Mixed Transcortical. Moderate. Poor. Non-fluent. Transcortical Motor. Good. Mild. Non-fluent. Transcortical Sensory. Good. Poor. Fluent. Global. Poor. Poor. Non-fluent. Anomic. Mild. Mild. Fluent",
        "cop": 2,
        "opa": "Superior frontal gyrus",
        "opb": "Inferior frontal gyrus",
        "opc": "Cingulate sulcus",
        "opd": "Insula",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "f9d0f467-bd98-48a8-8733-07f2614f8878",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following has maximum area of representation in the cerebral motor cortex?",
        "exp": "ANSWER: (D) First Metacarpophalangeal joint. REF: Gray's anatomy, 39ta edition page 396. The primary motor cortex contains a detailed topographically organized map (motor homunculus) of the opposite body half, with the head represented most laterally, and the legs and feet represented on the medial surface of the hemisphere in the paracentral lobule. A striking feature is the disproportionate representation of body parts in relation to their physical size. Thus, large areas represent the muscles of the hand and face, which are capable of finely controlled or fractionated movements.",
        "cop": 4,
        "opa": "Shoulder joint",
        "opb": "Elbow joint",
        "opc": "Wrist joint",
        "opd": "First Metacarpophalangeal joint",
        "subject_name": "Anatomy",
        "topic_name": "Cerebrum",
        "id": "3ff0616f-6c29-4b18-acb6-20a7a3db95ff",
        "choice_type": "single"
    }
]