[
    {
        "question": "Nucleus accumbens is related to which of the following?",
        "exp": "Ans. a (Basal ganglia). (Ref. Ganong, Physiology 21st ed., 265)NUCLEUS ACCUMBENS# Nucleus accumbens is located at the base of the striatum, and is a part of basal ganglia.# Addiction is associated with the reward system, particularly with nucleus accumbens.# The medial frontal cortex, the hippocampus, and the amygdala are concerned with memory, and they all project to the nucleus accumbens.# Drugs that block the postsynaptic D3 receptors reduce the rate of self-stimulation and these receptors are mainly located at nucleus accumbens.",
        "cop": 1,
        "opa": "Basal ganglia",
        "opb": "Brain stem",
        "opc": "Thalamus",
        "opd": "Cerebellum",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "0d016065-bf04-4122-8243-6d2be310c274",
        "choice_type": "single"
    },
    {
        "question": "Output cells of cerebellum -",
        "exp": "Ans. is 'd' i. e., Purkinje cells o The cerebellar cortex contains five types of neurons: Purkinje cells, granule cells, basket cells, stellate cells, and golgi cells. o The axons of purkinje cells are the only output from the cerebellar cortex, generally pass to the deep nucleio Neurons of deep nuclei form the ultimate (final) efferent output of cerebellum.",
        "cop": 4,
        "opa": "Basket cells",
        "opb": "Granule cells",
        "opc": "Stellate cells",
        "opd": "Purkinje cells",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "ae8944ed-ad62-47d7-a1b0-4a554ecbf51d",
        "choice_type": "single"
    },
    {
        "question": "All the following are parts of hind brain except",
        "exp": "Ans d): Diencephalon. Hind brain includes - cerebellum, pons, and medulla. Forebrain - Largest part of braincerebrumthalamushypothalamuslimbic system. Remember Brain stem includes Pons, medulla & midbrain. Few more points: 1. Prosencephalon - Telencephalon - Cerebral cortex & Corpus striatum- Diencephalon - Thalamus, hypothalamus, epithalamus, subthalamus2. Mesencephalon - Superior& inferior colliculi3. Rombencephalon - Metencephalon - Pons & cerebellum- Myelencephalon - Medulla & spinal cord",
        "cop": 4,
        "opa": "Pons",
        "opb": "Medulla",
        "opc": "Cerebellum",
        "opd": "Diencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "ca720f7a-993b-421f-b49b-a0fb6e0a61b7",
        "choice_type": "multi"
    },
    {
        "question": "Cells present in cerebellum are all EXCEPT:",
        "exp": "ANSWER: (C) Pyramidal cells. REF: Gray's anatomy 39th edition page 359, http://en. wikipedia. org/wiki/Cerebellum, Cellular component of cerebellum. Purkinje cells. Granule cells. Mossy fibers. Climbing fibers. Interneurons1. Golgi cells2. Lugaro cells3. Stellate cells4. Basket cells",
        "cop": 3,
        "opa": "Purkinje cells",
        "opb": "Stellate cells",
        "opc": "Pyramidal cells",
        "opd": "Basket cells",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "32d37a69-a491-4af7-b2d9-ba60aa1ac588",
        "choice_type": "multi"
    },
    {
        "question": "Medulla oblongata is derived from -",
        "exp": "Ans. is 'd' i. e., Myelencephalon o Nervous system develops from ectoderm (neuroectoderm). Nervous system develops from neural tube which in turn develops by process of neurulation, i. e. formation of neural plate and its infolding into neural tube. Structures formed from neural tube areA) From cranial part (enlarged cephalic part)o Gives rise to brain. Developmental parts are: Fore brain (prosencephalon). Telencephalon: Cerebral hemisphere and lateral ventricle. Diencephalon: Optic cup and stalk (gives rise to retina), pituitary, thalamus, hypothalamus, epithalamus, pineal gland, and third ventricle. Midbrain (mesencephalon). Cerebral aqueduct. Hindbrain (rhombencephalon). Metencephalon: Cerebellum, pons. Myelencephalon: Medulla oblongataB) From caudal parto Gives rise to spinal cord.",
        "cop": 4,
        "opa": "Telencephalon",
        "opb": "Diencephalon",
        "opc": "Mesencephalon",
        "opd": "Myelencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "497f6699-74bb-42fb-8da7-2f80eee6ee95",
        "choice_type": "single"
    },
    {
        "question": "Purkinje cells from the cerebellum end in:",
        "exp": "Ans. C. Cerebellar Nuclei. Cerebellar cortex consists of the following three distinct layers: a. Outer molecular layer. b. Intermediate Purkinje cell layer. c. Inner granular layer. Purkinje cells are large flask shaped cells. The outgoing Purkinje axons constitute the sole output from the cerebellar cortex and exert an inhibitory influence on the intracerebellar nuclei.",
        "cop": 3,
        "opa": "Extrapyramidal system",
        "opb": "Cranial Nerve Nuclei",
        "opc": "Cerebellar Nuclei",
        "opd": "Cerebral Cortex",
        "subject_name": "Anatomy",
        "topic_name": "Cerebellum and Brainstem",
        "id": "15fe9fb5-fd54-4e16-9936-739019f45566",
        "choice_type": "single"
    }
]