[
    {
        "question": "Chromosome 21 is -",
        "exp": "Ans. is 'c' i. e., Acrocentrico Each chromosome has two armsi) p arm (the shorter of two)ii) q arm (longer one)o Depending on the position of there junction (centromere) they can be classified into: 1. Metacentric# The centromere is in the middle so that the two arms of chromosomes are almost equal.# These chromosomes are: chromosomes 1, 2, 3 and X-chromosome. 2. Submetacentric# p arm is short and q arm is long.# These chromosomes are: 4, 5, 6, 7, 8 and 9. 3. Acrocentric# p (short) arm is so short that it is hard to observe, but still present.# There are six acrocentric chromosomes: 13, 14, 15, 21, 22 and Y chromosomes.",
        "cop": 3,
        "opa": "Metacentric",
        "opb": "Submetacentric",
        "opc": "Acrocentric",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Chromosomes & Cell Divisions",
        "id": "bdfbf350-736f-48a2-acc1-76897e637df0",
        "choice_type": "multi"
    },
    {
        "question": "Diplotene and zygotene stages are seen in -",
        "exp": "Ans. is 'a' i. e., Prophase Meiosiso Meiosis is a process of cell division which is observed only during maturation of sex cells i. e. in final process of gamete formation. o Meiosis consists of tow consecutive divisions, Meiosis 1 and Meiosis II, to yield four haploid gamates from a single diploid grand parent cells. o Hence, the meiosis is called heterotypical or reduction division. o The characteristic of meiosis is that there is no DMA replication between meiosis I and meiosis II. Meiosis Io Meiosis I is divided into following phases. Prophase I: It is further divided into following stages. Leptotene. Zygotene. Pachytene. Diplotene. Diakinesis. Metaphase IAnaphase ITelophase IMeiosis IIo It is divided into following phases1) Prophase II1) Metaphase II1) Anaphase II1) Telophase II",
        "cop": 1,
        "opa": "Prophase",
        "opb": "Metaphase",
        "opc": "Anaphase",
        "opd": "Telophase",
        "subject_name": "Anatomy",
        "topic_name": "Chromosomes & Cell Divisions",
        "id": "b1ecc417-7a9c-44cf-9a82-2f0a6b3e8ebd",
        "choice_type": "single"
    },
    {
        "question": "Which is not a stage of prophase -",
        "exp": "Ans. is 'd' i. e., Arachytene Meiosiso Meiosis is a process of cell division which is observed only during maturation of sex cells i. e. in final process of gamete formation. o Meiosis consists of tow consecutive divisions, Meiosis I and Meiosis II, to yield four haploid gamates from a single diploid grand parent cells. o Hence, the meiosis is called heterotypical or reduction division. o The characteristic of meiosis is that there is no DNA replication between meiosis I and meiosis II. Meiosis Io Meiosis I is divided into following phases1) Prophase I: It is further divided into following stages:-i) Leptoteneii) Zygoteneiii) Pachyteneiv) Diplotenev) Diakinesis2) Metaphase I3) Anaphase I4) Telophase 1. Meiosis IIo It is divided into following phases:-1) Prophase II2) Metaphase II3) Anaphase II4) Telophase II",
        "cop": 4,
        "opa": "Diakinesis",
        "opb": "Leptotene",
        "opc": "Zygotene",
        "opd": "Arachytene",
        "subject_name": "Anatomy",
        "topic_name": "Chromosomes & Cell Divisions",
        "id": "1fd6ed32-02cb-42c6-acfc-a7ba11e15989",
        "choice_type": "single"
    }
]