[
    {
        "question": "Cavernous sinus contains:",
        "exp": "Ans: a (Internal carotid artery). Ref: Chaurasia, 3rd edi., Vol-3 Pg. 73. Structures passing through the centre of the cavernous sinus.* Internal carotid artery* Abducent nerve. Fig: Cavernous sinus. Structures in the lateral wall of the sinus* Oculomotor nerve* Trochlear nerve* Ophthalmic nerve* Maxillary nerve* Trigeminal ganglion. These structures are separated from blood by endothelial lining of the sinus.",
        "cop": 1,
        "opa": "Internal carotid artery",
        "opb": "Anterior cerebral artery",
        "opc": "Middle cerebral artery",
        "opd": "Ophthalmic artery",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "087e113a-1936-4ae0-81f9-e9ed3167c6d4",
        "choice_type": "single"
    },
    {
        "question": "Deep petrosal nerve is formed from -",
        "exp": "Ans. is 'a'i. e., Symathetic plexus around carotid o Deep petorsai nerve (sympathetic) is a branch of the sympathetic plexus around the internal carotid artery'. It contains the postganglionic fibres from the superior cervical sympathetic ganglion. lt joins the greater petrosal nerve to form the nerve of the pterygoid canal.",
        "cop": 1,
        "opa": "Svmathetic plexus around carotid",
        "opb": "Facial nerve",
        "opc": "Glossopharyngeal",
        "opd": "Internal carotid plexus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "09a1ba4d-bf0a-470b-a0f2-045940447081",
        "choice_type": "single"
    },
    {
        "question": "Which is the following structure passes through the lateral pa of superior orbital fissure",
        "exp": "Superior ophthalmic vein is a tributary of cavernous sinus Passes through lateral pa of SOF which is outside the ring of Zinn through which cranial nerves passes Nasociliary nerve passes within the ring of Zinn. Inferior ophthalmic vein passes more medially to superior ophthalmic vein.",
        "cop": 1,
        "opa": "Superior ophthalmic vein",
        "opb": "Inferior ophthalmic vein",
        "opc": "Abducent nerve",
        "opd": "Nasociliary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "29613abc-9ed7-4f5a-889c-d61eaa2d4095",
        "choice_type": "single"
    },
    {
        "question": "Aery deep to Pterion?",
        "exp": "The pterion is the region where the frontal, parietal, temporal, and sphenoid bones join together. It is located on the side of the skull, just behind the temple. Aery crossing behind it is Middle meningeal aery. Injury at this site can lead to EDH.",
        "cop": 3,
        "opa": "Frontal aery",
        "opb": "Temporal aery",
        "opc": "Middle meningeal aery",
        "opd": "Parietal aery",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "953dd6fc-8813-4ff3-b05a-099e6d52a253",
        "choice_type": "single"
    },
    {
        "question": "Longest intracranial course is of -",
        "exp": "Ans. is 'a' i. e., Trochlear nerve o Trochlear nerve has the longest intracranial courseo Vagus nerve has the longest overall course (intracranial + extracranial). o Longest intracranial course-Trochlear nerveo Longest course overall and most widely distributed-Vaguso Smallest (thinnest) cranial nerve-Trochlear nerveo Largest (thickest) cranial nerve-Trigeminal nerveo The only cranial nerve arising from dorsal aspect-Trochlear nerveo Only cranial nerve decussating completely before emerging-Trochlear nerveo Cranial nerve most commonly involved in basal skull fracture-Facial nerveo Cranial nerve most commonly involved in raised intracranial tension-Abducent nerveo Commonest cranial nerve affected in spinal anaesthesia-Abducent nerveo Cranial nerve most commonly involved in intracranial aneurysm-Oculomotor nerveo Cranial nerves carrying parasympathetic fibers-3, 7, 9, 10",
        "cop": 1,
        "opa": "Trochlear nerve",
        "opb": "Abducent nerve",
        "opc": "Optic nerve",
        "opd": "Oculomotor nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "c4372d13-df46-4bd8-9fca-deb500ffd65c",
        "choice_type": "single"
    },
    {
        "question": "Angular vein infection causes thrombosis in?",
        "exp": "ANSWER: (A) Cavernous sinus. REF: Gray's anatomy 40th ed ch: 29. Angular vein is related to the danger area of the face. It is formed by junction of supra orbital and supra trochlear vein. It can be seen 8mm medial to medial canthus. it pierces orbucalis oculi. It drains into anterior facial vein. Angular vein communicates with the cavernous sinus through a communicating vein and it gives a tributary to formation of superiorophthalmic vein. Deep facial vein from the pterygoid plexus joins the anterior facial vein. The pterygoid plexus is connected to cavernous sinus through communicating veins which pass through foramen of vesalvius.",
        "cop": 1,
        "opa": "Cavernous sinus",
        "opb": "Suprasaggital sinus",
        "opc": "Inferior saggital sinus",
        "opd": "Straight sinus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "e10c7f01-f860-4412-9a8f-5da2dff5ac39",
        "choice_type": "single"
    },
    {
        "question": "Angle of mandible is supplied by?",
        "exp": "Skin of angle of mandible is supplied by greater auricular nerve. (C2) Cutaneous innervation of ear and mandible",
        "cop": 2,
        "opa": "Oculomotor nerve",
        "opb": "Greater auricular nerve",
        "opc": "Mandibular nerve",
        "opd": "Maxillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "ca4161d1-7948-4f07-b5bf-ba18d76e7e35",
        "choice_type": "single"
    },
    {
        "question": "In the fracture of optic canal, which of the following pairs of structures is most likely to be damaged?",
        "exp": "The optic canal transmits the optic nerve and ophthalmic aery. The ophthalmic nerve and ophthalmic vein enter the orbit through the superior orbital fissure.",
        "cop": 3,
        "opa": "Optic nerve and ophthalmic vein",
        "opb": "Ophthalmic vein and ophthalmic nerve",
        "opc": "Ophthalmic aery and optic nerve",
        "opd": "Ophthalmic nerve and optic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "3446b9c1-4fbc-4106-8efd-ba583103f4c6",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is near to internal carotid artery in cavernous sinus -",
        "exp": "Ans. is 'b' i. e., Abducent nerve Structures in lateral wall of cavernous sinus. Structures passing through center of cavernous sinuso Occulomotor nerveo Trochlear nerveo Ophthalmic nerveo Maxillary nerveo Trigeminal nerveo ICA with venous and sympathetic plexuso Abducent nerve Coronal section through the middle cranial fossa showing the relations of the cavernous sinus",
        "cop": 2,
        "opa": "Occulomotor nerve",
        "opb": "Abducent nerve",
        "opc": "Trochlear nerve",
        "opd": "Ophthalmic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "a0f200ea-5dbf-4736-ba7c-457b116905c2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cavities are separated from the middle cranial fossa by a thin layer of bone?",
        "exp": "The middle ear cavity is separated from the middle cranial fossa by the tegmen tympani, a thin plate of the petrous pa of the temporal bone. A pa of the roof of the sphenoid bone forms the floor of the hypophyseal fossa. The other pairs of sinuses or bony cavities are not separated from the middle cranial cavity.",
        "cop": 2,
        "opa": "Auditory tube and bony orbit",
        "opb": "Middle ear cavity and sphenoid sinus",
        "opc": "Sigmoid sinus and frontal sinus",
        "opd": "Sphenoid sinus and ethmoid sinus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "b079aa92-723d-41e5-b264-cb3de78c293e",
        "choice_type": "single"
    },
    {
        "question": "70-year-old woman comes to physician complaining of visual loss. Her MRI scan shows an enlarged pituitary gland that lies in sella turcica, immediately posterior and superior to which of the following structures?",
        "exp": "Pituitary gland lies in the hypophyseal fossa of sella turcica of sphenoid bone, which lies immediately posterior and superior to sphenoid sinus and medial to cavernous sinus. Frontal sinus lies in the frontal bone. Maxillary sinus lies in the maxilla lateral to lateral wall of nasal cavity. Ethmoid sinus (composed of air cells) lies between orbit and nasal cavity. Mastoid air cells lie in the mastoid process of the temporal bone.",
        "cop": 2,
        "opa": "Frontal sinus",
        "opb": "Sphenoid sinus",
        "opc": "Ethmoid air cells",
        "opd": "Mastoid air cells",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "a1240d62-23f3-4b4f-937f-db250f1eb208",
        "choice_type": "single"
    },
    {
        "question": "Greater petrosal nerve carries fibers of -",
        "exp": "Ans. is 'b' i. e., Facial nerve Petrosal nerves. Greater petorsal nerveo First branch of facial nerve o Arises from geniculate gangliono In foramen lacerum it joins deep petorsal nerve and forms the nerve to pterygoid canal o Supplies lacrimal glands, nose, mucosal glands of pharynx, palate. Lesser petorsal nerveo Branch of 9th cranial nerve through tympanic plexus (passes via otic ganglion) o It suplies parotid gland. Deep petorsal nerveo It is a branch of sympathetic plexus around internal carotid artery. o It contains cervical sympathetic fibers. External petorsal nerveo It is an inconsistant branch of sympathetic plexus around middle meningeal artery.",
        "cop": 2,
        "opa": "Trochlear nerve",
        "opb": "Facial nerve",
        "opc": "Vagus nerve",
        "opd": "Oculomotor nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "a8c40d3d-02bd-484f-94b4-b3b9b793b20e",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerve emerging from dorsal surface of brain-",
        "exp": "Ans. is 'b' i. e., Trochlear o \"The nucleus (deep origin) is situated in the ventral wall of aqueduct of midbrain at the level of inferior colliculus and the nerve emerges from the dorsal surface of the midbrain below the inferior colliculus (superficial origin) after decussating with nerve of opposite side - Essentials of neuroanatomyo Unique features of trochlear nerve arei) Most selender cranial nerve. ii) Only cranial nerve to emerge on the dorsal aspect of brain. iii) Only cranial nerve to undergo complete internal decussation before emerging i. e. right trochlear nerve arises from left trochlear nucleus and vice versa. iv) Has longest intracranial course (Vagus nerve has overall longest course). v) Thinnest cranial nerve (smallest nerve in terms of the number of axons it contains).",
        "cop": 2,
        "opa": "Trigeminal",
        "opb": "Trochlear",
        "opc": "Abducent",
        "opd": "Vague",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "2c4e93a2-1720-4e79-b8c8-438ac71325b6",
        "choice_type": "single"
    },
    {
        "question": "Cranial part of accessory nerve supplies which of the following -",
        "exp": "Ans. is 'd' i. e., Levator palitini o Follow ing are the 2 parts of the accessory nerve with their distribution: I Spinal part 1 Sternocleidomastoid 2. Trapezius IICranial part Muscles of the pharynx except stylopharyngeus which is supplied by the glossopharyngeal nerve Muscles of the palate except tensor veli palatini which is supplied by the mandibular division of the trigeminal nerve. o All muscles of the tongue are supplied by the hypoglossal nerve except palatoglossus which is supplied by the accessory nerve. Palatoglossus, levator palati, palatophraygneus, uvula are supplied by cranial part of accessory nerve through the pharyngeal branch of the vagus nerve (CN X).",
        "cop": 4,
        "opa": "Sternocleidomastoid",
        "opb": "Trapezius",
        "opc": "Levator scapulae",
        "opd": "Levator palatini",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "f0866df6-f613-4518-bc7c-3f3aaa06d99a",
        "choice_type": "single"
    },
    {
        "question": "Cranial Nerve VIII exits through which of the following?",
        "exp": "Ans. C. Internal acoustic meatus. Foramina. Vessels. Nervessupraorbital foramensupraorbital artery and veinsupraorbital nerveforamen cecum. Emissary veins to superior sagittal sinus from the upper part of the nose foramina of cribriform plate-olfactory nerve bundles (1)anterior ethmoidal foramenanterior ethmoidal artery and veinanterior ethmoidal nerveposterior ethmoidal foramenposterior ethmoidal artery and veinposterior ethmoidal nerveoptic canalophthalmic arteryoptic nerve (II)superior orbital fissuresuperior ophthalmic veinoculomotor nerve (III) trochlear nerve (IV)lacrimal, frontal and nasociliarybranches of ophthalmic nerve (Vi) abducent nerve (VI)foramen rotundum-maxillary nerve (V2). Incisive foramen/canal/Stenson/Scarpaterminal branch of palatine descendens artery. Terminal part of nasopalatine nerve (V2)greater palatine foramengreater palatine artery and veingreater palatine nervesphenopalatine foramensphenopalatine artery and veinnasopalatine nerverami nasales posteriores superiores (V2)lesser palatine foraminalesser palatine artery and veinlesser palatine nerve, greater palatine nerveinferior orbital fissureinferior ophthalmic veins infraorbital artery and vein, tributary of pterygoid plexuszygomatic nerve and infraorbital nerve of maxillary nerve (V2) orbital branches of pterygopalatine ganglioninfraorbital forameninfraorbital artery and vein, tributary of pterygoid plexusinfraorbital nerveforamen ovaleaccessory meningeal artery, emissary vein connecting caverno us sinus with pterygoid plexusmandibular nerve (V3 )lesser petrosal nerve(occasionally)foramen spinosummiddle meningeal arterymeningeal branch of the mandibular nerve (V3 )foramen lacerumartery of pterygoid canal, Meningeal branch of ascending pharyngeal artery, Occipital artery, emissary veinnerve of pterygoid canal through its anterior wall. internal acoustic meatuslabyrinthine arteryfacial nerve (VII), vestibulocochlear nerve (VIII)jugular forameninternal jugular vein, inferior petrosal sinus, sigmoid sinus, Occipital arteryglossopharyngeal nerve (IX), vagus nerve (X), accessory nerve (XI)hypoglossal canal-hypoglossal nerve (XII)foramen magnumanterior and posterior spinal arteries, vertebral arterieslowest part of medulla oblongata, three meninges, ascending spinal fibers of accessory nerve (XI)stylomastoid foramenstylomastoid arteryfacial nerve (VII)",
        "cop": 3,
        "opa": "Foramen ovale",
        "opb": "Foramen rotundum",
        "opc": "Internal acoustic meatus",
        "opd": "Stylomastoid foramen",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "3547fb18-b134-408c-a7b7-847aa0a5f10b",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerve not carrying parasympathetic fibers",
        "exp": "Ans. is 'a' i. e. Fourth Four cranial nerves CN III, CN VII, CNIX & CN X carry presynaptic parasympathetic (visceral motor) axons as they emerge from brain stem. Parasympathetic fibres carrying cranial nerves. Associated Ganglion. Occulomotor (III). Ciliary ganglion. Facial (VII). Pterygopalatine & Submandibular ganglion. Glossopharyngeal (IX). Otic ganglion. Vagus (X). Visceral ganglions. Also know: Pure motor. Pure sensory (unique/special sensation carrying). Mixed. Occulomtor (III). Trochlear (IV). Abducent (VI). Spinal accessory (XI). Hypoglossal (XII). Olfactory (I). Optic (II). Vestibulocochlear VIII). Trigeminal (V). Facial (VII). Glossopharyngeal (IX). Vagus (X). Olfactory nerve (CNI) is the only sensory cranial nerve that projects directly to the cerebral cortex. Optic nerve terminates in the thalamus while the other ten pairs of C. N. are attached to brain stem. Except the vagus N., all the cranial nerves are confined to head & neck. Trochlear N. is the only cranial nerve to emerge from the dorsal surface of the brain stem. Trochlear N. is the smallest cranial nerve in terms of axons it contains. It supplies only one muscle - the superior oblique. Trochlear N. has the longest intracranial course.",
        "cop": 1,
        "opa": "Fourth",
        "opb": "Seventh",
        "opc": "Third",
        "opd": "Ninth",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "1f57b242-223e-441d-aab5-5b8d570db16d",
        "choice_type": "single"
    },
    {
        "question": "A 43year old hockey player is hits in the head by a puck. His radiogram shows a fracture of the foramen rotundum. Which of the following nerves would be damaged by this event?",
        "exp": "Foramen rotundum transmits maxillary nerve. So, injury to maxillary nerve can be expected.",
        "cop": 3,
        "opa": "Ophthalmic nerve",
        "opb": "Mandibular nerve",
        "opc": "Maxillary nerve",
        "opd": "Optic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "8a47f49d-5885-4034-b4b6-4f99104dbc45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve not present lateral to cavernous sinus?",
        "exp": "6th nerve is direct content of cavernous sinus",
        "cop": 4,
        "opa": "3rd nerve",
        "opb": "4th nerve",
        "opc": "opthalmic nerve",
        "opd": "abducens nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "bd51f376-3cd7-4946-82a1-ab351bf2411a",
        "choice_type": "single"
    },
    {
        "question": "Nerve passing through foramen ovale is:",
        "exp": "Ref: Grays Anatomy 40th edition pg: 410. Explanation: Foramen Ovale. Communicates with infratemporal fossa* Motor root of Trigeminal nerve* Sensor root of Mandibular nerve* Accessory meningeaiartery* Lesser Petrosal nerve* Emissary vein connecting cavernous sinus with pterygoid venous plexus. Mnemonic: T-MALEForamen spinosum* Middle meningeal artery* Emissary veins* Nervous spinosum Mnemonic: MENForamen rofandum* Maxillary nerve. Jugular foramen* Inferior petrosal sinus* 9th, 10th, 11th cranial nerve* Meningeal banch of ascending pharyngeal artery",
        "cop": 1,
        "opa": "Mandibular Nerve",
        "opb": "Oculomotor",
        "opc": "Greater petrosal nerve",
        "opd": "Maxillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "5fea9fef-622d-4897-b03d-54293e8fc16e",
        "choice_type": "single"
    },
    {
        "question": "Middle meningeal artery is related which point in skull -",
        "exp": "Ans. is 'c' i. e., Pterion o The pterion is situated in the floor of temporal fossao It is an H-shaped suture, where four bones meet each other:-i) Greater wing of sphenoidii) Squamous temporaliii) Frontaliv) Anterioinferior angle of parietalo Central point of pterion is known as Sylvian point, the cranium is very thin at this point. Its immediate deep relations are frontal branch of middle meningeal artery, its accompanying vein and stem of lateral sulcus of brain. Fracture at this point may injure middle meningeal artery or/and vein and give rise to extradural hemorrhage.",
        "cop": 3,
        "opa": "Nasion",
        "opb": "Rhinion",
        "opc": "Pterion",
        "opd": "Lambda",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "ee9dcf57-5ebc-41ac-9009-41e4b4b66f21",
        "choice_type": "single"
    },
    {
        "question": "Meckel's cave is related to -",
        "exp": "Ans. is 'b' i. e., Trigeminal ganglion o Trigeminal ganglion (Gasserion ganglion or semilunar ganglion) lies in a dural pouch, the cavum trigeminale (Meckel's cave).",
        "cop": 2,
        "opa": "Submandibular ganglion",
        "opb": "Trigeminal ganglion",
        "opc": "Otic ganglion",
        "opd": "Pterygopalatine ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "13f49eb0-7b06-4238-92c0-98ec7e994358",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve passes through Dorello canal-",
        "exp": "Ans. is 'd' i. e., Abducent o Dorello canal is an opening to cavernous sinus that transmit aducent nerve underneath the superior petrosal sinus.",
        "cop": 4,
        "opa": "Vagus",
        "opb": "Trochlear",
        "opc": "Trigeminal",
        "opd": "Abducent",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "ef21a5c7-6bca-44a0-ac0f-bc1f4d6083fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following arteries supplies blood to trigeminal ganglion?",
        "exp": "Ans. d (Cavernous part of internal carotid artery) (Ref. BDC vol. 3/4th/ pg. 103). Cavernous branches of ICA supply the trigeminal ganglion, the walls of the cavernous and inferior petrosal sinuses and the nerves contained therein. The trigeminal ganglion (or Gasserian ganglion, or semilunar ganglion) is a sensory ganglion of the trigeminal nerve (CNV) that occupies a cavity (Meckel's cave) in the dura mater, covering the trigeminal impression near the apex of the petrous part of the temporal bone. HSV-1 commonly reactivates from the trigeminal ganglion. Some people advocate RFA-thermal ablation or the use of glycerol or alcohol for direct injection to the Gasserian ganglion for Rx of Trigeminal neuralgia. Branches Of The Internal Carotid Artery# Cl: Branches from the cervical portion - none.# C2: Branches from the petrous portion- Caroticotympanic arteries- Vidian artery (artery of the pterygoid canal)# C3: Branches from the lacerum portion - none# C4: Branches from the cavernous portion- Branches of the meningohypophyseal trunk:# Tentorial basal branch# Tentorial marginal branch# Meningeal branch - helps supply blood to the meninges of the anterior cranial fossa.# Clivus branches - tiny branches that supply the clivus# Inferior hypophyseal artery- Capsular branches - supplies wall of cavernous sinus- Branches of the inferolateral trunk:# Branches to trigeminal ganglion - provide blood to trigeminal ganglion.# Artery of the foramen rotundum# Branches to nerves# C5: Branches from the clinoid portion - none# C6: Branches from the ophthalmic portion- Ophthalmic artery- Superior hypophysial artery# C7: Branches from the communicating portion- Posterior communicating artery- Anterior choroidal artery2- Anterior cerebral artery (a terminal branch)- Middle cerebral artery (a terminal branch).",
        "cop": 4,
        "opa": "Basilar artery",
        "opb": "Anterior cerebral artery",
        "opc": "Posterior communicating artery",
        "opd": "Cavernous part of internal carotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "d4969ec4-33ff-46e5-a89b-8e08215018eb",
        "choice_type": "single"
    },
    {
        "question": "Longest intracranial course is of which cranial nerve-",
        "exp": "Ans. is 'c' i. e., Trochlear o Trochlear nerve has the longest intracranial courseo Vagus nerve has the longest overall course (intracranial + extracranial). o Longest intracranial course-Trochlear nerveo Longest course overall and most widely distributed-Vaguso Smallest (thinnest) cranial nerve-Trochlear nerveo Largest (thickest) cranial nerve-Trigeminal nerveo The only cranial nerve arising from dorsal aspect-Trochlear nerveo Only cranial nerve decussating completely before emerging-Trochlear nerveo Cranial nerve most commonly involved in basal skull fracture-Facial nerveo Cranial nerve most commonly involved in raised intracranial tension-Abducent nerveo Commonest cranial nerve affected in spinal anaesthesia-Abducent nerveo Cranial nerve most commonly involved in intracranial aneurysm-Oculomotor nerveo Cranial nerves carrying parasympathetic fibers-3, 7, 9, 10",
        "cop": 3,
        "opa": "Olfactory",
        "opb": "Oculomotor",
        "opc": "Trochlear",
        "opd": "Accessory",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "9cab4680-bf4c-4a1f-a98e-d6866f79d306",
        "choice_type": "single"
    },
    {
        "question": "Mandibular division of trigeminal nerve passes through, which of the following marked foramen:",
        "exp": "Mandibular nerve (trigeminal) passes through the foramen ovale (Marker B). Key: Marker A: Foramen rotundum; C: Foramen lacerum; D: Internal auditory meatus Maxillary nerve passes through marker A (Foramen rotundum) MALE structures pass through foramen ovale (Marker B) M - Mandibular nerve; A - Accessory meningeal aery; L - Lesser petrosal nerve; E - Emissary vein Few emissary veins pass through foramen lacerum.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "ab1dacd8-ca20-4bdc-84b7-34b36f1841f8",
        "choice_type": "single"
    },
    {
        "question": "Falx cerebri contains:",
        "exp": "Falx cerebri is a double fold of duramater containing superior and inferior sagittal sinus. It also contains straight sinus at the base. Occipital sinus runs in the falx cerebelli, whereas superior petrosal sinus and transverse sinus run in the attached margin of tentorium cerebelli.",
        "cop": 2,
        "opa": "Occipital sinus",
        "opb": "Straight sinus",
        "opc": "Superior petrosal sinus",
        "opd": "Transverse sinus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "4e94b440-761a-4bac-8aff-440cfdd8baa2",
        "choice_type": "single"
    },
    {
        "question": "Maxillary nerve pass through which foramen?",
        "exp": "Maxillary nerve passes through foramen rotundum",
        "cop": 2,
        "opa": "Foramen spinosum",
        "opb": "Foramen rotundum",
        "opc": "Foramen lacerum",
        "opd": "Foramen ovale",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "6e89d12b-6a74-433b-9745-7a5a20df9872",
        "choice_type": "single"
    },
    {
        "question": "60-year-old woman comes to hospital and complains of progressive loss of voice, numbness, loss of taste on back pa of her tongue, and difficulty in shrugging her shoulders. Her MRI scan reveals a dural meningioma that compresses the nerves leaving skull. These nerves leave the skull through which of the following openings?",
        "exp": "Loss of voice is due to an injury to the recurrent laryngeal nerve of vagus nerve; Numbness and loss of taste on the posterior pa of the tongue is due to a lesion of the glossopharyngeal nerve; Inability to shrug the shoulder is due to damage of the accessory nerve. These three cranial nerves exit the skull through the jugular foramen. The foramen spinosum transmits the middle meningeal aery. The foramen rotundum transmits the maxillary division of trigeminal nerve. Internal auditory meatus transmits the facial and vestibulocochlear nerves. Foramen lacerum transmits nothing, but its upper pa is traversed by the internal carotid aery with sympathetic nerve plexus.",
        "cop": 4,
        "opa": "Foramen spinosum",
        "opb": "Foramen rotundum",
        "opc": "Internal auditory meatus",
        "opd": "Jugular foramen",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "d8a5bc96-b26d-4338-84f0-4f9fa3e0aa14",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerve with the longest intracranial course is:",
        "exp": "Ans: b (Trochlear) Ref: Nelson, 16th ed, p. 1906; Snell's Anatomy 5th ed, p. 776, 777. Come on guys, it's not abducent: trochlear is the cranial nerve with the longest intracranial course. This is a repeat question from Kerala 86. Trochlear nerve emerges from the dorsal surface of the midbrain, winds around the brainstem running the longest intracranial course of the cranial nerves. Trochlear is the only cranial nerve to emerge dorsally from the brainstem. Characteristic sign of injury- diplopia on looking down.",
        "cop": 2,
        "opa": "Abducent",
        "opb": "Trochlear",
        "opc": "Facial",
        "opd": "Auditary",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "1927b0bc-0fc4-4fc2-b360-22eaff32990f",
        "choice_type": "single"
    },
    {
        "question": "Mandibular nerve exits the cranial cavity by passing through -",
        "exp": "Ans. is 'd' i. e., Foramen ovale FORAMENSTRUCTURES PASSING THROUGH ITForamen ovale. Mandibular nerve. Accessory meningeal artery. Lesser petrosal nerve. Emissary vein(MALE). Foramen spinosum. Middle meningeal artery. Emissary vein. Nervus spinosus(MEN). Foramen lacerummeningeal branch of ascending pharyngeal artery. Greater petrosal nerve unites with deep petrosal nerve to form the nerve of the pterygoid canal. Carotid canal. Internal carotid artery and the sympathetic plexus around it. Foramen rotundum. Maxillary nerve. Pterygoid canal. Vidian nerve (nerve of pterygoid canal). Vidian artery. Stylomastoid foramen. Facial nervejugular foramen. Internal jugular vein. Emissary vein. Occipital arteiy. Inferior petrosal sinus9th 10th 11th nerves. Hypoglossal canal12th nerve. Meningeal branch of ascending pharyngeal artery. Greater palatine foramen. Greater palatine vessels. Anterior palatine nerves. Incisive foramen. Greater palatine vesselsnasopalatine nerves. Lesser palatine foramen. Middle and posterior palatine nerves. Internal uccoustic meatus. Facial N. Auditory N. Nervus intermediusl wrisberg). Labyrynthine vessels",
        "cop": 4,
        "opa": "Formanen rotundum",
        "opb": "Foramenlacerum",
        "opc": "Stylomastoid foramen",
        "opd": "Foramenovale",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "5fcf94f2-bc13-4729-a552-3272f1ff4d83",
        "choice_type": "single"
    },
    {
        "question": "Which is not a branch of cavernous part of internal carotid artery.",
        "exp": "Ans. is 'C' i. e. Ophthalmic artery The internal carotid artery begins at the level of the upper border of the thyroid cartilage as one of the terminal branches of the common carotid artery. Its course is divided into four parts: Parts of ICABranches(A) Cervical part. No branches(B) Petrous part. Caroticotympanic art. Pterygoid art. (C) Cavernous part. Cavernous branches (to trigeminal ganglion walls of cavernous and inferior petrosal sinuses and contained nerves). Sup. Hypophyseal a. Inf. Hypophyseal a. Meningeal a. (D) Cerebral part. Ophthalmic a. Anterior cerebral a. Middle cerebral a. Post, communicating a. Ant. choroidal a.",
        "cop": 3,
        "opa": "Inferior hypophyseal",
        "opb": "Meningeal artery",
        "opc": "Ophthalmic artery",
        "opd": "Cavernous branch",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "aaf915bf-afda-4adb-88b3-e9745b2df052",
        "choice_type": "single"
    },
    {
        "question": "Structures pass through optic foramen",
        "exp": "Optic foramen transmits Optic nerve with all layer of meninges Ophthalmic aery Fig: structures passing through various foramina of skull",
        "cop": 2,
        "opa": "Optic nerve alone",
        "opb": "Ophthalmic aery and optic nerve",
        "opc": "Ophthalmic vein and ophthalmic aery",
        "opd": "Optic nerve and ophthalmic vein",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "29ea62b6-07bf-4ec3-b75f-402b72b923c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions could be produced by fracture of the floor of the middle cranial cavity, causing severance of the greater petrosal nerve?",
        "exp": "The Greater Petrosal nerve present in floor of the middle cranial cavity, carries parasympathetic (preganglionic) fibers They are secretomotor to the lacrimal glands and mucous glands in the nasal cavity and palate Carry taste fibers from the palate; and GVA fibers from the nasal cavity, palate, and roof of the oral cavity but not from the pharynx and larynx. A lesion of the Greater Petrosal nerve causes dryness in the nose and palate and decreased lacrimal secretion.",
        "cop": 3,
        "opa": "Increased lacrimal gland secretion",
        "opb": "Loss of taste sensation in the epiglottis",
        "opc": "Dryness in the nose and palate",
        "opd": "Decreased parotid gland secretion",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "3447ddf2-1e57-4f46-a28c-6c5caefba45a",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar cortex contains -",
        "exp": "Ans. (b) Purkinje cells. Ref.: Gray's 41sted./335-336* The cerebellar cortex contains five types of neurons: Purkinje, Granule, Basket, Stellate and Glogi Cells.",
        "cop": 2,
        "opa": "Pyramidal cells",
        "opb": "Purkinje cells",
        "opc": "Stromal cells",
        "opd": "Kupffer cells",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Cavity",
        "id": "04ac1041-647c-4018-9a1f-ef0c405aaf7d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following passes through the foramen magnum?",
        "exp": "Foramen magnum transmits Lower end of medulla Anterior spinal aery Posterior spinal aery 4th pa of veebral aery Spinal pa of XIth nerve Other structures: Apical ligament and tip of dens, membrana tectoria, veical band of Cruciate Ligament.",
        "cop": 1,
        "opa": "Veebral aery",
        "opb": "XII cranial nerve",
        "opc": "Cranial pa XIth nerve",
        "opd": "Internal carotid aery",
        "subject_name": "Anatomy",
        "topic_name": "Cranial cavity",
        "id": "b72479e8-cef8-4efb-8110-f8e674fd0fe8",
        "choice_type": "single"
    }
]