[
    {
        "question": "Which of the following cranial nerve nucleus is located deep to facial colliculus? (AIIMS May 2015, November 2014)",
        "exp": "Ans. a. Abducent nerve (Ref: Gray's anatomy 40/e p240; Netter Collection of Medical Illustrations 2013/Vol. 7/e p178) Abducent nerve nucleus is located deep to facial colliculus. \"Facial colliculus is situated in the pons. It overlies the abducent nucleus. The facial nerve originates from its nucleus and goes around the abducent nerve. This is called as neurobiotaxis. \"---Gray s anatomy 40/e p240\"On each side of the median sulcus is a longitudinal elevation, the medial eminence. lateral to which lies sulcus limitans. Its superior part is the locus ceruleus, coloured bluish-grey from the patch of deeply pigmented nerve cells. Also lateral to the upper part of the medial eminence is a slight depression, the superior fovea, and just below and medial in this fovea is a rounded swelling, the facial colliculus, which overlies the nucleus of the abducens (VI) nerve and the facial (VII) nerve fibers encircling in the motor nucleus of the facial nerve lies more deeply in the pons. Inferolateral to the superior fovea is the upper part of the vestibular area, which overlies parts of the nuclei of the vestibulococchlear (VIII) nerve. \" Netter Collection of Medical Illustrations 2013/Vol. 7/e p178",
        "cop": 1,
        "opa": "Abducent nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Facial nerve",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "dd790351-25c3-4fd1-8501-067826ab7b4c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerves originates from dorsal aspect of the brain?",
        "exp": "Ans. c (Trochlear). (Ref. BD Chaurasia, Human Anatomy-Vol III, 3rd ed., 90)TROCHLEAR NERVE (MH 05; AI09)# It is thinnest cranial nerve# It is the only cranial nerve, which emerges on the dorsal aspect of brain stem (from superior medullar velum near frenulum veli just below the inferior colliculus).# It supplies the contralateral superior oblique muscle of eyeball.# In fourth-nerve paralysis the patient complains of double vision on looking straight downward. This is because the superior oblique is paralyzed and eye turns medially as the inferior rectus pulls eye downward.# Hint:- LR6- SO4 (Lateral rectus is supplied by 6th cranial nerve & superior oblique by 4th cranial nerve)",
        "cop": 3,
        "opa": "Abducens",
        "opb": "Oculomotor",
        "opc": "Trochlear",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "7a0353e4-d101-4247-97ed-15085b6e9c3e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a WRONG pair regarding features of cranial nerves:",
        "exp": "Most common nerve involved in basal skull fracture is Facial nerve. Most common nerve involved in raised intracranial tension is Abducent nerve. Most common nerve affected during spinal anesthesia is also Abducent nerve. Most commonly involved in intracranial aneurysm is Oculomotor nerve ansd not optic nerve. An aneurysm at the junction of the posterior communicating and posterior cerebral aeries compresses parasympathetic nerve fibers of the Oculomotor nerve, causing a dilated pupil.",
        "cop": 4,
        "opa": "Most commonly involved in basal skull fracture: Facial nerve",
        "opb": "Most commonly involved in raised intracranial tension: Abducent nerve",
        "opc": "Most commonly affected in spinal anaesthesia: Abducent nerve",
        "opd": "Most commonly involved in intracranial aneurysm: Optic Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "21a5961c-411e-4b79-ae91-03b8a6c1fac6",
        "choice_type": "single"
    },
    {
        "question": "50-year-old man presents to the speech therapist complaining of dryness of the mouth. The therapist performs a swallowing study and, on examination, finds that the man has a lack of salivary secretion from the submandibular gland. This indicates a lesion of which of the following nervous structures?",
        "exp": "Chorda tympani nerve contains preganglionic parasympathetic fibres responsible for secretion of the submandibular gland. Lingual nerve at its origin is not yet joined by the chorda tympani. Superior cervical ganglion provides sympathetic fibres, which supply blood vessels in the submandibular gland. Lesser petrosal nerve contains preganglionic parasympathetic fibres that synapse in the otic ganglion. Auriculotemporal nerve contains postganglionic parasympathetic fibres, which are responsible for secretion of the parotid gland.",
        "cop": 4,
        "opa": "Lingual nerve at its origin",
        "opb": "Lesser petrosal nerve",
        "opc": "Superior cervical ganglion",
        "opd": "Chorda tympani in the middle ear cavity",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "9454a8ad-60cb-4a77-8017-4771f085c840",
        "choice_type": "multi"
    },
    {
        "question": "Which cranial nerve is attached to dorsal surface of brainstem -",
        "exp": "Ans. is 'c' i. e., Trochlear o Repeat from previous sessions.",
        "cop": 3,
        "opa": "Facial",
        "opb": "Trigeminal",
        "opc": "Trochlear",
        "opd": "Abducent",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ed2d3b01-f5b4-4c7e-ada5-d2cc3e99b0b9",
        "choice_type": "single"
    },
    {
        "question": "The taste pathway from circumvallate papillae of the tongue goes through:",
        "exp": "Taste sensation from anterior two-thirds of the tongue run in the chorda tympani of the facial nerve, except for the circumvallate papillae (sensation carried by the glossopharyngeal nerve). Greater petrosal nerve carries taste from palate while internal laryngeal branch of superior laryngeal branch of vagus carries taste sensation from posterior most pa of tounge and valleculae.",
        "cop": 4,
        "opa": "Chorda tympani branch of Facial nerve",
        "opb": "Greater petrosal nerve branch of Facial nerve",
        "opc": "Superior laryngeal branch of Vagus nerve",
        "opd": "Lingual branch of Glossopharyngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "4b820027-f1d8-4a21-b1b0-6ee4011e3842",
        "choice_type": "multi"
    },
    {
        "question": "True about tympanic nerve:",
        "exp": "The Tympanic nerve, or Jacobson nerve, is a branch of the Glossopharyngeal nerve. It contains preganglionic parasympathetic fibers, and forms a tympanic plexus on the medial wall of the middle ear with sympathetic fibers. The Tympanic nerve continues beyond the plexus as the Lesser petrosal nerve, which transmits preganglionic parasympathetic fibers to the otic ganglion for synapse.",
        "cop": 4,
        "opa": "Is a branch of the facial nerve",
        "opb": "Contains postganglionic parasympathetic fibers",
        "opc": "Synapses with fibers in the lesser petrosal nerve",
        "opd": "Is a branch of the glossopharyngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "34c66808-5daf-4669-8064-c28893b5c059",
        "choice_type": "multi"
    },
    {
        "question": "Hypoglossal nerve injury cause:",
        "exp": "Hypoglossal nerve cause: Tongue to dete to the affected side Larynx to dete to active side",
        "cop": 3,
        "opa": "Detion of soft palate to affected side",
        "opb": "Detion of soft palate to active side",
        "opc": "Detion of tongue to lesion side",
        "opd": "Detion of larynx to affected side",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "b479719b-c3cf-47ce-8e0f-c3779ee10847",
        "choice_type": "single"
    },
    {
        "question": "Maxillary nerve is transmitted?",
        "exp": "Maxillary nerve is a branch of Trigeminal nerve present in the floor of middle cranial fossa which passes through foramen rotundum. Lateral to it is present foramen ovale through which mandibular nerve passes & supplies the mandible. Middle meningeal aery passes through foramen spinosum. Emissary veins pass through foramen lacerum.",
        "cop": 2,
        "opa": "Foramen ovale",
        "opb": "Foramen rotundum",
        "opc": "Foramen lacerum",
        "opd": "Foramen spinosum",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ef77555d-f3ce-4b4d-9c79-91650b22a12d",
        "choice_type": "single"
    },
    {
        "question": "Nerve to pterygoid canal is formed from:",
        "exp": "Vidian nerve of pterygoid canal is formed by the union of greater petrosal nerve (parasympathetic fibers) and deep petrosal nerve (sympathetic fibers). The nerve is formed at the floor of foramen lacerum and runs anteriorly in pterygoid canal to reach the pterygopalatine ganglion.",
        "cop": 1,
        "opa": "Deep petrosal nerve joined by greater petrosal nerve",
        "opb": "Facial nerve",
        "opc": "Lesser superficial petrosal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1d3eb174-9229-4f1d-9559-5ed7371903db",
        "choice_type": "single"
    },
    {
        "question": "Most commonly injured nerve in raised intracranial pressure",
        "exp": "MC nerve involved in increased ICT - Abducens (VI). Reasons: Longest intradural course Taking a sharp bend over apex of petrous pa of temporal bone. Passing through the cavernous sinus, not suppoed laterally by any dura mater.",
        "cop": 4,
        "opa": "3rd",
        "opb": "4th",
        "opc": "5th",
        "opd": "6th",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "8fbee312-8b80-456e-81b9-a2a464a1ebda",
        "choice_type": "single"
    },
    {
        "question": "Nucleus tractus solitarius receives fibers from all the following cranial nerves EXCEPT:",
        "exp": "Ans. d (Trigeminal nerve). (Ref. Ganong, Physiology, 21st ed., 221). Vagal nuclei1. Nucleus Solitarius. Visceral Sensory information (e. g., taste, baroreceptors, gut distention). VII, IX, X. Cranial nerves. 2. Nucleus ambiguous. Motor innervation of pharynx, larynx, and upper esophagus (e. g., swallowing, palate elevation). IX, X, XI. Cranial nerves. 3. Dorsal motor nucleus. Sends autonomic (parasympathetic) fibers to heart, longs, and upper Gl.-The myelinated but slowly conducting taste fibers are in 3 cranial nerves, including:# Chorda tympani branch of facial nerve (anterior 2/3rd tongue), # Glossopharyngeal nerve (posterior l/3rd tongue and circumvallate papillae), and# Vagus nerve (fibers from areas other than tongue). All these 3 nerve fibers unite in gustatory portion of nucleus tractus solitarius (ATS) in medulla.",
        "cop": 4,
        "opa": "Glossopharyngeal",
        "opb": "Vagus",
        "opc": "Facial",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "cfbb99cf-40ed-46af-8078-c201f5d70793",
        "choice_type": "multi"
    },
    {
        "question": "Galen's anastomosis is between",
        "exp": "Galen's anastomosis is the connecting branch between the Inferior laryngeal nerve (a branch of the recurrent laryngeal nerve) and the Internal laryngeal nerve (a branch of the superior laryngeal nerve). Internal laryngeal nerve is sensory above the vocal cords. Recurrent laryngeal nerve is sensory below the vocal cords, and there is overlap between the territories innervated by the two nerves at the vocal cords themselves which is called as Galens anastomosis.",
        "cop": 2,
        "opa": "Recurrent laryngeal nerve and external laryngeal nerve",
        "opb": "Recurrent laryngeal nerve and internal laryngeal nerve",
        "opc": "Internal laryngeal nerve and external laryngeal nerve",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "6c993641-1058-40e7-815b-994316287cdb",
        "choice_type": "multi"
    },
    {
        "question": "39-year-old man feels a discomfo when moving his tongue, pharynx, and larynx. Physical examination indicates that muscles attached to styloid process are paralyzed. Which of the following groups of cranial nerves are damaged?",
        "exp": "Styloid process provides attachments for the stylohyoid, styloglossus, and stylopharyngeus muscles. Stylohyoid muscle is innervated by facial nerve, styloglossus muscle by hypoglossal nerve, and stylopharyngeus muscle by glossopharyngeal nerve. No other muscles are attached to the styloid process.",
        "cop": 3,
        "opa": "Glossopharyngeal, trigeminal, and vagus nerves",
        "opb": "Hypoglossal, vagus and facial nerves",
        "opc": "Facial, glossopharyngeal, and hypoglossal nerves",
        "opd": "Vagus, spinal accessory, and hypoglossal nerves",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "45da5bdc-95ca-4127-a958-425128da065f",
        "choice_type": "single"
    },
    {
        "question": "All are characteristics of 3rd nerve EXCEPT:",
        "exp": "Oculomotor nerve passes through superior (not inferior) orbital fissure to enter the orbit. It carries preganglionic parasympathetic fibers to supply muscles like sphincter pupillae which causes miosis. It also carries motor fibers to supply eyeball muscles like inferior oblique except superior oblique (by trochlear nerve) and lateral rectus (by Abducens Nerve)",
        "cop": 3,
        "opa": "Carries parasympathetic nerve",
        "opb": "Supplies inferior oblique",
        "opc": "Enters orbit through the inferior orbital fissure",
        "opd": "Causes miosis",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "da599512-2c71-4358-8aa6-eae46ef6d49e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following reflexes test the integrity of nucleus ambiguus",
        "exp": "Nucleus ambiguus involves cranial nerves 9th, 10th & 11th. It involves the nerve supply to soft palate, larynx & pharynx which is involved in speech & swallowing. Gag reflex: Contraction of the constrictor muscle of the pharynx elicited by touching the back of the pharynx.",
        "cop": 3,
        "opa": "Jaw jerk",
        "opb": "Stapedial reflex",
        "opc": "Gag reflex",
        "opd": "Corneal reflex",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "07253278-b850-4577-afc8-35d90ff61e14",
        "choice_type": "single"
    },
    {
        "question": "A foy year women complained of swelling in front of neck, nervousness and loss of weight. She was diagnosed with hypehyroidism. Paial thyroidectomy was performed and now she is complaining of hoarseness after the operation. What may be the reason:-",
        "exp": "Hoarseness of voice may because of the injury to the Recurrent laryngeal nerve. Recurrent laryngeal nerve lies close to the inferior thyroid aery near to the lower pole of gland and can be injured during the thyroid surgeries.",
        "cop": 1,
        "opa": "Injury to recurrent laryngeal nerve",
        "opb": "Injury to internal laryngeal nerve",
        "opc": "Injury to external laryngeal nerve",
        "opd": "Any of above.",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "368361f3-f88e-4716-b2a3-202c699e4b27",
        "choice_type": "multi"
    },
    {
        "question": "Cranial pa of Accessory nerve supplies all palatal muscles EXCEPT:",
        "exp": "Most of the muscle of palate are supplied by Cranial Accessory nerve ( vagus accessory complex) except few. Tensor veli palati develops in first pharyngeal arch and supplied by Mandibular branch of Trigeminal nerve.",
        "cop": 3,
        "opa": "Palatoglossus",
        "opb": "Palatopharyngeus",
        "opc": "Tensor veli palati",
        "opd": "Levator palati",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "52257b7d-6dbe-4240-9827-799f0ed7c372",
        "choice_type": "multi"
    },
    {
        "question": "Palsy of right genioglossus causes",
        "exp": "Palsy of right genioglossus muscle detes the tongue to the right side, due to unopposed medial pull of the left genioglossus. Genioglossus muscle moves the tongue anterior (protrusion), inferior (depression) and medial (AIM). In bilateral contraction of genioglossus, the vector of medial pull is balanced (and cancelled), and there occurs protrusion and depression of tongue in midline.",
        "cop": 1,
        "opa": "Detion of tongue to right",
        "opb": "Detion of tongue to left",
        "opc": "Detion of soft palate to right",
        "opd": "Detion of soft palate to left",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "8264e6d4-9edd-4674-b258-28f0bb609db7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is decussated in superior medullary velum?",
        "exp": "ANSWER: (B) 4th nerve. REF: Neurology: A Queen Square Textbook - page 516. Trochlear nucleus (4th nerve) is located in the midline, just ventral to the cerebral aqueduct. Axons leave the nucleus and course dorsally around the aqueduct, decussates within the superior medullary velum and exit from the midbrain on its dorsal surface. \"Bilateral 4th nerve palsy may be due to a lesion in the superior medullary velum\"",
        "cop": 2,
        "opa": "3rd nerve",
        "opb": "4th nerve",
        "opc": "5th nerve",
        "opd": "6th nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "de9e32c6-f202-4553-b1bb-d68780dad270",
        "choice_type": "single"
    },
    {
        "question": "Loss of corneal reflex is due to injury of",
        "exp": "Loss of corneal reflex may result due to injury of Ophthalmic division of trigeminal nerve (afferent limb) or injury of Facial nerve (efferent limb).",
        "cop": 1,
        "opa": "Ophthalmic division of trigeminal nerve",
        "opb": "Optic nerve",
        "opc": "Oculomotor nerve",
        "opd": "1 and 2.",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "b7a0146c-067c-4325-b9a7-974eddf93d9d",
        "choice_type": "single"
    },
    {
        "question": "In nucleus ambiguus, originating fibers of all the following are present except:",
        "exp": "Ans. d (Hypoglossal nerve) (Ref. BDC Vol. III 4th/pg. 324, 325)NUCLEUS AMBIGUUSA. Most axons are in CN X# Innervates striated muscles of palate, pharynx, larynx# Efferent limb of 'gag reflex'# Lesion: difficult swallowing (because innervates pharynx)B. Some axons are in CN IX from rostral portion of nucleus ambiguus# Innervates stylopharyngeus# Some axons are in CN XI (spinal accessory) from caudal portion of nucleus ambiguusC. Joins CN 10 and innervates same structures. Wallenberg syndrome is infarction in posterior inferior cerebellar artery (PICA) - lateral medulla 1. lesion in nucleus ambiguus - difficulty in swallowing and hoarseness - loss of gag reflex 2. vestibular nucleus - dizziness and nystagmus 3. trigeminal - loss of pain and temperature on ipsilateral 4. inferior cerebellar peduncle - ipsilateral limb ataxia 5. anterolateral system - reduced pain and temperature on contralateral limb 6. ipsilateral Horner's syndrome hiccup - for reasons not known; solitary nucleus may also be destroyed - leading to loss of taste on ipsilateral half of tongue.",
        "cop": 4,
        "opa": "Glossopharyngeal nerve",
        "opb": "Vagus nerve",
        "opc": "Accessory nerve",
        "opd": "Hypoglossal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "e6d05ce7-1816-44b8-b028-f14ac029f03d",
        "choice_type": "multi"
    },
    {
        "question": "A young girl complains of dryness of the nose and the palate. This would indicate a lesion of which of the following ganglia?,",
        "exp": "Postganglionic parasympathetic fibers originating in the pterygopalatine ganglion innervate glands in the palate and nasal mucosa. The postganglionic parasympathetic fibers from the otic ganglion supply the parotid gland, those from the submandibular ganglion supply the submandibular and sublingual glands, and those from the ciliary ganglion supply the ciliary muscle and sphincter pupillae. The nodose (inferior) ganglion of the vagus nerve is a sensory ganglion.",
        "cop": 4,
        "opa": "Nodose ganglion",
        "opb": "Otic ganglion",
        "opc": "Submandibular ganglion",
        "opd": "Pterygopalatine ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "bfa75a48-1880-4da5-830e-2cdc0e02217c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is suffering from numbness over the tip of her nose. Which of the following nerves is most likely to be damaged?",
        "exp": "The skin over the tip of the nose is innervated by the external nasal branch of anterior ethmoidal nerve which is a branch of the nasociliary nerve of the ophthalmic division of the trigeminal nerve.",
        "cop": 1,
        "opa": "Ophthalmic division of the trigeminal nerve",
        "opb": "Maxillary division of the trigeminal nerve",
        "opc": "Mandibular division of the trigeminal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "338b306f-e979-400b-a964-4a69a035e13f",
        "choice_type": "single"
    },
    {
        "question": "What is NOT seen in occulomotor palsy",
        "exp": "The paralysis of third nerve results in: Ptosis or drooping upper eye lid - paralysis of levator palpebrae superior. Lateral squint (lateral & downward gaze) Dilation of pupil - paralysis of parasympathetic fibers to sphincter pupillae muscle. Loss of accommodation Foreward projection of eye / proptosis Diplopia",
        "cop": 1,
        "opa": "Lateral and upward gaze",
        "opb": "Ptosis",
        "opc": "Loss of light reflex",
        "opd": "Dilatation of pupil",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "903815e9-c9c6-42e8-b638-528645e12990",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old woman is suffering from numbness over the lower eyelid. Which of the following nerves is most likely to be damaged?",
        "exp": "Opthalmic nerve supplies Forehead Upper eyelid Tip of nose CHOICE EXPLANATION & ELIMINATION REASON 1 Tip of her nose - Ophthalmic division of the trigeminal nerve 2 Lower eyelid, upper lip - Maxillary division 3 Mandibular division - Lower lip 4 Not correct - Motor supply",
        "cop": 2,
        "opa": "Ophthalmic division of the trigeminal nerve",
        "opb": "Maxillary division of the trigeminal nerve",
        "opc": "Mandibular division of the trigeminal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "4d71a28c-fd21-4a54-89b3-907d2d0345dc",
        "choice_type": "single"
    },
    {
        "question": "Nucleas ambiguous doesn't include -",
        "exp": "Ans. is 'a' i. e., 7th nerve o The nucleus ambiguous is a special visceral efferent nucleus. Special efferent nuclei supply the muscles derived from the branchial arches. Special visceral efferent nuclei: The motor nucleus of the trigeminal nerve in the upper part of pons. Supplies muscles of first arch through the mandibular division of the trigeminal nerve. The nucleus of the facial nere in the lower part of the pons. Supplies muscles of the 2nd arch through facial nerve. Nucleus ambiguous in the medulla. It supplies stylopharymgeus muscle through the glossopharyngeal nerve and the muscles of the palate, pharynx and lary nx through the vago-accessory complex. Thus the nucleus doesn't include 7th nerve. General somatic efferent nucleio Supply skeletal muscles of somatic origin. Oculomotor nucleus in the midbrain at the level of superior colliculus supplies 5 extraocular muscles through the oculomotor nerve. Trochlear nucleus in the midbrain at the level of inferior colliculus supplies superior oblique muscle through the trochlear nerve. Abducens nucleus in lower pons supplies lateral rectus muscle through the 6th nerve. Hypoglossal nucleus in the medulla supplies muscles of the tongue except palatoglossus through the 12th nerve. General visceral efferent nucleio Give origin to preganglionic parasympathetic neurons that relay in peripheral ganglia and supply glands or smooth muscles. Edinger-westphal nucleus in the midbrain --- fibres pass through the 3rd nerve to the ciliary ganglion to supply the sphincter pupillae and cilliary muscle. Lacrimatory nucleus in the pons --- fibres pass through facial nerve and its greater petrosal nerve to relay in the pterygopalatine ganglion to supply lacrimal, nasal and palatal glands. Superior salivatory nucleus in lower pons --- fibres pass through facial nerve and its chorda tympani branch to the submandibular ganglion to supply submandibular and sublingual glands. Inferior salivatory nucleus in lower pons --- fibres pass through glossopharyngeal nerve to relay in the otic ganglion to supply parotid gland. Dorsal nucleus of vagus in medulla --- fibres pass through vagus nerve to be distributed to the thoracic and abdominal viscera thorugh respective ganglia. General visceral afferent and special visceral afferent nucleuso The only nucleus in this category is nucleus of tractus solitarius which lies in the medulla, o It receives general visceral sensations through the 9th and 10th nerves. o The special visceral afferent part is concerned with taste sensation and hence receives afferents from 7th, 9th and 10th nerves. General somatic afferent nuclei. Main sensory nucleus of the trigeminal nerve -- for touch sensation from face2 Spinal nucleus of trigeminal nerve -- for pain and temperature sensations from face3. Mesencephalic nucleus of trigeminal nerve -- proprioception from muscles of mastication. Special somatic afferent nuclei1. Cochlear nucleus receives impulses of hearing through cochlear nerve2 Vestibular nucleus receives sensations through vestibular nerve.",
        "cop": 1,
        "opa": "7th nerve nucleus",
        "opb": "9th nerve nucleus",
        "opc": "l0th nerve nucleus",
        "opd": "11th nerve nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "cadf7e17-3ded-4ca9-b736-905a2270f430",
        "choice_type": "single"
    },
    {
        "question": "A man of age 30 years came to clinic with inability to close his left eye, tears flowing over the left cheek and saliva dribbling from his left angle of the mouth.",
        "exp": "The reason for this condition is facial nerve palsy also called Bell`s palsy. It can be compressed at the stylomastoid foramen. Facial nerve supplies all the muscles of facial expression and can be checked by asking the patient to:- 1) Fill air in mouth to test buccinator 2) Close the eyes tightly to test orbicularis oculi 3) Look upwards to check the normal horizontal wrinkles",
        "cop": 1,
        "opa": "Facial nerve palsy",
        "opb": "Mandibular nerve lesion",
        "opc": "Maxillary nerve injury",
        "opd": "None of above.",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1b239bb7-bbf8-4eeb-b177-c1d84921d8f9",
        "choice_type": "multi"
    },
    {
        "question": "75% contribution to parasympathetic system is by which cranial nerve -",
        "exp": "Ans. is D i. e., Vagus \"Vagus nerve contains almost 75% of all parasympathetic nerve fibers\" - Clinical anatomy \"About 75% of all parasympathetic nerve fibers are in vagus nerve\" - Miller's Anesthesia",
        "cop": 4,
        "opa": "Oculomotor",
        "opb": "Facial",
        "opc": "Glossopharyngeal",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "01a2b260-d0d1-4973-8b9c-269fb11733a4",
        "choice_type": "single"
    },
    {
        "question": "Findings of trigeminal nerve injury include:",
        "exp": "Trigeminal nerve has 3 branches: ophthalmic, maxillary and mandibular, the lesions results in sensory loss on face. Injury to ophthalmic nerve injury leads to loss of corneal (blink) reflex; maxillary nerve injury results in loss of sneeze reflex and in mandibular nerve injury, there is loss of jaw jerk. Muscles of mastication are paralysed in mandibular nerve injury and manifests as a detion of the mandible toward the side of the lesion while trying to open the mouth. Note: Since the normal opposite lateral pterygoid is not being balanced, it pulls the mandible across the midline to shift it to the same side of lesion. Normally the two lateral pterygoids balance each other to protrude the jaw in the midline. Paial deafness to low pitched sound due to paralysis of tensor tympani muscle is also observed. Mydriasis and ptosis are not clinical features of trigeminal nerve injury.",
        "cop": 2,
        "opa": "Pupillary dilation",
        "opb": "Loss of blinking reflex of eye",
        "opc": "Persistence of jaw reflex",
        "opd": "Ptosis",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "146043a6-bc60-4675-9187-4da56253366e",
        "choice_type": "single"
    },
    {
        "question": "VIII cranial nerve affects:",
        "exp": "Ans is 'b' i. e. Equilibrium VIII cranial nerve or the vestibulocochlear nerve consists of two parts; a cochlear part concerned with hearing, and a vestibular part concerned with equilibrium.",
        "cop": 2,
        "opa": "Taste",
        "opb": "Equilibrium",
        "opc": "Touch",
        "opd": "Smell",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1e88aa83-ea42-4d8d-9966-360efa24b9a0",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about the vagus nerve are true EXCEPT",
        "exp": "Cranial nerve 3, 7, 9 and 10 (vagus) carry the preganglionic (and not post-ganglionic) parasympathetic fibers. It supplies the parasympathetic fibers to lungs and heart, and the GI system till the mid-gut. The right 2/3 of the transverse colon belongs to mid-gut and is supplied by the vagus nerve.",
        "cop": 2,
        "opa": "Supplies heart and lung",
        "opb": "Carries postganglionic parasympathetic fibers",
        "opc": "Innervates right two third of transverse colon",
        "opd": "Stimulates peristalsis and relaxes sphincters",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "e96edb2e-ff72-4934-a744-b4301025b71f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following have general visceral efferent fibers except:",
        "exp": "Ans. b. Olfactory nerve (Ref BDC 6/e Vol III p351). Olfactory nerve does not have general visceral efferent fibers. Functional Division of Cranial Nerve Nuclei. Sensory / Afferent. Motor / Efferent1. General Somatic- Sensory nucleus of trigeminal (descending & mesencephalic nucleus of Vth nerve)- Receive sensation of face1. General Somatic- Supply striated muscle derived from somites & involved in tongue & eye movements i. e.- Hypoglossal nucleus of 12thQ- Oculomotor nucleus of 3rdQ- Trochlear nucleus of 4thQ- Abducent nucleus of 6th. Q2. General Visceral- Nucleus of tractus solitariusQ- Receive taste from tongue & epiglottis2. General Visceral- Edinger Westphal nucleusQ of 3rd- Superior salivatory nucleusQ of 7th- Inferior salivatory nucleusQ of 9th- Dorsal motor nucleusQ of 10th (Vagus)3. Special somatic- 4 vestibular nucleus- 2 cochlear nucleus- Receive stimuli from ear3. Special Visceral or Branchial component- Innervate muscles derived from branchial arches i. e.- Masticatory nucleusQ of 5th- Facial nucleus of 7th- Nucleus ambigusQ of 9th, 10th, 11th- Spinal accessory nucleus of 12th Nerve. Components. Nucleus. Location of nucleus in brainstemI (olfactory)SVA--II(optic)SSA--III(Oculomotor)GSEGVEOculomotor nucleus. Edinger-Westphal Nucleus. Superior colliculus (midbrain)IV (Trochlear)GSETrochlear nucleus. Inferior colliculus (midbrain)V (Trigeminal)GSAGSAGSASVESpinal nucleus. Main sensory nucleus. Mesencephalic nucleus. Motor nucleus. Pons, medulla, C1, C2 segment. Pons. Pons. Pons. VI (Abducent)GSEAbducent nucleus. Facial colliculus (Pons)VII (Facial)SVESVAGVEMotor nucleus. Nucleus of Tractus Solitarius. Superior Salivatory Nucleus. Pons. VIII (Vestibulocochlear)SSASSAVestibular Nucleus. Cochlear Nucleus. Pons, medulla. IX (Glossopharyngeal)SVEGVEGVA, SVA, GSAMotor. Inferior Salivatory Nucleus. Nucleus of Tractus Solitarius. MedullaX (Vagus)GVE, SVEGVA. SVA, GSAMotor, Parasympathetic. Nucleus of Tractus Solitarius. Medulla. XI (Accessory)SVESVEMotor. Spinal nucleus. Medulla. Upper five cervical segments. XII (Hypoglossal)GSEMotor. Medulla(SVA: Special visceral afferent; SVE: Special visceral efferent; GVA: General visceral afferent; GVE: General visceral efferent)",
        "cop": 2,
        "opa": "Facial nerve",
        "opb": "Olfactory nerve",
        "opc": "Oculomotor nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "51e08ee8-18d8-431a-bee8-457f4bc5bc17",
        "choice_type": "multi"
    },
    {
        "question": "Post Superior Alveolar Nerve is a branch of:",
        "exp": "Posterior superior alveolar nerve is a direct branch of Maxillary Nerve. It supplies mainly the molar teeth. It also supplies the maxillary sinus, gingiva and inner cheek region.",
        "cop": 4,
        "opa": "Mandibular",
        "opb": "Facial",
        "opc": "Lingual",
        "opd": "Maxillary",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "7df4f06d-8ca6-4873-ad2f-9fe8e1d40a31",
        "choice_type": "single"
    },
    {
        "question": "Nerve of Wrisberg contain all except:",
        "exp": "Facial nerve has two pas: motor to facial expression muscles and nervus intermedius. The motor pa carries SVE component, while nervus intermedius carries GSA, SVA, and GVE fibers. Nervus intermedius (nerve of Wrisberg) carries fibers for taste, salivation, lacrimation, and general sensation (from the external ear). This is the sensory pa of facial nerve. The first-order sensory neurons are found in the geniculate ganglion within the temporal bone.",
        "cop": 1,
        "opa": "Motor fibers",
        "opb": "Sympathetic fibers",
        "opc": "Secretory fibers",
        "opd": "Parasympathetic fibers",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "a805f5ef-f181-421e-963e-a41293b91994",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following cranial nerve is a pure motor nerve?",
        "exp": "Pure sensory 1-olfactory 2-optic 8-vestibulocochlear Pure motor 3-oculomotor 4-trochlear 6-abducent 11-accessory 12-hypoglossal Mixed 5-trigeminal 7-facial 9-glossopharyngeal 10-vagus",
        "cop": 1,
        "opa": "3",
        "opb": "5",
        "opc": "8",
        "opd": "9",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "f2b3504c-cd60-4daf-9f06-437fc9f360c0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve nucleus underlies the facial colliculus?",
        "exp": "Ans. a. Abducent (Ref: Gray's anatomy 40/e p240; Netter Collection of Medical Illustrations 2013/Volume-7/178) Abducent nerve nucleus underlies the facial colliculus. 'Facial colliculus is situated in the pons. It overlies the abducent nucleus. The facial nerve originates from its nucleus and goes around the abducent nerve. This is called as neurobiotaxis. - Gray's anatomy 40/e p240'On each side of the median sulcus is a longitudinal elevation, the medial eminence, lateral to which lies sulcus limitans. Its superior part is the locus ceruleus, coloured bluish-grey from the patch of deeply pigmented nerve cells. Also lateral to the upper part of the medial eminence is a slight depression, the superior fovea, and just below and medial in this fovea is a rounded swelling, the facial colliculus, which overlies the nucleus of the abducens (VI) nerve and the facial (VII) nerve fibers encircling in the motor nucleus of the facial nerve lies more deeply in the pons. Inferolateral to the superior fovea is the upper part of the vestibular area, which overlies parts of the nuclei of the vestibulococchlear (VIII) nerve. ' Netter Collection of Medical Illustrations 2013/Volume-7/178",
        "cop": 1,
        "opa": "Abducent",
        "opb": "Vestibulocochlear",
        "opc": "Facial",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "0dcd41d2-0373-4daa-b8f6-119a51d6f5ef",
        "choice_type": "single"
    },
    {
        "question": "All are true about vestibular nerve EXCEPT",
        "exp": "Vestibular nerve nuclei lie at the pontomedullary junction. It arises from bipolar cells in the vestibular ganglion, ganglion of Scarpa, which is situated in the upper pa of the outer end of the internal auditory meatus. The vestibular nerve enters the brain stem at the pontomedullary junction and contains two divisions, the superior and inferior vestibular nerves. The superior vestibular nerve innervates the utricle, as well as the superior and lateral canals. The inferior vestibular nerve innervates the posterior canal and the saccule. Most of the afferent fibers then terminate in one of the four ventricular nuclei, which contain the cell bodies of the second-order neurons of the vestibular nerve. These nuclei are located on lateral floor and wall of the fouh ventricle in the pons and medulla.",
        "cop": 4,
        "opa": "It has two divisions- superior and inferior vestibular",
        "opb": "Vestibular nuclei are situated at junction of pons and medulla",
        "opc": "Nerve fibers relay at Scarpa's ganglion",
        "opd": "Nucleus lies in midbrain near aqueduct",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "558246a9-7864-4f54-b0e7-e86651094b0e",
        "choice_type": "multi"
    },
    {
        "question": "Greater petrosal nerve is formed from:",
        "exp": "Greater petrosal nerve is a branch of facial nerve, given at geniculate ganglion. Geniculate ganglion has sensory and secretomotor neurons, whose axons travel by greater petrosal nerve. Sympathetic fibers from the superior cervical ganglion form plexus around the internal carotid aery to contribute to Deep petrosal nerve and around middle meningeal aery to reach the otic ganglion.",
        "cop": 1,
        "opa": "Geniculate ganglion",
        "opb": "Plexus around ICA",
        "opc": "Plexus around middle meningeal aery",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "e47eddaf-144c-438f-a01b-37895ba1d95d",
        "choice_type": "multi"
    },
    {
        "question": "Injury to which of the following nerves leads to paralysis of the posterior belly of the digastric muscle?",
        "exp": "The posterior belly of digastric is innervated by the Facial nerve, whereas the anterior belly is innervated by the mandibular division of Trigeminal nerve. The Accessory nerve supplies the sternocleidomastoid and trapezius muscles. The Ansa cervicalis innervates the infrahyoid (or strap) muscles.",
        "cop": 4,
        "opa": "Accessory nerve",
        "opb": "Trigeminal nerve",
        "opc": "Ansa cervicalis",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ec59ffeb-e0ed-4184-85e0-c99009813942",
        "choice_type": "single"
    },
    {
        "question": "A patient is unable to move eye outw ard beyond midline. The lesion is in -",
        "exp": "Ans. is c' i. e., Abducent nerve o Inability. ' to move the eye outward beyond midline suggests lateral rectus palsy, which is responsible for abduction. There are six extraocular muscles in each eye. o All the extra ocular muscles are supplied by the occulomotor nerve except for the superior oblique which is supplied by the trochlear nerve and the lateral rectus which is supplied by the abducens nerve. o The occulomotor nerve also supplies the levator palpebrae superioris, sphincter papillae and the ciliary muscle, There are six extraocular muscles in each eye. Muscle. Primary Action. Secondary Action. Superior rectus. Elevation. Adduction and intorsion. Inferior rectus. Depression. Adduction and extorsion. Medial rectus. Adduction Lateral rectus. Abduction Superior oblique. Intorsion. Abduction and depression. Inferior oblique. Extorsion. Abduction and elevationo All the extra ocular muscles are supplied by the occulomotor nerve except for the superior oblique which is supplied by the trochlear nerve and the lateral rectus which is supplied by the abducens nerve. o The occulomotor nerve also supplies the levator palpebrae superioris, sphincter papillae and the ciliary muscle.",
        "cop": 3,
        "opa": "Trochlear nerve",
        "opb": "Obturator nerve",
        "opc": "Abducent nerve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "d59cbf8b-b830-43f0-be7b-4bec43710e76",
        "choice_type": "multi"
    },
    {
        "question": "Occulomotor nucleus is located in -",
        "exp": "Ans. is 'b' i. e., Midbrain o Cranial nerves I, IIo Cranial nerves III, IVo Cranial nerves V, VI, VII, VIIIo Cranial nerves IX, X, XI, XII----Forebrain. Midbrain. Pons. Medulla",
        "cop": 2,
        "opa": "Forebrain",
        "opb": "Midbrain",
        "opc": "Pons",
        "opd": "Medulla",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "52b545a1-5a6d-4fa9-ba76-79e274ca2312",
        "choice_type": "single"
    },
    {
        "question": "All are branch of mandibular nerve except:-",
        "exp": "Mandibular nerve (V3 division). The Mandibular Nerve leaves the inferior margin of trigeminal ganglion and leaves the skull through the foramen ovale The Motor Root of the V3 also passes through the foramen ovale & unites with the sensory component of the mandibular nerve outside the skull, Thus, the mandibular nerve is the only branch of trigeminal nerve that contains a motor component. Branches: Nerve to medial pterygoid from main trunk Anterior division: Supplies muscles of mastication. Posterior division: 3 Branches - Auriculotemporal nerve Inferior alveolar nerve Lingual nerve Zygomatic nerve - branch of Maxillary division of Vth nerve",
        "cop": 4,
        "opa": "Lingual nerve",
        "opb": "Inferior Alveolar Nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Zygomatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1aa4d21c-bb56-429d-96c9-0e59311d79cb",
        "choice_type": "multi"
    },
    {
        "question": "Oculomotor nerve leaves cranium through:",
        "exp": "Ans a) superior orbital fissure. Structure passing through Superior orbital fissure. Medial. Middle. Lateral. Inferior ophthalmic vein. Sympathetic nerves around internal carotid artery. Nasociliary nerve. Otulomotur nerve. Abducent nerve. Superior ophthalmic veinlacrimal nerve. Frontal nerve. Trochlear nerve. Mnemonic- Inferior sympathy. Mnemonic- NOAMnemonic Superior LPTInferior orbital fissure* Zygomatic br of maxillary nerve* Infraorbital nerve and vessels* Rami of Pterygoid ganglion* Communicating vein b/w inferior ophthalmic & pterygoid plexus of veins. Optic canal* Optic nerve* Ophthalmic artery. Infraorbital canal- Infra orbital nerve & vessels",
        "cop": 1,
        "opa": "superior orbital fissure",
        "opb": "Inferior orbital fissure",
        "opc": "Foramen magnum",
        "opd": "Optic canal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "c502503b-bd6f-46d9-a188-098c3a6ad9c7",
        "choice_type": "single"
    },
    {
        "question": "Facial colliculus covers-",
        "exp": "Ans. is 'b' i. e., Abducent nucleus o There is some misprinting in the question. It is abducent nucleus (not abducent nerve) which is covered by facial colliculus. o Facial colliculus is a small elevation in pons, produced by genu (recuring fibers) of facial nerve looping around (covering) abducent nucleus. o Facial colliculus produces medial eminence on each side of median sulcus in 4th ventricle",
        "cop": 2,
        "opa": "Facial nucleus",
        "opb": "Abducent nucleus",
        "opc": "Vestibular nucleus",
        "opd": "Vagal nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "3ee6cf84-6bde-42b2-94aa-6de4e28f5ff0",
        "choice_type": "single"
    }
]