[
    {
        "question": "Which of the following cranial nerve nucleus is located deep to facial colliculus? (AIIMS May 2015, November 2014)",
        "exp": "Ans. a. Abducent nerve (Ref: Gray's anatomy 40/e p240; Netter Collection of Medical Illustrations 2013/Vol. 7/e p178) Abducent nerve nucleus is located deep to facial colliculus. \"Facial colliculus is situated in the pons. It overlies the abducent nucleus. The facial nerve originates from its nucleus and goes around the abducent nerve. This is called as neurobiotaxis. \"---Gray s anatomy 40/e p240\"On each side of the median sulcus is a longitudinal elevation, the medial eminence. lateral to which lies sulcus limitans. Its superior part is the locus ceruleus, coloured bluish-grey from the patch of deeply pigmented nerve cells. Also lateral to the upper part of the medial eminence is a slight depression, the superior fovea, and just below and medial in this fovea is a rounded swelling, the facial colliculus, which overlies the nucleus of the abducens (VI) nerve and the facial (VII) nerve fibers encircling in the motor nucleus of the facial nerve lies more deeply in the pons. Inferolateral to the superior fovea is the upper part of the vestibular area, which overlies parts of the nuclei of the vestibulococchlear (VIII) nerve. \" Netter Collection of Medical Illustrations 2013/Vol. 7/e p178",
        "cop": 1,
        "opa": "Abducent nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Facial nerve",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "dd790351-25c3-4fd1-8501-067826ab7b4c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerves originates from dorsal aspect of the brain?",
        "exp": "Ans. c (Trochlear). (Ref. BD Chaurasia, Human Anatomy-Vol III, 3rd ed., 90)TROCHLEAR NERVE (MH 05; AI09)# It is thinnest cranial nerve# It is the only cranial nerve, which emerges on the dorsal aspect of brain stem (from superior medullar velum near frenulum veli just below the inferior colliculus).# It supplies the contralateral superior oblique muscle of eyeball.# In fourth-nerve paralysis the patient complains of double vision on looking straight downward. This is because the superior oblique is paralyzed and eye turns medially as the inferior rectus pulls eye downward.# Hint:- LR6- SO4 (Lateral rectus is supplied by 6th cranial nerve & superior oblique by 4th cranial nerve)",
        "cop": 3,
        "opa": "Abducens",
        "opb": "Oculomotor",
        "opc": "Trochlear",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "7a0353e4-d101-4247-97ed-15085b6e9c3e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a WRONG pair regarding features of cranial nerves:",
        "exp": "Most common nerve involved in basal skull fracture is Facial nerve. Most common nerve involved in raised intracranial tension is Abducent nerve. Most common nerve affected during spinal anesthesia is also Abducent nerve. Most commonly involved in intracranial aneurysm is Oculomotor nerve ansd not optic nerve. An aneurysm at the junction of the posterior communicating and posterior cerebral aeries compresses parasympathetic nerve fibers of the Oculomotor nerve, causing a dilated pupil.",
        "cop": 4,
        "opa": "Most commonly involved in basal skull fracture: Facial nerve",
        "opb": "Most commonly involved in raised intracranial tension: Abducent nerve",
        "opc": "Most commonly affected in spinal anaesthesia: Abducent nerve",
        "opd": "Most commonly involved in intracranial aneurysm: Optic Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "21a5961c-411e-4b79-ae91-03b8a6c1fac6",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve is attached to dorsal surface of brainstem -",
        "exp": "Ans. is 'c' i. e., Trochlear o Repeat from previous sessions.",
        "cop": 3,
        "opa": "Facial",
        "opb": "Trigeminal",
        "opc": "Trochlear",
        "opd": "Abducent",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ed2d3b01-f5b4-4c7e-ada5-d2cc3e99b0b9",
        "choice_type": "single"
    },
    {
        "question": "Hypoglossal nerve injury cause:",
        "exp": "Hypoglossal nerve cause: Tongue to dete to the affected side Larynx to dete to active side",
        "cop": 3,
        "opa": "Detion of soft palate to affected side",
        "opb": "Detion of soft palate to active side",
        "opc": "Detion of tongue to lesion side",
        "opd": "Detion of larynx to affected side",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "b479719b-c3cf-47ce-8e0f-c3779ee10847",
        "choice_type": "single"
    },
    {
        "question": "Maxillary nerve is transmitted?",
        "exp": "Maxillary nerve is a branch of Trigeminal nerve present in the floor of middle cranial fossa which passes through foramen rotundum. Lateral to it is present foramen ovale through which mandibular nerve passes & supplies the mandible. Middle meningeal aery passes through foramen spinosum. Emissary veins pass through foramen lacerum.",
        "cop": 2,
        "opa": "Foramen ovale",
        "opb": "Foramen rotundum",
        "opc": "Foramen lacerum",
        "opd": "Foramen spinosum",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ef77555d-f3ce-4b4d-9c79-91650b22a12d",
        "choice_type": "single"
    },
    {
        "question": "Nerve to pterygoid canal is formed from:",
        "exp": "Vidian nerve of pterygoid canal is formed by the union of greater petrosal nerve (parasympathetic fibers) and deep petrosal nerve (sympathetic fibers). The nerve is formed at the floor of foramen lacerum and runs anteriorly in pterygoid canal to reach the pterygopalatine ganglion.",
        "cop": 1,
        "opa": "Deep petrosal nerve joined by greater petrosal nerve",
        "opb": "Facial nerve",
        "opc": "Lesser superficial petrosal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1d3eb174-9229-4f1d-9559-5ed7371903db",
        "choice_type": "single"
    },
    {
        "question": "Most commonly injured nerve in raised intracranial pressure",
        "exp": "MC nerve involved in increased ICT - Abducens (VI). Reasons: Longest intradural course Taking a sharp bend over apex of petrous pa of temporal bone. Passing through the cavernous sinus, not suppoed laterally by any dura mater.",
        "cop": 4,
        "opa": "3rd",
        "opb": "4th",
        "opc": "5th",
        "opd": "6th",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "8fbee312-8b80-456e-81b9-a2a464a1ebda",
        "choice_type": "single"
    },
    {
        "question": "39-year-old man feels a discomfo when moving his tongue, pharynx, and larynx. Physical examination indicates that muscles attached to styloid process are paralyzed. Which of the following groups of cranial nerves are damaged?",
        "exp": "Styloid process provides attachments for the stylohyoid, styloglossus, and stylopharyngeus muscles. Stylohyoid muscle is innervated by facial nerve, styloglossus muscle by hypoglossal nerve, and stylopharyngeus muscle by glossopharyngeal nerve. No other muscles are attached to the styloid process.",
        "cop": 3,
        "opa": "Glossopharyngeal, trigeminal, and vagus nerves",
        "opb": "Hypoglossal, vagus and facial nerves",
        "opc": "Facial, glossopharyngeal, and hypoglossal nerves",
        "opd": "Vagus, spinal accessory, and hypoglossal nerves",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "45da5bdc-95ca-4127-a958-425128da065f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reflexes test the integrity of nucleus ambiguus",
        "exp": "Nucleus ambiguus involves cranial nerves 9th, 10th & 11th. It involves the nerve supply to soft palate, larynx & pharynx which is involved in speech & swallowing. Gag reflex: Contraction of the constrictor muscle of the pharynx elicited by touching the back of the pharynx.",
        "cop": 3,
        "opa": "Jaw jerk",
        "opb": "Stapedial reflex",
        "opc": "Gag reflex",
        "opd": "Corneal reflex",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "07253278-b850-4577-afc8-35d90ff61e14",
        "choice_type": "single"
    },
    {
        "question": "Palsy of right genioglossus causes",
        "exp": "Palsy of right genioglossus muscle detes the tongue to the right side, due to unopposed medial pull of the left genioglossus. Genioglossus muscle moves the tongue anterior (protrusion), inferior (depression) and medial (AIM). In bilateral contraction of genioglossus, the vector of medial pull is balanced (and cancelled), and there occurs protrusion and depression of tongue in midline.",
        "cop": 1,
        "opa": "Detion of tongue to right",
        "opb": "Detion of tongue to left",
        "opc": "Detion of soft palate to right",
        "opd": "Detion of soft palate to left",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "8264e6d4-9edd-4674-b258-28f0bb609db7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is decussated in superior medullary velum?",
        "exp": "ANSWER: (B) 4th nerve. REF: Neurology: A Queen Square Textbook - page 516. Trochlear nucleus (4th nerve) is located in the midline, just ventral to the cerebral aqueduct. Axons leave the nucleus and course dorsally around the aqueduct, decussates within the superior medullary velum and exit from the midbrain on its dorsal surface. \"Bilateral 4th nerve palsy may be due to a lesion in the superior medullary velum\"",
        "cop": 2,
        "opa": "3rd nerve",
        "opb": "4th nerve",
        "opc": "5th nerve",
        "opd": "6th nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "de9e32c6-f202-4553-b1bb-d68780dad270",
        "choice_type": "single"
    },
    {
        "question": "Loss of corneal reflex is due to injury of",
        "exp": "Loss of corneal reflex may result due to injury of Ophthalmic division of trigeminal nerve (afferent limb) or injury of Facial nerve (efferent limb).",
        "cop": 1,
        "opa": "Ophthalmic division of trigeminal nerve",
        "opb": "Optic nerve",
        "opc": "Oculomotor nerve",
        "opd": "1 and 2.",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "b7a0146c-067c-4325-b9a7-974eddf93d9d",
        "choice_type": "single"
    },
    {
        "question": "A young girl complains of dryness of the nose and the palate. This would indicate a lesion of which of the following ganglia?,",
        "exp": "Postganglionic parasympathetic fibers originating in the pterygopalatine ganglion innervate glands in the palate and nasal mucosa. The postganglionic parasympathetic fibers from the otic ganglion supply the parotid gland, those from the submandibular ganglion supply the submandibular and sublingual glands, and those from the ciliary ganglion supply the ciliary muscle and sphincter pupillae. The nodose (inferior) ganglion of the vagus nerve is a sensory ganglion.",
        "cop": 4,
        "opa": "Nodose ganglion",
        "opb": "Otic ganglion",
        "opc": "Submandibular ganglion",
        "opd": "Pterygopalatine ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "bfa75a48-1880-4da5-830e-2cdc0e02217c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is suffering from numbness over the tip of her nose. Which of the following nerves is most likely to be damaged?",
        "exp": "The skin over the tip of the nose is innervated by the external nasal branch of anterior ethmoidal nerve which is a branch of the nasociliary nerve of the ophthalmic division of the trigeminal nerve.",
        "cop": 1,
        "opa": "Ophthalmic division of the trigeminal nerve",
        "opb": "Maxillary division of the trigeminal nerve",
        "opc": "Mandibular division of the trigeminal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "338b306f-e979-400b-a964-4a69a035e13f",
        "choice_type": "single"
    },
    {
        "question": "What is NOT seen in occulomotor palsy",
        "exp": "The paralysis of third nerve results in: Ptosis or drooping upper eye lid - paralysis of levator palpebrae superior. Lateral squint (lateral & downward gaze) Dilation of pupil - paralysis of parasympathetic fibers to sphincter pupillae muscle. Loss of accommodation Foreward projection of eye / proptosis Diplopia",
        "cop": 1,
        "opa": "Lateral and upward gaze",
        "opb": "Ptosis",
        "opc": "Loss of light reflex",
        "opd": "Dilatation of pupil",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "903815e9-c9c6-42e8-b638-528645e12990",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old woman is suffering from numbness over the lower eyelid. Which of the following nerves is most likely to be damaged?",
        "exp": "Opthalmic nerve supplies Forehead Upper eyelid Tip of nose CHOICE EXPLANATION & ELIMINATION REASON 1 Tip of her nose - Ophthalmic division of the trigeminal nerve 2 Lower eyelid, upper lip - Maxillary division 3 Mandibular division - Lower lip 4 Not correct - Motor supply",
        "cop": 2,
        "opa": "Ophthalmic division of the trigeminal nerve",
        "opb": "Maxillary division of the trigeminal nerve",
        "opc": "Mandibular division of the trigeminal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "4d71a28c-fd21-4a54-89b3-907d2d0345dc",
        "choice_type": "single"
    },
    {
        "question": "Nucleas ambiguous doesn't include -",
        "exp": "Ans. is 'a' i. e., 7th nerve o The nucleus ambiguous is a special visceral efferent nucleus. Special efferent nuclei supply the muscles derived from the branchial arches. Special visceral efferent nuclei: The motor nucleus of the trigeminal nerve in the upper part of pons. Supplies muscles of first arch through the mandibular division of the trigeminal nerve. The nucleus of the facial nere in the lower part of the pons. Supplies muscles of the 2nd arch through facial nerve. Nucleus ambiguous in the medulla. It supplies stylopharymgeus muscle through the glossopharyngeal nerve and the muscles of the palate, pharynx and lary nx through the vago-accessory complex. Thus the nucleus doesn't include 7th nerve. General somatic efferent nucleio Supply skeletal muscles of somatic origin. Oculomotor nucleus in the midbrain at the level of superior colliculus supplies 5 extraocular muscles through the oculomotor nerve. Trochlear nucleus in the midbrain at the level of inferior colliculus supplies superior oblique muscle through the trochlear nerve. Abducens nucleus in lower pons supplies lateral rectus muscle through the 6th nerve. Hypoglossal nucleus in the medulla supplies muscles of the tongue except palatoglossus through the 12th nerve. General visceral efferent nucleio Give origin to preganglionic parasympathetic neurons that relay in peripheral ganglia and supply glands or smooth muscles. Edinger-westphal nucleus in the midbrain --- fibres pass through the 3rd nerve to the ciliary ganglion to supply the sphincter pupillae and cilliary muscle. Lacrimatory nucleus in the pons --- fibres pass through facial nerve and its greater petrosal nerve to relay in the pterygopalatine ganglion to supply lacrimal, nasal and palatal glands. Superior salivatory nucleus in lower pons --- fibres pass through facial nerve and its chorda tympani branch to the submandibular ganglion to supply submandibular and sublingual glands. Inferior salivatory nucleus in lower pons --- fibres pass through glossopharyngeal nerve to relay in the otic ganglion to supply parotid gland. Dorsal nucleus of vagus in medulla --- fibres pass through vagus nerve to be distributed to the thoracic and abdominal viscera thorugh respective ganglia. General visceral afferent and special visceral afferent nucleuso The only nucleus in this category is nucleus of tractus solitarius which lies in the medulla, o It receives general visceral sensations through the 9th and 10th nerves. o The special visceral afferent part is concerned with taste sensation and hence receives afferents from 7th, 9th and 10th nerves. General somatic afferent nuclei. Main sensory nucleus of the trigeminal nerve -- for touch sensation from face2 Spinal nucleus of trigeminal nerve -- for pain and temperature sensations from face3. Mesencephalic nucleus of trigeminal nerve -- proprioception from muscles of mastication. Special somatic afferent nuclei1. Cochlear nucleus receives impulses of hearing through cochlear nerve2 Vestibular nucleus receives sensations through vestibular nerve.",
        "cop": 1,
        "opa": "7th nerve nucleus",
        "opb": "9th nerve nucleus",
        "opc": "l0th nerve nucleus",
        "opd": "11th nerve nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "cadf7e17-3ded-4ca9-b736-905a2270f430",
        "choice_type": "single"
    },
    {
        "question": "75% contribution to parasympathetic system is by which cranial nerve -",
        "exp": "Ans. is D i. e., Vagus \"Vagus nerve contains almost 75% of all parasympathetic nerve fibers\" - Clinical anatomy \"About 75% of all parasympathetic nerve fibers are in vagus nerve\" - Miller's Anesthesia",
        "cop": 4,
        "opa": "Oculomotor",
        "opb": "Facial",
        "opc": "Glossopharyngeal",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "01a2b260-d0d1-4973-8b9c-269fb11733a4",
        "choice_type": "single"
    },
    {
        "question": "Findings of trigeminal nerve injury include:",
        "exp": "Trigeminal nerve has 3 branches: ophthalmic, maxillary and mandibular, the lesions results in sensory loss on face. Injury to ophthalmic nerve injury leads to loss of corneal (blink) reflex; maxillary nerve injury results in loss of sneeze reflex and in mandibular nerve injury, there is loss of jaw jerk. Muscles of mastication are paralysed in mandibular nerve injury and manifests as a detion of the mandible toward the side of the lesion while trying to open the mouth. Note: Since the normal opposite lateral pterygoid is not being balanced, it pulls the mandible across the midline to shift it to the same side of lesion. Normally the two lateral pterygoids balance each other to protrude the jaw in the midline. Paial deafness to low pitched sound due to paralysis of tensor tympani muscle is also observed. Mydriasis and ptosis are not clinical features of trigeminal nerve injury.",
        "cop": 2,
        "opa": "Pupillary dilation",
        "opb": "Loss of blinking reflex of eye",
        "opc": "Persistence of jaw reflex",
        "opd": "Ptosis",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "146043a6-bc60-4675-9187-4da56253366e",
        "choice_type": "single"
    },
    {
        "question": "VIII cranial nerve affects:",
        "exp": "Ans is 'b' i. e. Equilibrium VIII cranial nerve or the vestibulocochlear nerve consists of two parts; a cochlear part concerned with hearing, and a vestibular part concerned with equilibrium.",
        "cop": 2,
        "opa": "Taste",
        "opb": "Equilibrium",
        "opc": "Touch",
        "opd": "Smell",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "1e88aa83-ea42-4d8d-9966-360efa24b9a0",
        "choice_type": "single"
    },
    {
        "question": "Post Superior Alveolar Nerve is a branch of:",
        "exp": "Posterior superior alveolar nerve is a direct branch of Maxillary Nerve. It supplies mainly the molar teeth. It also supplies the maxillary sinus, gingiva and inner cheek region.",
        "cop": 4,
        "opa": "Mandibular",
        "opb": "Facial",
        "opc": "Lingual",
        "opd": "Maxillary",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "7df4f06d-8ca6-4873-ad2f-9fe8e1d40a31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerve is a pure motor nerve?",
        "exp": "Pure sensory 1-olfactory 2-optic 8-vestibulocochlear Pure motor 3-oculomotor 4-trochlear 6-abducent 11-accessory 12-hypoglossal Mixed 5-trigeminal 7-facial 9-glossopharyngeal 10-vagus",
        "cop": 1,
        "opa": "3",
        "opb": "5",
        "opc": "8",
        "opd": "9",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "f2b3504c-cd60-4daf-9f06-437fc9f360c0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve nucleus underlies the facial colliculus?",
        "exp": "Ans. a. Abducent (Ref: Gray's anatomy 40/e p240; Netter Collection of Medical Illustrations 2013/Volume-7/178) Abducent nerve nucleus underlies the facial colliculus. 'Facial colliculus is situated in the pons. It overlies the abducent nucleus. The facial nerve originates from its nucleus and goes around the abducent nerve. This is called as neurobiotaxis. - Gray's anatomy 40/e p240'On each side of the median sulcus is a longitudinal elevation, the medial eminence, lateral to which lies sulcus limitans. Its superior part is the locus ceruleus, coloured bluish-grey from the patch of deeply pigmented nerve cells. Also lateral to the upper part of the medial eminence is a slight depression, the superior fovea, and just below and medial in this fovea is a rounded swelling, the facial colliculus, which overlies the nucleus of the abducens (VI) nerve and the facial (VII) nerve fibers encircling in the motor nucleus of the facial nerve lies more deeply in the pons. Inferolateral to the superior fovea is the upper part of the vestibular area, which overlies parts of the nuclei of the vestibulococchlear (VIII) nerve. ' Netter Collection of Medical Illustrations 2013/Volume-7/178",
        "cop": 1,
        "opa": "Abducent",
        "opb": "Vestibulocochlear",
        "opc": "Facial",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "0dcd41d2-0373-4daa-b8f6-119a51d6f5ef",
        "choice_type": "single"
    },
    {
        "question": "Injury to which of the following nerves leads to paralysis of the posterior belly of the digastric muscle?",
        "exp": "The posterior belly of digastric is innervated by the Facial nerve, whereas the anterior belly is innervated by the mandibular division of Trigeminal nerve. The Accessory nerve supplies the sternocleidomastoid and trapezius muscles. The Ansa cervicalis innervates the infrahyoid (or strap) muscles.",
        "cop": 4,
        "opa": "Accessory nerve",
        "opb": "Trigeminal nerve",
        "opc": "Ansa cervicalis",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "ec59ffeb-e0ed-4184-85e0-c99009813942",
        "choice_type": "single"
    },
    {
        "question": "Occulomotor nucleus is located in -",
        "exp": "Ans. is 'b' i. e., Midbrain o Cranial nerves I, IIo Cranial nerves III, IVo Cranial nerves V, VI, VII, VIIIo Cranial nerves IX, X, XI, XII----Forebrain. Midbrain. Pons. Medulla",
        "cop": 2,
        "opa": "Forebrain",
        "opb": "Midbrain",
        "opc": "Pons",
        "opd": "Medulla",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "52b545a1-5a6d-4fa9-ba76-79e274ca2312",
        "choice_type": "single"
    },
    {
        "question": "Oculomotor nerve leaves cranium through:",
        "exp": "Ans a) superior orbital fissure. Structure passing through Superior orbital fissure. Medial. Middle. Lateral. Inferior ophthalmic vein. Sympathetic nerves around internal carotid artery. Nasociliary nerve. Otulomotur nerve. Abducent nerve. Superior ophthalmic veinlacrimal nerve. Frontal nerve. Trochlear nerve. Mnemonic- Inferior sympathy. Mnemonic- NOAMnemonic Superior LPTInferior orbital fissure* Zygomatic br of maxillary nerve* Infraorbital nerve and vessels* Rami of Pterygoid ganglion* Communicating vein b/w inferior ophthalmic & pterygoid plexus of veins. Optic canal* Optic nerve* Ophthalmic artery. Infraorbital canal- Infra orbital nerve & vessels",
        "cop": 1,
        "opa": "superior orbital fissure",
        "opb": "Inferior orbital fissure",
        "opc": "Foramen magnum",
        "opd": "Optic canal",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "c502503b-bd6f-46d9-a188-098c3a6ad9c7",
        "choice_type": "single"
    },
    {
        "question": "Facial colliculus covers-",
        "exp": "Ans. is 'b' i. e., Abducent nucleus o There is some misprinting in the question. It is abducent nucleus (not abducent nerve) which is covered by facial colliculus. o Facial colliculus is a small elevation in pons, produced by genu (recuring fibers) of facial nerve looping around (covering) abducent nucleus. o Facial colliculus produces medial eminence on each side of median sulcus in 4th ventricle",
        "cop": 2,
        "opa": "Facial nucleus",
        "opb": "Abducent nucleus",
        "opc": "Vestibular nucleus",
        "opd": "Vagal nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Cranial Nerves",
        "id": "3ee6cf84-6bde-42b2-94aa-6de4e28f5ff0",
        "choice_type": "single"
    }
]