[
    {
        "question": "The nerve mediating pain of External hemorrhoids is:",
        "exp": "-External hemorrhoids --> present below pectinate line, painful bleeding is present --> pain carried by Inferior Rectal Nerve (branch of pudendal nerve). -Internal haemorrhoids --> present above pectinate line --> painless bleeding is its feature.",
        "cop": 2,
        "opa": "Hypogastric nerve",
        "opb": "Inferior rectal nerve",
        "opc": "Pelvic splanchnic nerve",
        "opd": "Sympathetic plexus",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "f6fc2cdc-f9bc-475f-ab6b-06ed3a54f8c1",
        "choice_type": "single"
    },
    {
        "question": "Into which structure does hemorrhage occur after injury to the inferior rectal vessels?",
        "exp": "Hemorrhage occur after injury to the inferior rectal vessels in ischiorectal fossa. The ischiorectal fossa lies in the anal triangle and is bound laterally by the obturator internus with its fascia and superomedially by the levator ani and external anal sphincter. It contains the inferior rectal vessels. Thus, haemorrhage occurs in the ischiorectal fossa when it is ruptured.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "E",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "9f518ea6-a45e-44a8-bf6d-70140ae5565b",
        "choice_type": "single"
    },
    {
        "question": "The labia minora arises embryologically from which of the following structures?",
        "exp": "In the female, the urogenital folds remain unfused and form the labia minora. Embryological structure Genital derivatives Labio scrotal swelling labio majora and scrotum Genital ridge testis, ovary Urogenital folds labia minora Urogenital sinus urinary bladder, urethra And lower pa of vagina.",
        "cop": 4,
        "opa": "Phallus",
        "opb": "Labioscrotal swellings",
        "opc": "Sinovaginal bulbs",
        "opd": "Urogenital folds",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "4ee4c875-c346-4d15-9b1a-fbfc5366924f",
        "choice_type": "multi"
    },
    {
        "question": "A 37-year-old woman is suffering from carcinoma of the uterus(fundus area). Cancer cells are likely to metastasize directly to which of the following lymph nodes?,",
        "exp": "The superficial inguinal nodes receive lymph from the buttocks, labium majora, upper uterus and the lower pas of the vagina and anal canal. These nodes have efferent vessels that drain primarily into the external iliac and common iliac nodes and ultimately to the lumbar (aoic) nodes. The internal iliac nodes receive lymph from the upper pa of the rectum, vagina, uterus, and other pelvic organs, and they drain into the common iliac nodes and then into the lumbar (aoic) nodes. Pa of uterus Draining lymph nodes Fundus Pre and para aoic lymph nodes Isthmus Round ligament lymphatics- superficial ingiunal LN Mid uterus External iliac LN lower uterus(cervix) everywhere except inguinal LN",
        "cop": 3,
        "opa": "External iliac nodes",
        "opb": "Internal iliac nodes",
        "opc": "Superficial inguinal nodes",
        "opd": "Aoic (lumbar) nodes",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "dee2cd4c-3bad-4184-93f6-2a4300cb914b",
        "choice_type": "single"
    },
    {
        "question": "Prostate gland is derived from",
        "exp": "In the hindgut at the region of cloaca develops a urogenital sinus which forms urinary bladder, urethra and lower pa of vagina in females. It also forms inner glandular poion of prostate gland. It is endodermal in origin.",
        "cop": 1,
        "opa": "Urogenital sinus",
        "opb": "Urogenital folds",
        "opc": "Labioscrotal swelling",
        "opd": "Gubernaculum",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "6d645d17-229e-490c-90fa-d7fa25230465",
        "choice_type": "single"
    },
    {
        "question": "TRUE about attachment at ischial tuberosity",
        "exp": "Muscle Origin Semitendinosus Inferomedial impression on upper pa of ischial tuberosity Semimembranosus Superolateral impression on upper pa of ischial tuberosity. Biceps femoris Long head: inferomedial impression on upper pa of ischial tuberositysho head: lateral lip of linea aspera Adductor magnus Lower lateral pa of ischial tuberosity, ramus of ischium, lower pa of inferior ramus of pubis. fig:-ischial tuberosity attachment of muscles",
        "cop": 2,
        "opa": "Origin of semitendinosus from superolateral area",
        "opb": "Origin of semimembranosus from superolateral area",
        "opc": "Origin of long head of biceps from inferolateral area",
        "opd": "Origin of adductor magnus from inferomedial area",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "385b38a4-8bfd-4827-9663-8f1babdc4f4e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structures contribute to development of Kidney?",
        "exp": "Kidney has two pas: The excretory system (true kidney) develops from the metanephric blastema. The collecting system develops from Mesonephric duct (ureteric bud). Ureteric bud penetrates metanephros to conve it into metanephric blastema, which later develops into true kidney. Sources for kidney development Source System Structure derived: Metanephric blastema Excretory system PCT, DCT, Bowman's capsule, Henle's loop Ureteric bud Collecting system Collecting ducts, major and minor calyces, renal pelvis.",
        "cop": 4,
        "opa": "Metanephros",
        "opb": "Mesonephros",
        "opc": "Blastema",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "fe40a480-2632-4c72-bffe-416108446ca4",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old woman who has had six children develops a weakness of the urogenital diaphragm. Paralysis of which of the following muscles would cause such a symptom",
        "exp": "The urogenital diaphragm consists of the sphincter urethrae and deep transverse perineal muscles. Weakness of the muscles, ligaments, and fasciae of the pelvic floor, such as the pelvic diaphragm, urogenital diaphragm, and cardinal (transverse cervical) ligaments, occurs as a result of multiple child delivery, advancing age, and menopause. The pelvic diaphragm is composed of the levator ani and coccygeus muscles.",
        "cop": 1,
        "opa": "Sphincter urethrae",
        "opb": "Coccygeus",
        "opc": "Superficial transversus perinei",
        "opd": "Levator ani",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "ca7fefac-0271-410f-9d72-6a3235394bc3",
        "choice_type": "single"
    },
    {
        "question": "Genital ridge develops from",
        "exp": "Intermediate mesoderm forms the urogenital ridge which forms testes, ovary and kidney Paraxial mesoderm differentiate into somites and form skeletal muscles and veebral bodies. Lateral plate mesoderm-small spaces appear in it and later they form intraembryonic coelom.",
        "cop": 3,
        "opa": "Paraxial mesoderm",
        "opb": "Lateral plate mesoderm",
        "opc": "Intermediate mesoderm",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "d0718a86-0cb0-4bc0-8cc9-7623975a7126",
        "choice_type": "multi"
    },
    {
        "question": "Which Of the following statement is false? The pudendal nerve",
        "exp": "The perineal branch is sensory to the skin of the scrotum and the labia majora. The pudendal nerve exits the pelvis through the greater sciatic foramen and re-enters through the lesser sciatic foramen to run along the lateral wall of the pelvis. This is Alcock's canal, which contains the pudendal nerve and vessels. The dorsal branch is sensory to the penis/clitoris.",
        "cop": 4,
        "opa": "Enters the pelvis through the lesser sciatic foramen.",
        "opb": "Runs in a canal formed by the obturator internus fascia.",
        "opc": "Has a dorsal branch which is sensory to the penis.",
        "opd": "Has a perineal branch which is sensory to the clitoris.",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "62e639d4-d7e8-4b7a-b0a7-1a339cb9babf",
        "choice_type": "multi"
    },
    {
        "question": "An urologist, for a case of erectile dysfunction, decides a direct injection of prostaglandin E1 into the penis. Injection is generally performed directly into the corpus cavernosum. During the procedure, the needle would pass through which of the following layers in order",
        "exp": "The needle would pass, sequentially through the skin, superficial fascia of the penis, deep (Bucks) fascia of the penis, and tunica albuginea. The superficial fascia of the penis is superficial to the deep (Buck's) fascia of the penis. Daos fascia is continuous with the superficial fascia of the penis as well as the superficial fascia of the scrotum and would not be the deepest layer pierced by the needle The tunica albuginea is the deepest layer surrounding the corpora cavernosa.",
        "cop": 3,
        "opa": "Skin, Buck's fascia, superficial penile fascia, daos fascia, tunica albuginea",
        "opb": "Skin, perineal membrane, superficial penile fascia, deep perineal fascia",
        "opc": "Skin, superficial penile fascia, Buck's fascia, tunica albuginea",
        "opd": "Skin, superficial penile fascia, tunica albuginea, perineal membrane",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "d73e85d4-2809-46a5-b5a2-a832d55f5f3a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structures does not drain to the superficial inguinal lymph nodes?",
        "exp": "Superficial inguinal lymph nodes: Upper nodes divided into upper lateral & upper medial nodes. Lower veical group drains lymph from most of lower limb Upper lateral group drains lymph from infra umbilical pa of anterior abdominal wall & gluteal region. Upper medial group drains from external genital organ including terminal ends of urethra, anal canal & vagina.",
        "cop": 4,
        "opa": "Perineum",
        "opb": "Feet",
        "opc": "Scrotum",
        "opd": "Testicle",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "754dd53c-d471-40f8-9137-ab084466a841",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure doesn't pierce sacrotuberous ligament",
        "exp": "Sacro - tuberous ligament. Structures piercing sacro-tuberous ligament are coccygeal branches of inferior gluteal aery perforating cutaneous nerve filaments of coccygeal plexus.",
        "cop": 3,
        "opa": "Inferior gluteal aery",
        "opb": "Perforating cutaneous nerve",
        "opc": "Posterior femoral cutaneous nerve",
        "opd": "Coccygeal plexus",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "e8b17f4b-3fcc-45e3-9764-92bafd76dd65",
        "choice_type": "single"
    },
    {
        "question": "The Y chromosome carries a gene on its sho arm that codes for",
        "exp": "The SRY (sex region Y chromosome) gene present on the sho arm of the Y chromosome codes for TDF (Testes Determining Factor). Presence or absence of this chromosome decides whether the fetus will be male or female. Sex determination is not possible till week 6 i. e. why the embryo is called indeterminate embryo till week 6. External sex differentiation completes after week 11. USG sex determination can be done at this time.",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "MIF",
        "opc": "Testes-determining factor (TDF)",
        "opd": "Progesterone",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "720aaff8-2b5e-4911-90c1-4cc354fa42af",
        "choice_type": "single"
    },
    {
        "question": "Injury to which of the following muscle may lead to urinary incontinence along with cystocele, rectocele and Prolapse of uterus",
        "exp": "Pubococcygeus is a pa of pelvic diaphragm Pelvic diaphragm - Mainly constituted by Levator ani muscles (Pubococcygeus, iliococcygeus) & Ischio-coccygeus, which suppos pelvic viscera so Injury to pubococcygeus muscle may lead to urinary incontinence along with cystocele, rectocele and Prolapse of uterus",
        "cop": 2,
        "opa": "Ischiocavernosus",
        "opb": "Pubococcygeus",
        "opc": "Bulbospongiosus",
        "opd": "Urethral and anal sphincter",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "d2b565fa-9879-4c38-ba66-a38d5abb52f8",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl presents with a large abdominal mass just superior to the pubic symphysis. The mass is tender when palpated and fixed in location. During surgery, a fluid-filled mass is noted connected to the umbilicus superiorly and to the urinary bladder inferiorly. What is the diagnosis?",
        "exp": "A urachal cyst or sinus forms from a remnant of the allantois and is found along the midline on a path from the umbilicus to the apex of the urinary bladder. The epithelium lining the cyst produces secretions that gradually fill the remnant with fluid. Very rarely, the entire allantois persists, forming a fistula that is patent from the urinary bladder to the exterior at the umbilicus.",
        "cop": 4,
        "opa": "Pelvic kidney",
        "opb": "Horseshoe kidney",
        "opc": "Polycystic disease of the kidney",
        "opd": "Urachal cyst",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "05b1ff05-ef7f-48ba-8c10-d1af1a6738d3",
        "choice_type": "single"
    },
    {
        "question": "Fascia of Waldeyer belongs to",
        "exp": "Presacral fascia of Waldeyer, lies the anterior aspect of the sacrum, enclosing the sacral vessels and nerves. It continues anteriorly as the pelvic parietal fascia covering the entire pelvic cavity and is limited posteroinferiorly, as it fuses with the mesorectal fascia, lying above the levator ani muscle at the level of the anorectal junction.",
        "cop": 1,
        "opa": "Fascia of the pelvic wall to anorectal junction",
        "opb": "Fascia of the pelvic floor",
        "opc": "Fascia of the pelvic viscera",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "e099eff8-b9cb-452f-b82f-05856a145a19",
        "choice_type": "multi"
    },
    {
        "question": "During surgery for a benign cyst on the kidney, the surgeon notes that the patient's right kidney has two ureters and two renal pelvis. This malformation is",
        "exp": "The ureteric bud seems to be preprogrammed to undergo repeated divisions. These divisions normally begin on contact with the metanephric blastema. If the ureteric bud undergoes division prematurely, duplication of the ureter and renal pelvis occurs. In some circumstances, two separate kidneys may form.",
        "cop": 4,
        "opa": "An abnormal division of the pronephros",
        "opb": "An abnormal division of the mesonephros",
        "opc": "A premature division of the metanephric blastema",
        "opd": "A premature division of the ureteric bud",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "41b45c8d-103f-4f75-b867-b76fccd14365",
        "choice_type": "single"
    },
    {
        "question": "Development of labia majora is from",
        "exp": "Labia Majora and Scrotum develops from the same structure known as Labio scrotal swelling. Genital ridge forms testes, ovary Urethral folds also known as genital folds forms the labia minora. Urogenital sinus forms urinary bladder, urethra And lower pa of vagina.",
        "cop": 4,
        "opa": "Urogenital sinus",
        "opb": "Urethral fold",
        "opc": "Genital ridge",
        "opd": "Genital swelling",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "c25699fa-0b5a-4900-aa93-20d10e99f12d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following combination is WRONG regarding developmental origin of urogenital system",
        "exp": "Marker 3 is Urethra, which develops from Urogenital sinus (not Mesonephric duct). Key: Marker 1- Uterine tube: Develops from Paramesonephric (Mullerian) duct Marker 2 - Uterus: Develops from Paramesonephric (Mullerian) duct Marker 3 - Urethra: Develops from Urogenital sinus Marker 4 -Urinary bladder: Develops from Urogenital sinus",
        "cop": 2,
        "opa": "2 - Para mesonephric duct",
        "opb": "3- Mesonephric duct",
        "opc": "1 - Mullerian duct",
        "opd": "4- Urogenital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "3160480e-6220-47f7-8395-e7029c69a731",
        "choice_type": "single"
    },
    {
        "question": "When does the metanephros become functional?",
        "exp": "The metanephros begins to form at week 5 and stas to function in the fetus at about week 10-12 The pronephros is not functional in humans. The mesonephros leaves behind mesonephric duct & gets degenerated.",
        "cop": 3,
        "opa": "At week 3 of development",
        "opb": "At week 4 of development",
        "opc": "At week 10 -12 of development",
        "opd": "Just before bih",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "66277d4d-0454-482c-b801-c256fd60347e",
        "choice_type": "single"
    },
    {
        "question": "Cremaster is supplied by",
        "exp": "Cremaster muscle Lies in scrotum Sensory supply to cremaster Laterally -Femoral Branch of genitofemoral nerve Medially - Ilioinguinal nerve Motor supply to cremaster Genital branch of genitofemoral nerve",
        "cop": 3,
        "opa": "Sacral plexus",
        "opb": "Femoral branch of genitofemoral nerve",
        "opc": "Genital branch of genitofemoral nerve",
        "opd": "Femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "98d4b830-c275-4c83-a90c-ffd3432dfa47",
        "choice_type": "single"
    },
    {
        "question": "All are derivatives of ureteric bud EXCEPT",
        "exp": "Ureteric bud forms 1. Collecting duct 2. Major calyx 3. Minor calyx 4. Renal pelvis 5. Ureter Connecting ducts are formed from metanephric blastema which is derived from intermediate mesoderm.",
        "cop": 4,
        "opa": "Ureter",
        "opb": "Renal pelvis",
        "opc": "Minor calyx",
        "opd": "Connecting tubule",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "88453a8b-1d32-41d7-a71d-65aea4153ab4",
        "choice_type": "multi"
    },
    {
        "question": "A 46-year-old woman has a history of infection in her perineal region. A comprehensive examination reveals a tear of the superior boundary of the superficial perineal space. Which of the following structures would most likely be injured",
        "exp": "The superior (deep) boundary of the superficial perineal space is the perineal membrane (inferior fascia of the urogenital diaphragm). Colle's fascia is the deep membranous layer of the superficial perineal fascia. Deep perineal fascia essentially divides the superficial perineal space into a superficial and deep compament. Pelvic diaphragm consists of the levator ani and coccygeus muscles.",
        "cop": 4,
        "opa": "Pelvic diaphragm",
        "opb": "Colles fascia",
        "opc": "Superficial perineal fascia",
        "opd": "Perineal membrane",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "5be8554c-020c-4669-b18d-ec0e691c6464",
        "choice_type": "single"
    },
    {
        "question": "All are the contents of spermatic cord except?",
        "exp": "Contents are 3 aeries: Cremastric aery, aery to Ductus deferens, Testicular aery 3 nerves- Genitofemoral Nerve, Autonomic and Visceral Afferent Nerves (Ilioinguinal n. is outside the spermatic cord) 3 other structures Pampiniform Plexus, Vas Deferens and Lymphatics",
        "cop": 4,
        "opa": "Ductus deferens",
        "opb": "Testicular aery",
        "opc": "Pampiniform plexus of veins",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "cb471c18-ea61-4390-a312-2afb9b42bf8b",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old carpenter sustains severe injuries of the pelvic splanchnic nerve by a deep puncture wound, which has become contaminated. The injured parasympathetic preganglionic fibers in the splanchnic nerve are most likely to synapse in which of the following ganglia?",
        "exp": "The pelvic splanchnic nerves carry preganglionic parasympathetic general visceral efferent fibers that synapse in the ganglia of the inferior hypogastric plexus and in terminal ganglia in the muscular walls of the pelvic organs. The sympathetic preganglionic fibers synapse in the sympathetic chain (paraveebral) ganglia or in the collateral (preveebral) ganglia. The dorsal root ganglia contain cell bodies of general somatic afferent (GSA) and general visceral afferent (GVA) fibers and have no synapses. The two sympathetic trunks unite and terminate in the ganglion impar (coccygeal ganglion), which is the most inferior, unpaired ganglion located in front of the coccyx.",
        "cop": 1,
        "opa": "Ganglia in or near the viscera or pelvic plexus",
        "opb": "Sympathetic chain ganglia",
        "opc": "Collateral ganglia",
        "opd": "Dorsal root ganglia",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "7ec748fb-8f8c-407d-aaa4-6807b537833c",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old small business manager receives a gunshot wound in the pelvic cavity, resulting in a lesion of the sacral splanchnic nerves. Which of the following nerve fibers would primarily be damaged?",
        "exp": "The sacral splanchnic nerves consist primarily of preganglionic sympathetic neurons and also contain GVA fibers. None of the other fibers listed are contained in these nerves.",
        "cop": 3,
        "opa": "Postganglionic parasympathetic fibers",
        "opb": "Postganglionic sympathetic fibers",
        "opc": "Preganglionic sympathetic fibers",
        "opd": "Preganglionic parasympathetic fibers",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "6f8003a8-f49a-4ffb-b738-7c08d1a1e1f1",
        "choice_type": "multi"
    },
    {
        "question": "Internal trigone of urinary bladder develops from:-",
        "exp": "The entire mucosa of urinary bladder except the internal trigone develops from endoderm of vesicourethal pa of cloaca. The internal trigone is developed from the mesoderm by incorporation of caudal pas of the mesonephric ducts.",
        "cop": 3,
        "opa": "Ectoderm",
        "opb": "Endoderm",
        "opc": "Mesoderm",
        "opd": "Any of above",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "042bd802-64fa-493a-b24f-5a0ea6d8b7a4",
        "choice_type": "multi"
    },
    {
        "question": "A neurosurgeon performs a surgical resection of a rare meningeal tumor in the sacral region. He tries to avoid an injury of the nerve that arises from the lumbosacral plexus and remains within the abdominal or pelvic cavity. To which of the following nerves should he pay paicular attention",
        "exp": "The Lumbosacral trunk is formed by pa of the ventral ramus of the fouh lumbar nerve and the ventral ramus of the fifth lumbar nerve. This trunk contributes to the formation of the sacral plexus by joining the ventral ramus of the first sacral nerve in the pelvic cavity and does not leave the pelvic cavity. All other nerves leave the abdominal and pelvic cavities. other options are branches of only lumbar plexus no sacral involvement",
        "cop": 3,
        "opa": "Ilioinguinal nerve",
        "opb": "Genitofemoral nerve",
        "opc": "Lumbosacral trunk",
        "opd": "Femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "c2f765f0-ad5a-4e57-b9b2-4688a60b94cf",
        "choice_type": "single"
    },
    {
        "question": "Lower 1/3 of vagina is formed by",
        "exp": "Lower 2/3rd of vagina formed from sinovaginal bulb which comes from endoderm of urogenital sinus. Upper 1/3rd of vagina is derived from fused paramesonephric duct. Mesonephric duct forms the collecting pa or ductular pa of male reproductive system. Mesoderm of Mullerian duct is basically paramesonephric duct.",
        "cop": 3,
        "opa": "Mesonephric duct",
        "opb": "Paramesonephric duct",
        "opc": "Sinovaginal bulb",
        "opd": "Mesoderm of mullerian duct",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "83d19023-2a1e-461b-b90a-b033af147a08",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes the pelvic viscera?",
        "exp": "The ejaculatory duct is formed by the union of the seminal vesicles and the vas deferens. The vas deferens runs through the inguinal canal within the spermatic cord. The vas deferens runs anterior to the ureter to enter the prostate. The vas deferens enter the prostatic urethra at the level of the urethral crest on either side of the prostatic utricle.",
        "cop": 2,
        "opa": "The vas deferens is formed by the union of the ejaculatory ducts and the seminal vesicles.",
        "opb": "The vas deferens runs through the inguinal canal.",
        "opc": "The vas deferens passes anterior to the urethra to enter the bladder.",
        "opd": "The ejaculatory ducts enter the spongy urethra.",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "d2305438-031e-4b66-ac1f-26f5fe823c1e",
        "choice_type": "multi"
    },
    {
        "question": "Trigone of Urinary Bladder develops from?",
        "exp": "Trigone is derived from mesoderm although bladder is endodermal in origin. Intermediate mesoderm forms the Genito urinary system. Endoderm forms the urogenital sinus which forms urinary bladder and urethra.",
        "cop": 1,
        "opa": "Mesoderm",
        "opb": "Ectoderm",
        "opc": "Endoderm of urachus",
        "opd": "Endoderm of urogenital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "2eeea514-56ca-445a-b65e-738b13a8bd00",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old man is unable to expel the last drops of urine from the urethra at the end of micturition because of paralysis of the external urethral sphincter and bulbospongiosus muscles. This condition may occur as a result of injury to which of the following nervous structures",
        "exp": "The perineal branch of the pudendal nerve supplies the External urethral sphincter and bulbospongiosus muscles in the male. All other nervous structures do not supply skeletal muscles but supply smooth muscles in the perineal and pelvic organs. The pelvic and prostatic plexuses contain both sympathetic and parasympathetic nerve fibers. The pelvic splanchnic nerve carries preganglionic parasympathetic fibers, whereas the sacral splanchnic nerve transmits preganglionic sympathetic fibers.",
        "cop": 3,
        "opa": "Pelvic plexus",
        "opb": "Prostatic plexus",
        "opc": "Pudendal nerve",
        "opd": "Pelvic splanchnic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "eee83c74-d2c9-41f1-8ba3-0546fe9477a1",
        "choice_type": "single"
    },
    {
        "question": "An elderly man with prostatic hyperophy returns to his urologist with another case of epididymitis. An acute infection involving the daos muscle layer of the scrotum most likely leads to an enlargement of which of the following lymph nodes?",
        "exp": "The superficial inguinal lymph nodes receive lymph from the scrotum, penis, buttocks, and lower pa of the anal canal, and their efferent vessels enter primarily to the external iliac nodes and ultimately to the lumbar (aoic) nodes. The deep inguinal nodes receive lymph from the testis and upper pas of the vagina and anal canal, and their efferent vessels enter the external iliac nodes.",
        "cop": 4,
        "opa": "Preaoic nodes",
        "opb": "Lumbar nodes",
        "opc": "External iliac nodes",
        "opd": "Superficial inguinal nodes",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "2bf1ebca-dbda-4890-af6c-f62cc048af59",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is incapable of penile erection after rectal surgery with prostatectomy. The patient most likely has a lesion of which of the following nerves?",
        "exp": "The pelvic splanchnic nerve contains preganglionic parasympathetic fibers, whereas the sacral splanchnic nerve contains preganglionic sympathetic fibers. Parasympathetic fibers are responsible for erection, whereas sympathetic fibers are involved with ejaculation. The right and left hypogastric nerves contain primarily sympathetic fibers and visceral sensory fibers. The dorsal nerve of the penis and the perineal nerve provide sensory nerve fibers",
        "cop": 4,
        "opa": "Dorsal nerve of the penis",
        "opb": "Perineal nerve",
        "opc": "Hypogastric nerve",
        "opd": "Pelvic splanchnic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "232a8a57-c5d4-4d61-84c8-565e058b8322",
        "choice_type": "single"
    },
    {
        "question": "Scarpa's fascia gets attached to",
        "exp": "Scarpa's fascia is the deep membranous layer of superficial fascia of anterior abdominal wall. It crosses the inguinal ligament and gets attached to the fascia lata of thigh along Holden's line below and parallel to inguinal ligament. fig:-layers of abdominal wall",
        "cop": 2,
        "opa": "Inguinal ligament",
        "opb": "Fascia lata of thigh",
        "opc": "Conjoint tendon",
        "opd": "Pubic crest",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "74080a0a-1566-4d9b-ae9b-4bc89d298850",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old patient with multiple fractures of the pelvis has no cutaneous sensation in the urogenital triangle. The function of which of the following nerves is most likely to be spared?",
        "exp": "The iliohypogastric nerve innervates the skin above the pubis. The skin of the urogenital triangle is innervated by the pudendal nerve, perineal branches of the posterior femoral cutaneous nerve, anterior scrotal or labial branches of the ilioinguinal nerve, and the genital branch of the genitofemoral nerve.",
        "cop": 2,
        "opa": "Ilioinguinal nerve",
        "opb": "Iliohypogastric nerve",
        "opc": "Posterior cutaneous nerve of the thigh",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "a454f3b0-ac1a-4c38-90a3-91e520e9143a",
        "choice_type": "single"
    },
    {
        "question": "Anal canal is NOT supplied by",
        "exp": "Middle rectal aery supplies the rectum, but 'not' the anal canal.",
        "cop": 4,
        "opa": "Superior rectal aery",
        "opb": "Inferior rectal aery",
        "opc": "Median sacral aery",
        "opd": "Middle rectal aery",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "418d1b12-0278-4852-9992-a195cb7bfce8",
        "choice_type": "single"
    },
    {
        "question": "Buck's fascia is related to:",
        "exp": "The superficial fascia of penis consists of very loosely arranged areolar tissue, completely devoid of fat - It is continuous with the membranous layer of the superficial fascia of the abdomen above and of the perineum below. It contains the superficial dorsal vein of penis - The deepest layer of superficial fascia is membranous and is called the fascia of the penis or deep fascia of penis or Buck's fascia - It surrounds all three masses of erectile tissue, but does not extend to the glans",
        "cop": 4,
        "opa": "Ischiorectal fascia",
        "opb": "Thigh",
        "opc": "Neck",
        "opd": "Penis",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "13ce06af-0869-40fc-a561-1704c19df1dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Ganer cyst?",
        "exp": "Ganer cyst is basically a remnant of mesonephric or wolffian duct which remains vestigeal and functionally inactive in females. In males it forms collecting pa of male reproductive system.",
        "cop": 1,
        "opa": "It is remnant of Mesonephric duct in females.",
        "opb": "It is functionally active in females.",
        "opc": "It is remnant of Paramesonephric duct in females.",
        "opd": "In males, it forms excretory system of male reproductive system.",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "5e87322a-3be9-4b85-8497-0a5778ab5da6",
        "choice_type": "multi"
    },
    {
        "question": "Ureter develops from",
        "exp": null,
        "cop": 4,
        "opa": "Pronephros",
        "opb": "Metanephros",
        "opc": "Mesonephros",
        "opd": "Mesonephric duct",
        "subject_name": "Anatomy",
        "topic_name": "Development of GU system and Neuro-vascular supply of pelvis & perineum",
        "id": "ad096e80-d779-48c0-b865-2617e186dda3",
        "choice_type": "single"
    }
]