[
    {
        "question": "NOT a derivative of midgut:",
        "exp": "Ans. (d) Descending colon. Ref. Langman's Medical embryology 9th ed./ 298* \"Descending colon is a derivative of Hindgut\"Part. Part in adult. Gives rise to. Arterial supply. Foregut. Oesophagus to first 2 sections of the duodenum. Oesophagus, Stomach, Duodenum (1st and 2nd parts), Liver, Gallbladder, Pancreas, Spleen, Superior portion of pancreas. Celiac trunk. Midgut. Lower duodenum, to the first two-thirds of the transverse colon. Lower duodenum, jejunum, ileum, cecum, appendix, ascending colon, and first 2/3rd of the transverse colon. Branches of the superior mesenteric artery. Hindgut. Last third of the transverse colon, to the upper part of the anal canal. Last third of the transverse colon, descending colon, rectum, and upper part of the anal canal. Branches of the inferior mesenteric artery",
        "cop": 4,
        "opa": "Appendix",
        "opb": "Jejunum",
        "opc": "Ascending colon",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System",
        "id": "e38b9d50-bff9-4685-89e8-7eb942668315",
        "choice_type": "single"
    },
    {
        "question": "Derivative of ventral mesogastrium -",
        "exp": "Ans. is 'b' i. e., Lesser omentum Mesentery | | |Foregut. Midgut & Hindgut||||||Dorsal mesentery (no ventral mesentery). Ventral me sen try (mesogastrium). Dorsal mesentery (mesogastrium)o Mesentery of jejunum and ileumo Transverse mesocolono Sigmoid mesocolon|||||||Ventral part. Dorsal part. Caudal part. Cranial part. Cranial most parto Falciform ligamento Right triangular ligamento Left triangular ligamento Superior layer of coronary ligamento Inferior layer of coronary ligamento Lesser omentumo Greater omentum1. Ventral parto Gastrosplenic ligament2. Dorsal parto Linorenal ligamento Gastrophrenic ligament",
        "cop": 2,
        "opa": "Greateromentum",
        "opb": "Lesseromentum",
        "opc": "Gastrosplenic ligament",
        "opd": "Linorenal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System",
        "id": "fe84af15-3973-4aa1-aeed-3599ddf56243",
        "choice_type": "single"
    },
    {
        "question": "Ventral pancreatic duct contributes in the development of which part of pancreas -",
        "exp": "Ans. is 'd' i. e., Uncinate process o Pancreas is developed from the two pancreatic buds:-i) Dorsal pancreatic bud. It is larger and most of the pancreas is derived from it i. e. most of the head, and whole neck, body & tail. ii) Ventral pancreatic bud:- It is smaller and forms lower part of the head of pancreas including uncinate process.",
        "cop": 4,
        "opa": "Body",
        "opb": "Tail",
        "opc": "Neck",
        "opd": "Uncinate process",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System",
        "id": "005a126b-881b-409c-997f-55a7ff319902",
        "choice_type": "single"
    },
    {
        "question": "Ventral pancreatic duct give rise to -",
        "exp": "Ans. is 'd' i. e., Uncinate process o Pancreas is developed from the two pancreatic budsi) Dorsal pancreatic bud:- It is larger and most of the pancreas is derived from it i. e. most of the head, and whole neck, body & tail. ii) Ventral pancreatic bud. It is smaller and forms lower part of the head of pancreas including uncinate process.",
        "cop": 4,
        "opa": "Body",
        "opb": "Tail",
        "opc": "Neck",
        "opd": "Uncinate process",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System",
        "id": "b153008d-b9b2-4240-8d37-732111a608fa",
        "choice_type": "single"
    },
    {
        "question": "Spleen develops from -",
        "exp": "Ans. is 'b' i. e., Dorsal mesogastriumo Spleen develops in cephalic part of dorsal mesogastrium from its left layer during 6\" week of intrauterine life into a number of nodule which soon fuse to form a lobulated spleen, o Notching of superior border is an evidence of its multiple origin, o The nodules which fail to fuse form accessory/supernumerary -spleen or spleniculi. o These may be found at r. Hilum of spleen (most common site). Tailof pancrease. Derivatives of dorsal mesogastrium Greater omentum, gastrophrenic ligament, gastrosplenic ligament, linorenalligament. Broad ligament of uterus (in males) and spermatic cord (in female); both left side.",
        "cop": 2,
        "opa": "Ventral mesogastrium",
        "opb": "Dorsal mesogastrium",
        "opc": "Hindgut mesentery",
        "opd": "Midgut mesentery",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System",
        "id": "d4c48eea-ee9b-4748-8704-ca371d39ec49",
        "choice_type": "single"
    }
]