[
    {
        "question": "The following hemotoxylin and eosin stained biopsy is from which tissue?",
        "exp": "Ans- A Ref- medcell. med. yale. edu",
        "cop": 1,
        "opa": "Tonsils",
        "opb": "Spleen",
        "opc": "Lymph Node",
        "opd": "Peyer's patches",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "1e0fd601-1244-41f0-ad21-b5db847bfaee",
        "choice_type": "single"
    },
    {
        "question": "Glands of Von Ebner are present in -",
        "exp": "Ans. is 'c' i. e., Tongue Glands of tongueo Several groups of the glands are present on the tongue. Anterior glandso Near the apex of the tongue anterior lingual glands are present. o These are glands of Blandin and A'uhn. o Anterior glands are mucous while posterior glands are mixed. o The ducts of glands open on the ventral surface of the tongue near the lingual ffenum. Posterior glandso These are found in the posterior part of the tongue near the vallate papillae or posterior to the sulcus terminalis. o These are purely mucous glands. o Their ducts open into the dorsal surface of the tongue. Von Ebner's gland (Ebner's gland)o These are purely serous glands opeing into the trough of vallate papillae, o The characteristic feature is that they secrete lingual lipase.",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Penile urethra",
        "opc": "Tongue",
        "opd": "Vagina",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "6cd0acbf-3558-4038-976d-1cdf2674f76a",
        "choice_type": "single"
    },
    {
        "question": "Space of Disse is seen in-",
        "exp": "Ans. is 'b' i. e., Liver Histology of the Livero Liver is covered by Glisson's capsule. o Liver is divided into hexagonal lobules oriented around the terminal tributaries of the hepatic vein (Terminal hepatic veins), i. e. Terminal hepatic vein is in the centre of the lobule and area around the hepatic vein is called centri. Jobular zone. o At peripheri of lobule, lies the portal tract containing hepatic artery, bile duct and portal vein. Area around portal tract is called periportal zone. o Area between periportal zone and centrilobular zone is called midzonal area, o All around the central vein are the major parenchymal cells, i. e. hepatocytes. o Lobule contains sinusoid (sinusoidal capillaries) which have fenestrated endothelium covering the subendothelial space of Disse. This space contains stellate cell processes and hepatocellular microvilli, o Other important cells of liver are Kupffer cells, which belong to monocytic-macrophage sytem and function as phagocytic cells.",
        "cop": 2,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Lung",
        "opd": "Heart",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "ab3d9779-3818-49b5-b981-497005484fe7",
        "choice_type": "single"
    }
]