[
    {
        "question": "Froment's sign is due to which nerve injury",
        "exp": "froment's sign / book test: tests adductor pollicis muscle it is innervated by ulnar nerve. in ulnar nerve injury, when pt is asked to grasp a book firmly b/w thumb & other fingers of both hands, the terminal phalanx of thumb on paralysed side becomes flexed at interphalangeal joint (by flexor pollicis longus supplied by median nerve). The signs indicative of ulnar nerve palsy are as follows: Froment's sign: Jeanne's sign:",
        "cop": 3,
        "opa": "Intercostobrachial",
        "opb": "Radial",
        "opc": "Ulnar",
        "opd": "Median",
        "subject_name": "Anatomy",
        "topic_name": "DNB 2018",
        "id": "612f70a7-a8ce-498a-8acd-c01c10d0de3e",
        "choice_type": "single"
    },
    {
        "question": "Injury to the marked area of skull will cause intracranial hemorrhage due to damage to which aery",
        "exp": "marked structure is pterion. pterion is H shaped suture formed b/w 4 bones Frontal bone - at front Parietal bone - posteriorly Temporal bone - inferiorly Greater wing of sphenoid - anteriorly deep to pterion is anterior division of middle meningeal aery which is the branch of maxillary aery. fracture to pterion results in damage to anterior division of middle meningeal aery & results in epidural hemorrhage which is life threating situation.",
        "cop": 2,
        "opa": "Middle cerebral",
        "opb": "Middle meningeal",
        "opc": "Anterior cerebral",
        "opd": "Deep temporal",
        "subject_name": "Anatomy",
        "topic_name": "DNB 2018",
        "id": "06a30553-95a9-47bf-9d2b-9310b5bf83e8",
        "choice_type": "single"
    },
    {
        "question": "Epithelium of cervix mucosa is lined by",
        "exp": "Other epithelia: Simple squamous epithelium lines free surface of serous pericardium, pleura & peritoneum (here it is called mesothelium) lines inside heart a endocardium a blood vessels & lymphatics a endothelium etc. Stratified squamous epithelium: 1. keratinized?? ' lines skin of whole body & forms epidermis. 2. non keratinized?? 'seen in lining of mouth, tongue, pharynx, esophagus, vagina, cornea etc. Simple columnar epithelium?? ' (Non cilia / microvilli) present over mucous membrane of stomach & large intestine. Ciliated columnar epithelium?? ' Respiratory tract, uterus, uterine tubes, efferent ductules of testes, pas of middle ear & auditory tube, ependyma lining the central canal of spinal cord & ventricles of brain. Pseudostratified columnar epithelium?? ' some pas of auditory tube, ductus deferens, male urethra (membranous & penile pas), trachea & large bronchi",
        "cop": 2,
        "opa": "Simple squamous epithelium",
        "opb": "Simple columnar epithelium",
        "opc": "Stratified squamous epithelium",
        "opd": "Ciliated columnar epithelium",
        "subject_name": "Anatomy",
        "topic_name": "DNB 2018",
        "id": "d4780c9d-f96b-4143-ab78-a258a567a06d",
        "choice_type": "single"
    },
    {
        "question": "Tensor fascia lata is supplied by",
        "exp": "Of all the nerves, that passes through greater sciatic foramen, superior gluteal N is only one that passes above piriformis muscle. After entering gluteal region. Nerve loops up over inferior margin of gluteus minimus & travels anteriorly & laterally in plane b/w gluteus medius & minimus muscle It supplies gluteus minimus - abductors at hip joint gluteus medius - medially rotates thigh Tensor fasciae latae -prevent pelvis drop on opposite swing side during walking. Nerve to quadratus femoris: Enters gluteal region through greater sciatic foramen inferior to piriformis muscle & deep to sciatic nerve. Lies anterior to plane of deep muscles. It descends along the ischium deep to tendon of obturator internus muscle & associated gemellus muscle to penetrate & innervate quadratus femoris a Supplies small branch to gemellus anterior. * Inferior gluteal nerve: Enters gluteal region through sciatic foramen inferior to piriformis muscle & along the posterior surface of sciatic nerve Penetrate & supplies gluteus maximus muscle. Sciatic nerve: Largest nerve in body & innervates all muscles in posterior compament of thigh that flex the knee & all muscles that move ankle & foot Innervates large area of skin in lower limb.",
        "cop": 2,
        "opa": "Nerve to quadratus femoris",
        "opb": "Superior gluteal nerve",
        "opc": "Inferior gluteal nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "DNB 2018",
        "id": "06d144a1-e855-4a14-afbe-26b76a7e7450",
        "choice_type": "single"
    },
    {
        "question": "Inversion and eversion of foot occur at which joint",
        "exp": "Joint Movement Subtalar joint Inversion and Eversion of foot Ankle joint hinge - like dorsiflexion & plantar flexion of foot on leg Inferior tibiofibular joint Permits slight movements, so that lateral malleolus can rotate laterally during dorsiflexion of ankle Tibiotalar joint hinge joint contributes to plantar & dorsiflexion motion of foot",
        "cop": 1,
        "opa": "Subtalar",
        "opb": "Tibiotalar",
        "opc": "Inferior tibiofibular",
        "opd": "Ankle",
        "subject_name": "Anatomy",
        "topic_name": "DNB 2018",
        "id": "a4883d61-0198-46e9-82df-33df29c9930c",
        "choice_type": "single"
    }
]