[
    {
        "question": "All of the following muscles are derivatives of para axial mesoderm except-",
        "exp": "Para axial (somite) derivatives- dermatome (lateral pa)- skin dermis myotome (middle pa)- skeletal muscles sclerotome (medial pa)- bone (veebrae, occipital skull bone) option 1,2 and 3 are skeletal muscles. Detrusor is a smooth muscle of genitourinary system derived from intermediate mesoderm.",
        "cop": 4,
        "opa": "Masseter",
        "opb": "diaphragm",
        "opc": "biceps femoris",
        "opd": "detrusor",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "96d08222-76e2-4896-8fcc-1c926298d9b3",
        "choice_type": "multi"
    },
    {
        "question": "A 3-month-old infant is diagnosed with a deletion at the 22q11 chromosome. A routine cardiovascular examination reveals severe congenital cardiac malformation. Which of the following malformations will most likely be associated with 22q11 syndrome?",
        "exp": "Tetralogy of Fallot and truncus aeriosus are associated with DiGeorge syndrome (22q11). Transposition of the great aeries is associated with maternal diabetes. ASDs and VSDs are present in individuals with Down syndrome. Coarctation of the aoa is related to Turner syndrome. Aoic atresia is present in individuals with Marfan syndrome. CATCH 22 = mnemonic for DiGeorge syndrome Cardiac - aoic arch anomalies, conotruncal (TOF, truncus aerious, interrupted aoa), tricuspid atresia, Abnormal facies - hypeelorism, ear anomalies, sho down slanting palpebral fissures (antimongoloid), sho philtrum Thymic hypoplasia - cellular immune deficiency: abnormal number and function of T-cells) Cellular immune deficiency; Cleft palate Hypoparathyroid with hypocalcemia - tetany 22 Chromosome defect deletion 22q11; dx by FISH",
        "cop": 1,
        "opa": "Tetralogy of Fallot and truncus aeriosus",
        "opb": "Transposition of the great aeries",
        "opc": "Atrial septal and ventricular septal defects",
        "opd": "Coarctation of the aoa",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "7a5f6f94-159e-40d4-86b2-f9a378aa6a35",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about formation of Fossa ovalis ?",
        "exp": "A gap persist between the septum primum and septum intermedium known as foramen primum. The progressive growth of septum primum leads to closure of foramen primum Before the complete closure of foramen primum, a second opening appears in septum primum known as foramen secondum in 7th week of IUL. The foramen secondum allows the bidirection blood flow. To make it unidirectional from right atrium to left atrium a septum secondum arises in late 7th week on the right side of septum primum from the roof of primitive atrium. Caudal end of septum secondum overlap the cephalic margin of septum primum. Thus, a valvular foramen ovale is formed. After bih, the caudal edge of septum secondum persist as limbus fossa ovalis, the persistent septum primum from the floor of fossa ovalis which is a oval depression on the right side of inter atrial septum. The cephalic free edge of septum primum form a semilunar fold on the left side of inter atrial septum.",
        "cop": 3,
        "opa": "Floor is formed by septum secundum",
        "opb": "Limbus fossa ovalis by septum primum",
        "opc": "Limbus fossa ovalis by septum secondum",
        "opd": "None of above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "60a6755e-3642-4cb2-9c3e-9dce31613929",
        "choice_type": "multi"
    },
    {
        "question": "Poal Vein develops from which of these structures?",
        "exp": "The image shows vitelline and umbilical veins development during liver development. A = Cardinal vein right side B = Left umbilical vein C = Right Vitelline vein D = Right Umbilical vein The inferior tubular structure is the duodenum and the anastomotic network of vitelline veins around it will develop to form the poal vein. Right vitelline vein forms right Hepatocardiac channel, which contributes to the hepatic poion of IVC Right umbilical vein regresses Proximal left umbilical vein regresses Distal left umbilical vein persists and forms the round ligament of liver Ductus venosus forms ligamentum venosum",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "4182f30b-12b9-410a-a318-05f6a630584e",
        "choice_type": "single"
    },
    {
        "question": "The marked cell inhibits which of the following structure:",
        "exp": "The present slide shows the Purkinje cell in middle layer of cerebellar coex. They inhibit the deep cerebellar nuclei. Identification: Purkinje cells are the largest of five cell types in the cerebellar coex. Lie in the middle layer (cerebellar coex is three layered). Send dendritic process towards the outer molecular layer.Note: Outer molecular has less density of cells, as compared with inner granular layer with high density of cells. Details: Purkinje cells are a class of GABAergic neuro inhibitory neurons sending projections to the deep cerebellar nuclei (e.g., dentate nucleus). They are the only cells carrying output (efferent) fibres from cerebellar coex.",
        "cop": 4,
        "opa": "Golgi cell",
        "opb": "Basket cell",
        "opc": "Vestibular nuclei",
        "opd": "Deep cerebellar nuclei",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "6a161e2f-19ec-418b-8baf-6de78e47b855",
        "choice_type": "single"
    },
    {
        "question": "Teiary stem villi consists of:-",
        "exp": "Secondary villi:- contains a central core of primary (extra embryonic) mesoderm and is covered by cyto- and syncytio- trophoblast cells. Teiary villicontains fetal blood vessels invading the extra embryonic mesoderm and is covered by trophoblastic cells.",
        "cop": 4,
        "opa": "Central core of cytotrophoblast covered with synctiotrophoblast",
        "opb": "Central core of extra-embryonic mesoderm covered by central cyto- and peripheral synctio- trophoblast",
        "opc": "Central maternal blood vessels surrounded by mesoderm and trophoblast",
        "opd": "Central fetal blood vessels surrounded by mesoderm and trophoblast",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "3e56380a-7541-41ed-a1c1-c5505e9b88bf",
        "choice_type": "single"
    },
    {
        "question": "All of the following are formed by neural crest cellsEXCEPT ?",
        "exp": "Neural crest cell (4th germ layer) derivatives PNS (includes ganglia) secondary mesenchyme/ mesoderm - most of skull bones (head and neck anterior and lateral regions) , most of eye ball mesoderm, pharyngeal arch bones aoa pulmonary septum dermis of head and neck odontoblasts",
        "cop": 3,
        "opa": "Pharyngeal arch bones",
        "opb": "Dermis of head and neck",
        "opc": "Pharyngeal arch muscles",
        "opd": "Odontoblasts",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "388c920f-8862-4e57-9592-6d1d8266f219",
        "choice_type": "multi"
    },
    {
        "question": "A paial development of the aoicopulmonary septum will result in which of the following?",
        "exp": "A. Paial development of the aoicopulmonary septum due to absence of migration of neural crest cell to truncus aeriosus region will cause persistent truncus aeriosus(PTA). FIG:- PTA",
        "cop": 1,
        "opa": "Persistent truncus aeriosus (PTA)",
        "opb": "Ebstein's anomaly",
        "opc": "Transposition of the great aeries",
        "opd": "Common ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "8c7cd292-e797-4e61-84cd-6a1203c400b8",
        "choice_type": "single"
    }
]