[
    {
        "question": "Poal Vein develops from which of these structures?",
        "exp": "The image shows vitelline and umbilical veins development during liver development. A = Cardinal vein right side B = Left umbilical vein C = Right Vitelline vein D = Right Umbilical vein The inferior tubular structure is the duodenum and the anastomotic network of vitelline veins around it will develop to form the poal vein. Right vitelline vein forms right Hepatocardiac channel, which contributes to the hepatic poion of IVC Right umbilical vein regresses Proximal left umbilical vein regresses Distal left umbilical vein persists and forms the round ligament of liver Ductus venosus forms ligamentum venosum",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "4182f30b-12b9-410a-a318-05f6a630584e",
        "choice_type": "single"
    },
    {
        "question": "The marked cell inhibits which of the following structure:",
        "exp": "The present slide shows the Purkinje cell in middle layer of cerebellar coex. They inhibit the deep cerebellar nuclei. Identification: Purkinje cells are the largest of five cell types in the cerebellar coex. Lie in the middle layer (cerebellar coex is three layered). Send dendritic process towards the outer molecular layer. Note: Outer molecular has less density of cells, as compared with inner granular layer with high density of cells. Details: Purkinje cells are a class of GABAergic neuro inhibitory neurons sending projections to the deep cerebellar nuclei (e. g., dentate nucleus). They are the only cells carrying output (efferent) fibres from cerebellar coex.",
        "cop": 4,
        "opa": "Golgi cell",
        "opb": "Basket cell",
        "opc": "Vestibular nuclei",
        "opd": "Deep cerebellar nuclei",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "6a161e2f-19ec-418b-8baf-6de78e47b855",
        "choice_type": "single"
    },
    {
        "question": "Teiary stem villi consists of:-",
        "exp": "Secondary villi:- contains a central core of primary (extra embryonic) mesoderm and is covered by cyto- and syncytio- trophoblast cells. Teiary villicontains fetal blood vessels invading the extra embryonic mesoderm and is covered by trophoblastic cells.",
        "cop": 4,
        "opa": "Central core of cytotrophoblast covered with synctiotrophoblast",
        "opb": "Central core of extra-embryonic mesoderm covered by central cyto- and peripheral synctio- trophoblast",
        "opc": "Central maternal blood vessels surrounded by mesoderm and trophoblast",
        "opd": "Central fetal blood vessels surrounded by mesoderm and trophoblast",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "3e56380a-7541-41ed-a1c1-c5505e9b88bf",
        "choice_type": "single"
    },
    {
        "question": "A paial development of the aoicopulmonary septum will result in which of the following?",
        "exp": "A. Paial development of the aoicopulmonary septum due to absence of migration of neural crest cell to truncus aeriosus region will cause persistent truncus aeriosus(PTA). FIG:- PTA",
        "cop": 1,
        "opa": "Persistent truncus aeriosus (PTA)",
        "opb": "Ebstein's anomaly",
        "opc": "Transposition of the great aeries",
        "opd": "Common ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Embryology and Histology",
        "id": "8c7cd292-e797-4e61-84cd-6a1203c400b8",
        "choice_type": "single"
    }
]