[
    {
        "question": "Superior vena cava is derived from:",
        "exp": "Ans. C Cardinal vein. Ref; hangman's essesntial medical Embroyology pg. 57# During early embryonic development (through 4th week), paired cardinal veins drain the body. Anterior cardinal veins drain the head and upper limb buds, while posterior cardinal veins drain the body. Both the anterior and posterior veins on each side unite at the common cardinal veins that flow into the sinus venosus and ultimately into the common atrium (Image).# Anterior cardinal veins are retained. An anastomosis between the two forms the left brachiocephalic vein, and anterior segments from both form the jugular system for the head and neck (Image).# Most of the posterior segment on the left disappears except for that forming the left superior intercostal vein, whereas the right posterior segment forms the superior vena cava. Extra mile. Defects of SVC Development* Double inferior vena cava occurs when the left supracardinal vein persists, thereby forming an additional inferior vena cava below the level of the kidneys.* Left superior vena cava occurs when the left anterior cardinal vein persists, forming a superior vena cava on the left side. The right anterior cardinal vein abnormally regresses.* Double superior vena cava occurs when the left anterior cardinal vein persists, forming a superior vena cava on the left side. The right anterior cardinal vein also forms a superior vena cava on the right side.",
        "cop": 3,
        "opa": "Aortic arch",
        "opb": "Pharyngeal arch",
        "opc": "Cardinal vein",
        "opd": "Vitelline vein",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "56b5a2d2-044c-4b80-b778-6fa762206f52",
        "choice_type": "single"
    },
    {
        "question": "Head of sperm is derived from:",
        "exp": "Ans. B. Nucleus. The spermatozoon consists of head, neck, and tail. The tail is further divided into three parts: middle piece, principle piece, and end piece. a. The head mainly consists of a nucleus that contains the condensed chromatin material (mostly DNA). b. Anterior two-third of the nucleus is covered by an acrosomal cap that contains various enzymes including hyaluronidase and acrosin. c. Neck contains a funnel-shaped basal plate and a centriole. The centriole gives rise to axial filament that extends throughout the tail. d. Middle piece contains the axial filament in the center that is surrounded by spirally arranged mitochondrial sheath.",
        "cop": 2,
        "opa": "Golgi Body.",
        "opb": "Nucleus",
        "opc": "Mitochondria.",
        "opd": "Centromere",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "48ddbb5f-15ba-4013-923c-73c6461af514",
        "choice_type": "single"
    },
    {
        "question": "Branchial cyst arises due to-",
        "exp": "Ans. is 'a' i. e., Failure of obliteration of second branchial cleft Brachial Cyst* A branchial cleft cyst is a congenital epithelial cyst that arises on the lateral part of the neck usually due to failure of obliteration of the second branchial cleft in embryonic development. Less commonly, the cysts can develop from the first, third, or fourth clefts.* The cyst, usually presents as a smooth, slowly enlarging lateral neck mass that may increase in size after an upper respiratory tract infection.* Treatment is generally conservative.",
        "cop": 1,
        "opa": "Failure of obliteration of second branchial cleft",
        "opb": "Persistance of urachus",
        "opc": "Thymus",
        "opd": "Thyroglossal tract",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "b42e0068-f0a8-4d38-b7f2-a68b8ce48286",
        "choice_type": "single"
    },
    {
        "question": "Stylohyoid ligament is derived from:",
        "exp": "Ans. B 2nd branchial arch. Ref: Gray's Anatomy, 41st ed. pg. 449* The stylohyoid ligament is a fibrous cord extending from the tip of the styloid process to the lesser cornu of the hyoid bone. It gives attachment to the highest fibres of the middle pharyngeal constrictor and is intimately related to the lateral wall of the oropharynx. Below, it is overlapped by hyoglossus.* The ligament is derived from the cartilage of the second branchial arch and may be partially calcified.",
        "cop": 2,
        "opa": "1st branchial arch",
        "opb": "2nd branchial arch",
        "opc": "1st branchial pouch",
        "opd": "2nd branchial pouch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "03f3b3af-5600-4b63-bb89-ebb37f3c670b",
        "choice_type": "single"
    },
    {
        "question": "Malleus is derived from",
        "exp": "i. e. (Meckel's Cartilage): (316-109 IBS- Embryology 8th)* Malleus and Incus are derived from the dorsal end of the Meckel's cartilage (First arch)*** Stapes is formed from the dorsal end of the cartilage of second pharyngeal arch. Nerves of pharyngeal arches and muscles supplied by them. Arch. Nerve of Arch. Muscles of Arch. Cartilage of Arch. First. Mandibular. Medial and lateral pterygoids, Masseter. Temporalis, Mylohyoid, Anterior belly of digastric. Tensor tympani, Tensor palati. Malleus Incus Sphenomandibular ligament. Second. Facial. Muscles of face, Occipito frontalis, Platysma, Stylohyoid, Posterior belly of digastric, Stapedius, \\Auricular muscles* Stapes* Styloid process* Stylohyoid ligament* Smaller (lesser) comu of hyoid bone* Superior part of body of hyoid bone. Third. Glossopharyngeal. Stylopharyngeus* Greater comu of hyoid bone* Lower part of the body of hyoid bone. Fourth. Fifth. Superior laryngeal. Recurrent laryngeal. Muscles of larynx and pharynx* The cartilages of the larynx are derived from the fourth and sixth arches with a posible contribution from the fifth arch, but their exact derivation is controversial",
        "cop": 1,
        "opa": "Meckel's cartilage",
        "opb": "Reinche's cartilage",
        "opc": "Third pharyngeal arch",
        "opd": "Second pharyngeal arch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "6de0a632-e173-4b39-9c6e-4e933326b0e7",
        "choice_type": "multi"
    },
    {
        "question": "Tympanic membrane develops from?",
        "exp": "Ans. (d) All three germ layers. Ref: Longman's medical embryology 12th ed. / 326",
        "cop": 4,
        "opa": "Mesoderm",
        "opb": "Endoderm",
        "opc": "Ectoderm",
        "opd": "All three germ layers",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "1698551a-4dfb-4345-9971-a6f238866765",
        "choice_type": "multi"
    },
    {
        "question": "Allanto-enteric diverticulum is formed by the outgrowth of-",
        "exp": "(A) (Yolk sac): Allantoic diverticulum* Before the formation of the tail fold, a small endodermal diverticulum called the allantoic diverticulum arise from the Yolk Sac near the caudal end of the embryonic disc. This diverticulum grows into the mesoderm of the connecting stalk (figure A). After the formation of the tail fold part of this diverticulum is absorbed into the hindgut. It now passes from the ventral side of the hindgut into the connecting stalk (figure B), we will refer to it again while considering the development of urinary bladder**Allantoic diverticulum, and its relationship to the connecting stalk",
        "cop": 1,
        "opa": "Yolk sac",
        "opb": "Amnion",
        "opc": "Intra-embryonic coelom",
        "opd": "Extra-embryonic coelom",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "b37456b4-c066-4420-81ce-65b791528f65",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not develop from branchial pouch?",
        "exp": "Ans. D Thyroid. Ref: I. B. Singh, 9th ed. pg. 116-17* Superior parathyroid is derived from 4th branchial pouch* Inferior parathyroid and thymus develop from 3rd branchial pouch* Most of the thyroid gland develops from thyroglossal duct (endodermal duct at foramen cecum).",
        "cop": 4,
        "opa": "Superior parathyroid",
        "opb": "Inferior parathyroid",
        "opc": "Thymus",
        "opd": "Thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2dcfda03-f526-44db-9b3a-3218c7ab1305",
        "choice_type": "single"
    },
    {
        "question": "Morula cell stage has how many cells?",
        "exp": "Ans. B. 8-16. MORULA FORMATIONa. After the zygote formation, typical mitotic division of the nucleus occurs producing two blastomeres. b. The two cell stage is reached approximately 30 hours after fertilization. Each contains equal cytoplasmic volume and chromosome numbers. c. The blastomeres continue to divide by binary division through 4, 8, 16 cell stage until a cluster of cell is formed which is called' morula, resembling a mulberry. As the total volume of the cell mass is not increased and the zona pellucida remains intact, the morula after spending about 3 days in the uterine tube enters the uterine cavity through the narrow uterine ostium (1 mm) on the 4th day in the 16-64 cell stage.",
        "cop": 2,
        "opa": "8-Jan",
        "opb": "16-Aug",
        "opc": "24-32",
        "opd": ">64",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "62d3e3b1-631f-47bc-bc5f-e83004cb74dd",
        "choice_type": "single"
    },
    {
        "question": "Embryonic phase of development is from -",
        "exp": "Ans. is 'b' i. e., 4th to 8th week * The development of a new individual in the uterus involves three phasesi) Pre-embro phase or germinal phase (day 0-3 weeks). ii) Embro phase or embryonic period (weeks 4-8). iii) Fetal phase (weeks 8-38).",
        "cop": 2,
        "opa": "1-3 weeks",
        "opb": "4th to 8th week",
        "opc": "0-4thweek",
        "opd": "6th to 9th week",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "daed976a-c973-4eb9-ac46-730b23ea0732",
        "choice_type": "single"
    },
    {
        "question": "Embryo term is used till:",
        "exp": "Ans. D 8 weeks of fertilization. Ref: Duttas Obstetrics, 7th ed. pg. 41. The prenatal period can be divided into. Period. Product (known as). Extends* Ovular/Germinal. Ovum1st 2 weeks after ovulation* Embryonic. Embryo. From fertilization (2nd week of gestation) to 8th week of development after fertilization (10th week AOG)* Fetal. Fetus. From 8th week of fertilization (10th week AOG) till delivery",
        "cop": 4,
        "opa": "12 weeks after LMP",
        "opb": "10 weeks after fertilization",
        "opc": "10 weeks after LMP",
        "opd": "8 weeks of fertilization",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "08a7b7d5-2f03-4711-869f-456adaffa3f4",
        "choice_type": "single"
    },
    {
        "question": "What are the vessels in umbilical cord?",
        "exp": "Ans. B 2 arteries, 1 vein. Ref: I. B. Singh, 9th ed. pg. 59\"Remember 2. AV\"* Umbilical cord is the structure which connects mother to fetus and acts as a bridge for transfer of blood and other nutrients from mother to baby.* It contains 2 arteries and one vein. Arteries carry deoxygenated blood from fetus to mother while vein carries oxygenated blood from mother towards fetus.* Cord contains Wharton's jelly and the structures embedded in this are:# 2 arteries and 1 vein# Allantois and# Remains of Vitello intestinal duct",
        "cop": 2,
        "opa": "1 artery, 2 veins",
        "opb": "2 arteries, 1 vein",
        "opc": "1 artery, 1 vein",
        "opd": "2 arteries, 2 veins",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2260be21-5a76-4366-b4f3-430c4baa4dd8",
        "choice_type": "single"
    },
    {
        "question": "Stapedial artery is derived from which aortic arch:",
        "exp": "Ans. B 2. Ref: Netter's Atlas of Human Embryology: 2012 ed. pg. 88* There are six pairs of aortic arches which develop in cephalo-caudal direction.* The 5th aortic arch completely disappears whereas 1st and 2nd disappear partially.* The stapedial artery is derived from the 2nd aortic arch.* Inferior alveolar artery is derived from the 1st aortic arch.",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "d37fb8c1-6b1c-453d-bf1e-998faa788be7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is medial rotators of thigh:",
        "exp": "Ans. d. Gluteus medius. Muscles of the gluteal region. Muscle. Action. Pyrifomis. Rotates thigh laterally. Quadratus femoris. Rotates thigh laterally. Obturator internus. Abducts and rotates thigh laterally. Gluteus medius. Abducts and rotates thigh medially, stabilizes pelvis. Gluteus maximus. Extends and rotates thigh laterally. Gluteus minimus. Abducts and rotates thigh medially. Superior gemellus. Rotates thigh laterally. Tensor fasciae latae. Flexes, abducts, and rotates thigh medially. Interior gemellus. Rotates thigh laterally",
        "cop": 4,
        "opa": "Pyrifomis",
        "opb": "Quadratus femoris",
        "opc": "Gluteus maximus",
        "opd": "Gluteus medius",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "ebc0f1e0-f36b-48d9-b312-0ed56c3c59e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Broadmann area involved in Broca's motor aphasia:",
        "exp": "Ans. c. 44, 45. The motor speech area of Broca is located in the pars triangularis (area 45) and pars opercularis (area 44) of inferior frontal gyrus of frontal lobe of left hemisphere (dominant hemisphere). So most of the individuals and the persons are right handed. In 30% cases the persons are left handed, because it is present in the right hemisphere. Brocas area is responsible for the production of expressive speech/vocalization. The lesions of motor speech area of Broca result in loss of ability to produce speech, i. e. expressive aphasia (it is also called motor aphasia). The patients, however, retain the ability to think about the words they wish to say, they can write the words, and they can understand their meaning when they see or hear them. Thus, although the language is understood, it cannot be expressed in speech even though there is no paralysis of muscles of lips, tongue, and vocal cords, etc.",
        "cop": 3,
        "opa": "22",
        "opb": "17, 18, 19",
        "opc": "44, 45",
        "opd": "4, 6",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "32ffccf9-52e2-45ed-bb13-f79367dece8f",
        "choice_type": "single"
    },
    {
        "question": "Lower 1/3 of vagina is formed by:",
        "exp": "Ans. C. Sinovaginal bulbs. Upper 2/3 of vagina- formed by Paramesonephric Duct. Lower 1/3 of vagina - formed by Urogenital Sinus (Sinovaginal Bulb of Endodermal Sinus)",
        "cop": 3,
        "opa": "Mesonephric duct",
        "opb": "Paramesonephric duct",
        "opc": "Sinovaginal bulbs",
        "opd": "Genital swellings",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "1e688f42-8049-4c08-a703-5e815c1c9940",
        "choice_type": "single"
    },
    {
        "question": "Which of the following develops from the Dorsal mesogastrium?",
        "exp": "Ans. is 'a' i. e., Greater omentum",
        "cop": 1,
        "opa": "Greater omentum",
        "opb": "Lesser omentum",
        "opc": "Coronary ligaments",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "6e6aa0e8-90be-4dec-8fd2-6652ae81a853",
        "choice_type": "single"
    },
    {
        "question": "First organ to attain functional maturity is:",
        "exp": "Ans. A CVSRef: Netter's Clinical Anatomy, 3rd ed. pg. 35* CVS is the first fully functional organ system in fetus and first to attain maturity from functional perspective.",
        "cop": 1,
        "opa": "CVS",
        "opb": "CNS",
        "opc": "GIT",
        "opd": "Lungs",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7a2676aa-60c8-4fa5-92ab-c16da7e90ed9",
        "choice_type": "single"
    },
    {
        "question": "Secretory part of kidney originates from -",
        "exp": "Ans. is 'a' i. e., Metanephros * Kidneys develop from two sources: i) Metanephros (metanephric mesoderm or blastema):# It is the lowest part of nephrogenic cord which is derived from intermediate mesoderm.# It forms the excretory unit of kidney i. e. glomeruls, proximal convoluted tubule, loop ofhenle and distal convoluted tubule. ii) Ureteric bud:# It arises from lower part of mesonephric duct.# It forms collecting part of kidney (pelvis, major calyes, minor calyces, collecting tubules) and ureter.",
        "cop": 1,
        "opa": "Metanephros",
        "opb": "Ureteric bud",
        "opc": "Mesonephros",
        "opd": "Paramesonephric duct",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "4b0f7d17-92d0-40fa-9553-c2b0f3ca2cfe",
        "choice_type": "single"
    },
    {
        "question": "Ovary consists of all except:",
        "exp": "Ans. C. Sertoli cells. The ovary is an organ found in the female reproductive system that produces an ovum. When released, this travels down the fallopian tube into the uterus, where it may become fertilized by a sperm. The surface of the ovaries is covered with membrane consisting of a lining of simple cuboidal-to-columnar shaped mesothelium. The outermost layer is called the germinal epithelium. The outer layer is the ovarian cortex, consisting of ovarian follicles (primordial follicle, primary follicle & graafian follicle (and stroma in between them. Included in the follicles are the cumulus oophorus, membrana granulosa (and the granulosa cells inside it), corona radiata, zona pellucida, and primary oocyte. Theca of follicle, antrum and liquorfolliculi are also contained in the follicle. Also in the cortex is the corpus luteum derived from the follicles. The innermost layer is the ovarian medulla. It can be hard to distinguish between the cortex and medulla, but follicles are usually not found in the medulla.",
        "cop": 3,
        "opa": "Primary follicle",
        "opb": "Graafian follicle",
        "opc": "Sertoli cells",
        "opd": "Corpus luteum",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "3cde0a83-ec46-4a7c-b91d-47f393b62a6c",
        "choice_type": "multi"
    },
    {
        "question": "Pituitary develops from:",
        "exp": "Ans. B Rathke pouch. Ref: Hypothalamic-pituitary Development: Genetic and Clinical Aspect, pg. 2-3* The anterior pituitary and intermediate lobe of pituitary develops from Rathke's pouch, which is initially derived from the anterior neural ridge, adjacent to cells in the neural plate.* Neural plate contributes to ventral diencephalon.* Posterior lobe of pituitary develops from the infundibulum, an evagination of the ventral diencephalon.",
        "cop": 2,
        "opa": "Posterior neural ridge",
        "opb": "Rathke pouch",
        "opc": "Neural crest",
        "opd": "Neural plate",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "14b415f2-6f7d-4c2a-8b6e-fdde0f6649fa",
        "choice_type": "single"
    },
    {
        "question": "Tonsil is derived from:",
        "exp": "Ans. B. 2nd pouch. Pharyngeal Pouch. Derivatives1. Tympanic (middle ear) cavity Auditory (eustachian) tube2. Palatine tonsils Tonsillar fossa3. Inferior parathyroid gland Thymus4. Superior parathyroid gland uitimobranchial body (parafollicular cells of the thyroid gland)",
        "cop": 2,
        "opa": "1st pouch",
        "opb": "2nd pouch",
        "opc": "3rd pouch",
        "opd": "4th pouch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "892c6ae4-4e5d-4f08-9810-a5d4bd3cffaf",
        "choice_type": "single"
    },
    {
        "question": "Primitive streak is derived from:",
        "exp": "Ans. A. Epiblast. It is a linear thickened band of cells at the caudal end of embryo in the midline. It is formed due to proliferation and migration of cells of epiblast cells on the superior surface of embryonic disc in the midline. The cells forming primitive streak are pluripotent, i. e., they have the ability to transform into any type of cells.",
        "cop": 1,
        "opa": "Epiblast",
        "opb": "Hypoblast",
        "opc": "Chorion",
        "opd": "Trophoblast",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "5afad091-e150-4bf8-97bb-f9ec73c04ae6",
        "choice_type": "single"
    },
    {
        "question": "Oblique Facial Cleft is due to non-fusion of:",
        "exp": "Ans. D. Maxillary process & Lateral Nasal Process. Oblique facial clefts are produced by failure of the maxillary prominence to merge with its corresponding lateral nasal prominence. When this occurs, the nasolacrimal duct is usually exposed to the surface",
        "cop": 4,
        "opa": "Medial Nasal & Lateral Nasal Process",
        "opb": "Maxillary process & Mandibular Process.",
        "opc": "Maxillary process & Medial Nasal Process",
        "opd": "Maxillary process & Lateral Nasal Process",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "09951d72-d620-49cd-8e43-96c8ed01c0e3",
        "choice_type": "single"
    },
    {
        "question": "Nerve of the 2nd branchial arch is -",
        "exp": "Ans. is 'c' i. e., Facial nerve Pharyngeal. Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression, Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Corniculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of\\ thyroid gland). 6th. All intrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X) Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 3,
        "opa": "Mandibular nerve",
        "opb": "Maxillary nerve",
        "opc": "Facial nerve",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "fe7f981d-86f4-4869-a717-cc117772094b",
        "choice_type": "single"
    },
    {
        "question": "Primitive streak develops from:",
        "exp": "B i. e. Epiblast. Ref: Essentials of Human Embryology, A. K. Datta, 5th edition, 2005, page 38-42. Explanation: Primitive Streak. Appears about 15th day of development. Formed by active migration and invagination of p ectodermal cells ( into the space between epiblast and hypoblast. Gastrulation^-Tbe process of invagination of pleuripotent cells in between epiblast and hypoblast. Primitive streak acts as primary organizer- Induces the differentiation of notochord and intraembryonic mesoderm. Primitive streak from its cranial end gives origin to definitive notochord-forerunner in the development of vertebral column. Notochordal cells persist as nucleus pulposus in the center of intervertebral disc. Primitive streak disappears at 26th day of development. If persist gives the development of sacrococcygeal teratoma.",
        "cop": 2,
        "opa": "Mesoderm",
        "opb": "Epiblast",
        "opc": "Hypoblast",
        "opd": "Neural plate",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "d52cba85-9f47-4cc9-bafa-d987f01ba391",
        "choice_type": "single"
    },
    {
        "question": "Development of the urinary bladder is from-",
        "exp": "Ans. is 'a' i. e., Urogenital Sinus * The urinary bladder (except trigone) is derived from vesicourethral canal, cranial part of urogenital sinus (endodermal). Trigone is derived from Absorbed part of Wolffian duct/mesonephric duct (mesodermal).",
        "cop": 1,
        "opa": "Urogenital Sinus",
        "opb": "Paramesonephric Duct",
        "opc": "Metanephric Blastema",
        "opd": "Proctodaeum",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "5baf6cdd-eac2-4494-9dce-0d150339a736",
        "choice_type": "single"
    },
    {
        "question": "Closure of neural tube begins at which of the following level:",
        "exp": "Ans. A. Cervical region. The process of formation of neural tube is called neurulation. The neural tube is formed from the ectoderm overlying the notochord. The neuroectodermal cells proliferate to form a thick plate called neural plate. The margins of the neural plate get elevated (neural folds) as paraxial mesoderm proliferates on either side of the notochord. This leads to the formation of neural groove flanked by neural folds. The neural groove becomes deeper and neural folds move towards midline to fuse with each other to form a cylindrical neural tube. The fusion of neural folds (i. e., closure of neural tube) begins at the cervical region and gradually extends in cephalic and caudal directions.",
        "cop": 1,
        "opa": "Cervical region",
        "opb": "Thoracic region",
        "opc": "Lumbar region",
        "opd": "Sacral region",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "692e480b-4916-4393-8064-0e67d88a200a",
        "choice_type": "single"
    },
    {
        "question": "Zona pellucida is seen in -",
        "exp": "Ans. is 'a' i. e., Oocyte * The zona pellucida (plural zonae pellucidae, also egg coat or pellucid zone) is a glycoprotein layer surrounding the plasma membrane of mammalian oocytes.* It is a vital constitutive part of the oocyte. The zona pellucida first appears in unilaminar primary oocytes. It is secreted by both the oocyte and the follicular cells.* The zona pellucida is surrounded by the cumulus oophorus. The cumulus is composed of cells that care for the egg when it is emitted from the ovary* This structure binds spermatozoa, and is required to initiate the acrosome reaction. In the mouse (the best characterised mammalian system), the zona glycoprotein, ZP3, is responsible for sperm binding, adhering to proteins on the sperm plasma membrane (GalT). ZP3 is then involved in the induction of the acrosome reaction, whereby a spermatozoon releases the contents of the acrosomal vesicle.",
        "cop": 1,
        "opa": "Oocyte",
        "opb": "Primary spermatocyte",
        "opc": "Secondary spermatocyte",
        "opd": "Sertoli cell",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7f7a1c2c-588d-41b5-993d-1438fb893263",
        "choice_type": "single"
    },
    {
        "question": "In primary spermatocyte chromosome is-",
        "exp": "Ans. B. 44+XYa. Spermatogenesis - The spermatogonium (44+XY) undergoes mitotic division to form two primary spermatocytes (largest germ cells). b. The primary spermatocytes (44+XY) undergo first meiotic division (reductional division) to form two secondary spermatocytes. The secondary spermatocytes thus have haploid number of chromosomes. c. Each secondary spermatocyte (22+X/Y) immediately undergoes second meiotic division to form two spermatids (22+X/Y). d. Thus, four haploid spermatids are produced from the meiotic division of one primary spermatocyte. The spermatids are small cells of about half the size of the secondary spermatocyte, and have round and darkly stained nuclei. e. Each spermatid gradually changes its stage to become spermatozoon or sperm. This transformation of circular spermatid into an elongated spermatozoon is called spermiogenesis.",
        "cop": 2,
        "opa": "22+X",
        "opb": "44+XY",
        "opc": "22+Y",
        "opd": "None of Above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "4f3ca016-7d46-4ca1-ba29-7f2ddddab887",
        "choice_type": "multi"
    },
    {
        "question": "All are masodermal in origin EXCEPT",
        "exp": "i. e. (Ciliary body): (320-IBSth Embryology 8th)CILIARY BODY - (8 - Khurana 4th)* The two layers of epithelium of ciliary body develop from the anterior part of the two layers of optic cup (Neuroectodermal)* Stroma of ciliary body, ciliary muscle and blood vessels are developed from the vascular layer of mesenchyme surrounding the optic cup. The cells of the adrenal cortex arise from coelomic epithelium (Mesoderm). The cells of adrenal medulla are derived from the neural crest (ectoderm) (300 - IBS- Embryology 8th)DERIVATIVES OF MESODERM1. All connective tissues including loose areolar tissue filling the interstics between other tissues, superficial and deep fascia, ligaments, tendons, aponeuroses and dermis of the skin2. Specialized connective tissues like adipose tissue reticular tissue, cartilage and bone3. Dentine of teeth4. All muscles (smooth, striated and cardiac Except the musculature of the iris (ectoderm) and ciliary muscle (neural crest?)5. Heart, all blood vessels and lymphatics, and blood cells6. Kidney, ureters, trigone of bladder, posterior wall of part of the female urethra, posterior wall of upper half of prostatic part of male urethra and the inner glandular zone of the prostate7. Ovary, uterus, uterine tubes, upper part of vagina8. Testis, epidydimis, ductus deferens, seminal vesicle, ejaculatory duct9. Lining mesothelium of pleural, pericardial and peritoneal cavities and of tunica vaginalis10. Lining mesothelium of bursae and joints11. Substance of cornea; sclera; choroid12. Substance of ciliary body and iris13. Duramater; pia - arachnoid (?) microglia14. Adrenal cortex. STRUCTURES DERIVED FROM THE EMBRYONIC LAYERSSurface Ectoderm. Neural Ectoderm. Associated paraxial mesenchyme / Mesoderm* The crystalline lens* Epithelium of the cornea* Epithelium of the conjuctiva* Lacrimal gland* Epithelium of eyelids and its derivatives viz cilia, targal glands and conjunctival glands* Epithelium lining the lacrimal apparatus* Retina with its pigment epithelium* Epithelial layers of the ciliary body* Epithelial layers of iris* Sphincter and dilator pupillae muscles* Optic nerve (neuroglia and nervous elements only)* Melanocytes* Secondary vitreous* Ciliary zonules (tertiary vitreous)* Blood vessels of choroid, iris, ciliary vessels, central retinal artery, other vessels* Primary Vitreous* Substantia propria, Descemet's membrane and endothelium of cornea* Sclera* Stroma of iris* Ciliary muscle* Sheaths of optic nerve* Extraocular muscles* Upper and medial walls of the orbit* Connective tissue of upper eyelid",
        "cop": 1,
        "opa": "Ciliary body",
        "opb": "Cyclic membrane",
        "opc": "Adrenal cortex",
        "opd": "Trigone of bladder",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "789843f0-7227-496a-b1e4-1052d1a903d9",
        "choice_type": "multi"
    },
    {
        "question": "Sacrotuberous ligament not pierced by:",
        "exp": "Ans. d. Internal pudendal artery. Sacrotuberous ligament not pierced by. Coccygeal branch of inferior gluteal artery. Filaments of coccygeal plexus. Perforating cutaneous nerve. Internal pudendal artery is a branch from the anterior division of internal iliac artery. It leaves the pelvis by way of the greater sciatic foramen between the Piriformis and coccygeus and immediately enters the perineum through the lesser sciatic foramen by hooking around the Ischial spine, accompanied by the pudendal nerve during its course. It passes along the lateral wall of the ischiorectal fossa in the pudendal canal.",
        "cop": 4,
        "opa": "Coccygeal plexus",
        "opb": "Inferior gluteal artery",
        "opc": "Perforating cutaneous nerve",
        "opd": "Internal pudendal artery",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "fc7b3df0-c6bb-43f4-9daa-5646ddff91da",
        "choice_type": "single"
    },
    {
        "question": "Philtrum derived from:",
        "exp": "Ans. c. Two medial nasal process. It is the shallow vertical groove seen in the midline on the outer surface of the upper lip. Philtrum of the upper lip and the premaxilla forms by the medial nasal process. The maxillary processes of the first pharyngeal arch on each side growth medially and formed upper lip. Maxillary processes meet in the midline and fuse with each other and with the medial nasal process. Thus, lateral parts of the upper lip are formed from the maxillary processes, and the medial part, or philtrum, from the medial nasal process, with contributions from the maxillary processes. The mandibular processes of the first pharyngeal arch on each side growth medially and formed the lower lip. These processes grow medially below the stomodeum and fuse in the midline to form the entire lower lip.",
        "cop": 3,
        "opa": "Lateral nasal process",
        "opb": "Mandibular process",
        "opc": "Two medial nasal process",
        "opd": "Maxillary process",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "8538aa5a-483c-418d-afeb-58be764ad93b",
        "choice_type": "single"
    },
    {
        "question": "Glossopharyngeal nerve is the nerve of which pharyngeal arch?",
        "exp": "Ans. is 'c' i. e., III Pharyngeal Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression, Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Corniculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of\\ thyroid gland). 6th. All intrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X) Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "bbd750bb-ad29-499f-b818-68b90a4f0c0c",
        "choice_type": "single"
    },
    {
        "question": "Which of these is an immune-privileged site?",
        "exp": "Ans. d. Seminiferous tubules (Ref: Gray's 40/e p52; Robbins 9/e p214; Ganong 24/e p420). Seminiferous tubule of testis is an immune-privileged site. Some antigens are hidden (sequestered) from the immune system, because the tissues in which these antigens are located do not communicate with the blood and lymph. As a result, self-antigens in these tissues fail to elicit immune responses and are essentially ignored by the immune system. This is believed to be the case for the testis, eye, and brain, all of which are called immune- privileged sites because it is difficult to induce immune responses to antigens introduced into these sites. If the antigens of these tissues are released, for example, as a consequence of trauma or infection, the result may- be an immune response that leads to prolonged tissue inflammation and injury. This is the postulated mechanism for post-traumatic orchitis and uveitis. \"-- Robbins 9/e p214\"The fluid in the lumen of the seminiferous tubules is quite different from plasma; it contains very little protein and glucose but is rich in androgens, estrogens, K+, inositol, and glutamic and aspartic acids. Maintenance of its composition depends on the blood-testis barrier. The barrier also protects the germ cells front blood borne noxious agents, prevents antigenic products of germ cell division and maturation from entering the circulation and generating an autoimmune response. and may help establish an osmotic gradient that facilitates movement of fluid into the tubular lumen. \"--Ganong 24/e p420\"Endogenous derangements of the immune system may also contribute to the loss of immunologic tolerance to self-antigens and the development of autoimmunity. Some autoantigens reside in immunologically privileged sites, such as the brain or the anterior chamber of the eye. These sites are characterized by the inability of engrafted tissue to elicit immune responses. Immunologic privilege results from a number of events, including the limited entry of proteins from those sites into lymphatics, the local production of immunosuppressive cytokines such as transforming growth factor B, and the local expression of molecules (including Fas ligand) that can induce apoptosis of activated T cells. Lymphoid cells remain in a state of immunologic ignorance (neither activated nor anergized) with regard to proteins expressed uniquely in immunologically privileged sites. --Harrison 19/e p377e-2immune- Privileged Sites* Some antigens are hidden (sequestered) from the immune system, because tissues in which these antigens are located do not communicate with blood & lymph.* As a result, self-antigens in these tissues fail to elicit immune responses and are essentially ignored by the immune system. Immune- Privileged Sites* TestisQ* Eye (Anterior camber)Q* Placenta & fetusQ* BrainQ Circumventricular Organs* These organs have fenestrated capillaries & because of their permeability they are said to be outside the blood brain barrier.* Some of them function as neurohemal organ (areas in which polypeptides secreted by neurons enter the circulation). Circumventricular Organs includes (SAMPO) * Subfornical organQ* Area postremaQ* Median eminence of hypothalamusQ* Posterior pituitary (neurohypophysis)Q* Organum vasculosum of lamina terminalisQ",
        "cop": 4,
        "opa": "Area postrema",
        "opb": "Loop of Henle",
        "opc": "Optic nerve",
        "opd": "Seminiferous tubules",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "820addee-8cff-4174-a42e-048b2a6a050b",
        "choice_type": "single"
    },
    {
        "question": "Gastrulation occurs at which week of gestation:",
        "exp": "Ans. C. 3 week. The gastrulation is the most characteristic event occurring during the third week of gestation because it forms the three germ layers that form all the tissues and organs of the body. The process of formation of three germ layers is called gastrulation.",
        "cop": 3,
        "opa": "1 week",
        "opb": "5 week",
        "opc": "3 week",
        "opd": "10 week",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "50bef61a-3de2-4a71-9fa5-5bcc04f5ca70",
        "choice_type": "single"
    },
    {
        "question": "Pancreas divisum is:",
        "exp": "Ans. B. Failure of fusion of dorsal & ventral pancreatic buds. Pancreas divisum occurs when the dorsal and ventral pancreatic buds fail to fuse with each other. As a result, the two parts of pancreas derived from two buds remain separate from each other.",
        "cop": 2,
        "opa": "Duplication of the pancreas",
        "opb": "Failure of fusion of dorsal & ventral pancreatic buds",
        "opc": "Formation of more than two pancreatic buds",
        "opd": "Formation of only one pancreatic bud",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "3900de20-14ae-4936-89f3-4f952957ae08",
        "choice_type": "single"
    },
    {
        "question": "T cell migration occurs to tonsil occurs at intrauterine age of:",
        "exp": "Ans: d (18-19 wks). Ref: Human Embryology by I B Singh, 8th edi., Pg. 147\\IU age. Developmental events4 weeks2 lateral lingual swellings & tuberculum impar5 weeks. Hypobranchial eminence6 weeks. Dental lamina of upper & lower jaw7 weeks. Salivary glands8 weeks. Enamel organs3 months. Formation of tonsil5 months. Tonsil infiltrated by lymphatic tissue6 months. Tongue formation complete",
        "cop": 4,
        "opa": "6 - 7 weeks",
        "opb": "10 - 11 weeks",
        "opc": "14 - 15 weeks",
        "opd": "18 - 19 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "be7195d6-68af-49a8-9a00-83f7a5916eee",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is remnant of notochord?",
        "exp": "Ans. B. Nucleus pulposus. The intervertebral disks consist of an outer core of fibrocartilage, the annulus fibrosus, and an inner part-the nucleus pulposus that develop from the notochord. Herniation of the nucleus pulposus is usually posterolateral where it can compress spinal nerve at the intervertebral foramen.# Notochord induces overlying ectoderm to differentiate into neuroectoderm and form the neural plate.# Neural plate gives rise to the neural tube and neural crest cells. Notochord becomes nucleus pulposus of the intervertebral disc in adults.# Alar plate (dorsal): sensory and Basal plate (ventral): motor = Same orientation as spinal cord. Embryological Derivatives: a). Surface ectoderm. Adenohypophysis, lens of eye, epithelial linings, epidermis. b). Neuroectoderm. Neurohypophysis, CNS neurons, oligodendrocytes, astrocytes, pineal gland. c). Neural crest0. Autonomic Nervous System, Dorsal root ganglia (DR6), melanocytes, chromaffin cells of adrenal medulla, enterochromaffin cells, pia matter, celiac ganglion, Schwann cells odontoblasts, parafollicular 'C cells of thyroid. d). Mesoderm. Dura connective tissue, muscle bone, cardiovascular structures, lymphaties, blood, urogenital structures, macroglia and serous lining of body cavities, spleen, adrenal cortex. e). Endoderm. Gut tube epithelium and derivatives (e. g., lungs, liver, pancreas, thymus, thyroid, parathyroid). f). Notochord. Induces ectoderm to form neuroetoderm (neural plate). Its postnatal derivative is nucleus pulposus of the intervertebral disc. Additional Educational points: Chordoma# rare and accounts for 4% of malignant (locally invasive) bone tumors.# Origin from the primitive notochord.# Males more frequently than females.# Seen between 30 and 80 years of age.# Site:- 50% sacrococcygeal in origin, - 37% arise in the sphenoccipital area (clivus), and- remainder from vertebral bodies of the cervical or lumbar spine.- The cranial lesions are seen in a younger age group and carry a poor prognosis.# C/f: Because of the slow tumor growth, pain may not occur early, but constipation can be an early symptom that results from pressure on the rectum.# On X-ray: centrally located lytic lesion with minimal sclerotic response at the periphery and may show slight matrix calcification, as in a chondrosarcoma.# If the sacrum is involved, the lesion is seen usually in the lower three sacral segments and presents as an extracortical lobulated mass both in front and behind the sacrum.# It is best to image this tumor with CT or MRI, # Microscopically, nests or cords of cells, sprinkled in a sea of mucinous tissue, give an appearance similar to low-grade chondrosarcoma. In most cases, large vacuolated cells appear like a signet ring and are referred to as physaliferous cells.# Rx: Surgical excision.",
        "cop": 2,
        "opa": "Annulus Fibrosus",
        "opb": "Nucleus pulposus",
        "opc": "Dorsal Root Ganglion",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "3389870e-cfcf-4ea9-a8b0-243530d2a51a",
        "choice_type": "multi"
    },
    {
        "question": "From which of the following does' nucleus pulposus is formed:",
        "exp": "Ans. D. (D). Nucleosus pulposus is formed from notochord which has been shown in image as Da. Notochord develops in region lying between the cranial end of the primitive streak and the caudal end of the prochordal plateb. The notochordal process develops from Notochordc. Structural changes of notochord are shown in the below diagram",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "c6d23ed1-f9a3-46c2-a655-edd80962a1cb",
        "choice_type": "single"
    },
    {
        "question": "Following is a derivative of 1st branchial arch-",
        "exp": "Ans. is 'd' i. e., Mylohyoid Pharyngeal. Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression, Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Corniculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of\\ thyroid gland). 6th. All intrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X) Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 4,
        "opa": "Stapedius",
        "opb": "Stylohyoid",
        "opc": "Stylopharyngeus",
        "opd": "Mylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "76826713-051c-411b-ae03-3dca4525fc37",
        "choice_type": "single"
    },
    {
        "question": "Ureteric bud arises from:",
        "exp": "Ans. A. mesonephric duct. At the fifth week of development, the ureteric bud arises as a diverticulum from the mesonephric (Wolffian) duct. The bud grows laterally and invades the center of the metanephrogenic blastema, the primordial renal tissue. The meeting of these two tissues causes changes in the bud and the metanephros. The metanephrogenic blastema forms glomeruli, proximal tubules and distal tubules. The ureteric bud divides and branches forming the ureter, renal pelvis, calyces, and collecting tubules",
        "cop": 1,
        "opa": "Mesonephric duct",
        "opb": "Paramesonephric duct",
        "opc": "Pronephric duct",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "5413aa34-71cf-4d1c-9aa5-8cc0ffc3c2c7",
        "choice_type": "multi"
    },
    {
        "question": "Cerebellum is derived from:",
        "exp": "Ans. C. Rhombencephalona. The brain develops from enlarged cranial part of the neural tube. At about end of fourth week, enlarged cephalic part shows three distinct dilatations called primary brain vesicles. Craniocaudally, these are (a) prosencephalon (forebrain), (b) mesencephalon (midbrain), and (c) rhombencephalon (hindbrain). b. The prosencephalon gives a rostral telencephalon and caudal diencephalon (interbrain). The telencephalon form cerebral hemispheres. The diencephalon forms thalamus, hypothalamus, epithalamus, etc. c. The mesencephalon gives rise to midbrain. d. The rhombencephalon divides into rostral metencephalon, which eventually develops into pons and cerebellum, and caudal myelencephalon, which gives rise to medulla oblongata.",
        "cop": 3,
        "opa": "Prosencephalon",
        "opb": "Mesencephalon",
        "opc": "Rhombencephalon",
        "opd": "Telencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "4d5fe040-9cfa-4d1a-8439-0628fd36ff37",
        "choice_type": "single"
    },
    {
        "question": "Which cells undergo meisosis in the testes?",
        "exp": "Ans. is 'a' i. e., Primary Spermatocytes * Primary spermatocytes undergo meiosis to form secondary spermatocytes. Spermatogonia. Mitosis-----Primary spermatocytes. Meiosis-----Secondary spermatocytes. Mitosis-----Spermatids. Maturation-----Sperms",
        "cop": 1,
        "opa": "Primary Spermatocytes",
        "opb": "Spermatids",
        "opc": "Spermatogonia",
        "opd": "Secondary spermatocytes",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "dd5a1e4b-ced5-4f73-9147-2eff7b422e99",
        "choice_type": "single"
    },
    {
        "question": "Pancreas is derived from:",
        "exp": "Ans. A Foregut. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 207. Derivatives of Foregut* Part of mouth including the tongue to 2nd part of duodenum (up to major duodenal papilla)* Liver, pancreas, biliary channels* Respiratory system. Derivative of Midgut* From 2nd part of duodenum to right 2/3rd of transverse colon. Derivatives of Hindgut* From left 1/3rd of transverse colon to upper part of anal canal* Part of urogenital system derived from the primitive urogenital sinus",
        "cop": 1,
        "opa": "Foregut",
        "opb": "Midgut",
        "opc": "Hindgut",
        "opd": "Notochord",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2cc28bd9-ff16-42ba-9d20-6f47e9b4d0ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the derivative of tumor from Rathke's pouch?",
        "exp": "Ans. B Craniopharyngioma. Ref: Grays Anatomy E-Book 2015 ed. P 431* In embryogenesis Rathke's pouch is an evagination at the roof of the developing mouth in front of buccopharyngeal membrane. It gives rise to anterior pituitary (adenohypophysis).* Craniopharyngioma are benign cystic lesions derived from Rathke's pouch, most frequently in children. It is associated with hypopituitarism, growth retardation and diabetes insipidus.* Clinical features:# Raised ICT# Presents before 20 years of age# Visual field abnormalities# Weight gain# Cranial nerve damage* Investigation: MRI is superior to CT.",
        "cop": 2,
        "opa": "Meningioma",
        "opb": "Craniopharyngioma",
        "opc": "Ependymoma",
        "opd": "Low grade glioma",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "eadbc918-9ebc-4b4a-b127-41bc54d67279",
        "choice_type": "single"
    },
    {
        "question": "Which of the following not pierced during pleural taping?",
        "exp": "Ans. b. Visceral pleura. THORACENTESIS (PLEURACENTESIS OR PLEURALTAP). It is surgical procedure to collect pleural effusion for analysis. A needle or tube is inserted through thoracic wall into the pleural cavity posterior to the midaxillary line one or two intercostal spaces below. The ideal site is seventh, eight, or ninth intercostal space, as this site avoids possible accidental puncture of the lung, liver, spleen and diaphragm. To avoid damage to the intercostal nerve and vessels, the needle is inserted superior to the rib, high enough to avoid the collateral branches. The needle penetrates the following structures: Skin - Superficial fascia - Serratus anterior muscle - External intercostal muscle - Internal intercostal muscle - Endothoracic fascia - Parietal pleura. Intercostal drainage for pleural aspiration",
        "cop": 2,
        "opa": "Parietal pleura",
        "opb": "Visceral pleura",
        "opc": "Internal intercostal muscle",
        "opd": "External intercostal muscle",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2ce6fc9d-2c16-48df-b436-b9c350d07b7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding gastrulation?",
        "exp": "Ans. A. Establishes all the three germ layers. Gastrulationa. It is the most characteristic event occurring during the third week of gestationb. Gastrulation is process that establishes all three germ layers (ectoderm, mesoderm, and endoderm) in the embryo. c. It begins with formation of the primitive streak on the surface of the epiblast. d. Initially, the streak is vaguely defined, but in a 15- to 16-day embryo, it is clearly visible as a narrow groove with slightly bulging regions on either side. The cephalic end of the streak, the primitive node, consists of a slightly elevated area surrounding the small primitive pit. Cells of the epiblast migrate toward the primitive streak. Upon arrival in the region of the streak, they become flask-shaped, detach from the epiblast, and slip beneath it. This inward movement is known as invagination. e. Once the cells have invaginated, some displace the hypoblast, creating the embryonic endoderm, and others come to lie between the epiblast and newly created endoderm to form mesoderm. Cells remaining in the epiblast then form ectoderm. f. Thus, the epiblast, through the process of gastrulation, is the source of all of the germ layers, and cells in these layers will give rise to all of the tissues and organs in the embryo.",
        "cop": 1,
        "opa": "Establishes all the three germ layers",
        "opb": "Occurs at the caudal end of the embryo prior to its cephalic end",
        "opc": "Involves the hypoblastic cells of inner cell mass",
        "opd": "Usually occurs at 4 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "6a69a1dd-8592-436b-b80f-eef3ba4fe92d",
        "choice_type": "multi"
    },
    {
        "question": "Tongue muscle derived from:",
        "exp": "Ans. a. Occipital myotomes. The paraxial mesoderm organizes into segments known as somitomeres, which form in a craniocaudal sequence. Somites differentiate into the: Sclerotome: Cartilage and bone component. Myotome: Muscle component. Dermatome: Dermis of skin component. Tongue muscles are derived from occipital myotomes. The tongue muscles are innervated by CN XII. Extraocular muscles are derived from somitomeres 1-3 and 5. Somitomeres 1-3 are called preotic myotomes. The extraocular muscles are innervated by cranial nerve (CN) III, CN IV, and CN VI. Head and neck musculature is derived from somitomeres 1-7 of the head and neck region, which participate in the formation of the pharyngeal arches.",
        "cop": 1,
        "opa": "Occipital myotomes",
        "opb": "Somites",
        "opc": "Endoderm of pharyngeal pouch",
        "opd": "Mesoderm of pharyngeal pouch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "93cec356-5959-48ab-90b2-dcbe404942b8",
        "choice_type": "single"
    },
    {
        "question": "Hypoblast forms:",
        "exp": "Ans. D Prochordal plate. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 39* Hypoblast and epiblast are 2 germ layers in the second week of embryonic development.* The hypoblast gives rise to prochordal plate which is the future site of mouth and forms the cranio-caudal axis.* Notochord is formed by epiblast cells.* Epiblast is also the source of all three germ layers.* First germ layer to be formed is the endoderm. Q* Remnants of notochord are nucleus pulposus and apical ligament of atlas.",
        "cop": 4,
        "opa": "Notochord",
        "opb": "Apical ligament of atlas",
        "opc": "Endoderm",
        "opd": "Prochordal plate",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "1464601d-5a58-4bf2-8627-855b3ecd24d2",
        "choice_type": "single"
    },
    {
        "question": "Urachus forms -",
        "exp": "Ans. is 'a' i. e., Median Umbilical ligament Urachus* Allantois is a vestigial structure and initially bladder is continuous with it. Most of the allantois soon constricts to form a thick fibrous cord called the urachus, which extends from the apex of bladder to the umbilicus. In the adults, the median umbilical ligament represents the urachus. Incomplete closure of urachus results in urachal cyst, sinus or fistula. i) Urachal cyst: Middle part of allantois remains patent (proximal and distal parts are obliterated). ii) Urachal sinus: Patent inferior end of urachus dilate to form urachal sinus. iii) Urachal fistula: Entire urachus remains patent.",
        "cop": 1,
        "opa": "Median Umbilical ligament",
        "opb": "Lateral umbilical ligament",
        "opc": "Ligamentum Teres",
        "opd": "Ligamentum Arteriosum",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "c93484b9-8a4b-4ec1-90d1-7dff0ae4d035",
        "choice_type": "single"
    },
    {
        "question": "External acoustic meatus is derived from",
        "exp": "(Dorsal part of the 1st ectodermal cleft) (357-IBS 8th) (317-I. B. Singh 8th). External acoustic meatus is derived from the dorsal part of the first ectodermal cleft. However, its deeper part is formed by proliferation of its lining epithelium. FATE OF ENDODERMAL POUCHESA. First pouch(a) Its ventral part is obliterated by formation of the tongue(b) Its dorsal part receives a contribution from the dorsal part of the second pouch, and these two together form a diverticulum that grows towards the region of the developing ear. This diverticulum that grows towards the region of the developing ear. This diverticulum is called the trubotympanic recess. The proximal part of this recess gives rise to the auditory (pharyngotympanic) tube, and the distal part to the, middle ear cavity including the tympanic antrumB. Second Pouch(a) The epithelial of the ventral part of this pouch contributes to the formation of the tonsil(b) The dorsal part takes part in the formation of the tubotympanic recessC. Third Pouch- give rise to inferior parathyroid gland & ThymusD. Fourth Pouch- gives origin to the superior parathyroid glands and may contribute to the Thyroid glandE. Fifth or Ultimobranchial pouch- give rise to ultimobranchial body (some species) & caudal pharyngeal complex",
        "cop": 1,
        "opa": "Dorsal part of the first ectodermal cleft",
        "opb": "Ventral part of the first ectodermal cleft",
        "opc": "Dorsal part of the 2nd ectodermal cleft",
        "opd": "Ventral part of the 2nd ectodermal cleft",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "55ff05e4-a2c1-440d-865c-49f242936e31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is derived basal lamina of neural tube-",
        "exp": "Ans. is 'b' i. e., Edinger westphal nucleus* The wall of neural tube at first has a single layer of cells. The cells multiply and form three layers: (i) ependymal, (ii) mantle and (iii) marginal.* Neurons develop in mantle layer.* The mantle layer divides into ventral part (basal lamina or basal plate) and dorsal part (alar lamina or alar plate). This division of mental layer is of considerable functional importance. The basal lamina (basal plate) develops into structures which are motor in function (e. g. motor or efferent nuclei) and the alar lamina (alar plate) into those that are sensory (e. g. sensory or afferent nuclei). From alar lamina. From basal lamina. MIDBRAINColliculi. Substantia nigra. Red nucleus. Mesencephalic nu. of trigeminal n. Oculomotor nu. Edinger westphal nu. Trochlear nu. PONSPontine nuclei. Vestibular nu. Main sensory nu. of trigeminal n. Nu. of spinal tract of trigeminal n. Nu. of tractus solitarius. Motor nu. trigeminal n. Motor nu. of facial n. Nucleus of abducent n. Sup. saliatory nu. Lacrimatory nu. MEDULLAInf. olivary nu. Nu. of spinal tract of trigeminal n. Nu. of tractus solitaries. Part of dorsal nu. of vagus n. Part of dorsal nucleus of vagus n. Inf. salivatory nu. Nu. Mabiguus. Hypoglossal nu.* In spinal cord the alar lamina forms the posterior grey column, and the basal lamina forms the ventral grey column. The marginal layer becomes white matter.* Cerebellum is derived from alar lamina of the metencephalon.",
        "cop": 2,
        "opa": "Substantia nigra",
        "opb": "Edinger westphal nucleus",
        "opc": "Pontine nuclei",
        "opd": "Vestibular nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "fa46181c-bebf-4647-971f-2ab1e3326ede",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure is derived from umbilical artery?",
        "exp": "Ans. B Medial umbilical ligament. Ref: Lamtnan Embryology pg. 148. Fetal structure. Adult structure. Foramen Ovale. Fossa Ovalis. Umbilical vein (intra-abdominal part). Ligamentum teres. Ductus venosus. Ligamentum venosum. Umbilical arteries and Proximal part of umbilical artery. Medial umbilical ligaments Superior vesicular artery (supplies bladder). Ductus arteriosus. Ligamentum arteriosum",
        "cop": 2,
        "opa": "Ligamentum arteriosum",
        "opb": "Medial umbilical ligament",
        "opc": "Ligamentum venosum",
        "opd": "Ligamentum teres",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "33b928a9-3f81-474e-8149-971651396087",
        "choice_type": "single"
    },
    {
        "question": "Sacrococcygeal teratoma is due to:",
        "exp": "Ans. a. Primitive streak. SACROCOCCYGEAL TERATOMA (ST). It is the most common germ cell tumor of childhood. Sacrococcygeal teratoma (ST) is a tumor that arises from remnants of the primitive streak, which normally degenerates and disappears. Sacrococcygeal teratoma. It is derived from pluripotent cells of the primitive streak and often contains various types of tissue (e. g., bone, nerve, hair). It occurs more commonly in female infants and usually becomes malignant during infancy (must be surgically removed by age 6 months).",
        "cop": 1,
        "opa": "Primitive streak",
        "opb": "Notochord",
        "opc": "Closure of caudal neuropore",
        "opd": "Cloacal membrane",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "520487ff-773e-4e41-a9d4-10e829ad2737",
        "choice_type": "single"
    },
    {
        "question": "Trigone of Bladder is derived from:",
        "exp": "Ans. B. Mesoderm. During the fourth to seventh weeks of development the cloaca divides into the urogenital sinus anteriorly and the anal canal posteriorly. The urorectal septum is a layer of mesoderm between the primitive anal canal and the urogenital sinus. Urogenital sinus forms the urinary bladder. During differentiation of the cloaca, the caudal portions of the mesonephric ducts are absorbed into the wall of the urinary bladder. The mucosa of the bladder formed by incorporation of the ducts (the trigone of the bladder) is mesodermal.",
        "cop": 2,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Ectoderm",
        "opd": "All of Above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "5b41ccdd-b601-41c6-addf-1ed95267a3ff",
        "choice_type": "multi"
    },
    {
        "question": "Number of hillocks from which auricle is developed-",
        "exp": "Ans. is 'c' i. e., 6 o Pinna (Auricle) develops from both 1st and 2nd pharyngeal arch (Branchial arch): -Tragus and anterior crus of helix - 1st arch. Rest of the pinna - 2nd arch. o It developls from six tubercles (hillocks) which appear around the first branchial cleft, o Faulty- fusion between the first and the 2nd arch tubercles causes preauricular sinus or cyst.",
        "cop": 3,
        "opa": "2",
        "opb": "4",
        "opc": "6",
        "opd": "8",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "364ae230-2be0-4f60-b7b2-ca9ffebcc27b",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis occurs in:",
        "exp": "Ans. A. Seminiferous tubulesa. Spermatogenesis is the process by which haploid spermatozoa develop from germ cells in the seminiferous tubules of the testis. b. This process starts with the mitotic division of the stem cells located close to the basement membrane of the tubules. c. These cells are called Spermatogonial stem cells. The mitotic division of these produces two types of cells. Type A cells replenish the stem cells, and type B cells differentiate into spermatocytes. d. The primary spermatocyte divides meiotically (Meiosis I) into two secondary spermatocytes; each secondary spermatocytes divides into two equal haploid spermatids by Meiosis II. The spermatids are transformed into spermatozoa(sperm) by the process of spermiogenesis. e. These develop into mature spermatozoa, also known as sperm cells. Thus, the primary spermatocyte gives rise to two cells, the secondary spermatocytes, and the two secondary spermatocytes by their subdivision produce four spermatozoa and four haploid cells.",
        "cop": 1,
        "opa": "Seminiferous tubules",
        "opb": "Epididymis",
        "opc": "Vas deferens",
        "opd": "Prostate",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2616c4e6-2cef-4abd-944f-cbb8ffd2e5cf",
        "choice_type": "single"
    },
    {
        "question": "Embroyo develops from -",
        "exp": "Ans. is 'a' i. e., Inner cell mass * As the morula enters the uterine cavity, uterine fluid diffuses through zona pellucida and fills small intercellular gaps between blastomeres, and morula is converted to blastocyst. Blastocyst consists ofa) Zona pellucida: Outer covering. b) Embryoblast: A group of centerally located cells of inner cell mass and later give rise to tissues of embryo proper. c) Trophoblast: A thin outer layer of cells formed from outer cells mass and later give rise extraembryonic tissues. d) Blastocele: Cavity of blastocyst:",
        "cop": 1,
        "opa": "Inner cell mass",
        "opb": "Troploblasts",
        "opc": "Outer cell mass",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "d0a4caf7-8eda-4c3e-a3e1-13b43625dea6",
        "choice_type": "multi"
    },
    {
        "question": "Remnant of Notochord in Adults is:",
        "exp": "Ans. B. Nucleus Pulposus. Notochord, flexible rod like structure of mesodermal cells that is the principal longitudinal structural element of chordates and of the early embryo of vertebrates, in both of which it plays an organizational role in nervous system development. In later vertebrate development, it becomes part of the vertebral column. With the formation of the vertebral column, the notochord is incorporated into the column as the centres of the intervertebral discs, called the nucleus pulposus, which cushion the vertebrae.",
        "cop": 2,
        "opa": "Annulus fibrosus",
        "opb": "Nucleus Pulposus",
        "opc": "Vertebrae",
        "opd": "Spinal cord",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "43244a0e-809c-4852-b84b-6d755f1f0349",
        "choice_type": "single"
    },
    {
        "question": "Arch of aorta develops from:",
        "exp": "Ans. B. Left 4th aortic arch. The aortic arch is the connection between the ascending and descending aorta, and its central part is formed by the left 4th aortic arch during early development",
        "cop": 2,
        "opa": "Right 4th aortic arch",
        "opb": "Left 4th aortic arch",
        "opc": "Right 6th aortic arch",
        "opd": "Left 6th aortic arch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "bfa71e62-3565-44ca-af35-037f19656889",
        "choice_type": "single"
    },
    {
        "question": "Cartilages and muscles of larynx and pharynx develop from?",
        "exp": "Ans. A. 4th and 6th branchial arch. Clefts = ectoderm Arches = mesoderm Pouches = endoderm. The 4th arch gives rise to: most pharyngeal constrictors; cricothyroid, levator veil palatini and 6th arch gives rise to ail intrinsic muscles of larynx except cricothyroid. Cartilages: thyroid, cricoid, arytenoids, corniculate, cuneiform also develop from 4th amd 5th arches. Branchial arch derivatives. Pharyngeal Arch. Arch Artery. Cranial Nerve. Skeletal elements. Muscles1. Terminal Branch of maxillary artery. Maxillary and mandibular division of trigeminal (V). Derived from arch cartilages (originating from neural crest):- From maxillary cartilages: Alispenoid, incus- From mandibular: Meckel's cartilage, malleus. Upper portion of external ear (auricle) is derived from dorsal aspect of 1st pharyngeal arch. Derived by direct ossification from arch dermal mesenchyme-Maxilla, zygomatic, squamous portion of temporal bone, mandible. Muscles of mastication (temporalis, masseter, and pterygoids), mylohyoid, anterior belly of digastric, tensor tympani, tensor veli palatini (originate from cranial somitomere 4)2. Stapedius artery (embryologic) & cortiotympanic artery (adult). Facial nerve (VII). Stapes, styloid process, stylohyoid ligament, lesser horns and upper rim of hyoid (derived from the second arch/ Ritcher's cartilage; originate from neural crest). Lower portion of external ear (auricle) is derived from 2nd pharyngeal arch. Muscles of facial expression (orbicularis oculi, orbicularis oris, auricularis, piatysma, fronto-ooccipitalis, buccinator), posterior belly of digastric, stylohyoid, stapedius (originate from cranial somitomere 6)3. Common carotid artery, most of internal carotid. Glossophary- ngeal (IX). Lower rim and greater horn of hyoid (derived from the third arch cartilage; originate from neural crest ceils). Sytlopharyngeus (originate from cranial somitomere 7)4. Left: Arch of aorta; Right: Right subclavian artery; Original sprouts of pulmonary art. Superior laryngeal branch of vagus (X). Laryngeal cartilages (Derived from the 4th arch cartilage, originate from lateral plate mesoderm). Constrictors of pharynx cricothyroid, levator veli palatine (originate from occipital somites 2-4)5. Ductus arteriosus; roots of definitive pulmonary arteries. Recurrent laryngeal branch of vagus (X). Laryngeal cartilages (derived from the Se- arch cartilage; originate from lateral plate mesoderm). Intrinsic muscles of larynx (originate from occipital somites 1 and 2) Derivates of pharyngeal pouches: First pouch. Auditory tube, which comes in contact with epithelial line of first pharyngeal cleft, where future external acoustic meatus will form. Distal portion will form tympanic cavity (lining will become eardrum). Proximal portion will become auditory tube. Second pouch. Forms buds that penetrate surrounding mesenchyme, which together form the palatine tonsils. Third pouch. Forms thymus and inferior parathyroid glands. Fourth pouch. Forms superior parathyroid glands. Fifth pouch. Forms utlimobranchial body Derivatives of pharyngeal clefts/grooves: Initially, four clefts exist; however, only one gives rise to a definite structure in adults. 1st pharyngeal cleft. Penetrates underlying mesenchyme and forms EAM. The bottom of EAM forms lateral aspect of tympanic cavity. 2nd pharyngeal cleft. Undergoes active proliferation and overlaps remaining clefts. It merges with ectoderm of lower neck such that the remaining clefts lose contact with outside. Temporarily, the clefts form an ectodermally lined cavity, the cervical sinus, but this disappears during development",
        "cop": 1,
        "opa": "4th and 6th branchial arch",
        "opb": "4th and 3rd branchial arch",
        "opc": "3rd and 2nd branchial arch",
        "opd": "2nd and 4th branchial arch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7862b96c-5a00-46b0-afeb-d2a3c58b2641",
        "choice_type": "single"
    },
    {
        "question": "Spermatogonium to spermatozoon transformation takes place in:",
        "exp": "Ans. B 74 days. Ref: I. B. Singh, 9th ed. pg. 14-15* Please refer to the image given about how spermatogonium undergoes mitotic division and forms primary spermatocyte, which further forms secondary spermatocyte and spermatid after first and 2nd meiotic division respectively.* Microscopically primary spermatocyte is largest in size among all.* The formation of spermatogonium to spermatozoa takes around 74 days.",
        "cop": 2,
        "opa": "64 days",
        "opb": "74 days",
        "opc": "84 days",
        "opd": "94 days",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "68478cbe-ea44-45e9-b5fc-9a8b335b63e6",
        "choice_type": "single"
    },
    {
        "question": "Blashcko lines represent -",
        "exp": "Ans. is 'a' i. e., Invisible lines along which certain skin diseases develop Blaschko's lines* Blaschko's lines, also called the lines of Blaschko, named after Alfred Blaschko, are lines of normal cell development in the skin.* These lines are invisible under normal conditions.* They become apparent when some diseases of the skin or mucosa manifest themselves according to these patterns.* They follow a \"V\" shape over the back, \"S\" shaped whirls over the chest, and sides, and wavy shapes on the head.",
        "cop": 1,
        "opa": "Invisible lines along which certain skin diseases develop",
        "opb": "Lines along which villi of intestines are arranged",
        "opc": "Arrangement of blood vessels in retina on fundoscopy",
        "opd": "Lines along which migration of RBCs occur",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "502b352c-9080-42d1-b76a-c8515e86d7d0",
        "choice_type": "single"
    },
    {
        "question": "T cells are derived from:",
        "exp": "Ans. B Thymus. Ref: BDC, 6th ed. vol. II pg. 147T cells originate in the bone marrow but mature in the thymus. So, T stands for 'Thymus'.* Thymus and bone marrow are primary lymphoid organs.* Lymph node and spleen are secondary lymphoid organs.",
        "cop": 2,
        "opa": "Tonsils",
        "opb": "Thymus",
        "opc": "Thalamus",
        "opd": "Thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "603d5df1-a026-4b83-b3a5-7397588e9c4a",
        "choice_type": "single"
    },
    {
        "question": "During intra uterine life, which of the following organ is not dependant upon the placenta",
        "exp": "(Lung) (177-1B. Singh 8lh). Functions of Placenta1. The placenta enables the transport of oxygen, water, electrolyte and nutrition (in the form of carbohydrates, polypeptide, amino acids, and vitamins) from maternal to fetal blood. A full term fetus takes up about 25 ml of oxygen per minutes from the maternal blood. Even a short interruption of oxygen supply is fatal for the fetus. 2. It also provides for excretion of carbon dioxide, urea and other waste products produced by the fetus into the maternal blood. 3. Maternal antibodies (IgG gamma-globulins) reaching the fetus through the placenta give the fetus immunity against some infections (eg. Diphtheria and measles)4. The placenta acts as a barrier and prevents many bacteria and other harmful substances from reaching the fetus, however most viruses (including poliomyelitis, measles and rubella) and some bacteria can pass across it. Drugs taken by the mother may also enter the fetal circulation and can produce congenital malformations. As a rule, maternal hormones do not reach the fetus. However, synthetic progestins and synthetic oestrogens (eg. Diethylstilbestrol) easily cross the placenta, and can have adverse effects on the fetus(including carcinoma in later life)5. While permitting the exchange of several substances between the maternal and fetal blood, it keeps these blood streams separate, thereby, preventing, antigenic reactions between them. 6. The placenta synthesizes several hormones. These are probably produced in the syncytiotrophoblast* The source of oxygenated blood is not the lung but the placenta (262-IBS) only a small portion of this blood reaches the lungs, and passes through it to the left atrium. The greater part is short circuited by the ductus arteriosus into the aorta. Vessel. Remnant(a) Umbilical arteries(b) Left umbilical vein(c) Ductus venosus(d) Ductus arteriosus. Medial umbilical ligaments. Ligamentum teres of the liver. Ligamentum venosum. Ligamentum arteriosum",
        "cop": 2,
        "opa": "Liver",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "a4eb66fe-70d2-4311-8baf-12874b4e678a",
        "choice_type": "single"
    },
    {
        "question": "Ligamentum Teres develops from-",
        "exp": "Ans. is 'c' i. e., Umbilical Vein Embryonic part. Remnants. Ductus arteriosus. Ligamentum arteriosum. Umbilical artery. Proximal part: - Superior vesical artery. Distal part: - Medial umbilical ligament. Umbilical vein (left). Ligamentum teres. Ductus venosus. Ligamentum venosus. Septum primum. Floor of fossa ovalis. Septum secondum. Annulus ovalis / Limbus fossa ovalis",
        "cop": 3,
        "opa": "Ductus Venisus",
        "opb": "Umbilical artery",
        "opc": "Umbilical Vein",
        "opd": "Septim Primum",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "81c0ffe0-76c8-4c31-af0b-b2e01148f8fc",
        "choice_type": "single"
    },
    {
        "question": "Chromaffin cells are derived from:",
        "exp": "Ans. A Neural crest. Ref: Netter's Atlas of Neurosciences, 3rd ed. pg. 133. Derivatives of neural crest (mnemonic: N. O. P. E)* Melanocytes* Schwan cells* Adrenal medulla (Chromaffin cells)* Odontoblasts* Parasympathetic ganglia of gut* Parafollicular cells of thyroid* Pia and arachnoid matters* Endocardial cushions and aortopulmonary septum in heart. Derivatives of neuroectoderm:* All CNS neurons astrocytes, oligodendrocytes, ependymocytes, neurohypophysis and pineal gland.",
        "cop": 1,
        "opa": "Neural crest",
        "opb": "Surface ectoderm",
        "opc": "Neuroectoderm",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "e48f300e-2080-4604-9072-9fe3a827c93b",
        "choice_type": "single"
    },
    {
        "question": "Crescents are derived from:",
        "exp": "Ans. a. Epithelial cells+fibrin+macrophage. Crescents: Presence of two or more layers of cell in crescent shaped in periphery of the Bowmans capsule. They are derived from proliferating parietal cells and Podocytes. It also derived from recruitment of circulating monocytes, macrophages and neutrophils. The local proliferation occurs in the Bowmans capsule. Crescents are the hall mark of RPGN.",
        "cop": 1,
        "opa": "Epithelial cells + fibrin + macrophage",
        "opb": "Mesangium + fibrin + macrophage",
        "opc": "Tubule + mesangium + fibrin",
        "opd": "Mesangium + fibrin",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "a7215793-1579-419d-b8af-26b12d75836a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the derivative of ultimobranchial body?",
        "exp": "Ans. B Parafollicular 'C' cells. Ref: Gray's Anatomy E-book. P 61. ENDODERMAL POUCHES* 1st pouch: Dorsal part forms tub tympanic recess which forms the middle ear cavity and eustachian tube.* 2nd pouch: Joins with ventral part of 1st pouch to form palatine tonsil. Also forms parts of middle ear.* 3rd pouch: Dorsal part forms the inferior parathyroid gland and ventral forms thymus.* 4th pouch: Dorsal part forms the superior parathyroid gland.# Ventral part forms the ultimobranchial body which forms the parafollicular C-cells of thyroid.",
        "cop": 2,
        "opa": "Thyroid",
        "opb": "Parafollicular 'C' cells",
        "opc": "Capsule of thyroid",
        "opd": "2nd branchial pouch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "f6f37fa4-56ac-4635-825a-e5a8edc6f371",
        "choice_type": "single"
    },
    {
        "question": "Ribs are derived from:",
        "exp": "Ans. B. Para-axial Mesoderm. The paraxial mesoderm undergoes segmentation to form somatomeres and somites. Each somite is triangular in shape with a small slit like cavity in its center. Each somite is divided into three parts: medial, middle, and laterala. The medial part is called sclerotome, which forms vertebrae and ribs. b. The middle part is called myotome, which forms skeletal muscles. c. The lateral part is called dermatome, which forms the dermis of the skin.",
        "cop": 2,
        "opa": "Lateral plate mesoderm",
        "opb": "Para-axial Mesoderm",
        "opc": "Intermediate mesoderm",
        "opd": "All of these",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "f791682f-c59a-4e26-875c-fedda9e1bd34",
        "choice_type": "multi"
    },
    {
        "question": "The ureteric bud develops from-",
        "exp": "Ans. is 'b' i. e., Mesonephros Development of kidney* Ureteric bud (mesonephros) arise from mesonephric duct and gives rise to collecting system of kidney (renal pelvis, major and minor calyces, collecting tubule) and ureter.* Metanephric mesoderm (blastema or metanephros) arisefrom nephrogenic cord which in turn is derived from intermediate mesoderm. It gives rise to excretory unit (nephron), i. e. glomeruli, PCT, Loop of henle and DCT.",
        "cop": 2,
        "opa": "Pronephros",
        "opb": "Mesonephros",
        "opc": "Metanephros",
        "opd": "Cloaca",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "1bc458b5-3e0a-4917-b4f2-3706ac313940",
        "choice_type": "single"
    },
    {
        "question": "2nd pharyngeal arch is supplied by",
        "exp": "B. i. e. (Facial) (109-LB. Singh Embryo 8th). Arch. Nerve of arch. Muscles of arch. First. Mandibular- Tensor tympani, tensor palate, medial and lateral pterygoids, masseter, temporalis, mylohyoid, anterior belly of digastric **Second. Facial- Stapedius stylohyoid, posterior belly of digastric**, muscles of face, auricular muscles, occipito- frontalis, platysma. Third. Glossopharyngeal- Stylopharyngeus. Fourth. Superior laryngeal Muscles of pharynx. Sixth. Recurrent laryngeal Soft palate and larynx. The cartilage of the second arch forms the following* Stapes* Styloid process* Stylohyoid ligament* Smaller (lesser) cornu of hyoid*** Superior part of body of hyoid",
        "cop": 2,
        "opa": "Mandibular",
        "opb": "Facial",
        "opc": "Glossopharyngeal",
        "opd": "Recurrent laryngeal",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7f4fca06-ec81-46aa-99d3-ea803326ee56",
        "choice_type": "single"
    },
    {
        "question": "Tongue develops from all except:",
        "exp": "Ans. D. Frontonasal process. The tongue is divided into two parts: oral part (anterior two third) and pharyngeal part (posterior one-third). a. The oral part of tongue develops from three swellings associated with first pharyngeal arch. These swellings are two lateral lingual swellings and one median swelling--the tuberculum impar. b. The pharyngeal part of tongue develops from a median swelling called hypobranchial eminence associated with third, and fourth pharyngeal arches. c. Muscles of tongue develop from occipital myotomes.",
        "cop": 4,
        "opa": "Lingual swellings",
        "opb": "Tuberculum impar",
        "opc": "Hypobranchial eminence",
        "opd": "Frontonasal process",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "678a7565-5d09-499a-ab3b-9a6fbd42a0cd",
        "choice_type": "multi"
    },
    {
        "question": "Homeobox gene is responsible for:",
        "exp": "Ans. A Segmental organization of embryo is craniocaudal direction. Ref: Netter's Atlas of Human Embryology, 2012 ed. pg. 10* Homeobox (HOX) gene is involved in segmental organization of embryo in cranio-caudal direction. The mutation in gene leads to formation of appendages in wrong locations.* Sonic hedge-hog gene is involved in patterning in A-P axis. The mutation in this gene leads to holoprosencephaly.",
        "cop": 1,
        "opa": "Segmental organization of embryo in craniocaudal direction",
        "opb": "Proper organization along dorsal ventral axis",
        "opc": "Stimulation for lengthening of limbs",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "19fd6561-283f-4bf7-a3df-02bbcbb3a377",
        "choice_type": "multi"
    },
    {
        "question": "Parafolliculars gland of thyroid developed from",
        "exp": "D. i. e. (Neural crest) (320 - I. B. S 8, h)* Derivatives of Endoderm = Glands(a) Endocrine: Thyroid, Parathyroid, Thymus, Islets of langerhans(b) Exocrine: Liver, Pancreas, Glands in wall of GIT, greater part of prostate (except inner glandular zone) and its female homologous* The superior parathyroid glands arise from caudal pharyngeal complex, the complex probably also gives origin to the parafollicular cells of the thyroid. Which may represent the ultimo branchial body of lower animals.*** \"C- cells\" parafollicuiars, constitute and endocrine system which are derived from neural crest and are found in thyroid, parathyroid and in thymus (544- Rana-shinde 7th)NEURAL -CREST - DERIVATIVES (273-74- IBS 8th)1. The neurons of the spinal posterior nerve root ganglia2. The neurons of the sensory ganglia of the 5, 7, 8, 9 and 10th cranial nerves. 3. The Schwann cells that form the neurolemmal sheaths of all peripheral nerves4. The neurons of the sympathetic ganglia5. The specific cells of the adrenal medulla6. Chromaffin tissue7. The pigment cells (melanoblasts**) of the skin8. The pia mater and arachnoidmater are also, probably, derived from the neural crest9. The mesenchyme of the dental papillae (odontoblast**) Some diseases and syndromes are associated with disturbances of the Neural crest. Hirschsprung's disease (aganglionic megacolon**). Aorticopulmonary septal defects of heart. Cleft lip, cleft palate, frontonasal dysplasia, neurofibromatosis, tumours of adrenal medulla, albinism",
        "cop": 4,
        "opa": "Ectoderm",
        "opb": "Mesoderm",
        "opc": "Endoderm",
        "opd": "Neural crest",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "d65c49bc-ecd0-4a7d-a25c-6aacaefd2221",
        "choice_type": "single"
    },
    {
        "question": "First germ layer to be formed is:",
        "exp": "Ans. B Endoderm. Ref: Netter's Atlas of Embryology, 2012 ed. pg. 47* Epiblast is the source of all three germ layers and endoderm is the first germ layer to be formed.",
        "cop": 2,
        "opa": "Ectoderm",
        "opb": "Endoderm",
        "opc": "Mesoderm",
        "opd": "All of them develop simultaneously",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "a83c3959-6a90-4596-ad8e-da8f04e72c1c",
        "choice_type": "multi"
    },
    {
        "question": "Nerve of the 6th arch is -",
        "exp": "Ans. is 'd' i. e., Recurrent laryngeal nerve Pharyngeal. Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression, Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Corniculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of\\ thyroid gland). 6th. All intrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X) Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 4,
        "opa": "Mandibular nerve",
        "opb": "Facial nerve",
        "opc": "Maxillary nerve",
        "opd": "Recurrent laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "288d596f-2469-489a-85be-32e8e4c50e82",
        "choice_type": "single"
    },
    {
        "question": "Proximal umbilical artery forms:",
        "exp": "Ans. A Superior vesical artery. Ref: Netter's Atlas of Human Embryology, 2012 ed. pg. 86. Structure name. Derivative. Obliterated umbilical artery. Medial umbilical ligament. Proximal part of umbilical artery. Superior vesical artery. Inferior epigastric artery. Lateral umbilical fold. Left umbilical vein. Ligamentum teres. Right umbilical vein. Disappears. Ductus venosus. Ligamentum venosum. Urachus. Median umbilical ligament. Vitello-intestinal duct Meckel's diverticulum",
        "cop": 1,
        "opa": "Superior vesical artery",
        "opb": "Median umbilical fold",
        "opc": "Lateral umbilical fold",
        "opd": "Ligamentum teres",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "69b5ad1a-27d0-4ba7-8494-c0992b6c46cb",
        "choice_type": "single"
    },
    {
        "question": "Ameloblast develop from -",
        "exp": "Ans. is 'd' i. e., Ectoderm * Various parts of teeth are derived asA) Dental papillae (mesoderm of neural crest origin) give rise to: i) Odontoblasts which form dentine. ii) Dental pulp. B) Enamel organ (ecdoderm) give rise to ameloblasts which form enamel and dental cuticle. C) Mesenchyme around tooth give rise to cementum and periodontal ligaments.",
        "cop": 4,
        "opa": "Mesoderm",
        "opb": "Endoderm",
        "opc": "Neural crest",
        "opd": "Ectoderm",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "2854ba36-a8e9-46cf-8cd9-f6eb1b4222be",
        "choice_type": "single"
    },
    {
        "question": "Inferior parathyroid gland develops from:",
        "exp": "Ans. C Branchial pouch 3rd. Ref: Netter's Essential Histology, 2nd ed. pg. 227* Third branchial pouch forms the Thymus and Inferior parathyroid glands.* Fourth branchial pouch forms superior parathyroid glands and ultimobranchial body.* Aberrant development of third and fourth branchial pouches results in Di-George syndrome. It leads to thymic and inferior* parathyroid gland hypoplasia. The infant develops recurrent pneumonia episodes and hypocalcemia.* 2nd branchial pouch forms tonsils.* 1st branchial pouch ventral part forms tongue* 1st branchial pouch dorsal part forms tub tympanic recess, Eustachian tube, middle ear cavity and inner part of Eustachian tube.",
        "cop": 3,
        "opa": "Branchial arch 3rd",
        "opb": "Branchial arch 4th",
        "opc": "Branchial pouch 3rd",
        "opd": "Branchial pouch 4th",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "e8c0c829-f2c9-43d0-9ab7-cb1eda1ad6bf",
        "choice_type": "single"
    },
    {
        "question": "Astrocytes are seen to be developed from which layer?",
        "exp": "Ans. is 'b' i. e., Neuroectoderm Glial cells of. CNS1) Macroglia (derived from neuroectoderm):- Astrocytes, oligodendrocytes, ependymal cells, schwann cells. 2) Microglia (derivedfrom mesoderm).",
        "cop": 2,
        "opa": "Mesoderm",
        "opb": "Neuroectoderm",
        "opc": "Endoderm",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "1a2cba38-a6cb-473a-b0da-e72e36412310",
        "choice_type": "multi"
    },
    {
        "question": "Right to left movement occurs at:",
        "exp": "Ans. a. Atlanto-axial. To look right or left ('NO' movements of head) occurs at the Atlanto-axial Joint. 'YES' movements occur at the Atlanto-occipital Joint and involve flexion and extension of head over vertebra. C2-C3 and C3-C4 joints allow mainly flexion and extension of the neck and small degree of rotation is also possible.",
        "cop": 1,
        "opa": "Atlanto-axial",
        "opb": "Atlanto-occipital",
        "opc": "C2 -C3",
        "opd": "C3 -C4",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "e6fc3ada-69e6-4cf0-8276-a9ef2537a671",
        "choice_type": "single"
    },
    {
        "question": "Tensor fascia lata supplied by:",
        "exp": "Ans. b. Superior gluteal nerve. Inferior gluteal nerve (L5, SI, S2). Superior gluteal nerve (L4, L5, SI). Nerve to the quadratus femoris muscle (L4, L5, SI). Nerve to the obturator internus muscle (L5, SI, S2)* Leaves the pelvis through the greater sciatic foramen below the piriformis* Leaves the pelvis through the greater sciatic foramen above the piriformis* Leaves the pelvis through the greater sciatic foramen below the piriformis* Leaves the pelvis through the greater sciatic foramen below the piriformis* Innervates the gluteus maximus muscle* Innervates the gluteus medius, gluteus minimus, and tensor fascia lata muscles* Descends deep to the gemelli and obturator internus muscles and ends in the deep surface of the quadratus femoris, supplying the quadratus femoris and the inferior gemellus muscles*. Enters the perineum through the lesser sciatic foramen*. Innervates the obturator internus and superior gemellus muscles",
        "cop": 2,
        "opa": "Inferior gluteal nerve",
        "opb": "Superior gluteal nerve",
        "opc": "Nerve to quadratus femoris",
        "opd": "Nerve to obturator internus",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "f50b9223-3da0-4a97-8af2-e9486e77c5af",
        "choice_type": "single"
    },
    {
        "question": "Ligamentum teres is remnant of -",
        "exp": "Ans. is 'b' i. e., Left umbilical vein o The ligament teres represents the obliterated left umbilical vein. Embryonic part. Remnants. Ductus arteriosus. Ligamentum arteriosum. Umbilical artery. Proximal part. Superior vesical artery. Distal part. Medial umbilical ligament. Umbilical vein. Ligament teres. Ductus venosus. Ligamentum venosus. Septum primum. Fossa ovalis. Septum secondum. Annulus ovalis / Limbus fossa ovalis",
        "cop": 2,
        "opa": "Umbilical arteries",
        "opb": "Left umbilical vein",
        "opc": "Ductus-venosus",
        "opd": "Ductus arteriosus",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "0403d72c-ddc2-41a5-949e-258ee984157e",
        "choice_type": "single"
    },
    {
        "question": "Forelimb bud appears on",
        "exp": "(26 days) (135-IBS 7th) (125-1. B. Singh 8th). Timetable of some events* The forelimb bud appears about the 26th day (end of 4th week)* The hind limb bud appears about the 28th day. The limbs become paddle shaped after about 4 days (5th week) and grooves between the future digits (digital rays) can be seen by the 36 the day (6th week). By the 50 th day or so (8th week) the elbows and knees are established and the fingers and toes are free. Rotation of limbs occurs during the 7th week. Cartilaginous models of bones start forming in the 6th week. And primary centres of ossification are seen in many bones in the 8th week. They are present in all long bones by the 12th week* The extremities are most susceptible to teratogens during the 4th to 7th week and slightly less susceptible in the 8th week",
        "cop": 2,
        "opa": "21 days",
        "opb": "26 days",
        "opc": "28 days",
        "opd": "30 days",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7917b88b-6bf8-4ed1-8cf7-d305a3301a2a",
        "choice_type": "single"
    },
    {
        "question": "Defect seen due to failure of closure of rostral part of neural tube or cranial neuropore?",
        "exp": "Ans. A. Anencephaly. Anencephaly is the absence of a major portion of the brain, skull, and scalp that occurs during embryonic development. It is a cephalic disorder that results from a neural tube defect that occurs when the rostral (head) end of the neural tube fails to close, usually between the 23rd and 26th day following conception.",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "Spina bifida",
        "opc": "Meningocele",
        "opd": "Sacrococcygeal teratoma",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "5b8f0957-0488-4f54-a49b-5c3d4021f129",
        "choice_type": "single"
    },
    {
        "question": "In a fetus, testis lies at superficial inguinal ring at:",
        "exp": "Ans. C 8 months. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 325. Descent of testis3rd month. Iliac fossa7th month. Deep inguinal ring7th month. Transits through inguinal canal8th month. Superficial inguinal ring9th month. Enters the scrotum",
        "cop": 3,
        "opa": "6th month",
        "opb": "7th month",
        "opc": "8th month",
        "opd": "9th month",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "8a612f97-7227-4fe2-bc4e-c920ca0674e4",
        "choice_type": "single"
    },
    {
        "question": "Gut tube develops from which germ layer?",
        "exp": "Ans. is 'a' i. e., Endoderm * The gut is endodermal in origin and is derived from yolk sac.",
        "cop": 1,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Ectoderm",
        "opd": "Allantois",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "8ae4c995-4dc9-443e-abbc-982d52274c55",
        "choice_type": "multi"
    },
    {
        "question": "Ductus arteriosus obliterates to form:",
        "exp": "Ans. D. Ligamentum arteriosum. Changes in Fetal Circulation Just after Birth After birth, the placenta is separated from newborn and lung startsoxygenating the blood, i. e., respiration is established. Now the oxygenated blood comes to heart from the lungs. As a result, the following changes take place in fetal circulation: a. Umbilical vein, as it no longer carries any blood from the placenta, obliterates and forms a fibrous ligament called ligamentum teres hepatis. b. Ductus venosus obliterates to form a fibrous ligament called ligamentum venosum. c. As the lungs are inflated and the pulmonary circulation is established, pulmonary veins bring more blood to the left atrium. Now, as the pressure of blood in the left atrium is more than that in the right atrium the septum primum is pushed to the right and the foramen ovale is closed. At first the closure of foramen ovale is physiological, but later on septum primum fuses with the septum secundum and there is an anatomical closure of foramen ovale. The closed foramenovale forms fossa ovalis. d. Ductus Arteriosus obliterates to form a fibrous ligament called the ligamentum arteriosum. e. Umbilical arteries (right and left) obliterate. However, their proximal parts remain open. The proximal parts of umbilical arteries form superior vesical arteries whereas their distal parts form fibrous ligaments called medial umbilical ligaments.",
        "cop": 4,
        "opa": "Ligamentum venosum",
        "opb": "Ligamentum teres",
        "opc": "Ligamentum hepatis",
        "opd": "Ligamentum arteriosum",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "7265c51b-9dc7-4b93-b97b-4974ba8f4973",
        "choice_type": "single"
    },
    {
        "question": "Development of heart is from which of the following:",
        "exp": "ANS. DThere has been a rising trend of asking embryology images in AIIMS. May session had asked the development of nucleus pulposus (Answer was notochord). Development of cerebral cortex. Development of palate and anomalies of it* Midline cleft lip: Due to non-fusion of 2 median nasal process* Harelip (not midline): Due to non-fusion of medial nasal process and maxillary process* Oblique facial cleft: Non-fusion of maxillary and lateral nasal process# Pharyngeal pouch and cleft# Another important area is remnants of various structures. Right umbilical vein. Disappears. Left umbilical vein. Ligamentum teres. Proximal part of umbilical artery. Superior vesical artery. Distal part of umbilical artery. Lateral umbilical ligament. Ductus arteriosus. Ligamentum arteriosum. Ductus venosus. Ligamentum venosum. Urachus. Median umbilical ligament. Obliterated umbilical artery. Medial umbilical fold. Inferior epigastric artery. Lateral umbilical fold",
        "cop": 4,
        "opa": "Pharyngeal arches",
        "opb": "Forebrain",
        "opc": "Upper limb",
        "opd": "Heart",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "d954191f-e959-4efb-b0d2-62700b5d863f",
        "choice_type": "single"
    },
    {
        "question": "Arch of aorta is derived from:",
        "exp": "Ans. D 4th pharyngeal arch. Ref: Gray's Anatomy, 4V ed. pg. 607. DERIVATIVES OF THE PHARYNGEAL ARCHESArch number. Arch name. Embryonic cartilage. Cartilage derivative. Muscle. Nerve. Artery1. Mandibular. Quadrate Meckel's. Incus. Malleus. Anterior ligament of malleus Spine of sphenoid. Sphenomandibular ligament. Genial tubercle of mandible. Tensor tympani Muscles of mastication Mylohyoid. Anterior belly of digastric. Tensor veli palatine. Trigeminal (V). Mandibular division. First aortic arch artery (transitory)2. Hyoid. Reichert's* Stapes* Styloid process of temporal bone* Styloid process of temporal bone* Stylohyoid ligament* Lesser horn and upper part of body of hyoid bone*Stapedius* Stylohyoid muscle* Facial muscles, include.# Buccinator# Platysma# Posterior belly digastric. Facial (VII). Stapedial artery (transitory)3. Third Greater horn and lower part of body of hyoid bone. Stylopharyngeus. Glossopharyngeal (IX). Common carotid artery4. Fourth Thyroid cartilage. Corniculate cartilage. Cuneiform cartilage. Pharyngeal and extrinsic laryngeal muscles, levator veli palatini. Vagus (X). Pharyngeal branch* Proximal part of subclavian artery on the right* Arch of aorta between origins of left common carotid and left subclavian arteries6. Sixth Arytenoid cartilages. Intrinsic laryngeal muscles. Vagus (X). Recurrent laryngeal branch. Part between the pulmonary trunk and dorsal aorta becomes ductus arteriosus on left, disappears on right",
        "cop": 4,
        "opa": "2nd aortic arch",
        "opb": "3rd aortic arch",
        "opc": "3rd pharyngeal arch",
        "opd": "4th pharyngeal arch",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "f07cbb9f-981a-4f47-8d33-2a3b64b3cd18",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis",
        "exp": "i. e. (Occurs in seminiferous tubules): (11-12-IBS-Embryology 8th). Spermatozoa are formed in the walls of the seminiferous tubules of the testes. SPERMATOGENESIS - formation of gametes (spermatozoa) takes only during the reproductive periods which begins at the age of puberty (12 to 16 years) and continue even though old age* The process of spermatogenesis, including spermiogenesis requires about two months** for its completion. Difference between Spermatogenesis and Spermiogenesis. Spermatogenesis is the complete process of formation of a spermatozoon from a spermatogonium. It includes first and second meiotic division and spermiogenesis. Spermiogenesis - is the process of transformation of a rounded spermatid into a spermatozoan. SERTOLI CELLSSertoli cells are specialized cells within the seminiferous tubules and are involved in the orchestration and coordination of all of the key events in spermatogenesis (including spermiogenesis). Function of Sertoli cells1. Provide support, nutrition to developing spermatozoa2. Protect developing germ cells by forming the blood testes barrier (BTB)3. Secretion of important substances - Androgen binding protein (ABP)*, Inhibin*, Mullerian Inhibiting substance (MIS)*, contain aromatase (CYP)*4. Presence of FSH receptors5. Important role in the final maturation phase of spermiogenesis which is characterized by shedding of excess or residual cytoplasm of the spermatids (Phagocytosis)",
        "cop": 3,
        "opa": "Starts at birth",
        "opb": "Maximum in 37degC",
        "opc": "Occurs in seminiferous tubules",
        "opd": "Time required for a spermatogonium to develop into mature spermatozoan is 6 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Embryology",
        "id": "30a12f31-4c50-4bae-9d54-8fa7b1b07186",
        "choice_type": "single"
    }
]