[
    {
        "question": "During bilateral adrenalectomy, intraoperative dose of hydrocoisone should be given after",
        "exp": "\"Patients undergoing surgery for a primary adrenal adenoma secreting glucocoicoids require preoperative and postoperative steroids due to suppression of the contralateral adrenal gland. Duration of steroid therapy is determined by the ACTH stimulation test. Exogenous steroids may be needed for up to 2 years but are needed indefinitely in patients who have undergone bilateral adrenalectomy. This latter group of patients also may require mineralocoicoid replacement therapy. \" \"Perioperative and postoperative glucocoicoid administration is obviously essential in the care of patients with Cushing's syndrome. For patients undergoing adrenalectomy for Cushing's syndrome, perioperative \"stress dose\" steroids (hydrocoisone, 100 mg IV every 8 hours for 24 hours) are recommended. \"",
        "cop": 4,
        "opa": "Opening the abdomen",
        "opb": "Ligation of left adrenal vein",
        "opc": "Ligation of right adrenal vein",
        "opd": "Excision of both adrenal glands",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "7a15499b-b053-476c-a7f0-8dafe5fde521",
        "choice_type": "multi"
    },
    {
        "question": "The most common histologic type of thyroid cancer is",
        "exp": "Papillary carcinoma accounts for 80% of all thyroid malignancies in iodine-sufficient areas and is the predominant thyroid cancer in children and individuals exposed to external radiation. \" The incidence of primary malignant tumours of the thyroid gland Also, remember - Thyroid carcinoma is the most common malignancy of the endocrine system Ref: Schwaz 9/e p1361",
        "cop": 3,
        "opa": "Medullary type",
        "opb": "Follicular type",
        "opc": "Papillary type",
        "opd": "Anaplastic type",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "aa55e35b-ebce-46d2-a441-acaecdedbed4",
        "choice_type": "single"
    },
    {
        "question": "BRCA-1 postive women have ____% increased risk of breast carcinoma",
        "exp": "Ref: schwaz's principle of surgery 10th edition Pg no: 514-515 Sabiston 20th edition pgno: 832",
        "cop": 4,
        "opa": "10",
        "opb": "20",
        "opc": "40",
        "opd": "60",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "3c819270-3cb0-4760-9776-8c4d79c35a15",
        "choice_type": "single"
    },
    {
        "question": "Hyper parathyroidism is characterised by the following except",
        "exp": "Clinical features of Hyperparathyroidism Patients with PHPT formerly presented with the 'classic' pentad of symptoms Kidney stones Painful bones Abdominal groans Psychic moans Fatigue oveones Ref: schwaz's principle of surgery 10th edition Pgno: 1560",
        "cop": 4,
        "opa": "Generalised osteoporosis",
        "opb": "Renal calculi",
        "opc": "Hypercalcemia",
        "opd": "Osteosclerosis",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "fac78ba6-5e55-4456-a5df-0c8d13da0bc3",
        "choice_type": "multi"
    },
    {
        "question": "Needle biopsy of solitary thyroid nodule in a young woman with palpable cervical lymph nodes on the same sides demonstrates amyloid in the stroma of lesion. Likely diagnosis is",
        "exp": "Presence of thyroid nodule along with palpable cervical lymph nodes and amyloid histologically is clearly indicative of Medullary Carcinoma Thyroid, as explained before. Ref: Bailey 25/e p797",
        "cop": 1,
        "opa": "Medullary carcinoma thyroid",
        "opb": "Follicular carcinoma thyroid",
        "opc": "Thyroid adenoma",
        "opd": "Multinodular goitre",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "91b75df8-05c3-454a-9d60-6e892fc3f88d",
        "choice_type": "single"
    },
    {
        "question": "Risk of malignancy in BIRADS score 2 is",
        "exp": "BIRADS score - Breast Imaging Repoing and Data System Category 2- Negative, routine mammogram in 1 year is recommended",
        "cop": 1,
        "opa": "0-2%",
        "opb": "2-4%",
        "opc": "10%",
        "opd": "50%",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "cdaa43d7-1239-4b57-8f57-6e8afb8be02d",
        "choice_type": "single"
    },
    {
        "question": "MEN-2A includes",
        "exp": "MEN 2A or Sipple's syndrome &. MEN 2B are associated with mutation in the RET protooncogene located in pericentromeric region of chromosome 10.",
        "cop": 1,
        "opa": "Ganglioneuromas",
        "opb": "Cutaneous lichenoid amyloids",
        "opc": "Parathyroid adenoma",
        "opd": "Adrenal adenoma",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ecda8443-1935-4e7e-a1a3-6c3f1564aec8",
        "choice_type": "single"
    },
    {
        "question": "A young female came to surgery OPD with bilateral breast mass. On examination, mass was firm and mobile. What is the diagnosis on the basis of findings",
        "exp": "Pattern of calcification in Breast Diseases Carcinoma - Microcalcification, punctuate, branching Fibroadenoma - Popcorn (coarse, granular, crushed Stone) Fibrocystic disease - powdery Fat necrosis - Curvilinear Ref: Bailey and love 27th edition Pgno: 870",
        "cop": 2,
        "opa": "Breast cyst",
        "opb": "Fibroadenoma",
        "opc": "DCIS",
        "opd": "LCIS",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "221657a0-71b8-4e1d-980b-9f70539e7295",
        "choice_type": "single"
    },
    {
        "question": "Papillary Ca thyroid usually presents as",
        "exp": "\"Most patients are euthyroid and present with a slow-growing painless mass in the neck Dysphagia, dyspnea, & dysphonia are usually associated with locally advanced invasive disease. Lymph node metastases are common, especially in children and young adults, and may be the presenting complaint so-called 'lateral aberrant thyroid', almost always denotes a cervical lymph node that has been invaded by metastatic cancer. Diagnosis is established by FNAB of the thyroid mass or lymph node\" More about Papillary Ca thyriod PTC is the most common type of thyroid carcinoma More common in females with a female: male ratio of 2: 1. Mean age at presentation is 30 to 40 years Most common presentation is a painless nodule in the neck or a cervical lymph node (lateral aberrant thyroid) Spread to the lymph nodes is common but blood-borne metastasis is unusual. Multiple foci may occur in the same lobe as the primary tumor or, less commonly in both lobes (this may be due to lymphatic spread in the rich intrathyroidal lymph plexus, or due to multicentric growth). Diagnosis is confirmed by FNA biopsy of the thyroid mass or lymph node. Ref: Bailey & Love 25/e p793",
        "cop": 4,
        "opa": "Diffuse nodular swelling",
        "opb": "Only lymphadenopathy",
        "opc": "Hormonal disturbance",
        "opd": "Single nodule + local lymph node",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "c4d2e792-24ec-4cfd-8e58-dca932bc9674",
        "choice_type": "multi"
    },
    {
        "question": "BIRADS stage 5 is",
        "exp": "<img src=\" /> Source: Internet",
        "cop": 4,
        "opa": "Negative",
        "opb": "Probably benign",
        "opc": "Suspicious abnormality",
        "opd": "Highly suggesve of malignancy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "cbf6a06a-e56d-439d-8edb-b67a11d3b396",
        "choice_type": "single"
    },
    {
        "question": "A drug used in estrogen-dependent breast cancer",
        "exp": "Hormonal drug therapy for breast cancer targets estrogen receptor-positive breast cancer. It aims at blocking the action of estrogen on estrogen receptor-positive breast cells. The hormonal therapy of choice for breast cancer in premenopausal women is Tamoxifen. Tamoxifen belongs to a class of drugs known as Selective Estrogen Receptor Modulator\". Tamoxifen binds to the estrogen receptors on tumours and blocks the effect of estrogen on these cells. Tamoxifen is only effective in treating estrogen receptor-positive breast cancers. Therefore the tumour's hormone receptor status should be determined before deciding on a treatment option for breast cancer. Tamoxifen is used to treat patients with early sta2e breast cancer as well as those with metastatic breast cancer Adjuvant therapy with Tamoxifen Chemotherapy after primary t/t to increase the chance of cure. It helps in preventing the recurrence and also helps to prevent the development of new cancers in the other breast When used as adjuvant chemotherapy it is usually taken for 5 years. When taken for 5 years if reduces the chance of the original breast cancer coming back in the same breast or elsewhere. It also reduces the risk of developing secondary primary cancer. Metastatic cancer therapy with Tamoxifen As a treatment for metastatic breast cancer, the drug slows or stops the growth of cancer cells that are present in the body. Patient with metastatic breast cancer may have to take tamoxifen for varying lengths of time. ref - srb's manual of surgery 5e p530, 551",
        "cop": 2,
        "opa": "Clomiphene citrate",
        "opb": "Tamoxifen",
        "opc": "Estrogen",
        "opd": "Adriamycin",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "f7c3f710-4cd7-41d6-b4e9-69476d50917c",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause for hyperparathyroidism is -",
        "exp": "Primary Hyperparathyroidism PHPT Arises from increased PTH production from abnormal parathyroid glands and results from a disturbance of normal feedback control exeed by serum calcium More common in women Solitary adenoma is the MC cause (in 80%) Parathyroid adenomas are most commonly located in Inferior parathyroid glands Increased PTH production leads to Hypercalcemia Increased GI absorption of calcium Reduced renal calcium clearance Increased production of vitamin D3 Ref: schwaz's principle of surgery 10th edition Pgno: 1560",
        "cop": 1,
        "opa": "Single adenoma",
        "opb": "Multiple adenomas",
        "opc": "Single gland hyperplasia",
        "opd": "Multiple gland hyperplasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ecee3c95-c800-415d-9717-d6a00cb7af38",
        "choice_type": "single"
    },
    {
        "question": "Complications of total thyroidectomy include all except",
        "exp": "Rates of post-procedure hypocalcemia are approximately 5%, and it resolves in 80% of cases in approximately 12 months Other complications include haemorrhage, damage to recurrent laryngeal nerve and superior laryngeal nerve. Respiratory obstruction due to laryngeal oedema or very rarely due to collapse or kinking of the trachea(tracheomalacia). Ref: Robbins Basis 8/e 1121",
        "cop": 4,
        "opa": "Hoarseness of voice",
        "opb": "Airway obstruction",
        "opc": "Hemorrhage",
        "opd": "Hypercalcaemia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "944806b7-dab1-425d-ba68-8e66de228e2a",
        "choice_type": "multi"
    },
    {
        "question": "Mammography was performed in 45 year old female for screening of breast cancer. The finding is suggestive of",
        "exp": "Mammography Soft tissue radiographs are taken by placing the breast in direct contact with ultrasensitive film and exposing it to low-voltage, high-amperage x-rays. The dose of radiation is approximately 0. 1 c. Gy and, therefore, mammography is a very safe investigation. The sensitivity of this investigation increases with age as the breast becomes less dense. In total, 5% of breast cancers are missed by population-based mammographic screening programmes; even in retrospect, such carcinomas are not apparent. Thus, a normal mammogram does not exclude the presence of carcinoma. Digital mammography is being introduced, which allows manipulation of the images and computer-aided diagnosis. Tomo-mammography is also being assessed as a more sensitive diagnostic modality. Ultrasound Ref: Sabiston 20th edition Pgno: 861",
        "cop": 2,
        "opa": "Benign lesion",
        "opb": "Malignant lesion",
        "opc": "Indeterminate",
        "opd": "No opinion can be given",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "751b17ee-126c-4a03-ae37-7e5d09e7b367",
        "choice_type": "single"
    },
    {
        "question": "A parent noted an abdominal mass in it. the side of her 6 mth. old child. Which showed calcification near the left kidney. what will be the cause",
        "exp": "Neuroblastoma is the most common solid tumor of infancy and childhood* and 3/4 of pt present with an abdominal mass. Plain x-ray shows fine, stippled calcification in 50 percent of the cases. More about Neuroblastoma Neuroblastoma is a malignant tumor of neural crest origin*, arising from the sympathetic nervous tissue from the orbit to the pelvis. Age - It occurs chiefly in very young children median age is 2 years. It is the most common solid tumor of infancy and most common tumor in newborn. * MC intrabdominal tumor in children. M. C. site is----- Adrenal medulla* 90% of pts. have increased catecholamine * secretion which can be identified by increased urinary levels of metanephrine and vanillylmandelic acid. Clinical evidence of catecholamine excess is however rare. Excessive VIP secretion presents with Hypokalemic watery diarrhoea * syndrome. Hematogenous metastasis occurs very early. Orbital metastasis* may present with proptosis, periorbital ecchymosis. Ref: Bailey & Love 25/e p814",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Leukemia",
        "opc": "Renal cell carcinoma",
        "opd": "Lymphoma",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "411da662-19f2-45b3-9205-dd3e7504bb73",
        "choice_type": "single"
    },
    {
        "question": "Following condition has no increased risk of invasive breast carcinoma except",
        "exp": "Cancer risk associated (with benign breast disorders and insitu carcinoma of the breast) Non-proliferative - no increased risk Sclerosing Adenosis - no increased risk Intra ductal papilloma--no increased risk Florid hyperplasia - 1. 5 to 2 fold Atypical lobular hyperplasia - 4fold Atypical ductal hyperplasia - 4fold Ductal involvement by cells of Atypical ductal hyperplasia - 7 fold Lobular carcinoma insitu - 10fold Ductal carcinoma insitu- 10 fold Ref: Sabiston 20th edition Pgno: 832",
        "cop": 1,
        "opa": "Hyperplasia Atypical",
        "opb": "Sclerosing Adenosis",
        "opc": "Apocrine metaplagia",
        "opd": "Duct ectasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ba6271fb-a1ba-43f8-9d5f-8dfd38a7c955",
        "choice_type": "multi"
    },
    {
        "question": "On mammogram all of the following are the features of a malignant tumor except",
        "exp": "Mammographic features suggestive of breast cancer A solid mass with or without stellate features Asymmetric thickening of breast tissues Clustered microcalcification Presence of fine, stippled calcium in and around a suspicious lesion is suggestive of breast cancer and occurs in as many as 50% of nonpalpable cancers These microcalcifications are especially impoant sign of cancer in younger women, in whom it may be the only mammographic abnormality Ref: Sabiston 20th edition Pgno: 828",
        "cop": 3,
        "opa": "Spiculation",
        "opb": "Microcalcification",
        "opc": "Macrocalcification",
        "opd": "Irregular mass",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "4c127ccc-8109-4557-a78b-94e8496994ef",
        "choice_type": "multi"
    },
    {
        "question": "Hypoparathyroidism occurs as a result ofa) Idiopathic atrophy of parathyroidsb) Following surgeryc) Thyroditis with secondary atrophy of parathyroidsd) All of the above",
        "exp": "Mostly due to removal of the parathyroid glands or infarction due to vascular injury.* Vascular injury is more impoant.* Cases usually present 2-5 days after operation with symptoms of hypocalcemia (circumoral and fingeip numbness and tingling tetany, carpopedal spasm and laryngeal stridor) * Treatment with oral calcium and vitamin D supplements* IV calcium gluconate may be required in severe cases.",
        "cop": 3,
        "opa": "ac",
        "opb": "a",
        "opc": "ab",
        "opd": "bc",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a66385b8-9e7c-43d5-86e5-8a0a5043a5a7",
        "choice_type": "multi"
    },
    {
        "question": "False statement about nipple discharge",
        "exp": "Mammography is rarely useful except to exclude an underlying impalpable mass. Ref: Bailey and love 27th edition Pg no: 864",
        "cop": 2,
        "opa": "Cone excision done in single intra ductal tumor",
        "opb": "Mammography done when duct papilloma is < 4. 5",
        "opc": "Red discharge indicates malignancy",
        "opd": "Blue-black discharge indicates duct ectasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "d9c6342d-50f8-4443-ad1e-5f404818027f",
        "choice_type": "multi"
    },
    {
        "question": "Opsoclonus - Myoclonus is a phenomenon seen in",
        "exp": "Opsoclonus is a disorder of eye movement characterized by involuntary, chaotic saccades that occur in all directions of gaze. It is frequently associated with myoclonus and ataxia. Opsoclonus-myoclonus may be cancer-related or idiopathic. When the cause is paraneoplastic, the tumors involved are usually cancer of the lung and breast in adults and neuroblastoma in children.",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Wilms tumor",
        "opc": "Meningioma",
        "opd": "Coical tuberculoma",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "e1166e7a-dfa9-49dc-82f8-c1aa092a4578",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old female complaints of discharge of blood from a single duct in her breast. The most appropriate treatment is",
        "exp": "Discharges from the nipple Discharge can occur from one or more lactiferous ducts. Management depends on the presence of blood in the discharge or discharge from a single duct. Treatment Treatment must firstly be to exclude a carcinoma by occult blood test and cytology. Simple reassurance may then be sufficient but, if the discharge is proving intolerable, an operation to remove the affected duct or ducts can be performed (microdochectomy). MICRODOCHECTOMY It is impoant not to express the blood before the operation as it may then be difficult to identify the duct in theatre. A lacrimal probe or length of stiff nylon suture is inseed into the duct from which the discharge is emerging. A tennis racquet incision can be made to encompass the entire duct or a periareolar incision used and the nipple flap dissected to reach the duct. The duct is then excised. A papilloma is nearly always situated within 4-5cm of the nipple orifice. Ductoscopy (inspection of the internal structure of the duct system) using microendoscopes is technically feasible but generally disappointing. The affected duct may not be visualised and biopsy systems are currently rudimentary. Ref: Bailey and love 27th edition Pg no: 864, 865",
        "cop": 2,
        "opa": "Radical excision",
        "opb": "Microdochectomy",
        "opc": "Radical mastectomy",
        "opd": "Biopsy to rule out carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "1d416a5c-e37c-4858-a0fb-3ed39355d669",
        "choice_type": "single"
    },
    {
        "question": "A 45 Yr old woman presents with a hard and mobile lump in the breast. Next investigation is",
        "exp": "First investigation: Mammography First investigation for tissue sampling: FNAC Best and diagnostic investigation: Biopsy Investigations in CA Breast Mammography - Initial investigation for symptomatic breast in women>35 years and for screening. Investigation of choice for microcalcification Ultrasound- Initial investigation for palpable lesions in women < 35 years. Not useful in screening MRI- Indicated in scarred breast, implants and borderline lesions for breast conservation. Investigation of choice for implant related complication. Gold standard for imaging breast in females with implants. PET scan- Investigation of choice for detecting recurrences in scarred breast. Useful multifocal disease and in helping detect axillary movement Ref: Sabiston 20th edition Pg no: 826- 827",
        "cop": 3,
        "opa": "FNAC",
        "opb": "USG",
        "opc": "Mammography",
        "opd": "Excision biopsy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "5ff569f5-e949-4e21-b2db-1540a33a2c04",
        "choice_type": "single"
    },
    {
        "question": "In case of Adenomatoid goitre which carcinoma is commonest to occur",
        "exp": "\"An increased incidence of cancer (usually follicular) has been repoed from endemic areas. Dominant or rapidly growing nodules in longstanding goitres should always be subjected to aspiration cytology. \" Ref: Bailey & Love 25/e p778",
        "cop": 2,
        "opa": "Medullary Ca",
        "opb": "Follicular Ca",
        "opc": "Papillary Ca",
        "opd": "Anaplastic Ca",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ede61656-5c26-4ef8-bd6e-3c2eaac140df",
        "choice_type": "single"
    },
    {
        "question": "Which of the following indicate Ca breast",
        "exp": "Recent retraction of the nipple may be of considerable pathological significance. A slit-like retraction of the nipple may be due to duct ectasia and chronic periductal mastitis, but circumferential retraction, with or without an underlying lump, may well indicate an underlying Ca. Although ulceration of nipple may occur in Ca breast but may occur in other conditions also. The cracked nipple may occur during lactation and be the forerunner of acute infective mastitis. Various degrees of cellular and architectural atypia (Atypical hyperplasia) occurs in 'Ca in situ' and 'breast Ca'. ref - Internet",
        "cop": 4,
        "opa": "Ulceration of nipple",
        "opb": "Cracked nipple",
        "opc": "Serous discharge",
        "opd": "Recent retraction of nipple",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "9d188a15-93d9-4321-86d6-e5ffe1ee248b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a predisposing factor for carcinoma of breast",
        "exp": "Proliferative lesions relative risks for developing invasive breast cancer Non - proliferative changes: 7. 0% Relative risk = 1. 0 Adenosis Cysts and apocrine change Ductal ectasia Mild epithelial hyperplasia of usual type Proliferative disease without atypia: 26% Relative risk= 1. 5 - 2. 0 Hyperplasia of usual type, moderate or florid Papilloma Sclerosing Adenosis Proliferative disease with atypia: 4% Relative risk=4-5 Atypical ductal hyperplasia Atypical lobular hyperplasia",
        "cop": 2,
        "opa": "Sclerosing adenosis",
        "opb": "Epithelial hyperplasia",
        "opc": "Fibrocystic disease of breast",
        "opd": "Fibroadenoma",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "bcbce7b4-b823-4531-8f05-ada7336093b5",
        "choice_type": "single"
    },
    {
        "question": "Cervical lymph node involvement in papillary ca thyroid, the best treatment is -",
        "exp": "\"Lymph node metastasis in the lateral neck in patients with papillary carcinoma usually should be managed with modified radical or functional neck dissection. \" - Schwaz Though the option mentions 'Radical neck dissection', not 'modified radical neck dissection, it still is the best choice among given option. Also know Modified radical neck dissection is done in any type of thyroid cancer with palpable or involved cervical lymph nodes (cervical lymph nodes are frequently involved in Papillary, Medullary Huhle cell and anaplastic carcinomas) It can also be done prophylactically in medullary carcinoma when the thyroid lesion is larger than 1 cm. Ref: Schwaz 9/e p1363",
        "cop": 3,
        "opa": "Chemotherapy",
        "opb": "Radioactive iodine",
        "opc": "Radical neck dissection",
        "opd": "Steroid",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "cd2f9512-ed34-4b39-a351-b832824ca958",
        "choice_type": "single"
    },
    {
        "question": "Primary hyperparathyroidism is caused by -a) Parathyroid hyperplasiab) Adenosisc) MEN 1d) Thyrotoxicosise) CRF",
        "exp": "Hyperparathyrodism is defined as elevated serum PTH due to increased secretion. It is of two types. a) Primary & b) Secondary with a rare third type - c) Teiary Primary hyperparathyroidism Primary hyperparathyroidism is due to intrinsic abnormality of one or more parathyroid glands: Single Adenoma - 83% Multiple Adenomas - 6% Hyperplasia - 1% Carcinoma - 1% Adenomas and hyperplasia of the parathyroid usually occur sporadically, but in few cases, they are pa of familial syndromes Familial syndromes associated with Primary Hyperparathyroidism MEN type 1-Wermer's syndrome MEN type 2a - Sipple syndrome Familial hypocalciuric hypercalcemia Secondary Hyperparathyroidism Sec. hyperparathyroidism is increased secretion of PTH by the parathyroids in response to a lowered serum ionized calcium leve Causes Chronic renal failure (most common cause) Malabsorption syndrome Vitamin D deficiency Medullary carcinoma of thyroid Teiary Hyperparathyroidism Teiary hyperparathyroidism follows long standing secondary HPT when the chronically stimulated parathyriod glands act independently of the serum calcium concentration. Autonomous hypersecretion of PTH may persist despite correction of the underlying condition.",
        "cop": 3,
        "opa": "ab",
        "opb": "bc",
        "opc": "abc",
        "opd": "bcd",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "9412c695-2ef2-4527-ac4e-2b72734dd7d8",
        "choice_type": "single"
    },
    {
        "question": "Sistrunk operation is used for",
        "exp": "Thyroglossal. Duct Cyst A thyroglossal duct cyst is a midline neck lesion that originates at the base of the tongue at the foramen cecum and descends through the central poion of the hyoid bone. Although thyroglossal duct cysts may occur anywhere from the base of the tongue to the thyroid gland, most are found at or just below the hyoid bone. A thyroid diveiculum develops as a median endodermal thickening at the foramen cecum in the embryonic stage of development. The thyroid diveiculum descends in the neck and remains attached to the base of the tongue by the thyroglossal duct. Also, as the thyroid gland descends to its normal pretracheal position, the ventral cailages of the second and third branchial arches form the hyoid bone--hence the intimate anatomic relationship of the thyroglossal duct remnant with the central poionof the hyoid bone. The thyroglossal duct normally regresses by the time the thyroid gland reaches its final position. When the elements of the duct persist despite complete thyroid descent, a thyroglossal duct cyst may develop. Failure of normal caudal migration of the thyroid gland results in a lingual thyroid, in which no other thyroid tissue is present in the neck. Ultrasound or radionuclide imaging may provide useful information to identify the presence of an ectopic thyroid gland in the neck. The standard operation for thyroglossal duct cysts has remained unchanged since it was described by Sistrunk in 1928, which involves complete excision of the cyst in continuity with its tract, the central poion of the hyoid bone, and the tract interior to the hyoid bone extending to the base of the tongue Failure to remove these tissues entirely will likely result in recur- rence because multiple sinuses have been histologically identified in these locations. Ref: Sabiston 20th edition Pgno: 1861",
        "cop": 1,
        "opa": "Thyroglossal cyst",
        "opb": "Branchial cyst",
        "opc": "Cystic hygroma",
        "opd": "Laryngocele",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "859e1f68-6995-46c2-abdd-49a33611ab28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following carcinoma is familial",
        "exp": "Familial cancers these cancers may occur at higher frequency in ceain families without a clearly defined pattern of transmission. Viually all the common types of cancers that occur sporadically have also been repoed to occur in familial forms. examples include carcinomas of breast brain colon melanoma ovary lymphomas features that characterize familial cancers include early age at onset, tumors arising in two or more close relatives of the index case, and sometimes, multiple or bilateral tumors. Ref: Robbin's basis 8/e p275",
        "cop": 1,
        "opa": "Breast",
        "opb": "Prostate",
        "opc": "Cervix",
        "opd": "Vaginal",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "29b63d20-7055-4f7e-b289-2a449f5648fb",
        "choice_type": "single"
    },
    {
        "question": "Green discharge is most commonly seen with",
        "exp": "A black or green discharge is usually the result of duct ectasia and its complications. Ref: Bailey and love 27th edition Pg no: 864",
        "cop": 2,
        "opa": "Duct papilloma",
        "opb": "Duct ectasia",
        "opc": "Retention cyst",
        "opd": "Fibro adenosis",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "326e56f1-fa4b-4b23-a590-c2cb42b38504",
        "choice_type": "single"
    },
    {
        "question": "Features to differentiate parathyroid adenoma from hyperplasia would include which of the following",
        "exp": "Parathyroid adenoma can be differentiated from hyperplasia only at the time of surgery. In the case of adenoma, only one gland is found to be enlarged the other three are normal or atrophic. In hyperplasia, all four glands are diffusely enlarged. Some recent techniques such as 99m. Tc sestamibi scan are now able to localize and differentiate adenoma from hyperplasia, preoperatively.",
        "cop": 4,
        "opa": "Presence of excess chief cells",
        "opb": "Infiltration of capsule",
        "opc": "High levels of parathormone",
        "opd": "Identifying hyperplasia of all 4 glands at surgery in parathyroid hyperplasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "8a32ec0a-3846-4258-a2f3-9504f3ec67a0",
        "choice_type": "multi"
    },
    {
        "question": "What can mother benefit from breastfeeding?",
        "exp": "D: Woman who breastfeeds reduces her chance of acquiring breast cancer. A: This is not true; women still need a balanced diet during breastfeeding and therefore should eat more. B: Some breastfeeding women are already ovulating four weeks after giving bih, some even during breastfeeding. C: The father can find other ways to bond with the infant aside from feeding. Ref - Bailey and love 27e p870-75",
        "cop": 4,
        "opa": "Breastfeeding mothers would lose weight rapidly.",
        "opb": "Breastfeeding is a 100% effective contraceptive method because of lactational amenorrhea method",
        "opc": "Breastfeeding mothers can teach the fathers how to breastfeed so they can enjoy feeding time.",
        "opd": "Breastfeeding prevents cancer",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "1b960012-2c95-40ae-821b-d234808978cd",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid adenoma most commonly involves which of the following site",
        "exp": "Adenomas are most often located in the inferior parathyroid glands, but in 6-10% of patients, parathyroid adenomas may be located in the thymus, the thyroid, the pericardium, or behind the esophagus.",
        "cop": 3,
        "opa": "Thyroid substance",
        "opb": "Superior parathyroid lobe",
        "opc": "Inferior parathyroid lobe",
        "opd": "In the mediastinum",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "32d8c5c3-bcae-4dc1-a8ed-3d0bae9342ad",
        "choice_type": "single"
    },
    {
        "question": "What is the age for routine screening mammography",
        "exp": "Mammography Soft tissue radiographs are taken by placing the breast in direct contact with ultrasensitive film and exposing it to low-voltage, high-amperage x-rays. The dose f radiation is approximately 0. 1 c. Gy and, therefore, mammography is a very safe investigation. The sensitivity of this investigation increases with age as the breast becomes less dense. In total, 5% of breast cancers are missed by population-based mammographic screening programmes; even in retrospect, such carcinomas are not apparent. Thus, a normal mammogram does not exclude the presence of carcinoma. Digital mammography is being introduced, which allows manipulation of the images and computer-aided diagnosis. Tomo-mammography is also being assessed as a more sensitive diagnostic modality. Ref: Bailey and love 27th edition Pg no: 861",
        "cop": 3,
        "opa": "20 years",
        "opb": "30 years",
        "opc": "40 years",
        "opd": "50 years",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ee796bfe-64df-4b65-8670-352050eaaf4c",
        "choice_type": "single"
    },
    {
        "question": "Risk factors for carcinoma breast are all except",
        "exp": ".",
        "cop": 3,
        "opa": "Nulliparity",
        "opb": "Family history",
        "opc": "OCP",
        "opd": "BRCA-1 Mutation",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "e36f3ec8-90f1-4969-aab6-cbf353534c07",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is seen in carcinoma breast",
        "exp": "Pattern of calcification in breast diseases Carcinoma- Microcalcification, punctate, branching Fibroadenoma-Popcorn( coarse, granular, crushed Stone) Fibrocystic disease - powdery Fat necrosis - Curvilinear Ref: Robbins 9th edition Pg no: 1069",
        "cop": 4,
        "opa": "Powdery calcification",
        "opb": "Popcorn calcification",
        "opc": "Nodular calcification",
        "opd": "Pleomorphic calcification",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "617d993e-fed2-4270-bfe3-230d8eac7269",
        "choice_type": "single"
    },
    {
        "question": "In case of parathyroid adenoma T/t is",
        "exp": "Ref: Harrison's 19th edition Pgno: 2473-2475 Parathyroid adenoma causes primary Hyperparathyroidism A single parathyroid adenoma (85%) Resection Two adenomas(5%) Resection Hyperplasia of all four glands (10-15%) Resection of 3 1/2 glands Resection of all four glands with auto transplantation of a parathyroid gland in the forearm (brachioradialis) or SCM muscle",
        "cop": 2,
        "opa": "Calcitonin and steroid",
        "opb": "Removal of adenoma",
        "opc": "Total parathyroidectomy and implantation in arm",
        "opd": "Total parathyroidectomy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "55a8ce9d-91ae-4ccf-b04e-32745efb3265",
        "choice_type": "single"
    },
    {
        "question": "Palpation on the costoveebral angle produces pain and tenderness in acute adrenal insufficiency. This is",
        "exp": "Costoveebral angle pain and tenderness in acute adrenal insufficiency is known as Rogoff's sign.",
        "cop": 3,
        "opa": "Rotch's sign",
        "opb": "Rossolimo\"s sign",
        "opc": "Rogoff's sign",
        "opd": "Osler's sign",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "153bdf31-a65c-41ee-bcc9-060cc6039971",
        "choice_type": "single"
    },
    {
        "question": "BIRADS score 5 is",
        "exp": "BIRADS score - Breast Imaging Repoing and Data System Category 5- Higly suggestive of malignancy, appropriate action should be taken",
        "cop": 4,
        "opa": "Negative",
        "opb": "Probably benign",
        "opc": "Suspicious abnormality",
        "opd": "Highly suggestive of malignancy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "b07d8c0e-5343-4e10-8945-3f7052f4fd41",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive imaging for ductal carcinoma insitu breast is",
        "exp": "Screening with MRI is superior to mammography in detecting invasive breast cancer in younger women, where the sensitivity of mammography is low due to presence of mammographically dense breast parenchyma. Ref: Grainger 5th edition Pgno: 1190, 1188",
        "cop": 2,
        "opa": "Mammography",
        "opb": "MRI",
        "opc": "PET",
        "opd": "USG",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "c4231efd-b07f-45f5-a21f-b0eedbcfdd87",
        "choice_type": "single"
    },
    {
        "question": "BIRADS stands for",
        "exp": "Category 1 Incomplete assessment, need additional imaging evaluation Category 2 Negative, routine mammogram in 1yr is recommended Category 3 Benign findings, routine management in 1 year is recommended Category 3 Probably benign findings, sho term follow up suggested Category 4 Suspicious abnormality, biopsy should be considered Category 5 Highly suggestive of malignancy, appropriate action should be taken Category 6 Known biopsy - proven malignancy",
        "cop": 1,
        "opa": "Breast Imaging Repoing and Data System",
        "opb": "Best Imaging Repoing and Data System",
        "opc": "Brain Imaging Repoing and Data System",
        "opd": "Blood Imaging Repoing and Data System",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "30c4e8e4-3a2e-459c-b360-30a139a26e64",
        "choice_type": "single"
    },
    {
        "question": "Treatment for parathyroid hyperplasia is",
        "exp": "Treatment of primary hyperparathyroidism Initial correction of hypercalcemia (Rapid IV Na. Cl with Furosemide)* Neck exploration is done and t/t done accordingly",
        "cop": 1,
        "opa": "Removal of 3 1/2 glands",
        "opb": "Removal of all four glands",
        "opc": "Calcium",
        "opd": "Enlarged glands to be removed",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "007bc056-c507-4c74-92e3-053387b9886d",
        "choice_type": "multi"
    },
    {
        "question": "Neuroblastomas - good prognositc factor is",
        "exp": "Ref: Sabiston 20th edition Pgno: 1887-1888 Neuroblastoma prognostic factors Favorable prognosis Unourable Prognosis Age <1 year Thoracic primary lesion Shimada index showing well differentiated stromal rich tumor Increased ratio of VMA/HVA Normal serum ferritin Hyperdiploid or near triploid High level of expression of Trk-A gene N-myc amplification (>10) Deletion of 1p(most characteristic cytogenetics abnormality) and gain of 17q Expression of multidrug resistance protein Over expression of telomerase Increased serum ferritin Diploid Older patients of stages III and IV",
        "cop": 3,
        "opa": "N-myc amplification",
        "opb": "RAS oncogene",
        "opc": "Hyperdiploidy",
        "opd": "Translocations",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "e39b6f2d-279d-4f19-97ff-a6ec38594e15",
        "choice_type": "single"
    },
    {
        "question": "A 14 week post natal women presents with fluctuant breast swelling. What should be the treatment",
        "exp": "Bacterial mastitis Most commonly associated with lactation in majority of cases Causative organism--mostly S. aureus. Ascending infection from a sore and cracked nipple may initiate the mastitis Or lactiferous ducts will first become blocked by epithelial debris leading to stasis. Once within the ampulla of the duct, staphylococcus cause clotting of milk and within this clot organisms multiply. Clinical features: The affected breast or more usually a segment of it presents the classical signs of acute inflammation. Early on this is a generalised cellulitis but later an abscess will form Treatment: During cellulitis stage--patient should be treated with an appropriate antibiotic, such as flucloxacillin or coamoxiclav. Feeding from the affected side may continue if the patient can manage. Suppo of the breast, local heat and analgesia will help to relieve pain If an antibiotic is used in the presence of undrained pus, an antibioma may form. This is a large sterile, brawny oedematous swelling that takes many weeks to resolve. At present advice is repeated aspirations under antibiotic cover (if necessary ultrasound for localisation) be performed. This often allows resolution without the need for an incision and will also allow the patient to continue breast feeding. Presence of pus can be confirmed by needle aspiration and the pus should be sent for bacteriological culture.",
        "cop": 4,
        "opa": "Incision and drainage",
        "opb": "Continue breast feeding with antibiotics",
        "opc": "Analgesics",
        "opd": "Repeated aspiration under antibiotic cover",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "df976d65-9ca6-4357-a499-b14f43c91f1d",
        "choice_type": "single"
    },
    {
        "question": "Most probable malignancy that develops in a case of long-standing goitre is -",
        "exp": "\"An increased incidence of cancer (usually follicular) has been repoed from endemic areas. Dominant or rapidly growing nodules in longstanding goitres should always be subjected to aspiration cytology. \" About Follicular Carcinoma (FTC) FTC is the second most common thyroid malignancies, more common in iodine-deficient areas. More common in women (Female: Male ratio of 3: 1) Mean age of presentation is later than papillary Ca (- 50 yrs) Multiple foci are rarely seen and lymph node involvement is much less common than in papillary carcinoma. Bloodborne metastasis is common with spread to bone, lungs, liver and elsewhere. In less than 1% of cases, follicular cancers may be hyperfunctioning (warm nodule on scintiscan), leading to a symptom of thyrotoxicosis. Histopathology - Follicular carcinomas are usually solitary lesions, the majority of which are encapsulated. - Microscopically most follicular carcinomas are composed of fairly uniform cells forming small follicles containing colloid (quite like normal thyroid). In other cases, follicular differentiation may be less apparent, and there may be nests or sheets of cells without colloid. - the nuclei lack the typical features of papillary Ca. Ref: Bailey & Love 25/e p778",
        "cop": 1,
        "opa": "Follicular Ca",
        "opb": "Anaplastic Ca",
        "opc": "Papillary Ca",
        "opd": "Medullary Ca",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "c6aa2f9e-0a4f-471b-b490-d4d88406209e",
        "choice_type": "single"
    },
    {
        "question": "What is the reason for the thyroid storm after total thyroidectomy",
        "exp": "It is a condition of hypehyroidism accompanied by fever, CNS agitation or depression, Cardiovascular dysfunction that may be precipitated by infection, surgery or trauma and occasionally by amiadarone administration It is common in inadequately prepared patients for surgery accompanied by excess thyroid hormone release Ref: Surgery sizer, 3rd edition Pgno: 229",
        "cop": 2,
        "opa": "Due to rough handling during surgery",
        "opb": "Due to inadequate preparation of the patient",
        "opc": "Recurrent laryngeal nerve injury",
        "opd": "Parathyroid damage",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "dde3c9df-05f9-4592-8b98-c64814c156b1",
        "choice_type": "single"
    },
    {
        "question": "True about MEN-Ia) | VMA in urineb) | Calcitoninc) Hypergastrinemiad) Hyperprolactinaemiae) | Ca2",
        "exp": "| VMA is seen in - pheochromocytoma Hypergastrinemia seen in - Pancreatic islet cell hyperplasia or adenoma (Gastrinoma) Hyperprolactinemia is seen d/t - Pituitary adenoma (Prolactinoma)",
        "cop": 4,
        "opa": "abc",
        "opb": "ad",
        "opc": "bc",
        "opd": "acd",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ae609fe1-81dd-428b-8acb-380b91fef815",
        "choice_type": "multi"
    },
    {
        "question": "In Patey's mastectomy the step not done is",
        "exp": "Simple or Total mastectomy it removes all breast tissue, the nipple-areola complex, and skin. Extended simple mastectomy Simple mastectomy + removal of level I axillary lymph nodes. Modified radical mastectomy it removes all breast tissue, the nipple-areola complex, skin and the level I and level II axillary lymph nodes. Halstead's Radical mastectomy removes all breast tissue and skin, the nipple areola complex, the pectoralis major and minor muscles and the level I, II and III axillary lymph nodes. Modified Radical Mastectomy Two forms of modified radical mastectomy are in use Auchincloss (pronounced as 'aushincloss') procedure Here both the pectoralis major and minor muscles are preserved with removal of level I and II axillary lymph nodes Patey's Procedure here the pectoralis minor muscle is removed to allow complete dissection of level III axillary lymph nodes Scanlon's modification of Patey's procedure here the pectoralis minor muscle is divided instead of removing. Division of pectoralis minor muscle allows complete removal of level III lymph nodes Halstead Radical Mastectomy In this operation following structures are removed. the whole breast the poion of skin overlying the tumor, which includes the nipple-areola complex. the subcutaneous fat and the deep fascia veically from the lower border of the clavicle upto the upper quaer of the sheath of the rectus abdominis and horizontally from the sternum to the anterior border of lattissimus dorsi pectoralis major muscle pectoralis minor muscle and clavipectoral fascia the upper pa of the aponeurosis of the external oblique and anterior pas of a few digitations of the serratus anterior muscle all fatty and loose areolar tissue along with level I, II & III axillary lymph nodes Structures saved are: the axillary vein and the cephalic vein the long thoracic nerve of Bell (Nerve to serratus anterior). The nerve to latissimus dorsi may be sacrificed if required. Also know Extended Radical Mastectomy - Radical mastectomy + removal of internal mammary lymph nodes Super Radical Mastectomy - Radical mastectomy + removal of internal mammary, mediastinal and supraclavicular lymph nodes. Ref: S. Das 3/e, p 725; Schwaz 9/e p461",
        "cop": 3,
        "opa": "Nipple and areola removed",
        "opb": "Surrounding normal tissue of tumor is removed.",
        "opc": "Pectoralis major removed",
        "opd": "Pectoralis minor removed",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "fc25e212-528f-4c36-a657-dfa9622d4a68",
        "choice_type": "multi"
    },
    {
        "question": "Regarding breast cancer all are true except",
        "exp": "Invasive Breast Carcinoma Invasive breast cancers have been described as lobular or duc- tal in origin. 128-131 Early classifications used the term lobular to describe invasive cancers that were associated with LCIS, whereas all other invasive cancers were referred to as ductal. Current histologic classifications recognize special types of breast cancers (10% of total cases), which are defined by spe- cific histologic features. To qualify as a special-type cancer, at least 90% of the cancer must contain the defining histologic features. invasive breast cancers are described as invasive ductal carcinoma of no special type (NST). These can- cers generally have a worse prognosis than special-type cancers. Foote and Stewa originally proposed the following classifica- tion for invasive breast cancer125: 1. Paget's disease of the nipple 2. Invasive ductal carcinoma--Adenocarcinoma with produc- tive fibrosis (scirrhous, simplex, NST), 80% 3. Medullary carcinoma, 4% 4. Mucinous (colloid) carcinoma, 2% 5. Papillary carcinoma, 2% 6. Tubular carcinoma, 2% 7. Invasive lobular carcinoma, 10% 8. Rare cancers (adenoid cystic, squamous cell, apocrine) Medullary carcinoma is a special-type breast cancer; it accounts for 4% of all invasive breast cancers and is a frequent phenotype of BRCA1 hereditary breast cancer. Grossly, the can- cer is soft and hemorrhagic. A rapid increase in size may occur secondary to necrosis and hemorrhage. On physical examina- tion, it is bulky and often positioned deep within the breast. Bilaterality is repoed in 20% of cases. Medullary carcinoma is characterized microscopically by: (a) a dense lymphoreticular infiltrate composed predominantly of lymphocytes and plasma cells; (b) large pleomorphic nuclei that are poorly differentiated and show active mitosis; and (c) a sheet-like growth pattern with minimal or absent ductal or alveolar differentiation. Approxi- mately 50% of these cancers are associated with DCIS, which characteristically is present at the periphery of the cancer, and <10% demonstrate hormone receptors. In rare circumstances, mesenchymal metaplasia or anaplasia is noted. Because of the intense lymphocyte response associated with the cancer, benign or hyperplastic enlargement of the lymph nodes of the axilla may contribute to erroneous clinical staging. Women with this cancer have a better 5-year survival rate than those with NST or invasive lobular carcinoma. Ref: schwaz's principles of surgery 10th edition Pgno: 521",
        "cop": 2,
        "opa": "Increase with increasing age",
        "opb": "Medullary cancer has the poorest prognosis",
        "opc": "Involvement of subdermal lymphatic carries bad prognosis",
        "opd": "Increased incidence with estrogen exposure",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "1c988653-042a-4da3-8ecf-768014eda122",
        "choice_type": "multi"
    },
    {
        "question": "Popcorn calcification in mammography is seen in",
        "exp": "Pattern of calcification in breast diseases Carcinoma--Microcalcification, punctuate, branching Fibro adenoma - Popcorn( coarse, granular, crushed Stone) Fibrocystic disease - powdery Fat necrosis - Curvilinear Ref: Robbins 9th edition Pg no: 1069",
        "cop": 1,
        "opa": "Fibro adenoma",
        "opb": "Fat necrosis",
        "opc": "Cystosarcoma phyllodes",
        "opd": "CA breast",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "011b871f-568c-42e6-ab00-f9b99ac03d62",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of Cushings syndrome is",
        "exp": "In most cases, the cause is bilateral adrenal hyperplasia due to hypersecretion of pituitary ACTH or ectopic production of ACTH by a nonpituitary source.",
        "cop": 4,
        "opa": "Adrenal adenoma",
        "opb": "Carcinoma",
        "opc": "Atrophy",
        "opd": "Hyperplasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ce5b3105-8ac6-45c4-bbc8-722677df5a18",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most useful investigation for thyroid function?",
        "exp": "Best thyroid function test is TSH as it helps in differentiating between primary and secondary thyrotoxicosis. The change of TSH values also indicates the improvement in the medical condition of the patient. For example, after resection of a pituitary adenoma secreting excess of TSH, the values of TSH will come back towards normal. Ref - Srb's manual of surgery 5e p483",
        "cop": 1,
        "opa": "TSH",
        "opb": "T3",
        "opc": "T4",
        "opd": "Thyroglobulin",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "07e58586-7921-41d6-a6d6-e7c087761c0b",
        "choice_type": "single"
    },
    {
        "question": "True about screening mammography is",
        "exp": "Mammography Soft tissue radiographs are taken by placing the breast in direct contact with ultrasensitive film and exposing it to low-voltage, high-amperage x-rays. The dose of radiation is approximately 0. 1 c. Gy and, therefore, mammography is a very safe investigation. The sensitivity of this investigation increases with age as the breast becomes less dense. In total, 5% of breast cancers are missed by population-based mammographic screening programmes; even in retrospect, such carcinomas are not apparent. Thus, a normal mammogram does not exclude the presence of carcinoma. Digital mammography is being introduced, which allows manipulation of the images and computer-aided diagnosis. Tomo-mammography is also being assessed as a more sensitive diagnostic modality. Ref: Bailey and love 27th edition Pg no: 864",
        "cop": 1,
        "opa": "Indicated in 50-60 years of age",
        "opb": "Radiation due to mammography can cause carcinoma",
        "opc": "MRI is better than mammography",
        "opd": "USG is better than mammography",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "4234cc4d-8737-42cb-8ff5-83554cb491fc",
        "choice_type": "multi"
    },
    {
        "question": "4 cm breast nodule with ipsilateral mobile LN in axilla staging -",
        "exp": "4 cm breast nodule i. e. - T2 Ipsilateral, mobile axillary i. e. - N1 No metastasis- Mo hence stage II breast cancer. Ref - Srb's manual of surgery 5e p539",
        "cop": 1,
        "opa": "T2. N1. M0",
        "opb": "T2. N2. M0",
        "opc": "T1. N1. M0",
        "opd": "T3. N2. M1",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "919148b7-f149-4461-9686-18610746e007",
        "choice_type": "single"
    },
    {
        "question": "All of the following are predisposing factors for breast carcinoma except",
        "exp": ".",
        "cop": 2,
        "opa": "Family history of breast carcinoma",
        "opb": "First child at a younger age",
        "opc": "Early menarche and late menopause",
        "opd": "Nulliparous women",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "473df4e6-f24e-49e4-b0de-b2a2c2e2d293",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoma breast stage 4b involves all except",
        "exp": "Staging of carcinoma breast TX-Primary tumor cannot be assessed T0-No evidence of primary tumor Tis-Carcinoma in situ Tis(DCIS) - Ductal carcinoma in situ Tis(LCIS) - Lobular carcinoma in situ Tis(Pagets) - Paget's disease of the nipple NOT associated with invasive carcinoma and/or carcinoma in situ (DCIS and/ or LCIS) in the underlying breast parenchyma. Carcinomas in the breast parenchyma associated with Paget's disease are categorized based on the size and characteristics of the parenchymal disease, although the presence of Paget's disease should still be noted T1-Tumor <=20 mm in greatest dimension T1mi-Tumor <=1 mm in greatest dimension T1a-Tumor >1 mm but <=5 mm in greatest dimension T1b-Tumor >5 mm but <=10 mm in greatest dimension T1c-Tumor >10 mm but <=20 mm in greatest dimension T2-Tumor >20 mm but <=5 cm in greatest dimension T3-Tumor >50 mm in greatest dimension T4-Tumor of any size with direct extension to the chest wall and/or to the skin (ulceration or skin nodules)* T4a-Extension to chest wall, not including only pectoralis muscle adherence/invasion T4b-Ulceration and/or ipsilateral satellite nodules and/or edema (including peaud'orange) of the skin, which do not meet the criteria for inflammatory carcinoma Both T4a and T4b T4d-Inflammatory carcinoma** *Note: Invasion of the dermis alone does not qualify as T4 **Note: Inflammatory carcinoma is restricted to cases with typical skin changes involving a third or more of the skin of the breast. While the histologic presence of invasive carcinoma invading dermal lymphatics is suppoive of the diagnosis, it is not required, nor is dermal lymphatic invasion without typical clinical findings sufficient for a diagnosis of inflammatory breast cancer. Ref: Schwaz's principles of surgery 10th edition Pgno: 631",
        "cop": 1,
        "opa": "Nipple retraction",
        "opb": "Skin ulcer over the swelling",
        "opc": "Dermal edema",
        "opd": "Satellite nodule",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "6b1dc38b-0fea-4e41-86ab-60b396345a0a",
        "choice_type": "multi"
    },
    {
        "question": "True about Papillary thyroid carcinoma",
        "exp": "Distant metastases are uncommon at initial presentation, but may ultimately develop in up to 20% of patients. The most common sites are the lungs, followed by bone, liver, and brain. Ref - Srb's manual of surgery 5e p481",
        "cop": 4,
        "opa": "More common in females",
        "opb": "Lymph node metastasis is common",
        "opc": "Multifocal in origin and invades the capsule",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "5888d1d5-73b2-4c29-ad81-2b3938443ae5",
        "choice_type": "multi"
    },
    {
        "question": "Best diagnostic method for breast lump is",
        "exp": "First investigation for tissue sampling: FNAC Best and diagnostic investigation: Biopsy Ref: Sabiston 20th edition Pgno: 826-828",
        "cop": 3,
        "opa": "USG",
        "opb": "Mammogram",
        "opc": "Biopsy",
        "opd": "FNAC",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "d0257875-68d6-47e5-a19a-58f97581806a",
        "choice_type": "single"
    },
    {
        "question": "A female patient present with a hard mobile lump in her right breast. Which investigation would be most helpful in making the diagnosis",
        "exp": "Needle biopsy: Histology can be obtained under local anaesthesia using a springloaded core needle biopsy device. Cytology is obtained using a 21G or 23G needle and 10-mL syringe with multiple passes through the lump with negative pressure in the syringe. The aspirate is then smeared on to a slide, which is air dried or fixed Ref: Bailey and love 27th edition Pg no: 864",
        "cop": 2,
        "opa": "FNAC",
        "opb": "Needle biopsy",
        "opc": "Excision biopsy",
        "opd": "Mammography",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a9dd8dff-76ab-4dbf-9467-589515b7079b",
        "choice_type": "single"
    },
    {
        "question": "75 yrs old woman present with post-myocardial infarction after 6 weeks with mild CHF. There was past H/O neck surgery for parathyroid adenoma 5 years ago, EKG shows slow atrial fibrillation. Serum Ca+2 13. 0 mg/L and urinary Ca2+ is 300 mg/ 24 hr. On examination, there is small mass in the Para tracheal position behind the right clavicle. Appropriate management at this time is -",
        "exp": "This patient operated previously for parathyroid adenoma, is having recurrent hyperparathyroidism. In the setting of recent myocardial infarction, CHF and atrial fibrillation, any operation carries a high risk. Fuhermore, an operation on a previously operated neck is quite difficult. Alcohol ablation of the mass with ultrasound guidance or angiographic embolization is preferred in this setting.",
        "cop": 4,
        "opa": "Repeat neck surgery",
        "opb": "Treatment with technetium-99",
        "opc": "Observation and repeat serum ca in 2 months",
        "opd": "Ultrasound guided alcohol injection of the mass",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "e5279af1-83ea-41be-b8fd-ac69cb208744",
        "choice_type": "multi"
    },
    {
        "question": "Management of carcinoma breast in 2nd trimester are all except",
        "exp": "If the diagnosis of breast cancer is made in the first or early second trimester of pregnancy, lumpectomy and axillary dissection can be followed by chemotherapy after the first trimester and radiation after delivery. Chemotherapy is indicated for node-positive cancers or node-negative tumors greater than 1 cm. Current chemotherapeutic regimens are relatively safe after the first trimester, when the teratogenic risk is greatest. Generally, treatment regimens are the same as for non- pregnant patients with dose alterations because the increased plasma volume, the hypoalbuminemia, and the fact that almost all chemotherapeutic agents cross the placenta change the pharmacokinetics of the drugs. Ref: Sabiston 20th edition Pgno: 2060",
        "cop": 3,
        "opa": "Chemotherapy Doxirubicin+cyclophosphamide+5. FU",
        "opb": "Mastectomy",
        "opc": "Focal 3D",
        "opd": "Breast Conservative surgery is a valid option",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "31d81223-af19-47b9-bed0-58a2a5b49e93",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old post-menopausal woman, on hormone replacement therapy (H), presents with heaviness in both breasts. A screening mammogram reveals a high density speculated mass with a cluster of pleomorphic microcalcification and ipsilateral large axillary lymph nodes. The mass described here most likely represents -",
        "exp": "H/O of hormone replacement therapy and characteristic features on mammogram confirm the diagnosis of Breast carcinoma Mammographic findings of high density, spiculated mass with clusters of pleomorphic micro calcification correlate with carcinoma breast. Note: In hormone replacement therapy estrogen is given and its use has been associated with these risks Predisposition to breast carcinoma Gallstones Worsening of migraine Ref: Chapman 4/e, p 365",
        "cop": 1,
        "opa": "Carcinoma",
        "opb": "Fibroadenoma",
        "opc": "Lymphoma",
        "opd": "Cystosarcoma phylloides",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "b8fee693-f298-45b0-b77a-03cd6a2db41b",
        "choice_type": "multi"
    },
    {
        "question": "Dose of radiation per study in mammography is",
        "exp": ".",
        "cop": 1,
        "opa": "0. 1c. Gy",
        "opb": "0. 2",
        "opc": "0. 3",
        "opd": "0. 4",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "05cb4f10-f1e2-40c2-9d2f-6e4d99dfb847",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cancer is least associated with genetic and familial causes",
        "exp": ".",
        "cop": 3,
        "opa": "Ovarian",
        "opb": "Prostate",
        "opc": "Lung",
        "opd": "Breast",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "6acb705a-fc29-46f4-96ce-5555b0a94571",
        "choice_type": "single"
    },
    {
        "question": "Peau d' orange is due to -",
        "exp": "Peaud's orange is produced due to obstruction of superficial lymph vessels by cancer cells. This causes edema of the skin giving rise to an appearance like that of the skin of an orange (Peau'd orange appearance) Ref - Srb's manual of surgery 5e p534",
        "cop": 2,
        "opa": "Secondary infection",
        "opb": "Blockage of subdermal lymphatics",
        "opc": "Invasion of skin with malignant cells",
        "opd": "Aerial obstruction",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a7c2f254-b313-44f2-b429-b9e2431a7398",
        "choice_type": "single"
    },
    {
        "question": "The carcinoma of thyroid associated with hypocalcemia is -",
        "exp": "In Medullary carcinoma serum, calcitonin is increased, whose function is to lower serum calcium levels. So hypocalcemia may be found associated with MTC. \"The calcitonin excess (in MTC) is not associated with hypocalcemia. \" \"Notably hypocalcemia is not a prominent feature despite the presence of raised calcitonin levels. \" Also, know - MTC secrets not only calcitonin but also some other peptides such as: CEA CGRP (Calcitonin gene-related peptide) histaminase prostaglandin E2 and F2a Serotonin ACTH (may lead to Cushing syndrome in about 2 to 4% of pts.) Ref: Schwaz Sx 9/e p1367",
        "cop": 3,
        "opa": "Anaplastic",
        "opb": "Follicular Ca",
        "opc": "Medullary Ca",
        "opd": "Papillary cancer",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "9d3938db-b07f-4ed6-aace-d74e4e23d718",
        "choice_type": "single"
    },
    {
        "question": "Moderately increased risk for invasive breast carcinoma is associated with which of the following",
        "exp": ".",
        "cop": 4,
        "opa": "Sclerosing adenoma",
        "opb": "Apocrine metaplasia",
        "opc": "Duct ectasia",
        "opd": "Atypical ductal hyperplasia",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "964774c8-9900-4043-afbf-64c32116019a",
        "choice_type": "single"
    },
    {
        "question": "Lateral aberrant thyroid refers to -",
        "exp": "Any thyroid tissue found laterally separate from the thyroid gland, is always considered to be a metastasis in a cervical lymph node, as aberrant thyroid tissue never occurs in a lateral position. Aberrant, thyroid tissues are found along the course of the thyroglossal tract i. e. Lingual* Cervical* or intrathoracic* Also, remember Type of thyroid carcinoma most commonly associated with lateral aberrant thyroid - papillary carcinoma*. Ref: Bailey and Love, 24th/e, p. 777",
        "cop": 2,
        "opa": "Lingual thyroid",
        "opb": "Metastatic foci from primary in thyroid",
        "opc": "Struma ovarii",
        "opd": "Congenital thyroid abnormality",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "8041ce8a-20f1-4e07-8980-0dabe3422a82",
        "choice_type": "single"
    },
    {
        "question": "Young female presents with hypertension with VMA >14 mg/day, associated with -a) Medullary Ca Thyroidb) Von Hippel Lindau diseasec) Sturge weber syndromed) Grave's diseasee) Neurofibromatosis",
        "exp": "Biochemical tests for pheochromocytoma Most sensitive screening test: Urinary catecholamines and VMA levels Best diagnostic test: Fractionated plasma metanephrines Pharmacological tests Positive response to phentolamine is reduction of BP of atleast 35/25 mm. Hg after 2 min. It is not a diagnostic and biochemical confirmation Glucagon infusion increases catecholamines release and causes paroxysm of hypertension She is suspected of having pheochromocytoma Syndromes associated with pheochromocytoma (MVVS) MEN-2A & MEN-2B VHL syndrome Von-Recklinghausen syndrome Struge-weber syndrome Ref: schwaz's principle of surgery 10th edition Pgno: 1586",
        "cop": 4,
        "opa": "bcd",
        "opb": "abc",
        "opc": "acde",
        "opd": "abce",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "08f13273-c681-4bc6-8b73-b0d49f20ab7c",
        "choice_type": "single"
    },
    {
        "question": "\"Orphan Annie nuclei\" is seen in?",
        "exp": "Histologically, papillary carcinomas may exhibit papillary projections, a mixed pattern of papillary and follicular structures, or a pure follicular pattern (follicular variant). The diagnosis is established by characteristic nuclear cellular features. Cells are cuboidal with pale, abundant cytoplasm, crowded nuclei that may demonstrate \"grooving, \" and intranuclear cytoplasmic inclusions leading to the designation of Orphan Annie nuclei, which allow diagnosis by FNAB. ref - Srb's manual of surgery 5e p481",
        "cop": 3,
        "opa": "Medullary carcinoma of thyroid",
        "opb": "Anaplastic carcinoma of thyroid",
        "opc": "Papillary carcinoma of thyroid",
        "opd": "Follicular carcinoma of thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "452819b6-ef9e-4f0d-be16-48f72150e042",
        "choice_type": "single"
    },
    {
        "question": "Thyroid Ca causes laryngeal paralysis due to",
        "exp": "The nerves found in close relationship to the thyroid gland and therefore likely to be involved in the malignant spread and thyroid surgery are recurrent laryngeal nerve and the superior laryngeal nerve. Ref: Schwaz Surgery 9/e p1346",
        "cop": 1,
        "opa": "Recurrent laryngeal nerve palsy",
        "opb": "Vagus nerve palsy",
        "opc": "Glossopharyngeal nerve palsy",
        "opd": "Hypoglossal nerve palsy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "65f581f9-72de-417c-919f-a400a96a8ffe",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female patient presented with a thyroid swelling. Most probably, the fine needle aspiration cytology will not diagnose -",
        "exp": "FNAC in thyroid swellings - FNAC is the investigation of choice in discrete thyroid swellings Its advantages are Excellent patient compliance Quick to perform FNAC is valuable in Colloid nodule Thyroiditis Papillary carcinoma Medullary Carcinoma Anaplastic Carcinoma Lymphoma But FNAC is not able to distinguish between follicular adenoma & Follicular carcinoma because the cytological appearance of Follicular Adenoma & Follicular Carcinoma is almost the same. Diagnosis of follicular carcinoma requires histopathological findings of infiltration of capsule & Neurovascular structures. Therefore follicular carcinoma requires biopsy for its diagnosis (after hemithyroidectomy, of course). Ref: L & B 25/e 780, Srb's manual of surgery 5e p483",
        "cop": 4,
        "opa": "Non-Hodgkin's lymphoma of thyroid",
        "opb": "Medullary carcinoma of thyroid",
        "opc": "Papillary carcinoma of thyroid",
        "opd": "Follicular carcinoma of thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ecc766d4-0b40-4a3b-bdef-80ad872f572f",
        "choice_type": "single"
    },
    {
        "question": "Hypocalcemia in immediate post -, op period following excision of parathyroid adenoma is due to",
        "exp": "Hungry Bone syndrome Hypocalcemia in immediate post-op period following excision of parathyroid adenoma is due to increased uptake by bones It is known as hungry bone syndrome Ref: schwaz's principle of surgery 10th edition Pgno: 73",
        "cop": 3,
        "opa": "Hyper calciuria",
        "opb": "Stress",
        "opc": "Increased uptake by bones",
        "opd": "Increased calcitonin",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "d237c569-34a8-4709-a7af-cd2e6cef87c0",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to differentiate scar from recurrence after mastectomy done for carcinoma breast",
        "exp": "PET Scan Investigation of choice for recurrences in scarred breast. UUseful in multifocal disease and in helping detect axillary involvement Ref: Sabiston 20th edition pgno: 826-828",
        "cop": 3,
        "opa": "MRI",
        "opb": "CT",
        "opc": "PET Scan",
        "opd": "Mammography",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ab5b6ed7-a717-4328-8946-fe57fbc37fb4",
        "choice_type": "single"
    },
    {
        "question": "The type of mammary ductal carcinoma in situ (DCIS)most likely to result in a palpable abnormality in the breast is:",
        "exp": "Ductal carcinoma in situ (DCIS) can be divided into two types: Comedo carcinomas and Non-comedocarcinomas DCIS are usually detected as calcifications on mammography but comedo carcinomas can present as palpable nodules. Ref: Robbins (big)8/e p1080",
        "cop": 3,
        "opa": "Neuroendocrine DCIS",
        "opb": "Well differentiated DCIS",
        "opc": "Comedo DCIS",
        "opd": "Apocrine DCIS",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a7585fde-9e45-4cc5-a398-b8d047115bd2",
        "choice_type": "single"
    },
    {
        "question": "Thyroid carcinoma with pulsatile vascular skeletal metastasis is",
        "exp": "Pulsatile secondaries are seen in: Follicular carcinoma Thyroid Renal cell carcinoma ref - Srb's manual of surgery 5e p481",
        "cop": 3,
        "opa": "Medullary",
        "opb": "Anaplastic",
        "opc": "Follicular",
        "opd": "Papillary",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a2ec9411-f4d8-475c-9fb3-412466712eb4",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Indications of MRI in breast carcinoma except",
        "exp": "Mammography is the investigation of choice for microcalcification MRI Indicated on scarred breast, implants and borderline lesions for breast conservation IOC for implant related complications Gold standard for imaging breast in females with implants",
        "cop": 1,
        "opa": "Microcalcification",
        "opb": "High-Risk cases",
        "opc": "Breast implant patients",
        "opd": "Lobular carcinoma Insitu",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "fc23a89f-af57-404a-baea-a911496d0439",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding medullary carcinoma of the thyroid",
        "exp": "Medullary Ca of thyroid are neuroendocrine neoplasms derived from the calcitonin-secreting parafollicular cells (C cells) of the thyroid which in turn are derived from the ultimobranchial bodies (These C cells are concentrated supernaturally in the thyroid lobes, which is where MTC usually develops) Most MTCs (75-80%) arise sporadically. The remainder occurs in the setting of MEN syndromes 2A or 2B or as familial tumors without an associated MEN syndrome. The sporadic MTCs tend to originate in one lobe, whereas bilaterality and multicentricity are common in familial cases. The familial cases are also associated with C-cell hyperplasia, which is considered premalignant lesion of MTC. Familial cases occur at a younger age, even childhood. Sporadic cases are seen in the 6th decade. RET proto-oncogenes are known to play an impoant role in the development of both familial & sporadic MTCs. Patients with MTC often present with a neck mass that may be associated with palpable cervical lymphadenopathy (early spread to lymphatics is common) Diarrhoea is a feature in 30% of cases and this may be due to 5-hydroxytryptamine or prostaglandins produced by the tumour cells. (Re B & L 25/e p797) Distal blood-borne metastasis to the liver, bone (frequently osteoblastic), and lung occur late in the disease. Diagnosis is established by FNAC - the presence of amyloid stroma is diagnostic. raised serum calcitonin and CEA levels (Calcitonin is a more sensitive tumor marker, but CEA is a better predictor of prognosis) As it is not possible to distinguish sporadic from the familial disease at initial presentation, all new patients with MTC should be screened for RET point mutations pheochromocytoma (24 hr urinary levels of VMA, catecholamine & metanephrine) hyperparathyroidism (serum calcium) (It is impoant to rule out a coexisting pheochromocytoma to avoid precipitating a hypeensive crisis & death during surgery) Also, remember MTC tumors don't take up radioiodine and are not hormone dependent. Ref: Schwaz Sx 9/e p1367",
        "cop": 4,
        "opa": "Arises from parafollicular cells",
        "opb": "Amyloid in stroma",
        "opc": "Secretes calcitonin",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "3b270db2-ea0b-4ebb-b55f-bafb1543b296",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice in case of a pt. with episodic hypertension, headache and thyroid nodule -",
        "exp": "This pt is having MEN type II syndrome which is characterized by Pheochromocytoma and Medullary carcinoma of thyroid (MCT) Urinary catecholamines are increased in pheochromocytoma Aspiration of nodule will show amyloid material (seen in MCT) Ref: Harrison 17/e p2359",
        "cop": 2,
        "opa": "Urinary HIAA",
        "opb": "Urinary catecholomine and aspiration of nodule",
        "opc": "Thyroid function test only",
        "opd": "Urinary basic amino acid metabolite",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "ca8ee146-1880-4ec7-905e-87974fb3c3b6",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for high risk breast cancer in female is",
        "exp": "MRI Indicated in scarred breast, implants and borderline lesions for breast conservation Investigation of choice for implant related complications. Gold standard for imaging breast in females with implants Ref: Sabiston 20th edition Pgno: 826-828",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT- PET",
        "opc": "Mammography",
        "opd": "USG",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "8586c5e3-cfec-47fb-ac1d-a3bd8d78b432",
        "choice_type": "single"
    },
    {
        "question": "What is the use of injecting methylene blue dye in a breast cancer surgery",
        "exp": "Sentinel Lymph Node Dissection The technique of SLND was developed to reduce the morbidity associated with axillary surgery, while still providing accurate staging information. Many patients now present with clinically node-negative disease, and SLND can identify patients with proven node-positive disease who may benefit from completion ALND. Patients with negative sentinel lymph nodes can avoid the morbidity of axillary dissection. Identification of the first, or sentinel, node draining the area of the primary tumor in the breast allows for this more selective approach to the axilla. The sentinel node is the most likely node to contain metastatic disease, if present, and the pathologist can focus the examination on the sentinel node without the added cost and time required to examine the full axillary contents. In sentinel node surgery, radiolabeled colloid, blue dye, or both are injected into breast tissue at the siteof the primary tumor; the material passes through the lymphatics to the first draining node, where it accumulates. The procedure can also be performed with injection of the mapping agents at the subareolar position or in a subdermal location overlying the site of the primary tumor. The sentinel node is identified as a blue node, radioactive node, or blue and radioactive node. If the pathologic analysis of the sentinel node is negative for evidence of metastasis, the likelihood that other nodes are involved is sufficiently low that ALND is not required. Ref: Sabiston 20th edition Pgno: 849, 850",
        "cop": 3,
        "opa": "Tattooing for biopsy",
        "opb": "Marking of tumor cells",
        "opc": "Sentinel lymph node biopsy",
        "opd": "Photodynamic therapy",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "0061b25f-6f69-4591-b5b4-342a3db13274",
        "choice_type": "single"
    },
    {
        "question": "A 25 Yr old lady presents with spontaneous nipple discharge of 3 months duration. On examination the discharge is bloody and from a single duct. The following statements about management of this patient are true except",
        "exp": "Treatment Treatment must firstly be to exclude a carcinoma by occult blood test and cytology. Simple reassurance may then be sufficient but, if the discharge is proving intolerable, an operation to remove the affected duct or ducts can be performed (micro-dochectomy). Ref: Bailey and love 27th edition Pg no: 865",
        "cop": 2,
        "opa": "Ultrasound can be useful investigation",
        "opb": "Radical duct excision is the operation of choice",
        "opc": "Galactogram, though useful is not essential",
        "opd": "Majority of blood stained nipple discharges are due to papilloma or other benign condition",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "3d75f567-4db4-4723-9067-9d2a559e0b60",
        "choice_type": "multi"
    },
    {
        "question": "All are the Indications of a malignancy in a mammography except",
        "exp": "Mammographic features suggestive of breast cancer A solid mass with or without stellate features Asymmetric thickening of breast Clustered microcalcification Presence of fine stippled calcium in and around a suspicious lesion is suggestive of breast cancer and occurs in as many as 50 % of nonpalpable cancers These microcalcifications are an especially impoant sign of cancer in younger women, in whom it may be the only mammographic abnormality",
        "cop": 1,
        "opa": "Nodular calcification",
        "opb": "Speckled margin",
        "opc": "Attenuated architecture",
        "opd": "Irregular mass",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "68ded46e-15cc-4ac7-9530-b2480637b275",
        "choice_type": "multi"
    },
    {
        "question": "Radiation dose in mammography",
        "exp": "Mammography Soft tissue radiographs are taken by placing the breast in direct contact with ultrasensitive film and exposing it to low-voltage, high-amperage x-rays. The dose of radiation is approximately 0. 1 c. Gy and, therefore, mammography is a very safe investigation. The sensitivity of this investigation increases with age as the breast becomes less dense. In total, 5% of breast cancers are missed by population-based mammographic screening programmes; even in retrospect, such carcinomas are not apparent. Thus, a normal mammogram does not exclude the presence of carcinoma. Digital mammography is being introduced, which allows manipulation of the images and computer-aided diagnosis. Tomo-mammography is also being assessed as a more sensitive diagnostic modality. Ref: Bailey and love 27th edition Pgno: 861",
        "cop": 3,
        "opa": "0. 1 Gray/study",
        "opb": "0. 01c. Gray/study",
        "opc": "0. 1 c. Gray/study",
        "opd": "0. 01 Gray/study",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "b846a213-1838-4447-bd37-66f1d024bee7",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for screening of breast carcinoma in patients with breast implant",
        "exp": "MRI Indicated in scarred breast, implants and borderline lesions for breast conservation Investigation of choice for implant related complications Gold standard for imaging breast in females with implants Ref: Sabiston 20th edition pgno: 826-828",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "Mammography",
        "opd": "CT- Scan",
        "subject_name": "Anatomy",
        "topic_name": "Endocrinology and breast",
        "id": "a17e0a12-f553-4be2-bd2e-6873b37e98b8",
        "choice_type": "single"
    }
]