[
    {
        "question": "Prolactin secreting gland develops from -",
        "exp": "Ans. is 'b' i. e., Rathke's pouch o Prolactin is secreted by anterior lobe of pituitary which develops from Rathke's pouch. Pituitary gland (Hypophysis cerebri)o Pituitary gland lies within hypophyseal/pituitary fossa or sella turcica of sphenoid bone which is roofed by diaphragm sellae. It is suspended from tuber cinereum of hypothalamus by infundibulum (pituitary stalk). o It is related anterosuperiorly to optic chiasma laterally to cavernous sinus and inferiorly to sphenoid air sinuses in the body of sphenoid. o Pituitary gland is oval in shape, measures 8 12 mm, and weighs about 500 mg. o Pituitary gland has two main subdivisions:- (i) Adenohypophysis (anterior lobe), and (ii) Neurohypophysis (posterior lobe). o Adenohypophysis (anterior lobe) include (i) pars anterior or pars distalis or pars glandularis or anterior lobe proper, (ii) pars intermedia (intermediate lobe); and (iii) tuberal lobe (pars tuberalis). It develops from an upward growth (Rathke's pouch) from the ectodermal roof of stomodeum. o Neurohypophysis (posterior lobe) include (i) pars posterior or pars nervosa or neural lobe or posterior lobe proper; (ii) infundibulum (infundibular stem); and (iii) median eminence. It develops from a downgrowth from the 3rd ventricle/diencephalon (neuroectoderm) called infundibulum. o Anterior lobe contains many hormone secreting cells: chromophils (acidophils, basophils), chromophobes and follicullostellate cells. Posterior pituitary contain neuroglia like pituicytes which do not secrete any hormone. The posterior pituitary hormones (ADH and oxytocin) are synthesized in hypothalamus and transported to posterior lobe by hypothalamohypophyseal nerve fiber tract and stored in the axon terminals of neurohypophysis in Herring bodies before their release.",
        "cop": 2,
        "opa": "Infundibulum",
        "opb": "Rathke's pouch",
        "opc": "Tubercinereum",
        "opd": "3rd ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Endocrine Glands",
        "id": "4e6ff228-6bbe-42af-a803-1c0b848a858f",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid gland develops from?",
        "exp": "ANSWER: (C) Brachial pouch. REF: Langmans medical embryology 9th edition page 384-385. See APPENDIX-6 below for \"BRACHIAL ARCHES\"\"Inferior parathyroid develops from 3rd brachial pouch while superior parathyroid develops from 4th brachial pouch\" APPENDIX - 6. Brachial Arches. There are six pharyngeal arches, but in humans the fifth arch only exists transiently during embryologic growth and development. Since no human structures result from the fifth arch, the arches in humans are I, II, III, IV, and VI. The first three contribute to structures above the larynx, while the last two contribute to the larynx and trachea. Pharyngeal. Arch. Muscular. Contributions. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st(mandibulararch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch). Muscles of facial expression. Buccinator, Platysma, Stapedius, Stylohyoid, Posterior belly of the digastric. Stapes, Styloid process, hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial. Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossopharyngeal nerve (IX). Commoncarotid/Internalcarotid. Inferiorparathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch: subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland)6th. All intrinsic muscles of larynx except the cricothyroid muscle. Cricoid cartilage, arytenoid cartilages, corniculate cartilage. Vagus nerve (X) Recurrent laryngeal nerve. Right 6th aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-celts. See APPENDIX-2 below for ''Types of cartilage\"\"Pinna or auricle is formed of elastic cartilage not fibrocartilage\" APPENDIX - 2. Types of Cartilages Hyaline Cartilage. Elastic Cartilage. Fibrocatilage. Composition. Type II collagen. Chondroitin sulfate. Type II collagen. Elastin fibers. Type I collagen. Perichondrium. Present. Present. Absent Articular cartilage. Arytenoid cartilage. Thyroid cartilage. Cricoid cartilage. Epiphyseal growth plate. Nasal septum. Costal cartilage of ribs. Auricle. Auditory tube. Epiglottis. Cuneiform cartilage of larynx. Epiglottis. External auditory canal. Articular discs. Intervertebral discs. Menisci. Pubic symphysis. Glenoid labrum. Acetabular labrum",
        "cop": 3,
        "opa": "Brachial cyst",
        "opb": "Brachial cleft",
        "opc": "Brachial pouch",
        "opd": "Brachial arch",
        "subject_name": "Anatomy",
        "topic_name": "Endocrine Glands",
        "id": "9c78aec4-a506-408e-935e-81e12ebaa772",
        "choice_type": "single"
    },
    {
        "question": "Hassall's corpuscles are found in:",
        "exp": "Ans. (d) Thymus. Ref: Gray's 41st ed. / 619* CORPUSCLE means any small body.* Hassall's corpuscles are spherical or ovoid bodies found in the medulla of the thymus, composed of concentric arrays of epithelial cells which contain keratohyalin and bundles of cytoplasmic filaments. Also Know. Some other known corpuscles* Lamellated corpuscle a type of large encapsulated nerve ending found throughout the body, concerned with perception of sensations.* Malpighian corpuscles: Found in Nephrons (kidney) and in spleen (white pulp)* Meissner's corpuscle: A type of mediumsized I encapsulated nerve ending in the skin, chiefly in the palms and soles.* Paciniform corpuscles a type of rapidly adapting lamellated corpuscles responding to muscle stretch and light pressure.* Red corpuscle: Red Blood Cells* White corpuscle: White Blood Cells",
        "cop": 4,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Thymus",
        "subject_name": "Anatomy",
        "topic_name": "Endocrine Glands",
        "id": "c8bb1547-bb91-4de4-ae11-39040a1b8886",
        "choice_type": "multi"
    }
]