[
    {
        "question": "Mucos membrane of vagina is lined by",
        "exp": "VAGINA HISTOLOGY Mucos membrane lining: Nonkeratinized Stratified Squamous epithelium Lamina propria: Loose connective tissue Muscle coat Fibrous coat: Connective tissue There are NO GLANDS in vaginal mucosa Vaginal fluid in acidic: Due to glycogen-fermentation by Doderlein's bacilli",
        "cop": 1,
        "opa": "Nonkeratinized Stratified Squamous epithelium",
        "opb": "Keratinized Stratified Squamous epithelium",
        "opc": "Columnar cells",
        "opd": "Cuboidal epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Epithelial tissue",
        "id": "5791182f-9e6b-4a69-8f48-941138b36c99",
        "choice_type": "single"
    },
    {
        "question": "In stratified squamous epithelium, the basal layer of cells are:",
        "exp": "Basal layer of cells in stratified squamous epithelium are columnar cells, occupied by the cuboidal cells more superficially. Superficial layer- Squamous (decides the name) Middle layers- Cuboidal Basal layers- Columnar Stratified squamous epithelium consists of squamous (flattened) epithelial cells arranged in layers upon a basal membrane. Only one layer is in contact with the basement membrane; the other layers adhere to one another to maintain structural integrity. Although this epithelium is referred to as squamous, many cells within the layers may not be flattened; this is due to the convention of naming epithelia according to the cell type at the surface. In the deeper layers, the cells may be columnar or cuboidal. There are no intercellular spaces. This type of epithelium is well suited to areas in the body subject to constant abrasion, as the thickest layers can be sequentially sloughed off and replaced before the basement membrane is exposed. It forms the outermost layer of the skin and the inner lining of the mouth, esophagus and vagina.",
        "cop": 3,
        "opa": "Squamous",
        "opb": "Cuboidal",
        "opc": "Cuboidal-columnar",
        "opd": "Pseudostratified",
        "subject_name": "Anatomy",
        "topic_name": "Epithelial tissue",
        "id": "65c75819-e053-4dda-b7d8-171a11ff25ed",
        "choice_type": "single"
    },
    {
        "question": "Epithelium lining of lingual surface of epiglottis is",
        "exp": "Stratified squamous epithelium is present in pharynx, lingual surface of epiglottis which is non keratinised in nature whereas in laryngeal surface of epiglottis it is lined by pseudostratified ciliated columnar epithelium (respiratory epithelium).",
        "cop": 4,
        "opa": "Simple Columnar",
        "opb": "Pseudostratified ciliated columnar",
        "opc": "Simple Cuboidal",
        "opd": "Stratified squamous epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Epithelial tissue",
        "id": "4673ea7f-a76d-4d92-8d3c-1b8a4bc6a4d7",
        "choice_type": "single"
    },
    {
        "question": "35 year old female diagnosed to have hyper thyroid disorder. Her thyroid follicle lined by",
        "exp": "Normal thyroid follicle - simple cuboidal Hyper thyroid follicle - simple columnar Hypo thyroid follicle - simple cuboidal",
        "cop": 1,
        "opa": "Simple columnar",
        "opb": "Simple squamous",
        "opc": "Simple cuboidal",
        "opd": "Ciliated columnar",
        "subject_name": "Anatomy",
        "topic_name": "Epithelial tissue",
        "id": "ce4ede3c-e2ef-4eb3-9d30-f4e14e239d29",
        "choice_type": "single"
    },
    {
        "question": "Cell lining of common bile duct is:",
        "exp": "Ans. 4. Simple columnar > 3. Simple cuboidal Cell lining of common bile duct is simple columnar epithelium, it may be cuboidal at the proximal region. The Intrahepatic ducts, cystic duct, and the common bile duct are lined by tall columnar epithelium. Ducts are usually lined by simple cuboidal epithelium, which differentiates to form the secretory and duct poions of glands. Stratified cuboidal epithelium protects areas such as the ducts of sweat glands, mammary glands, and salivary glands. At locations like common bile duct, the ducts may be lined by columnar epithelium.",
        "cop": 4,
        "opa": "Stratified columnar",
        "opb": "Stratified squamous",
        "opc": "Simple cuboidal",
        "opd": "Simple columnar",
        "subject_name": "Anatomy",
        "topic_name": "Epithelial tissue",
        "id": "b0b3ae7b-0618-4ef9-b829-6e9a05bb4908",
        "choice_type": "single"
    }
]