[
    {
        "question": "Suspensory ligament of Lockwood encloses which pair of muscles",
        "exp": "Suspensory ligament of Lockwood: A specialized lower pa of the fascial sheath of the eyeball is the suspensory ligament, which suppos the eyeball. This sling-like structure is made up of fascial sheath of the eyeball. It has contribution from these muscles: Inferior oblique & Inferior rectus. In an event of orbital floor fracture it protects drop down of eyeball.",
        "cop": 1,
        "opa": "Inferior rectus and inferior oblique",
        "opb": "Superior rectus and superior oblique",
        "opc": "Medial rectus and lateral rectus",
        "opd": "Inferior rectus and lateral rectus",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "60e24262-1cfd-4ddb-8dd0-7abeb2b39501",
        "choice_type": "single"
    },
    {
        "question": "The optic cup is an evagination of which of the following?",
        "exp": "The optic cup and its derivatives--the retina and optic nerve--develop from the diencephalon.",
        "cop": 2,
        "opa": "Telencephalon",
        "opb": "Diencephalon",
        "opc": "Mesencephalon",
        "opd": "Metencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "c7c86bc0-c79c-4afc-b2e7-1e08bb0e507e",
        "choice_type": "single"
    },
    {
        "question": "All the muscles are involved in accommodation reflex except:",
        "exp": "- Lateral rectus is not involved in accomodation reflex. - Accommodation reflex involves: Convergence of eyeball - by medial rectus Constriction of pupil - by sphincter pupillae Increase in thickness of lens -by ciliaris muscle",
        "cop": 2,
        "opa": "Medial rectus",
        "opb": "Lateral rectus",
        "opc": "Ciliaris muscle",
        "opd": "Sphincter pupillae",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "280936a4-df57-4be1-9900-30afce2fd3f7",
        "choice_type": "multi"
    },
    {
        "question": "True about superior oblique origin and inseion?",
        "exp": "Superior Oblique muscle: Origin: from body of sphenoid (superomedial to optic canal - opening in lesser wing of sphenoid ) Inseion - Sclera of the eyeball posterior to equator of eyeball Trochlea gives trochlear nerve supplying S. O. M Actions of S. O. M: depression, abduction & intorsion",
        "cop": 2,
        "opa": "Originate from common tendinous ring and inseed into sclera behind the equator",
        "opb": "Originate from the body of sphenoid and inseed into the sclera behind the equator",
        "opc": "Originate from lesser wing of sphenoid and inseed into sclera in front of equator",
        "opd": "Originate from greater wing of sphenoid and inseed into sclera in front of equator",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "17358407-694a-4490-8353-e8c473c88477",
        "choice_type": "multi"
    },
    {
        "question": "Occulomotor nerve palsy causes all of the following EXCEPT",
        "exp": "Upward & lateral detion of eyeball doesn't happen in oculomotor nerve palsy. Oculomotor nerve (CN III) innervates all EOM except: Superior oblique (CN IV) & lateral rectus (CN VI) Paralysis of CN III results in: Ptosis (due to LPS involvement) Lateral & downward detion of eye (LR & SO are the only muscles intact, unopposed action) Dilatation of pupil (paralysis of sphincter pupilae muscle) Loss of accommodation reflex (paralysis of ciliary muscles)",
        "cop": 3,
        "opa": "Ptosis",
        "opb": "Mydriasis",
        "opc": "Upward and lateral detion of eyeball",
        "opd": "Pupillary reflex lost",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "212e931d-0cd6-4db4-85a6-e25bad67c5ed",
        "choice_type": "multi"
    },
    {
        "question": "The arrow marked structure is?",
        "exp": "- The diagram is showing inner ear & the arrow marked structure is endolymphatic sac.",
        "cop": 4,
        "opa": "Macula",
        "opb": "Utricle",
        "opc": "Saccule",
        "opd": "Endolymphatic sac",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "9594d496-53ae-48ba-b8dc-45f7c1d79dd2",
        "choice_type": "single"
    },
    {
        "question": "Consider the lateral wall of the nasal cavity, which statement describes it the best?",
        "exp": "- The nasal bones form pa of the anterosuperior pa of the lateral wall of the nose.- The majority of the Lateral wall of the nose is made up by the Maxilla. A large defect in the medial aspect of the maxilla is closed by pas of the Ethmoid, Palatine, Inferior Conchae and Sphenoid Bones. - The Inferior Concha (or Turbinate) is a bone in itself, it aiculates with the Maxilla and the Palatine Bone. - The Superior and Middle conchae (or Turbinates) are pa of the Lateral mass of the Ethmoid.",
        "cop": 2,
        "opa": "It is formed principally by the Ethmoid bone.",
        "opb": "The nasal bone forms the anterior pa of the lateral wall.",
        "opc": "The Inferior Concha is pa of the Maxilla.",
        "opd": "The Superior Concha is pa of the Maxilla.",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "05b6f697-cfed-4b24-98fa-dddee6d0a2fc",
        "choice_type": "multi"
    },
    {
        "question": "Which cranial nerve is involved in the clinical presentation shown below?",
        "exp": "First picture is showing the neutral position of eye, when pt is looking straight. 2nd picture - pt is asked to look towards right side. Right Lateral rectus & left medial rectus is used and its normal. 3rd picture - pt is asked to look towards left side. Right medial rectus is used, but left eye remained in neutral position which is indicative of paralysis of lateral rectus of left eye supplied by 6thC. N - ABDUCENT NERVE. Threfore, Pt has squint.",
        "cop": 3,
        "opa": "Occulomotor",
        "opb": "Trochlear",
        "opc": "Abducent",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "c0a91176-ac66-4c52-b849-4908f30a33c0",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes the muscles of the eye?",
        "exp": "Orbicularis oculi shuts the eyes when contracted. It is a muscle of facial expression and is, therefore, innervated by the facial nerve. The four rectii muscles arise from the tendinous ring around the optic foramen, and medial pa of the superior orbital fissure. Superior oblique arises superior and medial to the ring and inferior oblique arises from the floor of the orbit. All the extra-ocular muscles are innervated by the oculomotor nerve except the superior oblique(SO4 -trachlear nerve) and the lateral rectus. (LR6 -abducens nerve) Sphincter pupillae is innervated by parasympathetic fibres from the oculomotor(3rd) nerve. These fibres are carried by the sho ciliary nerves. (SP-P) Dilator pupillae is innervated by sympathetic fibres carried the long ciliary nerves. (branch of 5th nerve)(DP-S)",
        "cop": 4,
        "opa": "The superior and inferior obliques arise from the tendinous ring.",
        "opb": "The superior oblique is innervated by the oculomotor nerve.",
        "opc": "Sphincter pupillae is innervated by sympathetic nerves.",
        "opd": "Closure of the eye is controlled by the facial nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "df7bf0cb-29c2-43a2-ba41-5c5bffde8bff",
        "choice_type": "multi"
    },
    {
        "question": "Nasolacrimal duct opens into:-",
        "exp": "Nasolacrimal duct opens into the inferior meatus. Structures opening into nasal cavity",
        "cop": 1,
        "opa": "Inferior meatus",
        "opb": "Superior meatus",
        "opc": "Middle meatus",
        "opd": "Spheno-ethmoidal recess",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "2506435a-b295-420b-8ace-61d8423b7fc2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following aery is NOT ligated in a case of epistaxis?",
        "exp": "Internal carotid aery shouldn't be ligated in epistaxis due to risk of development of collateral blood flow into pseudoaneurysm leading to recurrent epistaxis. Aeries which can be ligated in a case of epistaxis are: Anterior and posterior ethmoidal aery, sphenopalatine aery (SPA). More rarely the internal maxillary aery or the External Carotid Aery can be ligated.",
        "cop": 3,
        "opa": "Anterior ethmoidal aery",
        "opb": "Maxillary aery",
        "opc": "Internal carotid aery",
        "opd": "External carotid aery",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "ef8feb91-47b7-49ef-b5cd-6c07597b7894",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes the middle ear?",
        "exp": "The epitympanic recess is the pa of the tympanic cavity above the tympanic membrane. It contains the incus and head of the stapes, and provides a space for the growth of middle ear masses (e. g. cholesteatoma). The middle ear communicates with the mastoid air cells the mastoid antrum, which opens into the epitympanic recess.",
        "cop": 2,
        "opa": "The medial wall is formed by the tympanic membrane.",
        "opb": "The epitympanic recess contains the incus and head of the stapes.",
        "opc": "The internal jugular vein is related to its roof",
        "opd": "It communicates with the mastoid air cells inferiorly.",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "047bbb23-8182-4f09-b9d7-adf406ab3e9d",
        "choice_type": "multi"
    },
    {
        "question": "The surface ectoderm gives rise to which of the following structures?",
        "exp": "The surface ectoderm gives rise to the cornea ( first layer ) & the eye lens. Dilator pupillae muscle &retina is derived from neuroectoderm. Sclera is derived from neural crest cells.",
        "cop": 3,
        "opa": "Dilator pupillae muscle",
        "opb": "Retina",
        "opc": "Lens",
        "opd": "Sclera",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "d4d26323-9e22-4154-a36e-f2500f52a500",
        "choice_type": "single"
    },
    {
        "question": "Which structure marked below would be responsible for spreading infection into anterior pa of the middle nasal meatus through the frontonasal duct?",
        "exp": "The frontal sinus drains into the anterior pa of the middle nasal meatus frontonasal duct or infundibulum. A.- Cerebrospinal fluid (CSF) is formed by vascular choroid plexus in the ventricles in the brain; the letter \"A\" indicates the lateral ventricle. C.- The maxillary sinus lies lateral to the lateral wall of the nasal cavity and inferior to the floor of the orbit. B.- Mastoid air cells communicate with the middle ear cavity through the antrum and aditus. D.- The ethmoid sinus has numerous small cavities and lies between the orbit and the nasal cavity.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "E",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "a39f8299-4b3b-4d65-a315-120af11f54c3",
        "choice_type": "single"
    },
    {
        "question": "In a detached retina, the site of detachment is found",
        "exp": "The site of retinal detachment is between the pigment epithelial layer and the layer of outer segments of rods and cones; this corresponds to the intraretinal space between the inner and outer layers of the optic cup. Retinal detachment occurs when fluid from the vitreous compament passes through a retinal hole and separates the pigment epithelial layer from the layer of outer segments of rods and cones.",
        "cop": 4,
        "opa": "Within the outer plexiform layer",
        "opb": "Within the inner plexiform layer",
        "opc": "Between the inner nuclear layer and the outer nuclear layer",
        "opd": "Between the pigment epithelial layer and the layer of outer segments of rods and cones",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "e660eb1d-ce6d-47ad-b056-6ce124782f0a",
        "choice_type": "single"
    },
    {
        "question": "The distance between tympanic membrane and medial wall of middle ear at centre is:",
        "exp": "Middle ear cavity is shaped like a cube, compressed from side to side. In coronal section it resembles a biconcave disc. The veical and anteroposterior diameters are 15 mm each, and transverse diameters are: 6 mm (at roof), 2 mm (in the centre). 4 mm (at floor)",
        "cop": 4,
        "opa": "3 mm",
        "opb": "4 mm",
        "opc": "6 mm",
        "opd": "2 mm",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "dfae0105-d3d7-4721-af11-95b7b4075186",
        "choice_type": "multi"
    },
    {
        "question": "In Peritonsillar Abscess, pain is referred to ear due to",
        "exp": "In Peritonsillar Abscess or Quinsy, pain is referred to ear Glossopharyngeal Nerve (Tympanic or Jacobson's branch of Tympanic Plexus) because it is passing close to the peritonsillar space which might get irritated due to inflammation. Thus leading to referred otalgia in the patient",
        "cop": 2,
        "opa": "Facial Nerve",
        "opb": "Glossopharyngeal Nerve",
        "opc": "Vagus Nerve",
        "opd": "Auriculo. Temporal Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "738668e4-8ddc-4343-89c4-679f5acbfa46",
        "choice_type": "single"
    },
    {
        "question": "Perilymph enters the subarachnoid space the",
        "exp": "C. The perilymph enters the subarachnoid space of the posterior cranial fossa the cochlear aqueduct, which contains the perilymphatic duct.",
        "cop": 3,
        "opa": "Cochlear duct",
        "opb": "Ductus Reuniens",
        "opc": "Perilymphatic Duct",
        "opd": "Vestibular Aqueduct",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "59e6ea8e-a5aa-4e53-a92d-e4fd5afb7b23",
        "choice_type": "single"
    },
    {
        "question": "Vomer ala and sphenoidal rostrum junction is:",
        "exp": "Spheno-vomerine joint is a schindylesis suture at the roof of the nasal cavity.",
        "cop": 3,
        "opa": "Syndesmosis",
        "opb": "Synostosis",
        "opc": "Schindylesis",
        "opd": "Gomphosis",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "95f09a30-a2b2-42bf-8633-681efbd2be44",
        "choice_type": "single"
    },
    {
        "question": "Hyperoxygenation of premature infants may result in",
        "exp": "Retrolental fibroplasia results from hyperoxygenation of premature infants. In premature infants, high oxygen concentration results in obliteration of the terminal aerioles, leading to hemorrhage and infarction of the retina. This phenomenon is peculiar to the incompletely vascularized peripheral retina.",
        "cop": 4,
        "opa": "Congenital glaucoma",
        "opb": "Microphthalmia",
        "opc": "Coloboma",
        "opd": "Retrolental fibroplasia",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "7b70bbe0-2d40-46b0-99ea-9cd77c3bc829",
        "choice_type": "single"
    },
    {
        "question": "The stapedius muscle, which moves the stapes ossicle, is innervated by",
        "exp": "Stapedius muscle - derivative of 2nd phyrangel arch Supplied by Fcaial nerve (nerve to stapedius) which is also 2nd phyrangeal arch derivative Aery of 2nd phyrageal arch - stapedial aery Origin of stapedius- from pyramidal eminence and inseed into neck of stapes. Function- stapedial Reflex / Acoustic reflex- when loud sounds (above 90 db ) are perceived -stapedial muscle contracts -stapes pulled back",
        "cop": 4,
        "opa": "CN V",
        "opb": "CN XII",
        "opc": "CN III",
        "opd": "CN VII",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "09914272-475e-41b5-9c43-3ec50b67b057",
        "choice_type": "single"
    },
    {
        "question": "59-year-old man has difficulty in breathing through his nose. On examination, his physician finds that he has swelling of mucous membranes of the superior nasal meatus. Which opening of the paranasal sinuses is most likely plugged?",
        "exp": "Posterior ethmoidal sinus opens into the superior nasal meatus. Maxillary, frontal, and anterior and middle ethmoidal sinuses drain into middle nasal meatus.",
        "cop": 4,
        "opa": "Middle ethmoidal sinus",
        "opb": "Maxillary sinus",
        "opc": "Anterior ethmoidal sinus",
        "opd": "Posterior ethmoidal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "b222461c-1053-4bda-90c5-bb25594bfa5f",
        "choice_type": "single"
    },
    {
        "question": "The hyaloid canal is found in the",
        "exp": "The hyaloid canal (Cloquet's canal) is found in the vitreous body. In early development, a hyaloid aery passes through the vitreous body to perfuse the developing lens; in the late fetal period, this aery is obliterated to form the hyaloid canal.",
        "cop": 1,
        "opa": "Vitreous body",
        "opb": "Choroid",
        "opc": "Optic stalk",
        "opd": "Ciliary body",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "d8d160df-8824-4202-b2f8-5c3435eb1c83",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a content of medial wall of middle ear -",
        "exp": "Medial / labyrinthine wall of middle ear. Seperates middle ear from inner ear. Structures present - Promontory - Fenestra vestibuli - Prominence of facial canal - Fenestra cochlea - Sinus tympani - Processus cochleariformis - Prominence of lateral semicircular canal - Round window - Oval window Aditus ad antrum is located on posterior wall Notch of rivinus is located on lateral wall.",
        "cop": 4,
        "opa": "Oval window",
        "opb": "Round window",
        "opc": "Processus cochleariformis",
        "opd": "Aditus ad antrum",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "ee0dc0b5-3472-4872-8c4f-2fa5d6e2e52b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following supplies lobule of ear pinna",
        "exp": "Nerves supplying pinna GREAT AURICULAR NERVE SUPPLIES MOST OF THE CRANIAL SURFACE AND POSTERIOR PA OF THE LATERAL SURFACE INCLUDING HELIX, ANTIHELIX AND LOBULE. LESSER OCCIPITAL NERVE UPPER PA OF THE CRANIAL SURFACE OF THE AURICLE AURICULOTEMPORAL NERVE TRAGUS, CRUS OF HELIX AND ADJOINING AREA OF HELIX AURICULAR BRANCH OF VAGUS(ARNOLD S NERVE) CONCHA AND EMINENTIA CONCHAE",
        "cop": 2,
        "opa": "Auriculotemporal nerve",
        "opb": "Great auricular nerve",
        "opc": "Lesser occipital nerve",
        "opd": "Great petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "31fce052-cd38-4909-99e1-bbfb283723c1",
        "choice_type": "single"
    },
    {
        "question": "Failure of the choroid fissure to close results in",
        "exp": "Failure of the choroid (optic) fissure to close results in a cleft of the iris--called coloboma iridis (mostly in inferonasal position). This defect may extend into the ciliary body, choroid, optic nerve, or retina. Congenital aphakia--absence of the lens--may result from defective development of the lens placode.",
        "cop": 4,
        "opa": "Congenital detached retina",
        "opb": "Congenital aniridia",
        "opc": "Congenital aphakia",
        "opd": "Coloboma iridis",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "a90c98cd-45f2-4267-b932-7290d77c72dc",
        "choice_type": "single"
    },
    {
        "question": "The optic nerve is a tract of the diencephalon that is not completely myelinated until",
        "exp": "The axons of the optic nerve are not completely myelinated until 3 months after bih. Myelinated axons are normally not found in the retina. The optic nerve is not a true peripheral nerve but a tract of the diencephalon; when severed, the optic nerve does not regenerate. Myelination in the central nervous system (CNS) is accomplished by oligodendrocytes; oligodendrocytes are not found in the retina.",
        "cop": 4,
        "opa": "5 years after bih",
        "opb": "2 years after bih",
        "opc": "1 year after bih",
        "opd": "3 months after bih",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "dd62cf00-2acd-4703-956a-2659f361bd97",
        "choice_type": "single"
    },
    {
        "question": "Aqueous humor is produced by the",
        "exp": "Aqueous humor is produced by the ciliary processes of the ciliary body. It flows from the posterior chamber, through the pupil, into the anterior chamber, and finally to the canal of Schlemm, which empties into the extraocular/episcleral veins.",
        "cop": 3,
        "opa": "Choroid plexus",
        "opb": "Trabecular meshwork",
        "opc": "Ciliary processes",
        "opd": "Vitreous body",
        "subject_name": "Anatomy",
        "topic_name": "Eye, Nose and Ear",
        "id": "1b0fc7b8-2756-4886-92f6-fcaf3fb4dc7b",
        "choice_type": "single"
    }
]