[
    {
        "question": "Posterior border of ovary is -",
        "exp": "Ans. is 'd' i. e., Free of ligament attachment OVARYo The ovaries are female gonads. Each ovary lies in the ovarian fossa on the lateral pelvic wall which is bound anteriorly by obliterated u mb lie a I artery and posteriorly by ureter and internal iliac artery. Each ovary has two poles (upper and lower), two borders (anterior and posterior) and two surfaces (medial and lateral). Upper pole (tubal end) is related to ovarian fimbria of fallopian tube and external iliac artery. Suspensory ligament of ovary (infundibulopelvic ligament) connents it with pelvic brim. Lower pole (uterine end) is connected with lateral angle of uterus by ligament of the ovary, just posteroinferior to the attachment of fallopian tube. Lateral surface is related to ovarian fossa and is covered with peritoneum which separates it from Obturator vessels and nerve. Medial surface is related to fallopian tube and is separated by a peritoneal recess, called ovarian bursa. Anterior border (mesovarian border) is straight and related to fallopian tube and obliterated umblical artery. It is attached to posterior surface of broad ligament of uterus by mesovarium and forms the hilus of ovary. Posterior border (free border) is convex and is related to fallopian tube and ureter.",
        "cop": 4,
        "opa": "Attached to suspensory ligament",
        "opb": "Attached to broad ligament",
        "opc": "Attached to infundibulopelvic ligament",
        "opd": "Free of ligament attachment",
        "subject_name": "Anatomy",
        "topic_name": "Female Genital System",
        "id": "eafcf0df-1296-475a-bbc5-030cb474c1a3",
        "choice_type": "single"
    },
    {
        "question": "Vaginal epithelium is a derivative of-",
        "exp": "Ans. B. Endoderm of urogenital sinus. Development of Vaginaa. Shortly after the solid tip of the paramesonephric ducts reaches the urogenital sinus, two solid evagination grow out from the pelvic part of the sinus. b. These evagination, the sinovaginal bulbs, proliferate and form a solid vaginal plate. Proliferation continues at the cranial end of the plate, increasing the distance between the uterus and the urogenital sinus. By the fifth month, the vaginal outgrowth is entirely canalized. c. The wing-like expansions of the vagina around the end of the uterus, the vaginal Fornices, are of paramesonephric origin, the vagina has a dual origin, with the upper portion derived from the uterine canal and the lower portion derived from the urogenital sinus. d. The epidermis of vagina develops exclusively from the urogenital sinus. The lumen of the vagina remains separated from that of the urogenital sinus by a thin tissue plate, the hymen, which consists of the epithelial lining of the sinus and a thin layer of vaginal cells. It usually develops a small opening during perinatal life",
        "cop": 2,
        "opa": "Mesoderm of urogenital sinus",
        "opb": "Endoderm of urogenital sinus",
        "opc": "Mesoderm of genital ridge",
        "opd": "Endoderm of genital ridge",
        "subject_name": "Anatomy",
        "topic_name": "Female Genital System",
        "id": "68759ae9-d884-45ad-bff1-eb36fb9489b4",
        "choice_type": "single"
    },
    {
        "question": "Weakest support of uterus is?",
        "exp": "ANSWER: (D) Broad ligament. REF: Grays anatomy 39th ed p. 1332, 1333. Repeat from December 2010. SUPPORTS OF UTERUS: The uterus is primarily supported by. Pelvic diaphragm. Perineal body* Urogenital diaphragm. Secondarily, it is supported by ligaments and the peritoneum (broad ligament of uterus). Major ligaments. Name. From. To. Uterosacral ligament. Posterior cervix. Anterior face of sacrum. Cardinal ligaments (or Mackenrodt's ligament/ lateral cervical ligament/ transverse cervical ligament). Side of the cervix. Ischial spines. Pubocervical ligament. Side of the cervix. Pubic symphysis. Note: Peritoneum forms the weakest support of the uterus. The suspensory ligament of the ovary, also lnfundihulopelvic ligament is a fold of peritoneum that extends out from the ovary to the wall of the pelvis. Some sources consider it a part of the broad ligament of uterus",
        "cop": 4,
        "opa": "Mackenrodt's ligament",
        "opb": "Uterosacral ligament",
        "opc": "Round ligament",
        "opd": "Broad ligament",
        "subject_name": "Anatomy",
        "topic_name": "Female Genital System",
        "id": "c90ff2a0-b933-4110-9dd9-24331b6d9030",
        "choice_type": "single"
    },
    {
        "question": "The length of the female urethra is:",
        "exp": "Ans: a (4 cm) Ref: Chaurasia, 4th ed, p. 349, 350. Length of the female urethra is 4 cm and it is 6 mm in diameter. Because of more elastic tissue and smooth muscle, female urethra is more distensible than males. \"Because of the shorter span and opening to exterior through vestibule, female urethra is easily infected. \"Length ot the male urethra is 20 cm: It is divided into a prostatic part 3 cm long, a membranous part 1. 5-3 cm long and a spongy or penile part 15 cm long. Widest and most dilatable part- prostatic. Narrowest and least dilatable part-membranous",
        "cop": 1,
        "opa": "4 cm",
        "opb": "6 cm",
        "opc": "8 cm",
        "opd": "10 cm",
        "subject_name": "Anatomy",
        "topic_name": "Female Genital System",
        "id": "9fa27303-95be-419a-a7d5-ccc1acdef046",
        "choice_type": "single"
    }
]