[
    {
        "question": "A 49-year-old woman has a large mass on the pelvic brim. Which of the following structures is most likely compressed by this mass when crossing the pelvic brim?",
        "exp": "All of the listed structures do not cross the pelvic brim except the lumbosacral trunk. It arises from L4 and L5, enters the true pelvis by crossing the pelvic brim, and contributes to the formation of the sacral plexus.",
        "cop": 4,
        "opa": "Ovarian Aery",
        "opb": "Uterine tube",
        "opc": "Ovarian ligament",
        "opd": "Lumbosacral trunk",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "3b560cb8-a8be-4014-aa90-36d72d324412",
        "choice_type": "single"
    },
    {
        "question": "26-year-old man comes to hospital complaining of fever, nausea, pain, and itching in the perineal region. O/E by an urologist, he is diagnosed as having infected bulbourethral (Cowper's) glands. Which of the following is affected by this infection?",
        "exp": "Bulbourethral glands lie on either side of membranous urethra, embedded in sphincter urethrae. Their ducts open into bulbous pa of penile urethra. --Semen--a thick, yellowish white, viscous, spermatozoa-containing fluid--is a mixture of secretions of testes, seminal vesicles, prostate, and bulbourethral glands. Sperm or spermatozoa are produced in the seminiferous tubules of the testis and matured in head of epididymis. Seminal vesicles are lobulated glandular structures, produce the alkaline constituent of seminal fluid that contains fructose and choline, and lie inferior and lateral to ampullae of ductus deferens against the fundus (base) of bladder.",
        "cop": 3,
        "opa": "Superficial perineal space",
        "opb": "Production of sperm",
        "opc": "Sphincter urethrae",
        "opd": "Testis",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "f71123f0-e7dc-41c1-9752-f4ea2b12060d",
        "choice_type": "single"
    },
    {
        "question": "Most common site of prostatic carcinoma:",
        "exp": "Posterior lobe roughly corresponds to peripheral zone, which is the sub-capsular poion of the posterior aspect of the prostate gland that surrounds the distal urethra. 70-80% of prostatic cancers originate in this region. Median lobe- Benign Prostate Hyperophy Posterior lobe- Ca Prostate",
        "cop": 3,
        "opa": "Anterior lobe",
        "opb": "Median lobe",
        "opc": "Posterior lobe",
        "opd": "Central zone",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "16434af4-12e8-456e-b11c-9245b3d88681",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man is diagnosed with prostate cancer following a digital rectal examination. For the resection of prostate cancer, it is impoant to know that the prostatic ducts open into or on which of the following structures:",
        "exp": "Ducts from the prostate gland open into the Prostatic Sinus, which is a groove on either side of the urethral crest. The prostate gland receives the ejaculatory duct, which opens into the prostatic urethra on the seminal colliculus (a prominent elevation of the urethral crest) just lateral to the prostatic utricle, which is a small blind pouch. The bulbourethral gland lies on the lateral side of the membranous urethra within the deep perineal pouch, but its duct opens into the bulbous poion of the spongy (penile) urethra.",
        "cop": 4,
        "opa": "Membranous pa of the urethra",
        "opb": "Seminal colliculus",
        "opc": "Spongy urethra",
        "opd": "Prostatic sinus",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "bad5cb5d-152e-4514-a205-8b83184b647c",
        "choice_type": "single"
    },
    {
        "question": "22-year-old man has a gonorrheal infection that has infiltrated the space between inferior fascia of the urogenital diaphragm and superficial perineal fascia. Which of the following structures might be inflamed?",
        "exp": "*Greater vestibular gland is in the superficial perineal space between inferior fascia of urogenital diaphragm and membranous layer of superficial perineal fascia (Colles' fascia). All the other structures are found in the deep perineal pouch.",
        "cop": 3,
        "opa": "Membranous pa of the male urethra",
        "opb": "Bulbourethral gland",
        "opc": "Greater vestibular gland",
        "opd": "Deep transverse perineal muscle",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "f97976fd-933c-48bb-814d-2b5164bd7e81",
        "choice_type": "single"
    },
    {
        "question": "Deep perineal pouch contains:",
        "exp": "DEEP PERINEAL POUCH CONTAINS Muscles Deep transverse perineal muscle External sphincter muscle of urethra External sphincter muscle of urethra(male) Compressor Urethrae Muscle(female) Urethrovaginal Sphincter (female) Other Membranous poion of the urethra (males) / proximal poion of urethra (females) Bulbourethral gland (males) - cowpers gland Vagina (females)",
        "cop": 4,
        "opa": "Bulb of penis",
        "opb": "Crura of penis",
        "opc": "Bulbospongiosus",
        "opd": "Cowpers gland",
        "subject_name": "Anatomy",
        "topic_name": "Female & male reproductive system, rectum and anal canal",
        "id": "6b0f7cb1-08be-486b-bb46-3a72df166dcc",
        "choice_type": "single"
    }
]