[
    {
        "question": "Three layers of embryo are formed at what age?",
        "exp": "Ans. (d) 21 days. Ref: Langmanris embryology 10th ed ch: 5",
        "cop": 4,
        "opa": "8 days",
        "opb": "12 days",
        "opc": "16 days",
        "opd": "21 days",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "c9beb961-c5db-40f3-89b6-1b3d31507dc4",
        "choice_type": "single"
    },
    {
        "question": "The three germ cell layers in embryo separate by the process of?",
        "exp": "Ans. C. Gastrulation. (Ref: Langman's Medical Embryology 9th/pg. 65). Longman's Medical Embryology 9th/pg. 65.......... \"The most characteristic event occurring during the third week of gestation is gastrulation, the process that establishes all three germ layers (ectoderm, mesoderm, and endoderm) in the embryo. Gastrulation begins with formation of the primitive streak on the surface of the epiblast. Thus, the epiblast, through the process of gastrulation, is the source of all of the germ layers, and cells in these layers will give rise to all of the tissues and organs in the embryo\". GASTRULATION# Definition: Gastrulation is a process that establishes the three primary germ layers: ectoderm, mesoderm, and endoderm.- This process is first indicated by the formation of the primitive streak within the epiblast.- The formation of the primitive streak is one of the first signs of gastrulation.# It is characterized as a furrow in the midline of the embryonic disk at the future caudal end of the embryo. This furrow is formed by the ingression of epiblast cells that will go on to form the definitive endoderm and mesoderm by replacing hypoblast cells.# The epiblast cells then develop into the definitive ectoderm. Gastrulation, or formation of the germ layers, continues in caudal segments while cranial structures are differentiating, causing embryo to develop cephalocaudally. Educational points:# Week 2: Bilaminar germ disc# Week 3: Trilaminar germ disc (Gastrulation, Primitive streak, notochord, mesoderm and its organization, and neural plate begin to form)# Week 4: Four limbs appear. Heart begins to beat.# Week 3-8 (Embryonic Period): Neural tube formed by neuroectoderm, closes by wk 4. 0rganogenesis. Extremely susceptible to teratogens.# Week 6: Fetal cardiac activity visible by transvaginal ultrasound.# Week 10: Genitalia have male/female characteristics. Tumors Associated With Gastrulation. Sometimes, remnants of the primitive streak persist in the sacrococcygeal region. These clusters of pluripotent cells proliferate and form tumors, known as sacrococcygeal teratomas, that commonly contain tissues derived from all three germ layers. This is the most common tumor in newborns. These tumors may also arise from primordial germ cells (PGCs) that fail to migrate to the gonadal ridge.",
        "cop": 3,
        "opa": "Ovulation",
        "opb": "Neurilation",
        "opc": "Gastrulation",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "1d0d3b27-aafa-4d73-83ab-5e93a999a7bb",
        "choice_type": "multi"
    },
    {
        "question": "Morula reaches uterus at?",
        "exp": "Ans. (b) 4 day after fertilisation. Ref: Langman's embryology 10/hed/p 38, Longman's medical embryology 12th ed/ 37-40",
        "cop": 2,
        "opa": "3 day after fertilisation",
        "opb": "4 day after fertilisation",
        "opc": "5 day after fertilisation",
        "opd": "6 days after fertilization",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "21eb2fed-e0af-46bf-95ed-71de73a8bb60",
        "choice_type": "single"
    },
    {
        "question": "Remnant of notochord is-",
        "exp": "Ans. is 'b' i. e., Nucleus pulposuso After development of verteral bodies, the notochord degenerates and disappears but persists as the nucleus pulposus of intervertebral disc. o Notochord is a bud like structure formed by epiblast cells extending from cranial end of primitive streak to caudal end of prochordal plate, in between the ectoderm and endoderm. Significances of notochord includes following. It defines the axis of embryo. It functions as the primary inductor, inducing the overlying ectoderm to develop into neural plate (the primordiwn of CNS). iii) It serves as the basis for development of axial skeleton. The notochord is an intricate structure around which vertebral column is formed and indicates future site of vertebral bodies. However, the notochord does not give rise to vertebral column, after development of vertebral bodies, the notochord degenerates and disappears, but parts of it persist as the nucleus pulposus of intervertebral disc.",
        "cop": 2,
        "opa": "Annulus fibrosus",
        "opb": "Nucleus pulposus",
        "opc": "Ligament flavum",
        "opd": "Intertransverse ligament",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "8cf397e2-c55e-4e6a-aca7-daab5a11690c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are derived from mesoderm?",
        "exp": "Ans. c (Microglia). (Ref. Human Embryology by IB Singh, 6th ed., 352). CNS/PNS cells: Astrocytes. Physical support, repair, K+ metabolism; help maintain blood-brain barrier. Astrocyte marker--GFAP. Microglia. CNS phagocytes. Mesodermal origin. Not readily discernible in Nissl stains. Have small irregular nuclei and relatively little cytoplasm. Oligodendroglia. Central myelin production. Each oligodendrocyte myelinates multiple CNS axons, up to 30 each. In Nissl stains, they appear as small nuclei with dark chromatin and little cytoplasm. Predominant type of glial cell in white matter. Schwann cells. Peripheral myelin production. Each Schwann cell myelinates only 1 PNS axon. Also promote axonal regeneration. Derived from neural crest. Ependymal cells. Inner lining of ventricles; make CSF. Microglia, like Macrophages, originate from Mesoderm. All other CNS/PNS supportive cells originate from ectoderm. Derivatives. Ectoderm. Skin, hair, enamel, Lens of eye, mucous membrane lower anal canal, terminal male urethra, labia majora, outer surface of minora, epithelium of cornea, conjunctiva, ciliary body & iris, outer layer of tympanic membrane, exocrine salivary gland & sweat gland, endocrine hypophysial cells, adrenal medulla, CNS Including all neurons, neuroglia & schwanncells except microglia. Endoderm. Epithelial lining of mouth, palate, tongue, tonsils pharynx, oesophagus, stomach, intestine, upper anal canal, middle ear, respiratory system, gall bladder, urinary bladder except trigone, vagina, thyroid, parathyroid, thymus, Islet cell of pancreas, prostrate except inner zone. Mesoderm. All connective tissue dermis, dentine small striated, cardiac muscle except iris muscle, heart, blood vessel, lymph, blood cell, kidney, ureter, trigone, inner zone of prostate, ovary, uterus, tubes, testis, epidydimis, seminal vesicles, ejaculatory duct. Pleural, pericardial & peritoneal cavity. Cornea, sclera, choroids, ciliary body, iris, dura, microglia.",
        "cop": 3,
        "opa": "Astrocytes",
        "opb": "Oligodendrocytes",
        "opc": "Microglial cells",
        "opd": "Schwann cells",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "caf78442-da17-450c-a07d-ffddb38b037a",
        "choice_type": "single"
    },
    {
        "question": "Derivatives of mullerian duct -",
        "exp": "Ans. is 'd' i. e., Fallopian tube o Appendix of testis - Remnant of cranial end of paramesonephric (mullerian) duct, o Appendix of epididymis - Remnant of cranial end of mesonephric (Wolffian) duct. MESONEPHRIC DUCT (WOLFFIAN DUCT): Main genital duct in males. In males. In females (mostly degenerate except)o Posterior wall of prostatic urethra proximal to opening of ejaculatory ducto Ureteric bud gives rise to ureter; pelvis, calyces and collecting tubuleso Trigone of bladdero Vas deferens, ejaculatory ducto Epididymis, seminal vesicleo Appendix of epididymiso Mesodermal part of prostateo Posterior wall of urethrao Ureteric bud gives rise to ureter, pelvis, calyces and collecitng tubuleso Trigone of bladdero Duct of epophoron (Gartner's duct)MESONEPHRIC TUBULESIn males. In femaleso Ductus aberrant superioro Efferent ductules of testiso Ductus aberrant inferioro Epoophorono Paraphoron. Note: Epoophoron is a remnant of mesonephric tubules, while duct of epoophoron is derived from mesonephric duct. PARAMESONEPHRIC DUCT (MULLERIAN DUCT): Main genital duct in females. Females. Maleso Fallopian tubeso Uteruso Upper 2/3 of vaginao Appendix of testis (Hydatid of morgagni)o Prostatic utricle. Note: Lower 1/3 of vagina is derived from sin ovaginal bulb derived from urogenital sinus. Therefore is endodermal in origin (upper 2/3 is mesodermal in origin as derived from paramesonephric duct).",
        "cop": 4,
        "opa": "Epididymis",
        "opb": "Seminal vesicle",
        "opc": "Vas deferens",
        "opd": "Fallopian tube",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "0b29984a-a540-403c-8e48-33b35994d7ad",
        "choice_type": "multi"
    },
    {
        "question": "Implantation occurs at -",
        "exp": "Ans. is 'b' i. e., 6-7 days Age (Days). Somites. Characteristics0-1--Fertilized uncteaved zygote2-3--Segmentation=two cells to morula4-5--Unimplanted, free-floating blastocyst6-7--Implantation8-11--Progression into endometrium12-14--Embryonic disc, villi, and yolk sac appear15-16--Primitive streak appears17-18--Neural folds elevate19-201-3. Head fold appears21-234-12. Neural fold fusion begins, heart begins to beat23-2513-20. Two branchial arches, foregut, hindgut, optic evagination21-2921-29. Arm buds appear, neural tube closed, optic cup28-30 (complete no.)40. Leg buds apear, heart chambers. lung buds, metanephric bud30-32--Lens invagination, septum primum, gonadal ridge32-34--Lens vesicle closed, external ears becoming recognizable35-36--Eye pigment appears, hand plate, hypophysis, liver37-40--Finger rays, foot plate, ear defined, somites less apparent superficially40-42--Eyelid, finger rays notched, toe rays, nerve plexuses42-44--Head more erect, limbs extend forward, muscles developing, duodenum closed45-46--Fingers, scalp plexus present, optic nerve, septum secundum4648--Hands meet over heart region, corpus striatum, thalamus, heart valves48-50--Fingers overlap those of opposite hand, duodenum reopened50-52--Head erect and rounded, scalp plexus reaching head vertex, ossification beginso Contact of blastocyst with endometrium occurs at the time of implantation, o Implantation occurs at around 6 -7 days.",
        "cop": 2,
        "opa": "2-3 days",
        "opb": "6-7 days",
        "opc": "15-20 days",
        "opd": "20-25 days",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "9107fbf1-ff2a-4d69-a65b-d3da742ddca1",
        "choice_type": "single"
    },
    {
        "question": "Somites develop from",
        "exp": "Ans. a (Paraxial mesoderm) (Ref. Human Embryology by IB Singh; 6th/ pg. 46)# Splanchnopleuric mesoderm (from lateral plate mesoderm) forms mesothelial covering of visceral organs;# Intermediate plate mesoderm forms urinary and genital systems, adrenal cortex;# Somites that are derived from paraxial mesoderm form the axial skeleton, voluntary musculature, etc. DERIVATIVES OF THE MESODERMAL GERM LAYERRegions of the epiblast that migrate and ingress through the primitive streak have been mapped and their ultimate fates determined, as appended below:# Cells that ingress through the cranial region of the node become notochord;# Those migrating at lateral edges of node and from cranial end of the streak become paraxial mesoderm:# Cells migrating through the midstreak region become intermediate mesoderm:# Those migrating through the more caudal part of the streak form lateral plate mesoderm: and# Cells migrating through the caudal-most part of the streak contribute to extraembrvonic mesoderm.# Intermediate mesoderm connects paraxial and lateral plate mesoderm. Additional educational point:# Sclerotomes give rise to vertebral arches (dorsal sclerotome), vertebral bodies (ventral sclerotome), base of the skull, costal processes and ultimately ribs (in thoracic region).",
        "cop": 1,
        "opa": "Paraxial mesoderm",
        "opb": "Lateral plate mesoderm",
        "opc": "Intermediate mesoderm",
        "opd": "Extra-embryonic coelom",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "42ce71f0-6b89-4dda-9f37-059ef3c8098f",
        "choice_type": "single"
    },
    {
        "question": "All develop from mesoderm except -",
        "exp": "Ans. is 'c' i. e,, Enamel o Enamel develops from the surface ectoderm, o Mesoderm can be divided into. Paraxial mesoderm- Organised into segments called somitomeres.- Give rise to-myotome&'dermatomes/sclerotomes, Intermediate mesoderm- Nephro tomes- Nephrogenic cord- These give rise to kidney, ureter, trigone of bladder, post wall of female urethra, upper half of prostate and inner glandular zone of prostrate, male and female reproductary organ. Lateral plate mesoderm- Somatopleuric (parietal layer)-al! connective tissue, fascia, ligaments, muscles.- Splanchnopleuric (visceral la! yer)-lining of mesothelium of pleura, peritoneum, pericardial cavities, tunica vaginalis, b! ood and lymph, wall of heart, blood vessels and lymph vessles.",
        "cop": 3,
        "opa": "Skeletal muscle",
        "opb": "Testes",
        "opc": "Enamel",
        "opd": "Ureter",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "491bde5f-f94d-466f-a5a6-6a3e278bc6a4",
        "choice_type": "multi"
    },
    {
        "question": "Spermatogonium to Spermatozoon:",
        "exp": "Ans. (b) 74 days. Ref: I. B. Singh 9th ed. /14-15",
        "cop": 2,
        "opa": "64 days",
        "opb": "74 days",
        "opc": "84 days",
        "opd": "94 days",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "a634556a-9c5c-4fc0-8464-b4e26cd887ce",
        "choice_type": "single"
    },
    {
        "question": "Middle piece of sperm contains -",
        "exp": "Ans. is 'b' i. e.. Mitochondria Sperm atozoon (sperm)o Sperm has following parts: i) Headii) Middle pieceiii) Principal pieceiv) End piece (tail)----5 mm5 mm50 mm5 mm}Total length 65pm o Each sperm has a head that is made up mostly of chromosomal material. o Covering the head like a cap is the acrosome, a lysosome- like organelle rich in enzymes involved in sperm penetration of the ovum and other events involved in fertilization, o The motile tail of the sperm is wrapped in its proximal portion by a sheath holding numerous mitochondria. The membranes of late spermatids and spermatozoa contain a special small form of angiotensin-converting enzyme called germinal angiotensin-converting enzyme. Note: o Golgi apparatus forms acrosomic cap. o In the middle piece the fibrous sheath is surrounded by mitochondria.",
        "cop": 2,
        "opa": "Golgi apparatus",
        "opb": "Mitochondria",
        "opc": "Lysosome",
        "opd": "Ribosome",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "24160a78-f954-4c9b-8cb0-3532ed6920cd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a derivative of neural ectoderm?",
        "exp": "Ans. d. Ciliary muscles (Ref: Parson 20/e p5; Grays Anatomy 40/ep702) Ciliary muscles develop from Neural crest, not from neural crest. Derivative of neural ectoderm: Ciliary- body epithelium. QIris epithelium. QSmooth muscles of iris (constrictorQ and dilator pupillaeQ). Part of vitreous. Retinal pigment epithelium. QRetinaQ (its 9 sensory- layers). Optic vesicle and cup. Optic nerveQ (fibers). Primordial Tissues and Ocular Derivatives. Neural-Ectoderm. Surface-Ectoderm. Mesoderm. Neural crest* Ciliary body epitheliumQ* Iris epitheliumQ* Smooth muscles of iris (constrictorQ and dilator pupil laeQ)* Part of vitreous Retinal pigment epitheliumQ* Retina (its 9 sensory layers) Optic vesicle and cup * Optic nerveQ (fibers)* Conjunctival epithelium* Corneal epithelium* Lacrimal glands * Tarsal glands * Lens* Extra-ocular musclesQ* Vascular endothelium of eye and orbit * Corneal stroma* Sclera* Iris* Choroid* Part of vitreous* Orbital bones* Orbital connective tissue* Ciliary musclesQ * Ciliary ganglionQ* Schwann cells of ciliary nerves* Meningeal sheath of optic nerve* Conjunctival and uveal melanocytes* ScleraQ* Trabecular meshwork of endothelium * Corneal stroma, keratocytes and endotheliumQ* Iris stroma * Choroidal stroma Part of vitreous",
        "cop": 4,
        "opa": "Sphincter pupillae",
        "opb": "Retina",
        "opc": "Dilator pupillae",
        "opd": "Ciliary muscles",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "69aa6ef0-3e85-42d1-a7de-36f125cca60f",
        "choice_type": "single"
    },
    {
        "question": "Primitive streak is initiated and maintained by",
        "exp": "Ans. is 'a' i. e. Nodal gene \"The primitive streak in itself is initiated and maintained by expression of Nodal, a member of the transforming growth factor b (TGFb) family. \" - Longman's Medical embryology 10/e, p 57",
        "cop": 1,
        "opa": "Nodal gene",
        "opb": "BMP4",
        "opc": "FGF",
        "opd": "Brachyury gene",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "7e7d4ab7-f198-40df-ae5b-82be55767898",
        "choice_type": "single"
    },
    {
        "question": "Embryonic perod is from?",
        "exp": "ANSWER: (C) 3 weeks to 8 weeks. REF: Dutta 6th ed p. 24, Langman's Embryology 10th ed Ch: 6. Repeat OBG 2012 session I, 2012 Session 2. Embryo stage begins at 3rd week and lasts till 8th week. The fetal stage begins 8 to 10 weeks after conception and continues until the end of the pregnancy",
        "cop": 3,
        "opa": "3 days to 1 week",
        "opb": "1 week to 3 weeks",
        "opc": "3 weeks to 8 weeks",
        "opd": "8 weeks onwards",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "1c3f4ab5-cdae-48a4-9443-85834044aba1",
        "choice_type": "single"
    },
    {
        "question": "Ameloblast develop from?",
        "exp": "ANSWER: (B) Surface ectoderm. REF: Langman's embryology 10th ed Ch: 16, Grays anatomy 40th ed chapter 35, Lasts Anatomy Regional and Applied By Mcminn ed page 479. ODONTOGENESIS: Teeth arise from an epithelial-mesenchymal interaction between overlying surface/oral ectoderm (epithelium) and underlying mesenchyme derived from neural crest cells. Surface/oral ectoderm: By the sixth week of development, the basal layer of the epithelial lining of the oral cavity forms a C-shaped structure, the dental lamina, along the length of the upper and lower jaws. This lamina subsequently gives rise to a number of dental buds. Soon the deep surface of the buds invaginates, resulting in the cap stage of tooth development. Enamel is produced by ameioblasts which are derived from oral ectoderm. Although Ameioblasts appears earlier than Odontoblasts, its product enamel appears later than dentine. Mesenchyme: The ectoderm evokes a series of reaction in surrounding mesoderm to produce dental papilla. The surface cells of dental papilla becomes columnar Odontoblasts which produces dentine. Mesoderm of the dental papilla persists as pulp of the tooth surrounded by dentine. Cementum is produced in the mesoderm outside the dentine of the root, a process comparable to membranous ossification.",
        "cop": 2,
        "opa": "Neuroectoderm",
        "opb": "Surface ectoderm",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "87695063-321f-46d6-859f-a9b71acd1016",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscles is not a derivative of mesoderm?",
        "exp": "Ans. d. Dilators of pupil (Ref: Parson 20/e p5, Grays inatomy 40/e p702; Longman's Medical Embryology 11/e p337). Smooth muscles of iris (constrictorQ and dilator pupillaeQ) are derivative of neural ectoderm. Smooth muscles of iris (constrictorQ and dilator pupillaeQ). The sphincter and dilator pupillae muscles of the iris are derived from the ectoderm. The region between the optic cup and the overlying surface epithelium is filled with loose mesenchyme. The sphincter and dilator pupillae muscles form in this tissue. These muscles develop from the underlying ectoderm of the optic cup. Derivatives of Mesoderm. All connective tissue i. e. superficial and deep fasciaQ, ligaments, tendons, aponeurosis, dermis of skinQ, adipose tissue, reticular tissue, cartilage and bone. QAll cardiovascular system i. e. heart, blood vessels, lymphatic and blood cells. QAll Musculoskeletal system i. e. bone, cartilage, tendon, ligaments and muscles (smooth, striated and cardiac) except musculature of iris (sphincter and dilator pupillae) which are ectodermal. QAll Reproductive system i. e. ovary; uterine tubes, uterus and upper vagina in females; testis, epididymis, ductus deferens, prostate (inner glandular zone) seminal vesicle and ejaculatory duct in males. Except epithelium of greater part of vagina, vestibule and inner surface of labia minora in female and greater part of prostate (except inner glandular zone) is endodermal. Outer surface of labia minora and whole labia majora are ectodermal. All urinary system i. e. kidney, ureters, trigone of bladder, posterior part of female urethra, posterior part of prostatic urethra (upper half) of males and inner glandular zone of prostate. Epithelium of urinary bladder (except trigone), female urethra (except posterior wall), male urethra (except prostatic part which is mesodermal and penile urethra which is ectodermal) and most of prostate (except inner glandular zone) are endodermal. Mesothelial lining of - pleural, pericardial, and peritoneal cavitiesQ and of tunica vaginalis, bursae and joints. Dentine of teethQ: (enamel is ectodermalQ). Duramater and Microglia. QExcept these all other nervous system i. e. neurons, neuroglia and schwann cells are ectodermal. Eye i. e. substance of comea, sclera, choroid, ciliary body and iris. Except anterior epithelium of comea. epithelium of conjunctiva, epithelium of ciliary, and iris; iris muscles and lensQ are ectodermal",
        "cop": 4,
        "opa": "Skeletal muscles",
        "opb": "Smooth muscles",
        "opc": "Cardiac myocyte",
        "opd": "Dilators of pupil",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "d977a050-f1f7-4630-8bf1-1dbfc8c9a7e0",
        "choice_type": "single"
    },
    {
        "question": "True about spermatogenesis:",
        "exp": "Ans. (a) It takes 74 days. Ref. Textbook of Human Embroyology / 24* Spermatogenesis - Process of formation of spermatozoa from primitive germ cell (spermatogonia)* Spermiogenesis - Formation of spermatozoa from spermatid.* Spermatogenesis begins at-puberty (oogenesis begins intrauterine life)* Spermatogenesis continue-throughout life (oogenesis- stops at menopause)* Average time-74 days* Site- seminiferous tubule* Sperm size- 55-65 pm* Parts- head, neck, middle piece, principal piece, end piece.* Acquire motility in- epididymis.",
        "cop": 1,
        "opa": "It takes 74 days",
        "opb": "Takes place in spermatic cord",
        "opc": "Meiosis occurs only after secondary spermatocyte",
        "opd": "Spermatid is formed from spermatozoa",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "f3b1c740-11a3-4523-85e8-c542f6f1e203",
        "choice_type": "multi"
    },
    {
        "question": "Largest size is:",
        "exp": "Ans. (b) Primary Spermatocyte. Ref: I. B. Singh 9th ed. H4-15* Please refer to the image given about how spermatogonium undergoes mitotic division and forms primary spermatocyte, which further forms secondary spermatocyte and spermatic after first and 2nd meiotic division respectively.* Microscopically primary spermatocyte is largest in size among all.* The formation of spermatogonium to spermatozoa takes around 74 days.",
        "cop": 2,
        "opa": "Spermatogonium",
        "opb": "Primary Spermatocyte",
        "opc": "Secondary spermatocyte",
        "opd": "Spermatozoa",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "1cbb2fb2-bf0b-4517-bde4-43c4e0c4a1af",
        "choice_type": "single"
    },
    {
        "question": "Primordial Germ cell develops from?",
        "exp": "ANSWER: (C) Yolk sac. REF: Embryology by Ramesh Mathur, Meenakshi Mehta page-38, Color atlas of embryology by Ulrich Drews page 15\"In mammalian embryo, including man, the primordial germ cells apparently arise from the en do dermal layer near the yolk sac\"'Germ cells arise in the embryonic yolk sac, differentiate in the gonads and pass on the genome as gametes\"",
        "cop": 3,
        "opa": "Chorion",
        "opb": "Amnion",
        "opc": "Yolk sac",
        "opd": "Cord blood",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "fbfd2933-18ae-47ff-9275-40c2b5d2ae8d",
        "choice_type": "single"
    },
    {
        "question": "Outer cell mass gives rise to?",
        "exp": "Ans. (b) Trophoblast. Ref: Longman's embryology 10th ed., p 38, Longman's medical embryology 12th / 37-40",
        "cop": 2,
        "opa": "Embryo proper",
        "opb": "Trophoblast",
        "opc": "Syncytiotriophoblast",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "254d6ed1-fe61-4a68-aab6-f414eb3d2e20",
        "choice_type": "multi"
    },
    {
        "question": "Male & female differentiation of fetus occurs at -",
        "exp": "Ans. is 'a' i. e., 10-12 weeks o Gonadogenesis refers formation of gonads, i. e. testes in males and ovaries in females. Genital ridge (urogenital ridge) is the site where gonads develop. o 'Primordial germ cells' are developed in the 4th week by proliferation of endodermal cells of the dorsal wall of hindgut (part of yolk sac). The primordium germ cells migrate into genital ridge, where proliferation of both germinal and nongerminal cells leads to formation of gonads. o Differentiation of genital ridge into lineage of female or male gonads (ovary or testes) occurs at 6-10 weeks. o By 12 weeks this differentiation has occured in all fetuses.",
        "cop": 1,
        "opa": "10-12 weeks",
        "opb": "16-18 weeks",
        "opc": "2-4 weeks",
        "opd": "24-26 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "a5992071-4133-4952-859c-3ba68aa0df7e",
        "choice_type": "single"
    },
    {
        "question": "Embryonic period of development is -",
        "exp": "Ans. is 'd' i. e., Upto 8 weeks o The embryonic period of development extends from the 4th to 8th week of gestation and is also called the period of organogenesis. 3 phases of development1. Pre-embryo phase (germinal phase) - day 0 to week 32. Embryo phase - weeks 4-83. Foetal phase - weeks 8-38o Pre-embryo phase divided into, 1. Ovulation2 Fertilization and implantation. Stage of bilaminar germ disc (2nd week). Stage of trilaminar germ disc (3rd week)",
        "cop": 4,
        "opa": "Upto 16 weeks",
        "opb": "Upto 12 weeks",
        "opc": "Upto 10 weeks",
        "opd": "Upto 8 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "559e0a67-d17b-4c9c-b8ec-9161f157d2e4",
        "choice_type": "single"
    },
    {
        "question": "Surface ectoderm gives rise to all of the following structures except.",
        "exp": "Ans. is 'd' i. e. anterior layer of iris The unique feature about development of iris is that not only its epithelium, but also its musculature is developed from ectoderm (not surface ectoderm but from neuro ectoderm). Normally the muscular structures develop from paraxial mesoderm and epithelial structures from ectoderm. Structures developing from Ectoderm (in eve). Structures developing from neuro ectoderm. Retinal pigment epithelium and its nine sensory layer. Epithelium of iris Musculature of iris (a) constrictor pupillaedilator pupillae. Optic Nerve. Epithelium of ciliary body. Structures developing from surface ectoderm. Epithelium of all the other structures develop from surface ectoderm. Structures developing from paraxial mesoderm (in eye). All the blood vessels in the eye. All the muscular structures in the eye except iris. Sclera. Corneal stroma and its endothelium. Iris stroma and its endothelium. Vitreous. Glial tissue of optic N and its sheaths. Trabecular meshwork and filtering passages.",
        "cop": 4,
        "opa": "Lens",
        "opb": "Corneal epithelium",
        "opc": "Conjunctival epithelium",
        "opd": "Anterior layers of iris.",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "7142f3c7-419e-412f-a641-c96ce8d2471c",
        "choice_type": "multi"
    },
    {
        "question": "Glomus cells are derived from -",
        "exp": "Ans. is 'b' i. e., Neuroectodermo Glomus cells are derived from neural crest which itself is derivative of neuroectoderm, o Other derivates of neural crest are:-Neural derivatives. Sensory neurons of 5th, 7th, 8th 9th, 10th cranial nerve ganglia (trigeminal, geniculate, sphenopalatine, submandibular, cochlear, vestibular, otic and vagal parasympathetic ganglia). Sensory neurons of spinal dorsal root ganglia. Sympathetic chain ganglia and plexus (celiac/preaortic/renal ganglia, enteric plexus in GIT, i. e. Auerbachs and Meissner's). Parasympathetic ganglia and plexus of GIT, Schwann cells of peripheral nerves, satellite cells of all ganglia. Adrenal medulla, chromaffin cells, para follicular C-cells of thyroid gland. Melanocytes and mela noblasts. Mesenchymal derivatives. Dermal bones of skull: Frontal, parietal, temporal, nasal, vomer, palatine, mandible, maxillae. Leptomeninges: arachnoid and pia mater (Durameter is mesodermal). Dentine of teeth (odontoblasts). Eye: choroid, sclera, iris epithelium, pupillary muscles (sphincter and dilator pupillae, ciliary muscles). Pharyngeal arch cartilages. Retinal pigmented epithelium. Connective tissues of head including dermis, tendon, ligaments. Bulbar and conal ridges of heart.",
        "cop": 2,
        "opa": "Surface ectoderm",
        "opb": "Neuroectoderm",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "5d5ee949-89fa-400d-a9f3-7edc50b9b149",
        "choice_type": "single"
    },
    {
        "question": "Number of somites developed in human fetus -",
        "exp": "Ans. is 'd' i. e., 42 pairs o Paraxial mesoderm differentiates into somites. o By the end of 20th day, the first pair of somites have formed in neck region. o After this, about 3 pairs of somites are formed per day and by the end of 5th week about 42-44 somite pairs are formed (4-occipital, 8-cervical, 12-thoracic, 5-lumbar, 5-sacral and 8-10 cooccygeal). o Somites are further differentiated intoi) Dermatomyotome:- Give rise to skeletal muscles and dermis. ii) Sclerotomes Give rise to vertebral column and ribs.",
        "cop": 4,
        "opa": "10 pairs",
        "opb": "21 pairs",
        "opc": "32 pairs",
        "opd": "42 pairs",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "c87e595d-5c97-460b-b776-ef558f7a2868",
        "choice_type": "single"
    },
    {
        "question": "Organogenesis is maximally affected in which period of gestation -",
        "exp": "Ans. is 'b' i. e., Embryonic phase o The development of a new individual in the uterus involves three phasesi) Pre-embro phase or germinal phase (day 0-3 weeks). ii) Embro phase or embryonic period (weeks 4-8). iii) Fetal phase (weeks 8-38). o The embryonic period of development extends from fourth to eighth week of gestation and is also called period of organogenesis. During this period the main organ systems are developed from three germinal layers. However, the function of most of them is negligible except for cordiovascular system, i. e. cardiovascular system is the earliest to function.",
        "cop": 2,
        "opa": "Germinal phase",
        "opb": "Embryonic phase",
        "opc": "Fetal phase",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "22fbd9e2-145a-4481-a3ea-f96b06fb371f",
        "choice_type": "multi"
    },
    {
        "question": "Which is a derivative of neural crest -",
        "exp": "Ans. is 'd' i. e., Dentine. Derivatives of surface ectodermi) Skin and appendages: Epidermis, hair, nails, sweat glands, sebaceous glands. ii) Mucous membrane of: Oral cavity, nasal cavity, paranasal sinuses, lower part of anal canal, terminal part of urethra, outer surface of labia minora, whole labia majora, lower part of vagina. iii) Eye: Crystalline lens, epithelium of cornea and conjunctiva, lacrimal gland. iv) Ear: Outer layer of tympanic membrane, epithelial lining of membranous labyrinth. v) Glands: Exocrine glands (sweat glands, sebaceous glands, salivary glands, mammary glands, lacrimal glands), endocrine gland (anterior part of pituitary). vi) Teeth: Enamel (Ameloblast). vii) Pharyngeal Clefts. Derivatives of neuroectodermi) From neural tube: CNS (brain, spinal cord), astrocytes, oligodendrocytes, ependymal cells, retina, pineal gland, neurohypophysis (posterior pituitary), all cranial and spinal motor nerves. ii) From neural crest: Neural crest derivatives are:-a) Neural derivatives# Sensory neurons of 5th, 7th, 8th, 9th, 10th cranial nerve ganglia (trigeminal, geniculate, sphenopalatine, submandibular, cochlear, vestibular, otic and vagal parasympathetic ganglia).# Sensory neurons of spinal dorsal root ganglia.# Sympathetic chain ganglia and plexus (celiac/preaortic/renal ganglia, enteric plexus in GIT, i. e. Auerbachs and Meissner's)# Parasympathetic ganglia and plexus of GIT.# Schwann cells of peripheral nerves, satellite cells of all ganglia.# Adrenal medulla, chromaffin cells, para follicular C-cells of thyroid gland.# Melanocytes and melanoblasts. a Glomus cellsb) Mesenchymal derivatives# Dermal bones of skull: Frontal, parietal, temporal, nasal, vomer, palatine, mandible, maxillae.# Leptomeninges: arachnoid and pia mater (Durameter is mesodermal), a Dentine of teeth (odontoblasts).# Eye: choroid, sclera, iris epithelium, pupillary muscles (sphincter and dilator pupillae, ciliary muscles).# Pharyngeal arch cartilages.# Retinal pigmented epithelium.# Connective tissues of head including dermis, tendon, ligaments.# Bulbar and conal ridges of heart.",
        "cop": 4,
        "opa": "Enamel",
        "opb": "Spinal cord",
        "opc": "Nails",
        "opd": "Dentine",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "a3c35c07-da2b-44cf-948b-75a892418a04",
        "choice_type": "single"
    },
    {
        "question": "Embryo is termed till:",
        "exp": "Ans. (d) 8 weeks of fertilization. Ref. Dutta's Obstetrics 7th ed./ 41. The prenatal period can be divided into. Period. Product (k/a). Extends* Ovular/Germinal. Ovum1st 2 weeks after ovulation* Embryonic. Embryo. From fertilization (2nd week of gestation) to 8th week of development of fertilization (10th week AOG)* Fetal. Fetus. From 8th week of fertilization or development (10th week AOG to delivery)",
        "cop": 4,
        "opa": "12 weeks after LMP",
        "opb": "10 weeks after fertilization",
        "opc": "10 weeks after LMP",
        "opd": "8 weeks of fertilization",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "b6042d03-9b42-4b22-b690-3896c0ee7412",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis begins at -",
        "exp": "Ans. is 'c' i. e., Puberty o Spermatogenesis refers to the process of formation of spermatozoa (sperm) from primitive germ cells (spermatogonia). o Spermatogenesis begins at puberty and continues throughout adult life to decline in old age. o In humans, it takes an average of 74 days to form a mature sperm from primitive germ cells. o Spermatogenesis occurs in seminiferous tubules. o Steps in spermatogenesis involve: i) Spermatogonia (primitive germ cells) undergo mitosis to form primary spermatocytes. Both spermatogonia and primary spermatocytes have diploid chromosomes (46 chromosomes or diploid of 23 chromosomes). ii) Primary spermatocytes undergo meiosis to form secondary spermatocytes. Secondary spermatocytes have haploid (23) chromosomes. iii) Secondary spermatocytes undergo mitosis to form spermatids. iv) Spermatids do not divide further but undergo morphological changes to form sperms (spermatozoa). This step of formation of spermatozoa from spermatids is called spermiogenesis. The spermiogenesis takes place in the deep folds of cytoplasm of sertoli cells.",
        "cop": 3,
        "opa": "Birth",
        "opb": "5 years",
        "opc": "Puberty",
        "opd": "18 years",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "0ad006c2-aaa6-4f46-af8d-b9d18f5549bb",
        "choice_type": "single"
    },
    {
        "question": "Disc with three germ layers are formed at which week of gestation -",
        "exp": "Ans. is 'b' i. e., 3 weeks Preembryonic phase of developmento Preembryonic phase of development extends from day zero to 3 weeks (days 0-21). o This phase of development can be further subdivided into:-Fertilization and implantation (first week of development). First week of development begins immediately after fertilization, Changes during first week include -Cleavage of zygote - 0-3 days. Formation of morula, transportation to uterine cavity and conversion into blastocyst - 3-5 days. Implantation - 6-7 days. Stage of bilaminar germ disc (second week of development). The stage of bilaminar germ disc formation approximately occurs during second week of development. On 8th day after ovulation the embryoblast is converted to a bilominar disc consisting of following twolayers -Epiblast, the upper layer. Hypoblast, the lower layer. At the end of 2nd week -i) Some of cubical cells of hypoblast become columnar and form prochordal plate. Soon after the formation of prochordal plate, the primitive streak is formed by the proliferation of cells of epiblast. During this period following changes occurs: During 2nd week trophoblasts differentate into cytotrophoblast and syncytiotrophoblasts. Formation of amnion and amniotic cavity. Development of yolk sac and extraembiyonic mesoderm. Development of chorion. 3. Stage of trilaminar germ disc (third week of dev elopment). The stage of trilaminar disc formation is marked by changes during third week of development. At the beginning of third week there occurs, the most characterstic event, the gastrulation, which establishes all three germ cells, changing embryonic disc from a bilaminar to a trilaminar structure. During this period, embryo may be referred as to gastrula. Other events during this period are. Formation of primitive groove. Formation of germ cells. Formation of notochord. Spread of mesoderm and formation of buccopharynyeal and cloacal membrane. Appearance of allantois. Formation of neural tube (neurulation). Development of somites. Formation of intraembryonic colon. Formation of primordial cardiovascular system.",
        "cop": 2,
        "opa": "1 week",
        "opb": "3 week",
        "opc": "5 week",
        "opd": "10 week",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "fffbc1a6-349b-410f-a8c5-b0e5cade4636",
        "choice_type": "single"
    },
    {
        "question": "Morula is how many ceiled -",
        "exp": "Ans. is 'd' i. e., 16 o At about 16 cells stage the blastomeres tightly align by the process of compaction to form a compact ball of cells called morula (mulberry ). o This process of compaction leads to segregation of cells into two groups: Inner cells (inner cell mass). Outer cells (outer ceil mass)o Morula enters uterine cavity 4 days after fertilization.",
        "cop": 4,
        "opa": "4",
        "opb": "8",
        "opc": "12",
        "opd": "16",
        "subject_name": "Anatomy",
        "topic_name": "Fertilization and Development of Embryo",
        "id": "de84fb62-5f53-4f8e-b724-a673dde4c52d",
        "choice_type": "single"
    }
]