[
    {
        "question": "PR interval in ECG shows?",
        "exp": "Normal ECG waves and Intervals: ECG wave/Interval Characteristics 1. P Wave Reflects Atrial Depolarization (activation) 2. QRS complex Depolarization of ventricles 3. T Wave Repolarization of ventricles 4. PR Interval Atrial depolarization and conduction through AV node 5. QT Interval Total duration of Ventricular depolarization and repolarization 6. ST segment Plateau phase of ventricular action potential",
        "cop": 3,
        "opa": "Ventricular depolarization",
        "opb": "Ventricular Repolarization",
        "opc": "Conduction through AV node.",
        "opd": "Atrial Repolarization",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "72171a96-33f2-452e-a6d5-3096a2e7b820",
        "choice_type": "single"
    },
    {
        "question": "An injury to the shown area can lead to fracture of which bone (FMGE June 2019)",
        "exp": "Anatomical snuff box: The given picture shows anatomical snuff box which is a depression formed at the posterolateral side of the wrist and metacarpal by the extensor tendons passing into the thumb. Base of the triangle is at the wrist and apex is directed into thumb. It is most apparent when thumb is extended. Boundaries: Lateral: Abductor pollicis longus and extensor pollicis brevis tendons. Medial: Extensor pollicis longus tendon Floor: Scaphoid and trapezium the distal ends of the tendons of the extensor carpi radialis longus and extensor carpi radialis brevis Scaphoid Fracture: The commonest carpal injury is a fracture across the waist of the scaphoid bone. It is uncommon to see other injuries. In approximately 10% of individuals, the scaphoid bone has a sole blood supply from the radial aery, which enters through the distal poion of the bone to supply the proximal poion. When a fracture occurs across the waist of the scaphoid, the proximal poion therefore undergoes avascular necrosis.",
        "cop": 2,
        "opa": "Lunate",
        "opb": "Scaphoid",
        "opc": "Hamate",
        "opd": "Trapezium",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "8e34ab02-8c87-464e-b558-5da288829166",
        "choice_type": "single"
    },
    {
        "question": "A person comes with right eye 6/60 and left eye 3/60. He shall be categorized into which type of blindness.",
        "exp": "Blindness and Social: Blindness Presenting distance visual acuity of less than 3/60 (20/400) in the better eye and limitation of the field of vision to be less than 10 degrees from the center of fixation Economic blindness: The inability of a person to count fingers from 6 meters. Manifest blindness: Vision 1/60 to just perception of light Absolute blindness: No perception of light Curable blindness: That stage of blindness where the damage is reversible by prompt management, e. g., cataract Preventable blindness: Loss of vision that could have been completely prevented by the institution of effective preventive or prophylactic measures e. g., xerophthalmia, trachoma, and glaucoma",
        "cop": 3,
        "opa": "Manifest",
        "opb": "Social",
        "opc": "Economical",
        "opd": "No blindness",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "44b7a7b4-e02e-4dfe-8cd6-aafaba91dd3f",
        "choice_type": "multi"
    },
    {
        "question": "Hyperkalemia means more than",
        "exp": "Normal plasma K+ concentration is b/w 3. 5 & 5. 0 m. Eq/L. Hyperkalemia is defined as a plasma potassium level more than 5. 5 m. Eq/L Hypokalemia: plasma K+ < 3. 5 m. Eq. Severe hyperkalemia is K+ > 6. 0 m. Eq. > 8. 0 m. Eq- Causes diastolic arrest (Systolic arrest seen when Ca > 13 mg %) Causes of hyperkalemia: Pseudo hyperkalemia: Fist clenching, narrow bore needle, cooling of sample, TLC |, Platelet |, RBC| Acidosis: Trans-cellular shift CKD/AKI Aldosterone | - Addison disease, histoplasmosis, HIV, Waterhouse Frederickson syndrome Gordon syndrome - + gain of function of Na. Cl cotranspo ECG changes in Hyperkalemia - Tall tented T wave ST elevation Broad QRS If > 8. 0 m. Eq: SINE WAVE PATTERN is seen. Treatment: Antagonism: Calcium gluconate, calcium chloride Redistribution: Insulin drip with 50% dextrose; salbutamol nebulization Removal of potassium: Furosemide, resin sodium polystyrene sulphonate etc",
        "cop": 2,
        "opa": "4. 5 m. Eq/l",
        "opb": "5. 5 m. Eq/l",
        "opc": "7. 5 m. Eq/l",
        "opd": "10. 5 m. Eq/l",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "d4d14ed3-705b-4db5-be45-b3f0d6d06666",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male complained of tachypnea. On examination his respiratory rate is 32/min with pulmonary hypertension and BP 132/90 mm. Hg. JVP was raised. What is your diagnosis?",
        "exp": "The above clinical scenario describes that the patient is suffering from Right ventricular hyperophy. The most common aetiology of right ventricular hyperophy is severe lung disease. The disorders that induce pulmonary hypertension and secondary right ventricular hyperophy include the following: Pulmonary aerial hypertension (PAH) Pulmonary hypertension owing to left heart disease Pulmonary hypertension from lung disease and/or hypoxia On Examination: Jugular Veins- Distended and prominent jugular veins are apparent and reflect right atrial pressure elevation. Palpation of the chest may reveal a dynamic right ventricular heave due to the dilated right ventricle. On JVP: prominent \"a\" wave. Heart sounds: S3 and S4 can be heard. Ascites and peripheral oedema of variable severity may be present. Liver is often enlarged and tender.",
        "cop": 4,
        "opa": "Aoic dissection and rupture",
        "opb": "Esophageal rupture",
        "opc": "Tension pneumothorax",
        "opd": "Right ventricular hyperophy",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "00d7bc8f-14ab-4e60-ad3e-4df7c955bbff",
        "choice_type": "single"
    },
    {
        "question": "Raised JVP and not fall back of JVP is a feature of?",
        "exp": "In Atrial fibrillation there is a disorganized, rapid, and irregular atrial activity with the loss of atrial contraction. This insufficient atrial contraction results in accumulation of blood in the atrium, which results in increase in JVP which does not fall back. In ventricular tachycardia, atria empty completely and leads to fall in JVP. In ventricular fibrillation, JVP raises at one time and falls at other time.",
        "cop": 1,
        "opa": "Atrial fibrillation",
        "opb": "Atrial flutter",
        "opc": "Ventricular tachycardia",
        "opd": "Ventricular fibrillation",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "44ebcc80-4b27-44ef-81e6-bb885c0ba50a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is included in Celiac sprue diet?",
        "exp": "Treatment of Gluten sensitive Enteropathy /Celiac Sprue: Stop wheat/oat/rye/barley (BROW) Sta Quinoa, Maize, rice (small amounts Gluten +) Iron supplementation for microcytic anemia Folic acid supplementation for macrocytic anemia.",
        "cop": 4,
        "opa": "Wheat",
        "opb": "Barley",
        "opc": "Rye",
        "opd": "Quinoa",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "23d3ad43-47ca-40cd-ac38-2576e23b9bd0",
        "choice_type": "single"
    },
    {
        "question": "Ventricles are lined by?",
        "exp": "Ventricles are lined by Ependymal cells. The ependymal cells play an impoant role in the production and regulation of CSF.",
        "cop": 2,
        "opa": "Oligodendrocytes",
        "opb": "Ependymal cells",
        "opc": "Schwann cells",
        "opd": "Astrocytes",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "e1b656e4-84d0-43d4-beec-12547a9f77a8",
        "choice_type": "single"
    },
    {
        "question": "Appropriate treatment for the mild congenital ptosis;",
        "exp": "Treatment of Congenital ptosis In severe ptosis, surgery should be performed at the earliest to prevent stimulus deprivation amblyopia. In mild and moderate ptosis, surgery should be delayed until the age of 34 years, when accurate measurements are possible. - Congenital ptosis can be treated by any of the following operations: Tarso-conjunctivo - Mullerectomy (Fasanella-Servat operation). It is performed in cases having mild ptosis (1. 5-2 mm) and good levator function. In it, upper lid is eveed and the upper tarsal border along with its attached Muller's muscle and conjunctiva are resected. Levator resection. It is a very commonly performed operation for moderate and severe grades of ptosis It is contraindicated in patients having severe ptosis with poor levator function. Techniques: Levator muscle may be resected by either conjunctival or skin approach. Conjunctival approach (Blaskovics' operation) Skin approach (Eversbusch's operation) 3. Frontalis sling operation (Brow suspension). This is performed in patients having severe ptosis with no levator function.",
        "cop": 1,
        "opa": "LPS Resection",
        "opb": "Antibiotics and hot compression",
        "opc": "Tarsal fracture",
        "opd": "Wedge resection of conjunctiva",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "1516ef77-95fc-43c3-aeb4-d557c7693105",
        "choice_type": "single"
    },
    {
        "question": "Women presented with on and off headache. On lateral x-ray suprasellar calcifications are seen and she has heteronymous hemianopia. Diagnosis;",
        "exp": "Craniopharyngioma: MC benign tumor in childhood These are rare, usually suprasellar, paially calcified, solid / mixed solid-cystic, benign tumors arising from remnants of Rathke's pouch. C/F: Headaches visual impairment - Bitemporal heteronymous hemianopia Impaired growth Hypopituitarism; Central DI polyuria/polydipsia Rx: surgery/ radiotherapy/ their combination.",
        "cop": 1,
        "opa": "Craniopharyngioma",
        "opb": "Pituitary macroadenoma",
        "opc": "Astrocytoma",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "73261e51-70ed-41b2-aa28-91c189a65cd0",
        "choice_type": "multi"
    },
    {
        "question": "Phlyctenular conjunctivitis seen due to",
        "exp": "Phlyctenular conjunctivitis is seen due to Hypersensitivity reaction. Type 4 hypersensitivity reaction Due to endogenous allergens like. Staphylococcus aureus(most common) and. Mycobacterium tuberculosis Characterized by the following: Phlycten May eventually form ring ulcers Scrofulous ulcer: shallow marginal ulcer due to the breakdown of limbal phlycten Fascicular ulcer has a prominent parallel leash of blood vessels. It heals leaving a band-shaped opacity. Treatment: Topical steroids; atropine if the cornea is involved. Phlyctenular conjunctivitis",
        "cop": 2,
        "opa": "Post fungal infection",
        "opb": "Allergic",
        "opc": "Post protozoal",
        "opd": "Post tuberculoid",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "e708c454-21de-4b15-bc14-9b32ec1c0307",
        "choice_type": "multi"
    },
    {
        "question": "Fleischer's ring is seen in;",
        "exp": "KERATOCONUS Non -Inflammatory central corneal thinning Young male with constantly changing power of glasses with myopia & high cylinder SIGNS IN KERATOCONUS Munson sign. Scissor reflex on retinoscopy (Earliest Clinical Sign) Enlarged corneal nerves-lower lid indentation on downgaze. Oil droplet reflex. Rizutti's sign Acute Hydrops - aqueous accumulated in stroma Fleischer ring-Paial or complete iron deposition ring in deep epithelium encircling the base of the cone. Characteristic in eyes with keratoconus.",
        "cop": 1,
        "opa": "Keratoconus",
        "opb": "Keratomalacia",
        "opc": "Keratoglobus",
        "opd": "Trachoma",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "f3de22eb-c077-462d-b59f-d5a96b27a708",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the causes for hypercalcemia Except?",
        "exp": "Causes of hypercalcemia: Hypehyroidism Vitamin A intoxication Vitamin D intoxication Thiazides Immobilization",
        "cop": 4,
        "opa": "Hypervitaminosis of Vitamin D",
        "opb": "Thiazides",
        "opc": "Hyperparathyroidism",
        "opd": "Acute pancreatitis",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "e9828627-18ec-4a20-b532-b0df4386eec4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the earliest finding seen in Diabetic nephropathy?",
        "exp": "Sequence of changes in Diabetic nephropathy: Increase in GFR (EARLIEST MANIFESTATION) Microalbuminuria (30-300 mg/gm (moderately | albuminuria)) Macroalbuminuria End stage renal disease. NOTE: Microalbuminuria is the Most Reliable marker of diabetic nephropathy.",
        "cop": 3,
        "opa": "Hematuria",
        "opb": "Macroalbuminuria",
        "opc": "Microalbuminuria",
        "opd": "Exudates",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "603bcabd-268e-4987-a856-b671181e6aea",
        "choice_type": "single"
    },
    {
        "question": "Which muscle tendon is stretched in patellar tendon reflex?",
        "exp": "Quadriceps femoris stretches in patellar tendon reflex. Striking of the patellar tendon with a reflex hammer just below the patella stretches the muscle spindle in the quadriceps muscle.",
        "cop": 2,
        "opa": "Biceps femoris",
        "opb": "Quadriceps femoris",
        "opc": "Adductor magnus",
        "opd": "Quadratus",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "136c7338-2b90-4d75-b1c8-7d780f211c56",
        "choice_type": "single"
    },
    {
        "question": "Visual loss due to cerebral degeneration is related to which aery?",
        "exp": "Visual field defects in occipital lobe lesions include: Congruous homonymous hemianopia (usually sparing the macula) is a feature of occlusion of posterior cerebral aery supplying the anterior pa of visual coex.",
        "cop": 1,
        "opa": "Posterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Internal carotid aery",
        "opd": "Inferior cerebral aery",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "7fe2c8a6-eaa7-4956-9eb6-fc4d9735c7bb",
        "choice_type": "single"
    },
    {
        "question": "The structure which doesn't pass through the parotid gland?",
        "exp": "ICA doesn't pass through the parotid gland. Structures passing through the parotid gland are: Facial N. Retromandibular vein Ext. carotid aery Sympathetic plexus (a/w ECA)",
        "cop": 2,
        "opa": "Facial nerve",
        "opb": "ICA",
        "opc": "Branch of ECA",
        "opd": "Retromandibular vein",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "9e8da5e7-f47d-4097-b7f4-bc86cc4c7acc",
        "choice_type": "single"
    },
    {
        "question": "Hypoxic hypoxia is seen in",
        "exp": "Type of hypoxia Features Examples Hypoxic hypoxia Occur when enough oxygen is not present in the air / when decreasing atmospheric pressure prevents diffusion of oxygen from lungs to blood stream High altitudes COPD AV shunt etc Anemic hypoxia Hemoglobin available to carry oxygen is reduced Anemia Non-functional Hb - Co poisoning; Met-Hb etc Stagnant hypoxia Decreased/ sluggish blood flow to tissues resulting in inadequate oxygen supply Ischemia/ congestion Histotoxic hypoxia Oxygen delivered to tissues is normal but tissues can't utilize oxygen. Cyanide poisoning",
        "cop": 4,
        "opa": "CO poisoning",
        "opb": "HCN poisoning",
        "opc": "Ischemia",
        "opd": "AV shunt",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "57709afb-d54d-4954-ae7b-be9bbdbf32a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of brown Sequard syndrome?",
        "exp": "Brown-Sequard syndrome: hemi section of the cervical spinal cord- results in: I/L Horner syndrome, I/L spastic paresis and C/L loss of pain, temperature and crude touch sensation I/L loss of vibration and joint position/Proprioception I/L loss of fine touch",
        "cop": 3,
        "opa": "C/L pain",
        "opb": "C/L temperature",
        "opc": "C/L loss of proprioception",
        "opd": "I/L loss of fine touch",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "a7308a06-6fce-408b-8121-9797eb783fa8",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of mediastinum?",
        "exp": "MC mediastinal masses are neurogenic tumors (20% of mediastinal tumors), usually found in the posterior mediastinum, followed by thymoma located in the anterior mediastinum. Lung cancer typically spreads to the lymph nodes in the mediastinum.",
        "cop": 3,
        "opa": "Thymoma",
        "opb": "Lymphoma",
        "opc": "Neurogenic tumor",
        "opd": "Neuro blastic tumor",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "3514558d-8a44-43f5-9aec-041808b0eac5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the safety muscle of tongue?",
        "exp": "Genioglossus muscle is safety muscle of tongue as it prevents back falling of tongue.",
        "cop": 1,
        "opa": "Genioglossus",
        "opb": "Hyoglossus",
        "opc": "Palatoglossus",
        "opd": "Styloglossus",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "a333a41f-1fee-4205-856c-c15cce178625",
        "choice_type": "single"
    },
    {
        "question": "A 32 years lady present with shoulder tip pain and diagnosis is pan coast tumour and presents with miosis. Diagnosis is",
        "exp": "Pan-coast tumor can cause compression of sympathetic ganglion resulting in Horner syndrome. These tumors are associated with Pancoast syndrome, characterized by pain, that may arise in shoulder / chest wall & characteristically radiates to ulnar surface of hand Features of Horner's syndrome: P - Ptosis M - Miosis E - Enophthalmos A- Anhidrosis L - Loss of ciliospinal reflex",
        "cop": 1,
        "opa": "Horner syndrome",
        "opb": "Thoracic outlet syndrome",
        "opc": "Aberrant right subclan aery",
        "opd": "Upper trunk of brachial plexus injury",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "270b845a-d114-44c1-98e8-6064c83257a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in mitral stenosis?",
        "exp": "Mitral Stenosis is associated with: - Loud S1 - Opening Snap - Mid Diastolic murmur The first heart sound (S1) is usually accentuated and slightly delayed. The pulmonic component of the second heart sound (P2) also is often accentuated, and the two components of the second heart sound (S2) are closely split. The opening snap (OS) of the mitral valve is most readily audible in expiration The OS is followed by a low-pitched, rumbling, diastolic murmur, heard best at the apex with the patient in the left lateral recumbent position In general, the duration of this murmur correlates with the severity of the stenosis in patients with preserved cardiac output.",
        "cop": 3,
        "opa": "Loud S2",
        "opb": "Systolic murmur",
        "opc": "Diastolic murmur",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "28c68d5f-1382-4e25-8aa4-61f641cf504f",
        "choice_type": "multi"
    },
    {
        "question": "Tumor arises from embryonic neural cells?",
        "exp": "Medulloblastoma is the most common type of primarybrain cancerin children. Originate from immature or embryonal cells at their earliest stage of development Usually found in the vicinity of the fouh ventricle, between thebrainstemand the cerebellum.",
        "cop": 4,
        "opa": "Fibrous astrocytoma",
        "opb": "Neuroglioma",
        "opc": "Ependymoma",
        "opd": "Medulloblastoma",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "842414a5-e1ca-48e9-8588-be98ff6fc46d",
        "choice_type": "single"
    },
    {
        "question": "Protrusion of mandible is due to which of the following muscle?",
        "exp": "Lateral pterygoid helps in protrusion and depression on mandible.",
        "cop": 4,
        "opa": "Serratus anterior",
        "opb": "Pectoralis major",
        "opc": "Pectoralis minor",
        "opd": "Lateral pterygoid",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "38e1aa4c-523b-4f6b-ba2f-dc3b82f8a781",
        "choice_type": "single"
    },
    {
        "question": "Reversible dementia is seen in?",
        "exp": "Causes of Reversible dementia: Hypothyroidism (Myxoedema) Thiamine deficiency Vitamin B12 deficiency Normal pressure hydrocephalus (NPH) Subdural hematoma Chronic infection Brain abscess",
        "cop": 2,
        "opa": "Alzheimer's disease",
        "opb": "Hypothyroidism",
        "opc": "Subacute demyelination of spinal cord",
        "opd": "Pick's disease",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "fe2a9033-bf70-428b-a1bd-9393344552e0",
        "choice_type": "single"
    },
    {
        "question": "Testicular aery is a branch of -",
        "exp": "Testicular aery is direct branch of abdominal aoa.",
        "cop": 1,
        "opa": "Abdominal aoa",
        "opb": "Common iliac aery",
        "opc": "External iliac aery",
        "opd": "Internal iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "3540b77a-e46b-4336-ac23-49078cd7a56a",
        "choice_type": "single"
    },
    {
        "question": "The highlighted muscle is supplied by which nerve?",
        "exp": "Image shows Biceps brachii muscle which is supplied by musculocutaneous N. Muscles of the Anterior (Flexor) compament of the Arm Muscle Innervation Action Biceps brachii Musculocutaneous nerve (C5, C6) Flexes and supinates the forearm Brachialis Musculocutaneous nerve (C5, C6) Flexes the forearm in all positions Coracobrachialis Musculocutaneous nerve (C5, C6) Flexes and adducts the arm",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "cbc443ba-5756-4a87-a1c7-c515702e55f6",
        "choice_type": "single"
    },
    {
        "question": "Trigone of bladder is derived from?",
        "exp": "Trigone of bladder is formed from distal pa of mesonephric duct. Other pas of urinary bladder derive from Endoderm of urogenital sinus. Proximal pa of mesonephric duct aka wolffian duct forms ductus deferens in males.",
        "cop": 2,
        "opa": "Distal pa of Paramesonephric duct",
        "opb": "Distal pa of Mesonephric duct",
        "opc": "Ventral pa of Mesonephric duct",
        "opd": "Ventral pa of Urogenital sinus",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "480dedac-f359-4c7b-bf45-128856a50b85",
        "choice_type": "single"
    },
    {
        "question": "Keratometer is used to assess.",
        "exp": "It is an objective method. Keratometer is used for: Estimate corneal astigmatism Measure the curvature of the cornea Calculate the power of intraocular lens (IOL) Image: Keratometer",
        "cop": 1,
        "opa": "Curvature of cornea",
        "opb": "Diameter of cornea",
        "opc": "Thickness of cornea",
        "opd": "Curvature of lens",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "f8890bd9-54ed-408f-b94f-7225307d3f68",
        "choice_type": "single"
    },
    {
        "question": "Lacrimal gland is supplied through parasympathetic system. It is supplied by which ganglion?",
        "exp": "Nerve Supply of Lacrimal Gland Sensory Supply: lacrimal nerve Sympathetic supply: Carotid plexus of cervical sympathetic chain Secretomotor fibres: Salivary nucleus -----> greater petrosal nerve ----> synapse at pterygopalatine ganglion ----> zygomatic nerve ----> lacrimal nerve-----> lacrimal gland",
        "cop": 3,
        "opa": "Ciliary ganglia",
        "opb": "Otic ganglia",
        "opc": "Pterygopalatine",
        "opd": "Submandibular",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "b2ff48e8-a0c5-4565-9842-d1938ef6842d",
        "choice_type": "single"
    },
    {
        "question": "Middle meningeal aery is branch of?",
        "exp": "Middle meningeal aery is branch of Maxillary aery.",
        "cop": 1,
        "opa": "Maxillary aery",
        "opb": "Mandibular",
        "opc": "Facial aery",
        "opd": "Ophthalmic aery",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "6cbe3743-b3d3-4f87-b354-23bc0bc0d1b7",
        "choice_type": "single"
    },
    {
        "question": "Chronic granulomatous inflammation in upper lid (painless swelling);",
        "exp": "Chalazion is a chronic granulomatous inflammation of the meibomian gland. Chalazion (tarsal cyst/meibomian cyst) Presents as painless swelling of eye lid More common in adults than children Treatment Incision and curettage Intralesional injection of triamcinolone acetate. CHALAZION",
        "cop": 3,
        "opa": "Internal Hordeolum",
        "opb": "External hordeolum",
        "opc": "Chalazion",
        "opd": "Trachoma",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "969e61ff-ff55-41d2-8d3c-445d2e6c0226",
        "choice_type": "single"
    },
    {
        "question": "Advantage of contact lens over normal glasses;",
        "exp": "Advantages: Less magnification (5%) of the image, elimination of aberrations and prismatic effect of thick glasses wider and better field of vision, cosmetically better accepted by young persons. Disadvantages: more cost, cumbersome to wear, especially in old age and in childhood, corneal complications may occur (Inflammation/ Infection).",
        "cop": 1,
        "opa": "Prismatic effect will less",
        "opb": "Prevention from UV rays",
        "opc": "Decrease inflammation",
        "opd": "Decrease infection",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "ff7effb5-c9a2-4949-8a80-2976b893525c",
        "choice_type": "single"
    },
    {
        "question": "Central obesity is seen in;",
        "exp": "Among given options Central obesity is seen in Cushing's disease. CUSHING'S DISEASE: Form of Cushing's syndrome in which pituitary gland releases too much of ACTH Features of Cushing's syndrome: Moon facies Centripetal Obesity Proximal myopathy Violet/ purple Striae, Thin skin, Purpura Buffalo hump Weight gain / Lemon on sticks description | Peripheral resistance - HTN Insulin resistance - sugar FBS > 126 mg%; 2hr > 200 mg% Coisol | - Activates ENaC - causes salt & water retention; Hypokalemic alkalosis Coisol | - Activates Sex steroid receptors Female - Hirsutism, weight gain, oligomenorrhea, infeility Hyperpigmentation: (+-)",
        "cop": 1,
        "opa": "Cushing's disease",
        "opb": "Chron's disease",
        "opc": "Conns disease",
        "opd": "Celiac disease",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "dec9772a-8be7-4999-a123-64f4eb174dcd",
        "choice_type": "single"
    },
    {
        "question": "What is the principal cause of vasopressin?",
        "exp": "ADH/ vasopressin secreted from Hypothalamus Acts on Collecting duct in Kidney ADH primarily affects the ability of the kidney to reabsorb water; when present, ADH induces expression of water transpo proteins in the late distal tubule and collecting duct to increase water reabsorption. Hyperosmolar states most strongly trigger its release. Therefore, slight elevations in osmolarity result in the secretion of ADH. ADH then acts primarily in the kidneys to increase water reabsorption, thus returning the osmolarity to baseline. NOTE: ADH secretion also occurs during states of hypovolemia or volume depletion, but main principal is Hyperosmolarity.",
        "cop": 2,
        "opa": "Hypoosmolality",
        "opb": "Hyperosmolality",
        "opc": "Hypovolemia",
        "opd": "Hypervolemia",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "fccea189-272f-4e0d-9685-bbae139cc3a7",
        "choice_type": "single"
    },
    {
        "question": "A man with convergent squint in one eye vision is 6/60 and another eye no squint with vision 6/60. Next step",
        "exp": "Squint surgery Convergent squint Angle of detion: Large and constant Amblyopia: Develops in 25-40% of cases Associations include Inferior oblique overaction Dissociated veical detion (70%) Latent horizontal nystagmus Treatment Surgery: Treatment of choice Amblyopia correction measures: Patching of normal eye Recession of both medial recti.",
        "cop": 2,
        "opa": "MRI",
        "opb": "Squint surgery",
        "opc": "Botulinum toxin",
        "opd": "Glasses",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "ef7ad1a1-5baf-48c3-90f3-44568189397f",
        "choice_type": "multi"
    },
    {
        "question": "Celiac vessel is seen at which veebral level?",
        "exp": "Celiac trunk arises from abdominal aoa at the level of T12 veebra. It supplies foregut derivatives. Branches of celiac trunk: Left gastric aery Splenic aery Common hepatic aery",
        "cop": 3,
        "opa": "T9",
        "opb": "T10",
        "opc": "T12",
        "opd": "L2",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "f48dc1d1-77a8-4ed4-aff3-8f08556af09f",
        "choice_type": "single"
    },
    {
        "question": "A lady when exposed to Cold, Extremities turn to blue. Which of the following antibody is associated with it?",
        "exp": "The above scenario is described as Raynaud's phenomenon, which is seen in Scleroderma. Raynaud's phenomenon Fibrosis of skin around digital blood vessels On Cold exposure due to abnormal vasoconstriction Tip of fingers turns white. Antinuclear antibody (ANA) is the most sensitive antibody in scleroderma and is the preferred screening test. Anti-centromere antibody is most specific for CREST syndrome. Anti-topoisomerase I (Scl-70)is most specific fordiffuse systemic sclerosis/diffused Scleroderma.",
        "cop": 1,
        "opa": "Anti SCL-70",
        "opb": "Anti RO",
        "opc": "Anti SS-A",
        "opd": "Anti SS-B",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "efb7feaa-042c-41a3-abdc-84d4c9d45223",
        "choice_type": "single"
    },
    {
        "question": "What is the name of marked aery?",
        "exp": "Image shows posterior Tibial aery.",
        "cop": 1,
        "opa": "Posterior tibial aery",
        "opb": "Deep Phalangeal aery",
        "opc": "Lateral planter",
        "opd": "Medial planter",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "791fed31-93cc-48ee-9c64-004fcdb017c1",
        "choice_type": "single"
    },
    {
        "question": "Highest point of iliac crest is seen at;",
        "exp": "Highest point of iliac crest lies at the level of the 4th lumbar veebral body (L4). Clinical significance: Site of bone marrow harvests to collect the stem cells used in bone marrow transplantation. Most ideal donor site forbone grafting when a large quantity of bone is needed. To estimate site for lumbar puncture as LP is done at the level b/w L3-L4 or b/w L4-L5 and highest point of iliac crest coincides with it.",
        "cop": 2,
        "opa": "L3",
        "opb": "L4",
        "opc": "S1",
        "opd": "S2",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "5d5b231c-82ea-4894-8b97-790cf030f2b8",
        "choice_type": "single"
    },
    {
        "question": "A patient is having a continuous tremor and he has tendency to fall. Lesion Is most commonly seen in?",
        "exp": "Patient with continuous tremors and tendency to fall describes the Parkinson's disease. Parkinson disease: Dopamine deficiency in Substantia Nigra. Festinating Gait (stooped posture) Sho shuffling gait Cog wheel rigidity/ lead pipe rigidity Hypophonia: voice intensity | Akinetic Mutism Freezing (Cannot sta the movement)",
        "cop": 2,
        "opa": "Globus pallidus",
        "opb": "Substantia Nigra",
        "opc": "Caudate lobe",
        "opd": "Putamen",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "f3b91771-d395-457e-a58c-8752f8be83fd",
        "choice_type": "multi"
    },
    {
        "question": "An 85-year-old patient was brought to the ER, BP: 180/100, right hemiparesis was seen. What is the next best step in management?",
        "exp": "As given clinical features point towards stroke, doing NCCT is the next best step to confirm diagnosis & do appropriate management. If CT Scan shows: Hypodense lesion, point towards Acute ischemic stroke- Hyperdense lesion, point towards Hemorrhagic stroke Causes: Embolic stroke > cerebral thrombosis Causes: Hypertension, trauma, warfarin toxicity, cerebral amyloid angiopathy etc - DOC - Reteplase - Window period < 4. 5 hr of symptom onset Brain angiography- window period 4. 5-6hr Osmotherapy Ventriculostomy | (If fails) Hemicraniectomy Decompressive For hypertension crisis, Nicardipine/labetalol is used.",
        "cop": 2,
        "opa": "Reduce BP",
        "opb": "NCCT",
        "opc": "MRI",
        "opd": "Aspirin 300mg and anticoagulants",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "85060dcb-efce-40df-ba0d-34f988ffa007",
        "choice_type": "multi"
    },
    {
        "question": "20-year-old male complaints of repeatedly changes in glasses, may result into;",
        "exp": "KERATOCONUS Non -Inflammatory central corneal thinning Young male with constantly changing power of glasses with myopia & high cylinder SIGNS IN KERATOCONUS Munson sign. Enlarged corneal nerves-lower lid indentation on downgaze. Oil droplet reflex. Rizutti's sign- Acute Hydrops - aqueous accumulated in stroma Fleischer ring-Paial or complete iron deposition ring in deep epithelium encircling the base of the cone. Characteristic in eyes with keratoconus. Scissor reflex on retinoscopy (Earliest Clinical Sign) Keratometry Steep cornea. Bow tie pattern Paracentral thinning of cornea Investigation of Choice Pentacam",
        "cop": 1,
        "opa": "Keratoconus",
        "opb": "Pathological myopia",
        "opc": "Glaucoma",
        "opd": "Cataract",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "8ad0377f-77af-4e48-8af3-ff08095575a1",
        "choice_type": "single"
    },
    {
        "question": "Which type of gout is seen in a patient who is on treatment of CML?",
        "exp": "Secondary gout is related to medications or conditions that cause hyperuricemia, such as the Myeloproliferative diseases or their treatment. Causes of secondary gout: Lymphoproliferative/myeloproliferative disorders Chronic hemolytic anemias Secondary polycythemia Severe exfoliative psoriasis Gaucher's disease Cytotoxic drug High purine diet",
        "cop": 1,
        "opa": "Secondary gout",
        "opb": "Pseudogout",
        "opc": "Acute gout",
        "opd": "Primary gout",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "1c54bb92-91e3-4550-9028-535454a1cc68",
        "choice_type": "single"
    },
    {
        "question": "Internal hordeolum is due to inflammation of-",
        "exp": "Internal hordeolum It is suppurative inflammation of the meibomian gland which is associated with blockage of the duct. C/F: acute severe pain and swelling of eye lid away from the margin, mild watering and photophobia The pain is more intense in internal than external hordeolum, due to the swelling being embedded deeply in the dense fibrous tissue. External hordeolum- It is an acute suppurative inflammation of lash follicle and its associated glands of Zeis or Moll.",
        "cop": 2,
        "opa": "Zeis gland",
        "opb": "Meibomian glands",
        "opc": "Moll's gland",
        "opd": "Lacrimal gland",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "eb16a5e2-2820-48fe-a6b8-d9cb35a10d97",
        "choice_type": "single"
    },
    {
        "question": "45-year-old policeman comes from duty with complain of pain in right leg. On examination, pulse in right popliteal fossa was absent and pain in right buttock, where as in left side it was normal. The block is at which level?",
        "exp": "As the pulse is absent in right popliteal fossa and also there is impaired blood supply in right buttock and left side is normal, the block lies in the right sided iliac vessel. Image showing blood supply of pelvis and lower limb. If block is in femoral or popliteal vessels, there will be no pain in buttocks. If aooiliac vessels are blocked, both limbs will be affected",
        "cop": 2,
        "opa": "Femoral",
        "opb": "Iliac",
        "opc": "Aooiliac",
        "opd": "Popliteal",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2019",
        "id": "b05cd128-8c35-488b-aed3-18157fe6349c",
        "choice_type": "single"
    }
]