[
    {
        "question": "NOT a content of carpal tunnel",
        "exp": "Carpal tunnel Contents - 1. 4 tendons of Flexor Digitorum Profundus (FDP) 2. 4 tendons of Flexor Digitorum Superficialis (FDS) 3. 4 tendons of Flexor Pollicis Longus (FPL) 4. Median nerve Structure passing anterior to carpal tunnel: 1. Ulnar nerve 2. Ulnar aery 3. Palmaris longus tendon. Structure embedded into flexor retinaculum Flexor carpi radialis tendon.",
        "cop": 3,
        "opa": "Flexor pollicis longus",
        "opb": "Flexor digitorum profundus",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "ce5819fd-1e86-480a-8c90-240395fe21f1",
        "choice_type": "single"
    },
    {
        "question": "Sensory innervation of cornea is by nerve",
        "exp": "The trigeminal nerve (V) - Three Divisions V1: Ophthalmic nerve V2: Maxillary nerve V3: Mandibular nerve Ophthalmic nerve division Ophthalmic nerve is sensory. Its branches are: Frontal nerve 1. Supratrochlear: upper eyelid, conjunctiva, lower pa of forehead. 2. Supraorbital: frontal air sinus, upper eyelid, forehead, scalp till veex. Nasociliary nerve 1. Posterior ethmoidal: sphenoidal air sinus, posterior ethmoidal air sinuses. 2. Long ciliary: sensory to eyeball. 3. Branch to ciliary ganglion 4. Infratrochlear: both eyelid, side of nose, lacrimal sac. 5. Anterior Ethmoidal: a). Middle and anterior ethmoidal sinuses. b). Medial internal nasal c). Lateral internal nasal d). external nasal: skin of ala of vestibule and tip of nose, Lacrimal nerve Lateral pa of upper eyelid: conveys secretomotor fibers from zygomatic nerve to lacrimal gland.",
        "cop": 3,
        "opa": "3rd",
        "opb": "4th",
        "opc": "5th",
        "opd": "6th",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "aa1f29ea-fe56-4ae4-988a-8af122963d19",
        "choice_type": "single"
    },
    {
        "question": "Nerve damaged in fracture neck fibula",
        "exp": "Common peroneal / fibular nerve injury: 1. The common fibular nerve is susceptible to injury as it passes around the lateral aspect of the neck of the fibula. 2. It can be result of direct trauma. Secondary to knee injury or as a consequence of proximal fibular fracture, sometimes can be iatrogenic (Ex. Ahroscopy) 3. Symptoms of CPN injury. Foot drop Loss of sensation over the lateral aspect of leg & dorsum of foot Wasting of fibular & anterior Tibial muscle.",
        "cop": 3,
        "opa": "Superficial peroneal",
        "opb": "Deep peroneal",
        "opc": "Common peroneal",
        "opd": "Tibial",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "8bedc336-ffbf-4bae-8691-123245924f89",
        "choice_type": "single"
    },
    {
        "question": "Secondary ossification centre appears before bih at",
        "exp": "Long Bone Diaphysis (shaft) - derived from primary ossification center. * present at 6 - 8 weeks of IUL. Epiphysis (ends) - derived from secondary ossification center. * appear after bih Except - Lower end of femur & sometimes upper end of tibia. | Their secondary ossification center appears before bih.",
        "cop": 2,
        "opa": "Upper end of femur",
        "opb": "Lower end of femur",
        "opc": "Lower end of tibia",
        "opd": "Lower end of fibula",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "ce147f6e-da7b-436d-891b-6e425a924da4",
        "choice_type": "single"
    },
    {
        "question": "Dorsum of first webspace is supplied by nerve",
        "exp": "Nerve supply to lower limb Thigh: Anterior compament - femoral nerve Medial compament - obturator nerve Posterior compament - tibial nerve (Sciatic nerve) Leg: Anterior - Deep Peroneal Nerve (DPN) Lateral - Superficial peroneal nerve (SPN) Posterior- Tibial nerve Foot: Dorsum of foot (except first web space)- superficial peroneal nerve Dorsum of first web space - Deep peroneal nerve (DPN) Plantar surface - Medial and lateral plantar nerve (terminal division of tibial nerve) Middle malleolus - Saphenous nerve (branch of femoral nerve) Lateral margin - Sural nerve",
        "cop": 2,
        "opa": "Superficial peroneal",
        "opb": "Deep peroneal",
        "opc": "Sural",
        "opd": "Posterior tibial",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "81bbf1f4-3d12-43c2-89b6-dbd5a3f58864",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure passes through Guyon's canal",
        "exp": "Guyon's canal Contents - Ulnar nerve, ulnar aery passing in ulnar tunnel Roof - Formed by palmar carpal ligament Floor - Formed by flexor retinaculum APPLIED ASPECT - Handle bar injury - Commonly seen in long term bikers - Sensory loss in 1 1/2 fingers on ulnar side",
        "cop": 3,
        "opa": "Flexor carpi radialis",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "018b9812-df8e-421e-8335-db6d9edb8eb4",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is due to paralysis of (FMGE Dec 2018)",
        "exp": "Origin-Lateral surfaces of upper 8 to 9 ribs and deep fascia overlying the related intercostal spaces Inseion-Costal surface of medial border of scapula Innervation-long thoracic nerve (C5, 6, 7) Function-protraction and rotation of scapula, keeps medial border and inferior angle of scapula opposed to thoracic wall Winging of scapula: -As long thoracic nerve passes down the lateral thoracic wall on external surface of serratus anterior muscle just deep to skin & subcutaneous tissue, it is vulnerable to damage. -Loss of function of this muscle cause medial border, paicularly inferior angle of scapula, to elevate away from thoracic wall | (Resulting in) \"winging\" of scapula (on pushing forward with arm) - Normal elevation of arm a no longer possible. Trapezius: supplied by motor spinal pa of accessory nerve (X1); sensory (proprioception) anterior rami of C3 & C4 Function: powerful elevator of scapula, rotates scapula during abduction of humerus above Horizontal. Middle fibers = retract scapula Lower fibers = depress scapula Latissimus dorsi: supplied by thoraco- dorsal nerve (C6, C7, C8) Function: adduction, medial rotation & extension of arm at glenohumeral joint. Pectoralis major: innervated by medial & lateral pectoral nerves.",
        "cop": 2,
        "opa": "Trapezius",
        "opb": "Serratus anterior",
        "opc": "Latissimus dorsi",
        "opd": "Pectroralis major",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "f6bc7e03-26c9-44ad-b4ef-a14c9eb505c4",
        "choice_type": "single"
    },
    {
        "question": "Foot eversion is caused by (FMGE Dec 2018)",
        "exp": "Also known as FIBULARIS LONGUS. It is muscle of lateral compament of leg. ORIGIN: Upper 2/3rd of lateral surface of fibula, head of fibula & occasionally lateral tibial condyle. INSEION: Undersurface of lateral sides of distal end of medial cuneiform & base of metatarsal I. INNERVATION: Superficial fibular nerve (L5, S1, s2) Function: eversion & plantar flexion of foot, suppo arches of foot. Muscle Origin Inseion Innervation Function a) extensor digitorum longus | anterior compament of leg. Proximal 1/2 of medial surface of fibula & related surface of lateral tibial condyle. Via dorsal digital expansions into bases of distal & middle phalanges of lateral 4 toes. Deep fibular nerve (L5, S1) Extension of lateral 4 toes & dorsiflexion of foot b) tibialis anterior | anterior compament. Lateral surface of tibia & adjacent interosseous membrane. Medial & inferior surface of medial cuneiform & adjacent surface on base of metatarsal I. Deep fibular nerve (L4, L5) Dorsiflexion of foot at ankle joint, inversion of foot, dynamic suppo of medial arch of foot c) tibialis posterior | posterior compament of leg Posterior surfaces of interosseous membrane & adjacent regions of tibia & fibula Mainly to tuberosity of navicular & adjacent region of medial cuneiform Tibial nerve (L4, L5) Inversion & plantar flexion of foot, suppo medial arch of foot while walking.",
        "cop": 2,
        "opa": "Extensor digitorum",
        "opb": "Peroneus longus",
        "opc": "Tibialis anterior",
        "opd": "Tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "995cf40c-296e-46a2-897c-7b44ace7e0ef",
        "choice_type": "single"
    },
    {
        "question": "Trismus is due to spasm of which of the following muscle (FMGE Dec 2018)",
        "exp": "M - Medial pterygoid - inseed to ramus of mandible from inner side T - Temporalis - inseed into coronoid process of mandible M -Masseter-- inseed to ramus of mandible from outside Lateral pterygoid - depressor of mandible - pull mandible antero-inferiorly and open the mouth Antagonize (MTM muscles) *Tetanus neonatorum - spasm of masseter *Trismus - spasm of muscles of mastication especially medial pterygoid muscle. Mentalis: Deepest muscle of lower group arising from mandible just inferior to incisor teeth, with fibers passing downward & medially to inse into skin of chin. It raises & protrudes lower lip as it wrinkles skin of chin Help position lip when drinking from cup / when pouting Buccinator: Compresses cheek against teeth & is used in acts like blowing",
        "cop": 3,
        "opa": "Buccinator",
        "opb": "Lateral pterygoid",
        "opc": "Medial pterygoid",
        "opd": "Mentalis",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "430a447b-3c57-4c7b-b2b5-ee6ca56804fa",
        "choice_type": "single"
    },
    {
        "question": "Masseter is supplied by nerve",
        "exp": "The mandibular nerve The mandibular nerve leaves the inferior margin of the trigeminal ganglion & leaves the skull through the foramen ovale. The motor root of the trigeminal nerve also passes through the foramen ovale & unites with the sensory component of the mandibular nerve (V3) outside the skull. Thus, the V3 is the only division of the trigeminal nerve that contains a motor component. Outside the Skull- The motor fiber innervates the four muscles of mastication. | Temporalis, masseter, medial pterygoids, lateral pterygoids As well as - Tensor tympani muscle, tensor veli palatini muscle, the anterior belly of digastric & the mylohyoid muscle. Sensory pa of V3:- receives sensory fibers from. -The skin of lower face, cheek, lower lip, anterior pa of external ear, pa of external acoustic meatus & temporal region etc.",
        "cop": 1,
        "opa": "Mandibular",
        "opb": "Facial",
        "opc": "Glossopharyngeal",
        "opd": "Hypoglossal",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "54c3e8fb-deaa-4cde-9eed-3f3d63e6a967",
        "choice_type": "single"
    },
    {
        "question": "Pointing index finger is seen in which nerve injury",
        "exp": "CAUSE OF INJURY CLINICAL FEATURES Injury above the elbow joint (supracondylar) |L/T Flexor digitorum profundus (FDP) & flexor pollicis longus injured (FPL) Inability to flex the distal interphalangeal joint of index finger (due to FDP injury) weakness of wrist flexion. hand detes to ulnar side on flexion Flexion of index & middle finger is lost. Anterior abduction, opposition & flexion of thumb is compromised (due to FPL injury) sensory loss on lateral 3 1/2 fingers. Hand of Benediction (Pointing Index Finger)- Median nerve lesion OCHSNER'SCLASPING TEST - TEST FOR MEDIAN NERVE INJURY. Weak flexion of wrist Loss of pronation of forearm Loss of flexion of proximal interphalangeal and distal interphalangeal joints of index and middle fingers Loss of flexion at interphalangeal joint of thumb Paial clawing of second and third digits Sensory, trophic and vasomotor changes",
        "cop": 3,
        "opa": "Axillary",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Ulnar",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "c9ce83e9-a0aa-4787-941a-ed59d753af3a",
        "choice_type": "single"
    },
    {
        "question": "Sternum attached to scapula (FMGE Dec 2018)",
        "exp": "By forming sternoclavicular joint & Acromioclavicular joint, clavicle connects sternum (Axial skeleton) to scapula (Appendicular skeleton). Clavicle transmits the weight / force of appendicular skeleton to axial skeleton. acromioclavicular ligament is impoant in this. That's why clavicle is most commonly fractured bone in body -Sternum contains - Manubrium - Body - Xiphoid process * Manubrium of sternum: angled posteriorly on body of sternum at manubriosternal joint, forms sternal angle which is major surface landmark used by clinicians in physical examination. * RIBS: All ribs aiculate with thoracic veebrae posteriorly, most ribs (II to IX) have 3 aiculations with veebral column. anteriorly, costal cailages of ribs I to VII aiculate with sternum, VIII to X aiculate with inferior margins of costal cailage above them, XI & XII floating ribs - because they do not aiculate with ribs, costal cailage or sternum",
        "cop": 2,
        "opa": "Manubrium",
        "opb": "Clavicle",
        "opc": "First rib",
        "opd": "Second rib",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "26918341-7369-44e2-8034-8bd96272bc2a",
        "choice_type": "single"
    },
    {
        "question": "Retraction of scapula at sternoclavicular joint is done by (FMGE Dec 2018)",
        "exp": "Retractors of scapula: - 1. Trapezius 2. Rhomboid major 3. Rhomboid minor Protraction of scapula - done by 1. Pectoralis minor 2. Serratus anterior (damage causes winging of scapula) Subscapularis, supraspinatus along with infraspinatus & teres minor muscles connect scapula to humerus & provide suppo to glenohumeral joint (Rotator - cuff muscles) Muscle Origin Inseion Innervation Function Sub- scapularis Medial 2/3rd of subscapular fossa Lesser tubercle of humerus Upper & lower sub- scapular nerves (C5, C6, C7). Medial rotation of arm at glenohumeral joint Supraspinatus Medial 2/3rd of supra spinous fossa of scapula & deep fascia that covers muscle Most superior facet on greater tubercle of humerus Supra - scapular nerve (C5, C6) Abduction & stabilization of glenohumeral joint",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "Trapezius",
        "opc": "Subscapularis",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "4af0ff70-d403-47ff-988c-bfe7a300e006",
        "choice_type": "single"
    },
    {
        "question": "Bleeding vessel in hemorrhoids is (FMGE Dec 2018)",
        "exp": "Blood of hemorrhoids is from vein > Aery > sinusoids. Hemorrhoids - engorgement of venous plexus at / inside anal sphincter. It has slight genetic predisposition, but obesity, straining during bowel movements, sedentary life- style can predispose to them. Symptoms -irritation, pain, swelling. External hemorrhoids: Hemorrhoids occurring at anal verge (distal boundary of anal canal below pectinate line) Normally have low tendency to bleed on straining at stool. Bleeding comes from inferior rectal vein. Internal hemorrhoids: Occur inside the rectum (above pectinate line) have high tendency to bleed. Bleeding from \"superior rectal vein\" Prolapsed hemorrhoids are internal hemorrhoids that pass outside anal canal & form lump, which may undergo thrombosis & become painful.",
        "cop": 2,
        "opa": "Superior rectal aery",
        "opb": "Superior rectal vein",
        "opc": "Middle rectal aery",
        "opd": "Middle rectal vein",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "992bb371-f6d4-4b97-84dd-40be84a11f31",
        "choice_type": "single"
    },
    {
        "question": "Deepest nucleus of cerebellum:-",
        "exp": "Deep cerebellar nuclei - D - Dentate nucleus E - Emboliform nucleus F - Fastigial nucleus G - Globose nucleus Interposed nuclei. * Emboliform nuclei * Globose nuclei Dentate nuclei - most lateral (latest) * Fastigial nuclei - most medial (oldest) - Most medial will be the deepest nuclei. | Fastigial nuclei. - Fastigii Is Impoant for Lateral Gaze of The Eye.",
        "cop": 3,
        "opa": "Dentate",
        "opb": "Emboliform",
        "opc": "Fastigial",
        "opd": "Globose",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "5abd888f-98a0-40f6-ab40-48811ba25235",
        "choice_type": "single"
    },
    {
        "question": "Which branch of fascial nerve supplies muscles of lower lip (FMGE Dec 2018)",
        "exp": "-TEMPORAL BRANCH-Supply upper pa of orbicularis oculi and frontalis -ZYGOMATIC BRANCH-Supply lower pa of orbicularis oculi -BUCCAL BRANCH-Supply upper orbicularis oris, zygomaticus minor/major -MARGINAL MANDIBULAR BRANCH-Supply lower lip-Mentalis, lower orbicularis oris, depressor labii inferioris -CERVICAL BRANCH -Supply Platysma",
        "cop": 4,
        "opa": "Temporal",
        "opb": "Cervical",
        "opc": "Buccal",
        "opd": "Mandibular",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "bcde8d7e-1d17-406f-b74e-573e5aa00dd4",
        "choice_type": "single"
    },
    {
        "question": "Tibial and common peroneal nerve supplies the muscle (FMGE Dec 2018)",
        "exp": "Biceps femoris - hybrid muscle - have two nerves supply - Present in posterior compament (lateral) of thigh It has two heads Long head: 1. Originates from inferomedial pa of upper area of ischial tuberosity. 2. Innervated by sciatic nerve - common fibular division. Sho head: 1. Arise from lateral lip of Linea aspera on shaft of femur. 2. innervated by sciatic nerve - common fibular division. It flexes & laterally rotates leg at knee joint; Extends & laterally rotates thigh at hip joint Long head is a pa of hamstrings while sho head is not - gracilis, adductor longus, adductor magnus - belong to medial compament of thigh Muscle Origin Inseion Innervation Function * Gracilis A line on external surface of body of pubis, the inferior pubic ramus & ramus of ischium Medial surface of proximal shaft of tibia. Obturator nerve (L2, L3) Adducts thigh at hip joint & flexes leg at knee joint. * Adductor longus External surface of body of pubis (triangular depression inferior to pubic crest & lateral to pubic symphysis) Linea aspera on middle 1/3rd of shaft of femur Obturator nerve (anterior division L2, L3, L4) Adducts & medially rotates thigh at hip joint * Adductor magnus Ischiopubic ramus Ischial tuberosity Adductor pa - Posterior surface of proximal femur, Linea aspera, medial supracondylar line Hamstring pa - Adductor tubercle, medial supracondylar line Obturator N (L2, L3, L4) Sciatic N (tibial division) (L2, L3, L4) Adducts & medially rotates thigh at hip joint Extends thigh at hip joint.",
        "cop": 2,
        "opa": "Gracilis",
        "opb": "Biceps femoris",
        "opc": "Adductor longus",
        "opd": "Adductor magnus",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "a2342190-0573-46b2-9a9a-1035d1070e8b",
        "choice_type": "single"
    },
    {
        "question": "Abdominal pa of esophagus is supplied by",
        "exp": "AERIAL BLOOD SUPPLY TO ESOPHAGUS: Cervical pa of esophagus Esophageal branches of inferior thyroid aery. Thoracic pa of esophagus PICA (posterior Inter costal aery) (Branch of descending Thoracic aoa) + Bronchial aeries. Abdominal pa of esophagus Left gastric aery (Branch of Celiac trunk) + Inferior phrenic aery (Branch Of abdominal aoa)",
        "cop": 4,
        "opa": "Bronchial aery",
        "opb": "Abdominal aoa",
        "opc": "Right gastric aery and inferior phrenic aery",
        "opd": "Left gastric aery and inferior phrenic aery",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2018",
        "id": "93eda98a-92ba-4049-91a7-50629b492068",
        "choice_type": "single"
    }
]