[
    {
        "question": "In inversion of the foot, the sole will face:",
        "exp": "Ans: d (Medially) Ref: BDC, Vol. II, 4th ed, p. 155; Kieth L. Moore, 4th ed, p. 638Inversion is the movement in which the medial border of the foot is elevated, so that the sole faces medially.Eversion is the movement in which the lateral border of the foot is elevated. So that the sole faces laterally.Joints of the foot and the Movements taking place there:JOINTTYPE OF JOINTMOVEMENTSAnkle jointHinge jointPlantar flexion, dorsiflexionSubtalar joint (talocalcaneal)Plane synovialInversion, eversionT alocalcaneonavicularBall and socketGliding and rotator movementsCalcaneocuboidPlane synovialInversion, EversionTarsometatarsalPlane synovialGliding or slidingIntermetatarsalPlane synovialLittle movement possibleMetatarsophalangealCondylarFlexion, extension, adduction, abduction and circumductionInterphalangealHinge varietyFlexion, Extension",
        "cop": 4,
        "opa": "Upwards",
        "opb": "Downwards",
        "opc": "Laterally",
        "opd": "Medially",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "4e296c2e-150a-4123-bc01-b56e4e0d89af",
        "choice_type": "multi"
    },
    {
        "question": "In forceful inversion of foot, fracture of the tuberosity of 5th metatarsal is due to pull exerted by which tendon:",
        "exp": "Ans. is 'b' i.e. Peroneus brevis Tuberosity or tubercle at the base of 5th metatarsal gives attachment to the peroneus brevis tendon.The base of the fifth metatarsal can be fractured during forced inversion of the foot (pot-hole injury), at which time the tendon of peroneus brevis muscle exerts a pull on the tuberosity.Also knowFracture of the base of 5 th metatarsal bone is k/a - Jone's fracture.Peroneus longus is inserted at - Lateral side of the base of 1st metatarsal bone & adjoining part of the medial cuneiform bonePeroneus tertius is inserted at - medial part of the dorsal surface of the base and the medial border of the shaft of 5th metatarsal bone.",
        "cop": 2,
        "opa": "Peroneus longus",
        "opb": "Peroneus brevis",
        "opc": "Peroneus tertius",
        "opd": "Extensor digitorum",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "2cb3cae5-def3-44fa-9823-41ceee3a5cd2",
        "choice_type": "single"
    },
    {
        "question": "Medial arch of foot is made up of?",
        "exp": "Ans. (b) Spring ligamentRef: Gray's Anatomy 39th edp 1512, Keith L. Moore 4thed / 400, different google books resources",
        "cop": 2,
        "opa": "Deltoid ligament",
        "opb": "Spring ligament",
        "opc": "Short plantar ligament",
        "opd": "Long plantar ligament",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "64f2be25-ebeb-45b3-8ff8-4902aba8f34d",
        "choice_type": "single"
    },
    {
        "question": "First web space of toes is supplied by -",
        "exp": "Ans. is 'b' i.e.. Deep peroneal nerve o Branches of deep peroneal nerve are:1. Muscular branches supplyFour muscles of anterior compartment of leg (Tibialis anterior, EDL, EPL, peroneus tertius).Extensorum digitorum brevis.Sensory branch supplies adjacent sides of first and 2nd toes (1st web space).Articular branches supply:Ankle jointTarsal jointTarsometatarsal and metatarsophalongeal joint of big toe.Nerves of Lower LimbObturatorNerveFemoralNerveSciatic NerveCommon (fibular) Peroneal NerveTibial NerveOriginOriginOriginOriginLumbosacral plexus 1.2-L4Lumbosacral plexus 1.2-L4Lumbosacral plexus L4-S2Lumbosacral plexus L4-S3Movements/Muscles innervatedMovements/Muscles innervatedMovements/Muscles innervatedMovements/Muscles innervatedo Rotates thigh laterally* Obturator extemuso Abducts thigho Adductor magnus (partial)* a Adductor longus* Adductor brevis* Adducts and flexes thigh* Graciliso Flexes thigho Psoas majoro Abacuso Pectineuso Flexes thigh and flexes leg# Sartoriuso Extends leg# Vastus lateralis# Vastus intermedius# Vastus meduialis# Extends leg and flexes thigh# Rectus femoriso Extends thigh and flexes leg# Biceps femoris (short head)# Extends thigh and flexes leg# Biceps femoris (long head)# Semitendinosus# Semimembranosuso Adducts thigh* Adductor magnus (partial)# Plantar flexes footo Plantariso Gastrocnemius# Soleus# Tibialis posterioro Flexes leg# Popliteus# Flexes toes# Flexor digitorum longus# Flexor hallucis longusCutaneous innervationLateral surface of kneeDeep Fibuiar (anterior tibial) NerveOriginCommon fibular (peroneal) nerveCutaneous innervationMovements/Muscles innervatedSuperior medial side of thigho Dorsiflexes foot# Tibialis anterior# Peroneus tertiuso Extends toes* Extensor digitorum longus* Extensor hallucis longus* Extensor digitorum brevisCutaneous innervationAnterior and lateral branches supply the anterior and lateral thigh; saphenous branch supplies the miedial leg and foot.Cutaneous innervationNone Cutaneous innervationGreat and second toe (1st web space)Superficial Fibtular Nerve OriginMedial and Lateral Plantar NervesCommon fibular (peroneal) nerveOriginTibial NervesMovements/Muscles innervatedMovements/Muscles innervatedo Plantar flexes and everts foot# Peroneus longus# Peroneus brevis# Flex and adducts toes* Plantar muscles of footCutaneous innervationCutaneous innervationSole of footDorsal anterior third of leg and dorsum of foot.Sural nerveOriginTibial nerveMovements/Muscles innervatedNoneCutaneous innervationLateral and posterior one third of leg and lateral side of foot",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial peroneal nerve",
        "opd": "Sphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "81a1deb6-4608-4e4f-aa00-abdee27bb88e",
        "choice_type": "single"
    },
    {
        "question": "Dorsalis pedis artery is the continuation of:",
        "exp": "Ans. a (Anterior tibial artery). (Ref. BD Chaurasia 3rd ed. Vol.2.104)The anterior tibial artery commences at the bifurcation of the popliteal, at the lower border of the Popliteus, passes forward between the two heads of the Tibialis posterior, and through the aperture above the upper border of the interosseous membrane, to the deep part of the front of the leg: it here lies close to the medial side of the neck of the fibula. It then descends on the anterior surface of the interosseous membrane, gradually approaching the tibia; at the lower part of the leg it lies on this bone, and then on the front of the ankle-joint, where it is more superficial, and becomes the dorsalis pedis.The branches of the anterior tibial artery are:1. Posterior Tibial Recurrent2. Fibular3. Anterior Tibial Recurrent4. Muscular5. Anterior Medial Malleolar6. Anterior Lateral MalleolarThus, the dorsalis pedis artery (DPA) is the continuation of the anterior tibial, passes forward from the ankle-joint along the tibial side of the dorsum of the foot to the proximal part of the first intermetatarsal space, where it divides into two branches, the first dorsal metatarsal and the deep plantar. DPA frequently curves lateral ward, lying lateral to the line between the middle of the ankle and the back part of the first interosseous space.Branches of DPA:1. Lateral Tarsal, 2. Medial Tarsal, 3. Arcuate and 4. First Dorsal Metatarsal.",
        "cop": 1,
        "opa": "Anterior tibial artery",
        "opb": "Posterior tibial artery",
        "opc": "Popliteal artery",
        "opd": "Lateral tarsal artery",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "997d9954-5080-467d-8dfa-216c16702d82",
        "choice_type": "single"
    },
    {
        "question": "Ligament supporting the head of talus -",
        "exp": "Ans. is 'c' i.e., Plantar calcaneonavicular ligament o Spring ligament (Plantar calcaneonavicular ligament) connects the calcaneum with the navicular bone,o However, its principal job is to provide a sling for the talus, to support the head oftalus (though it has no attachment to talus).o This aids in supporting the weight of the body,o Weaknes or lengthening along this ligament can cause flat foot.",
        "cop": 3,
        "opa": "Talonavicular ligament",
        "opb": "Cervical ligament",
        "opc": "Plantar calcaneonavicular ligament",
        "opd": "Deltoid ligament",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "80721129-bc6f-4314-8eaf-58dd63936e12",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms the tendinous sling in the superficial arch of foot?",
        "exp": "Ans. c (Peroneus longus and tibialis posterior) (Ref BDC vol.2/ 4th/ 161; Anat Colour Atlas by IB Singh/p.398)The Peroneus longus and tibialis posterior muscles form the tendinous sling in the superficial arch of footThe foot has three arches. The medial longitudinal arch is the highest and most important of the three arches. It is composed of the calcaneus, talus, navicular, cuneiforms, and the first three metatarsals. The medial longitudinal arch is further supported by the plantar aponeurosis, by the small muscles in the sole of the foot, by the tendons of the Tibialis anterior and posterior and Peroneus longus, and by the ligaments of all the articulations involved. The lateral longitudinal arch is lower and flatter than the medial arch. It is composed of the calcaneus, cuboid, and the fourth and fifth metatarsals. Two strong ligaments, the long plantar and the plantar calcaneocuboid, together with the Extensor tendons and the short muscles of the little toe, preserve its integrity. The transverse arch is composed of the cuneiforms, the cuboid, and the five metatarsal bases. The tendinous slings of muscles also are important parts of the arches. The transverse arches are strengthened by the interosseous, plantar, and dorsal ligaments, by the short muscles of the first and fifth toes (especially the transverse head of the Adductor hallucis), and by the Perones longus, whose tendon stretches across between the piers of the arches.",
        "cop": 3,
        "opa": "Peroneus longus and peroneus brevis",
        "opb": "Peroneus longus and flexor hallucis longus",
        "opc": "Peroneus longus and tibialis posterior",
        "opd": "Peronius brevis and tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "3e0c0a4e-4ba3-4a71-a591-610da30254ee",
        "choice_type": "multi"
    },
    {
        "question": "When pronation of the foot occurs, axes of which joints move in parallel direction?",
        "exp": "Ans. a. Talonavicular-Calcaneocuboid (Ref: www.vasylimedical.com/pdf/VasyliMedical%20Pronation.pdf)When pronation of the foot occurs, axes of Talonavicular- Calcaneocuboid joints move in parallel direction.'An explanation of the concept of 'unlocking' the foot has been described by Root, Orien and Weed, although the exact mechanism is still unknown. The mid-tarsal joint comprises the talo-navicular joint (longitudinal axis) and the calcaneo-cuboid joint (oblique axis). When the subtalar joint is in neutral these two axis are relatively divergent. However, as the subtalar joint pronates, these two axis become parallel.'-www.vasylimedical.com/pdf/ VasvliMedicai%20Pronation.pdf",
        "cop": 1,
        "opa": "Talonavicular- Calcaneocuboid",
        "opb": "Calcaneocuboid-Subtalar",
        "opc": "Talocrural-Subtalar",
        "opd": "Midtarsal-Tarsometatarsal",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "f236efa7-503f-47bb-942c-4f46c7120bda",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following dorsiflexes the foot -",
        "exp": "Ans. is 'b' i.e., Tibialis anterior Ankle movementPrincipal musclesAccessory musclesDorsiflexionTibialis anteriorEDL, EHL, Peroneus tertiusPlantar flexionGastrocnemius, SoleusPlantaris. Tibialis posterior, FDL, FHL",
        "cop": 2,
        "opa": "Tibialis posterior",
        "opb": "Tibialis anterior",
        "opc": "Peroneus brevis",
        "opd": "Extensordigitorum brevis",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "1aaafc83-f818-4214-8bfc-adb865d7cadf",
        "choice_type": "single"
    },
    {
        "question": "Invertor of foot:",
        "exp": "Ans. b (Tibialis posterior) (Ref. BDC Vol. II 4th/pg. -156)# Tibialis anterior and Tibialis posterior are principal invertors of foot.# Peroneus longus and Peroneus brevis are principal evertors of foot.TIBIALIS POSTERIOROriginPosterior aspect of interosseous membrane, superior 2/3 of medial posterior surface of fibula, superior aspect of posterior surface of tibia, and from intermuscular and deep transverse septum.Insertion# Splits into two slips after passing inferior to plantar calcaneonavicular ligament# Superficial slip inserts on the tuberosity of the navicular bone and sometimes medial cuneiform.# Deeper slips insert on plantar surfaces of metatarsals 2-4 and second cuneiform.Actions# Principal invertor of foot,0# Adducts foot,# Plantar flexes ankle, and# Helps to supinate the foot.InnervationTibial nerve (L4, L5).Arterial SupplyMuscular branches of sural, peroneal and posterior tibial arteries.",
        "cop": 2,
        "opa": "Gastrocnemius",
        "opb": "Tibialis posterior",
        "opc": "Peroneus tertius",
        "opd": "Peroneus longus",
        "subject_name": "Anatomy",
        "topic_name": "Foot",
        "id": "4df3665c-3506-4e17-8981-1d88dc307684",
        "choice_type": "single"
    }
]