[
    {
        "question": "The length of the feeding tube to be inseed for transpyloric feeding is measured from the tip of",
        "exp": "The feeding tube length can be measured by following the normal route for tube i. e. Nasal ala - to ear lobe - to epigastium Since the distance between the nasal ala and ear lobe is almost equal to the distance between the epigastrium and umbilicus, the length can be measured from ear lobe to umbilicus.",
        "cop": 2,
        "opa": "Nose to the umblicus",
        "opb": "Ear lobe to the umblicus",
        "opc": "Nose to the pelvis",
        "opd": "Ear lobe to the pelvis",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "40e51276-aaf1-4cc8-8141-3905da5cbe9b",
        "choice_type": "single"
    },
    {
        "question": "In post burn paitent, true is",
        "exp": "In, burn there is destruction of red blood cells, which leads to hyperkalemia, Due to loss of fluid, perfusion of the organs also decreases this will lead to metabolic acidosis.",
        "cop": 3,
        "opa": "Hypokalemic alkalosis",
        "opb": "Hyperkalemic alkalosis",
        "opc": "Hyperkalemic acidosis",
        "opd": "Hypokalemic acidosis",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "f45147a4-ea23-4111-b77d-fa4a15ecd8bf",
        "choice_type": "multi"
    },
    {
        "question": "Hypochloremia, hypokalemia and alkalosis are seen in",
        "exp": "Biochemical abnormality in congenital hyperophic pyloric stenosis is a regular feature of AIIMS and AI examinations it has been repeated several times. The biochemical abnormalities seen are: Hypokalemia Hypochloremia Alkalosis and Paradoxical aciduria Ref: Schwaz 9/e p59",
        "cop": 2,
        "opa": "Hirschsprung's disease",
        "opb": "Congenital hyperophic pyloric stenosis",
        "opc": "Esophageal atresia",
        "opd": "Jejunal atresia",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "5bb05983-c2d5-4fd4-bef5-907ec9b1c326",
        "choice_type": "single"
    },
    {
        "question": "Gas used in laproscopy is",
        "exp": "Ref: Bailey and love 27th edition Pg no: 105",
        "cop": 1,
        "opa": "Carbon dioxide",
        "opb": "Sulphur dioxide",
        "opc": "Nitrogen",
        "opd": "Oxygen",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "faab13b6-b64c-43c7-8bce-58ccceaead57",
        "choice_type": "single"
    },
    {
        "question": "Which is the best initial fluid for resuscitation during the shock state",
        "exp": "Crystalloids predominantly expand the interstitial and then the intracellular compament not the intravascular compament (expansion of intravascular compament is only transient). This is necessary to replenish the intracellular and interstitial compament as in a hypovolemic patient, the shock induced homeostasis has already shifted the intracellular and interstitial fluid into the vascular compament. Colloids on the other hand cause expansion of the vascular compament; colloids imbibe fluid from the interstitial and intracellular compament thus fuher compromising the already depleted intracellular compament. Hence crystalloids are the initial fluid of choice. Examples of Crystalloids: Ringer lactate (most commonly used crystalloid), Normal saline, 5 % Dextrose, Isolyte Examples of Colloids: Albumins, Dextrans, Hydroxyethyl starches(HES), Gelatins",
        "cop": 1,
        "opa": "Crystalloids",
        "opb": "Colloids",
        "opc": "Blood",
        "opd": "Plasma substitutes",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "ae6ae361-a842-4ccd-866b-2f9d71002099",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are seen in persisting vomitting EXCEPT",
        "exp": "Presistant vomitting causes loss of hydrochloric acid, K+ Na+ ions and body fluids. Loss of HCl leads to metabolic alkalosis. Loss of K+ leads to hypokalemia which fuher increases the pH of blood (intracellular K+ ions come out in the ECF by exchanging with H+ ions of ECF). Hypokalemia should lead to decreased K+ in urine but this does not happen - Low Na+ and hypovolemia would lead to increased aldosterone secretion which would increase the reabsorption of Na+ ions in the distal renal tubular in exchange of K+ ions. Thus K+ ions excretion in urine is increased despite hypokalemia.",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Decreased K+ in urine",
        "opc": "Elevated pH of blood",
        "opd": "Metabolic alkalosis",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "ce86913e-bbbe-4150-b314-9d4fa9595873",
        "choice_type": "multi"
    },
    {
        "question": "IV fluid replacement (volume & rate) in a trauma patient is determined by",
        "exp": "Urine output \"Urine output is a quantitative and relatively reliable indicator of organ perfusion. Adequate urine output is 0. 5 ml/kg/ h in an adult, lml/kg/h in a child and 2ml/kg/h in an infant less than 1yr. of age. \" Pulse- Although tachycardia may be the earliest sign of hypovolemia, individuals in good physical condition, and paicularly trained atheletes with a low resting pulse rate, may manifest only a relative tachycardia, pts on blocking medication may not be able to increase their heart rate. In children, bradycardia or relative bradycardia can occur with severe blood loss. Conversely, hypoxia, pain, apprehension and stimulant drugs produce a tachycardia\" Blood pressure Hypotension is not a reliable early sign of hypovolemia. in healthy pts. Blood volume must decrease by 30 to 40 percent before hypotension occurs. Younger pts with good sympathetic tone can maintain systemic blood pressure with severe intravascular deficit untill they are on the verge of cardiac arrest. CVP(Central venous pressure) CVP measurement helps in distinguishing b/w cardiogenic shock and hypovolemic shock. 'A central venous catheter can give information about the relationship b/w intravascular volume and right ventricular function but should not be used to assess either factor independently. Ref: Sabiston 20th edition Pgno: 555 Bailey and love 27th edition Pgno: 17",
        "cop": 2,
        "opa": "CVP",
        "opb": "Urine output",
        "opc": "BP",
        "opd": "Blood Hb",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "0ae8d932-69cf-4344-b6a1-e53f8ad8b31c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nutrients are not included in Total parenteral nutrition",
        "exp": "Dietary fibres are not provided through parenteral nutrition. Parenteral nutrition solution contains essential nutrients including protein, carbohydrates, fat, vitamins, trace elements electrolytes and water. Pg NO. 286 BAILEY 27. TH EDITION",
        "cop": 4,
        "opa": "Lipids",
        "opb": "Carbohydrates",
        "opc": "proteins",
        "opd": "Fibers",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "8677c6e4-d154-4199-96e2-33f0dfccd0a0",
        "choice_type": "single"
    },
    {
        "question": "In IV hyperalimentation, we give -a) Hypeonic salineb) Fatsc) Amino acidsd) Dextrosee) LMW dextran",
        "exp": "Parenteral alimentation involves the continuous infusion of a hyperosmolar solution containing carbohydrates (Dextrose), proteins, fat and other necessary nutrients (eg. Vitamins, trace minerals).",
        "cop": 3,
        "opa": "abc",
        "opb": "ac",
        "opc": "bcd",
        "opd": "bc",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "373ee6e4-a0e7-46ac-bee3-49ae410b6918",
        "choice_type": "single"
    },
    {
        "question": "A paitent met an accident with a car and has been in `deep coma' for the last 15 days. The most suitable route for the administration of protein and calories is by",
        "exp": "Unless the gastrointestinal tract is non-functional, its use for nutritional suppo is preferable to the use of either the central or a peripheral venous route. However, in a patient who is comatose either nasogastric feeding or feedings through a gastrostomy tube may lead to vomiting and aspiration. This problem can be avoided by using a nasoenteric tube with the tip placed in the jejunum under fluoroscopic or endoscopic control. Alternatively, a catheter may be placed directly into the proximal jejunum through a small upper abdominal incision",
        "cop": 1,
        "opa": "Jejunostomy tube feeding",
        "opb": "Gagstrotomy tube feeding",
        "opc": "Nasogastric tube feeding",
        "opd": "Central venous hyperalimentation",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "956ddc2a-bdfd-464a-bda1-877ee02040de",
        "choice_type": "single"
    },
    {
        "question": "Multiple cutaneous sebaceous adenoma are seen in",
        "exp": "Ref: Hall manual of skin",
        "cop": 3,
        "opa": "Gardener's syndrome",
        "opb": "Turcott's syndrome",
        "opc": "Muir Torre syndrome",
        "opd": "Cowden Syndrome",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "9bbcb26b-8965-4d59-b5f8-7484ee2f88bf",
        "choice_type": "single"
    },
    {
        "question": "Blood loss during major surgery is best estimated by",
        "exp": "Blood loss during operation is measured by - Weighing the swabs after use and subtracting the dry weight + Volume of blood collected in suction or drainage This is k/a Gravimetric method of estimation of blood loss",
        "cop": 2,
        "opa": "Visual assessment",
        "opb": "Suction bottles",
        "opc": "Cardiac output",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "3b5e0597-1a31-4278-94e7-ed06ec1580d1",
        "choice_type": "multi"
    },
    {
        "question": "Contraindication of Enteral Nutrition A) Intestinal obstruction B) Severe pancreatitis C) Severe diarrhoea D) IBD E) Intestinal fistula",
        "exp": "Enteral Nutrition Indications Protein - Energy malnutrition with inadequate oral intake Dysphagia except for fluids Major trauma (or surgery) when return to required dietary intake is Prolonged Inflammatory bowel disease Distal, low output (<200 ml/day) enterocutaneous fistula To enhance adaptation after massive enterectomy Contraindications Small bowel obstruction or ileus Severe diarrhoea Proximal small intestinal fistula Severe pancreatitis Ref: Sabiston 20th edition Pgno: 112",
        "cop": 3,
        "opa": "A, B, C",
        "opb": "A, B, C, D",
        "opc": "A, B, C, E",
        "opd": "A, C, E",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "2bf92de5-8f1a-4640-99c1-b6573138394a",
        "choice_type": "single"
    },
    {
        "question": "All electrolyte abnormalities are seen in immediate postoperative period, EXCEPT",
        "exp": "Following surgery there is variable period of reduced excretion of sodium due to increased adrenocoical activity. This leads to hypernatremia therefore it is advisable not to administer large quantities of isotonic (a) saline solution. Sometimes postoperative hyponatremia too develops, as a result of too prolonged administration of sodium free solution.",
        "cop": 4,
        "opa": "Negative nitrogen balance",
        "opb": "Hypokalemia",
        "opc": "Glucose intolerance",
        "opd": "Hyponatremia",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "9bc18b8f-90f7-48cc-a80c-579d90972a1c",
        "choice_type": "multi"
    },
    {
        "question": "Persistent vomiting in G. O. O. causes -a) Hyponatremic hyperchloremia occurb) Hypernatremia without |ed Cl- alkalosisc) Hypokalemic metabolic alkalosisd) Paradoxical aciduria",
        "exp": "Repetitive vomiting leads to hypochloremic, hypokalemic metabolic alkalosis. The urine is alkaline initially but eventually it becomes acidic (paradoxical aciduria) Cause of paradoxical aciduria Initially the kidney compensate for metabolic alkalosis by reabsorbing hydrogen and chloride ions in exchange for sodium, potassium and bicarbonate. But gradually as the body stores of sodium and especially potassium become depleted, kidney stas retaining these ions in exchange of hydrogen ions, thus the urine becomes acidic and metabolic alkaline state is fuher aggravated. Ref: Schwaz 9/e p1426",
        "cop": 1,
        "opa": "cd",
        "opb": "bd",
        "opc": "bc",
        "opd": "ac",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "4e3006ce-6c05-4221-9da8-7501f10902de",
        "choice_type": "single"
    },
    {
        "question": "Best graft for infra inguinal approach bypass",
        "exp": "The great saphenous veins should be used preferentially in all bypasses, especially in those reconstructions using below-knee popliteal and small tibial aeries as the distal target vessels. PTFE grafts can be used for bypasses to above-knee popliteal aerial segments with satisfactory patency rates. Ref: Sabiston 20th edition Pgno: 1774",
        "cop": 4,
        "opa": "Dacron",
        "opb": "PTFE",
        "opc": "Polyester",
        "opd": "Autologous vein",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "a1ea9de3-ff5b-4458-b9da-1cff87d31767",
        "choice_type": "single"
    },
    {
        "question": "Water content in infant -",
        "exp": "The highest percentage of Total Body Water is found in newborns, with approximately 80% of their total body weight comrpised of water. This decreases to about 65% by 1 year of age and therafter remains fairly constant through childhood",
        "cop": 2,
        "opa": "60-70%",
        "opb": "75-80%",
        "opc": "50-60%",
        "opd": "80-90%",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "df654d05-d00c-4349-83fa-09d8dffbc916",
        "choice_type": "single"
    },
    {
        "question": "A child swallow a button battery and on radiological imaging studies it is located in the stomach. Which is the next step in management",
        "exp": "Swallowed or inhaled foreign bodies Coins are the most frequently swallowed foreign bodies in children. Once beyond the cardia, they are usually passed in a few days. A plain radiograph of the abdomen, chest and neck should establish the site of radio-opaque objects. Oesophageal objects can be removed endoscopically under general anaesthesia. Button batteries must be removed within hours because if they remain in the oesophagus they can perforate into the trachea or aoa. Batteries in the stomach are either removed urgently or followed very closely with repeat x-rays over a couple of days. The need to remove sharp objects depends on their size, the age of the child and their position in the gut. Ingested magnets can cause entero-enteric fistulae when they fix to one another in adjacent loops of bowel. Battery ingestion in older children and young people may be a manifestation of self-harm. Inhaled foreign bodies cause sudden-onset coughing and stridor. If there is worsening dyspnoea or signs of hypoxia then the infant should be given back blows in a head-down position. Abdominal thrusts (Heimlich manoeuvre) can be used in older children. A foreign body is suggested by: a unilateral wheeze, decreased transmitted breath sounds and a hyperinflated lung from air trapping on an expiratory CXR. A rigid bronchoscopy with a ventilating bronchoscope and appropriate optical forceps is needed to assess and remove objects. Ref: Bailey and love 27th edition Pgno: 132",
        "cop": 1,
        "opa": "Endoscopic guided retrieval",
        "opb": "Open laparotomy and retrieval",
        "opc": "Emetics and removal of battery",
        "opd": "Assure and repeat X-Ray after 24 hrs",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "5a6c4222-e8d1-4e55-bf76-6c7294989a19",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is best method to assess intake of fluid in Polytrauma pt",
        "exp": "Urine output \"Urine output is a quantitative and relatively reliable indicator of organ perfusion. Adequate urine output is 0. 5 ml/kg/ h in an adult, lml/kg/h in a child and 2ml/kg/h in an infant less than 1yr. of age. \" Pulse- \"Although tachycardia may be the earliest sign of hypovolemia, individuals in good physical condition, and paicularly trained atheletes with a low resting pulse rate, may manifest only a relative tachycardia, pts on blocking medication may not be able to increase their heart rate. In children, bradycardia or relative bradycardia can occur with severe blood loss. Conversely, hypoxia, pain, apprehension and stimulant drugs produce a tachycardia\" B. P. - Hypotension is not a reliable early sign of hypovolemia. in healthy pts. Blood volume must decrease by 30 to 40 percent before hypotension occurs. Younger pts with good sympathetic tone can maintain systemic blood pressure with severe intravascular deficit untill they are on the verge of cardiac arrest. CVP CVP measurement helps in distinguishing b/w cardiogenic shock and hypovolemic shock. 'A central venous catheter can give information about the relationship b/w intravascular volume and right ventricular function but should not be used to assess either factor independently.",
        "cop": 1,
        "opa": "Urine output",
        "opb": "CVP",
        "opc": "Pulse",
        "opd": "BP",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "e134354b-97a3-4547-bf3e-138de80c3494",
        "choice_type": "single"
    },
    {
        "question": "Best skin disinfectant for central line inseion is",
        "exp": "Chlorhexidine is now the disinfectant recommended for all catheter placementprocedures and for routine site cleansing during dressing changes. \"Use of antiseptic solution for skin disinfection at the catheter inseion site helps prevent catheter-related infection. Chlorhexidine-based solutions appear to be superior to both aqueous and alcohol-based povidone-iodine in reducing the risk for catheter colonization and catheter-related bloodstream infection. If there is a contraindication to chlorhexidine, tincture of iodine, an iodophor or 70 per cent alcohol can be used as alternatives",
        "cop": 4,
        "opa": "Povodine iodine",
        "opb": "Alcohol",
        "opc": "Cetrimide",
        "opd": "Chlorhexidine",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "37f4b92a-6ff9-4724-b012-f332c1ffee3a",
        "choice_type": "single"
    },
    {
        "question": "A patient on total parenteral nutrition for 20 days presents with weakness, veigo and convulsions. Diagnosis is",
        "exp": "Clinical features for complications of Parenteral Nutrition Hypomagnesemia Weakness, muscle cramps and tremors Marked neuromuscular and CNS hyperirritability with jerking and nystagmus Hyperkalemia Interferes with neuromuscular function to produce muscle weakness which may progress to flaccid paralysis and hypoventilation if respiratory muscles are involved Hypercalcemia Fatigue, depression, mental confusion, lethargy Anorexia, nausea, vomiting, constipation and polyuria Ref: Harrison's 19th edition Pgno: 88-97",
        "cop": 2,
        "opa": "Hypermagnesemia",
        "opb": "Hypomagnesemia",
        "opc": "Hypercalcemia",
        "opd": "Hypocalcemia",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "f9ef78ff-387c-440c-acb0-35554c2681dc",
        "choice_type": "single"
    },
    {
        "question": "Metabolic changes associated with excessive vomiting includes the following",
        "exp": "Vomiting causes loss of gastric secretions which include HCl & K+ ions, resulting in metabolic alkalosis, hypokalemia and hypochloremia. However note that the moderate to severe hypokalemia seen with excessive vomiting is not merely explained by loss of K+ ions in vomiting. \"In fact the hypokalemia is primarily due to increased renal K+ excretion. Loss of gastric contents results in volume depletion and metabolic alkalosis, both of which promote Kaliuresis.",
        "cop": 3,
        "opa": "Metabolic acidosis",
        "opb": "Hyperchloremia",
        "opc": "Hypokalemia",
        "opd": "Decreases bicarbonates",
        "subject_name": "Anatomy",
        "topic_name": "General surgery",
        "id": "15eaf7e0-9e13-4bfa-a263-cf102ecc5fe8",
        "choice_type": "single"
    }
]