[
    {
        "question": "Chromosome in which centromere is close to one end which result in short arm being very short is which type of chromosome?",
        "exp": "Ans. d (Acrocentric). (Ref. Cell & Molecular Biology by De. Robertis, 7th /pg. 348)CHROMOSOMES# The entire genetic information contained in the genes is packaged in the chromosomes. All the somatic cells of an individual organism contain the same number of chromosomes.# Genes are arranged linearly on the chromosomes and their positions on the normal chromosome in relation to other genes on same chromosome are fixed. This position is called locus.# Genes occupying the same locus on a pair of chromosomes are called alleles. Structure of chromosomes:# Chromosomes are long structures with a constriction at point along its length-called centromere.# The ends of the chromosomes are called telomeres. These give stability to the chromosome. In the absence of telomeres, chromosomes become unstable and tend to break until joined to a telomere. An enzyme telomerase maintains the length of the telomeric sequences. Cell aging is controlled by telomerase enzyme. (AI 2003)# It has the structure for the attachment of chromosome to the spindle fibers called the Kinetochore. Depending on the location of the centromere on the chromosome, they are classified as: Type of chromosome. Comments1. Metacentric. The centromere is in the centre of the chromosome so that the chromosome has two equal arms. 2. Sub-metacentric. Centromeres are away from the center so that the arms are unequal in size (one arm shorter than other). 3. Telocentric. Centromere is at the extreme end of replicating chromosome, so that chromosome consists of only one arm. 4. Acrocentric. Centromere is almost at the tip (one end) of the chromosome, so that one arm is much longer than other. BANDING TECHNIQUES# Techniques using dyes such as quinacrine, or giemsa after trypsin or heat treatment are called banding techniques. The banding pattern is specific for each chromosome, and seen in both members of a pair.# Bands seen with quinacrine, a fluorescent dye, are called Q-bands.# Banding seen with giemsa stain is called G-banding (The most extensively used technique)# Mitotic cells are essential for chromosome studies. In human body, mitosis occurs in:- Bone marrow, Intestinal mucosa, Skin and Gonads.# However, biopsies are difficult to obtain and sufficient number of dividing cells are not available.# The blood lymphocytes can be stimulated to divide in culture (appropriate medium) and easy to obtain.# Small skin biopsies can be obtained and the fibroblasts grown in culture.# Lymphocyte culture: Treatment of peripheral blood lymphocytes with substances such as Phytohemagluttinin (PHA) or Concanavalin A (Con A) stimulates the T lymphocytes to transform into lymphoblasts and undergo 3-4 rounds of mitotic divisions.# Sources of human cells for cytogenetic studies (analysis of human karyotypes) are:- Fibroblasts- Amniotic cells- Cells of chorionic villi. For detailed studies on the human chromosome mitotic cells are arrested in metaphase. The metaphase chromosomes are in a highly condensed state.",
        "cop": 4,
        "opa": "Metacentric",
        "opb": "Submetacentric",
        "opc": "Telocentric",
        "opd": "Acrocentic",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "3761d425-1996-4438-b8ee-dc77c1e16d81",
        "choice_type": "single"
    },
    {
        "question": "Intervertebral disc is which type of joint -",
        "exp": "Ans. is 'b' i. e., Secondary cartilaginous Cartilaginous joints1) Primary cartilaginous joints (synchondrosis, or hyaline cartilage joint): These are:-i) Joint between epiphysis and diaphysis of a growing long bone, i. e. physis. ii) Spheno-occipital jointiii) 1st costostemal joint (1st chondrosternal joint)iv) Costochondral joints2) Secondary cartilaginous joints (Symphyses or fibrocartilaginous joints): These are:-i) Symphysis pubisii) Sacroccygeal jointiii) Manubriostemal jointiv) Intervertebral discv) Symphysis menti",
        "cop": 2,
        "opa": "Primary cartilaginous",
        "opb": "Secondary cartilaginous",
        "opc": "Pivot",
        "opd": "Ellipsoid",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "22de2f9a-9825-4b1c-93eb-4c8bfdf6fdbf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bone ossifies in membrane",
        "exp": "(Clavicle) (7-BDC-l 4th). Important features of clavicle1. It is the only long bone that lies horizontally2. It is subcutaneous throughout3. It is the first bone to start ossifying4. It is the only long bones which ossifies in membrane5. It is the only long bones which has two primary centres of ossification6. It is generally said to have no medullary cavity, but this is not always true7. It is occasionally pierced by the middle supraclavicular nerve.",
        "cop": 2,
        "opa": "Humerus",
        "opb": "Clavicle",
        "opc": "Femur",
        "opd": "Radius",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "055aa019-cc51-4893-a745-458d09b6004d",
        "choice_type": "single"
    },
    {
        "question": "Absence of lymph node is characteristic of -",
        "exp": "(A) (Brain) (178 - IB Singh 4th) (400-Gray's 38th). No lymphatics are found in. Brain. QChoroid. QInternal ear. QLymph directly drain into blood stream (thoracic duct) without passing through lymph node. Thyro'nfi (some lymph). Largest lymphatic vessel. Thoracic duct. Largest lymphatic organ. Spleen. QPrimary Lymphoid Organs. Thymus. QBone marrow. QSecondary lymphoid organs. Spleen. QLymplfi. Epithelial lymphoid tissue e. g. Tonsils. QPyeres patch. QORGANDraining Lvmph nodes. Gians penis and Clitoris. Deep inguinal nodes of cloquel. QRest of Penis. Superficial inguinal nodes. Testis and ovary. Pre & para aortic lymph nodes. Parotid and Thyroid. Deep cervical lymph nodes. Pharynx. Deep cervical & retropharyngeal lymph nodes. Palatine tonsil. Jugulo-diagastric lymph nodes. Tongue Tip. Submental lymph nodes. Ant 2/3. Submandibular lymph nodes. Post 173rd. Jugulo-omohyoid lymph nodes. All finally reach deep cervical lymph nodes. Uterus & Cervix. Fundus & upper part of body. Mainly to aortic lymph nodes. Partly to superficial inguinal lymph nodes alonground ligament. Lower part of body. External iliac lymph nodes. Cervix. External iliac lymph nodes. Internal iliac lymph nodes. Sacral lymph nodes. Supra renal gland. Lateral Aortic Lymph Nodes. Rectum & Anal Canal above pectinate line. Internal iliac lymph nodes. Anal canal below pectinate line. Superficial inguinal lymph nodes High Yield Points1. Esophagus is lined by - stratified squamous non-keratinized epithelium. Ciliated columnar epithelium - uterus and fallopian tubes, eustachian tube, respiratory epithelium2. Mastoid antrum corresponds to the suprameatal triangle, seen on the outer surface the temporal bone3. Labourer's nerve - median nerve, musician's nerve - ulnar nerve (froment's singn) - book test4. I. Tracheal bifurcation - lower border of t4. II. Arch of aorta - begins and ends at t4. III. Carotid bifurcation, hyoid bone - c3. IV. Termination of spinal cord - lower border of lj in adults and upper border of 13 in newbornV. Aortic bifurcation - 145. Chorda tympani is a preganglionic parasympathetic nerve for submandibular parasympathetic ganglion. 6. I. Renal angle: between the lower border of the 12th rib and the outer border of the erector spinae. II. Sternal angle (angle of louis): second costal cartilage joins to sternum at this level. III. Citelle's angle (sinodural angle): situated between the sigmoid sinus and middle fossa dura plate7. I. Coracoclavicular ligament: transmits weight of upper limb to axial skeleton (mainly clavicle). II. Ilio-femoral/bigelow ligament: 1. Strongest ligament in the body2. Prevents trunk from falling backward3. Prevents hyper-extension of hip joint standing. III. Pubofemoral ligament: prevents overabduction of hip joint. IV. Phrenico-colic ligament: support anterior end of spleen & prevents its downwards displacementV. Linorenal ligament: contains splenic vessels & tail of pancreas8. Epophoron also called organ of rosenmullar is a remanant of mesonephric tubule9.* All intrinsic muscles of the tongue are supplied by the hypoglossal nerve except palatoglossus, which is supplied by the vagoaccessory complex* Genioglossus is the safety muscle of the tongue as it protrudes the tongue and prevents it from falling back. 10. I. Pyramidal cells: cerebral cortex, hippocampus, amygdala. II. Fusiform cells: motor cortex of cerebral hemisphere. III. Pyriform, golgi, purkinje, granule, stellate, basket cells - cerebellum. IV. Amacrine cells - retinaV. Purkinje cells are the only output of the cerebellar cortex11. Blood testis barrier - tight junction between endothelial cells plus sertoli cells. Blood brain barrier - tight junction between endothelial cells and some reinforcement by foot process of astrocytes12. Hemiazygous pierces left crus of the diaphragm ascend on the left side of the vertebrae and at the 8th thoracic vertebrae it crosses and joins the azygous veins. 13. Sequestration of lung - most frequently seen in lower lobe of the left lung. The sequestrated lung tissue derives it blood supply from an abnormal branch of the aorta. 14. 1. Pressure epiphysis* Head of femur* Condyles of tibia* Lower end of radius2. Traction epiphysis* Trochanteric femur* Tubercle of humerus* Mastoid process3. Atavistic epiphysis* Coracoid process of scapula* Posterior tubercle of talus* Os. Trigonum4. Aberrant epiphysis* Head of first metacarpal* Base of other metacaipal",
        "cop": 1,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Lung",
        "opd": "Placenta",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "17aeedae-3452-4b16-9d18-c1e827e75db3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a multipennate muscle?",
        "exp": "Ans. B Deltoid. Ref: Gray's Anatomy, 41st ed. pg. 113. Unipennate* Extensor digitorum longus* Flexor pollicis longus* Soleus. Bipennate* Rectus femoris* Dorsal interossei* Gastrocnemius. Multipennate* Deltoid. Circumpennate* Tibialis anterior",
        "cop": 2,
        "opa": "Tibialis anterior",
        "opb": "Deltoid",
        "opc": "Tibialis posterior",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "7eb3c362-4f2f-45a6-b721-630fd9d8d28d",
        "choice_type": "single"
    },
    {
        "question": "Which is not a type of epiphysis?",
        "exp": "ANSWER: (C) Friction. REF: Human osteology by BDC 1st edition page 5-6. Epiphysis. Definition/ Function. Example. Pressure epiphyses. Takes part in transmission of weight. Head of femur, condyles of tibia, lower end of radius. Traction epiphyses. Provide attachment to more than 1 tendon. Trochanter of femur, tubercles of humerus, mastoid process. Atavistic epiphyses. Phylogenetically an independent bone which in man becomes fused to another bone. Coracoid process of scapula, posterior tubercle of talus, ostrigonum. Aberrant epiphyses. Not always present. Head of metacarpal, base of other metacarpal",
        "cop": 3,
        "opa": "Traction",
        "opb": "Atavistic",
        "opc": "Friction",
        "opd": "Pressure",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "efc32762-e92a-43e4-b8ac-07f377385879",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a hyaline cartilage-",
        "exp": "Ans. is 'c' i. e., Meniscuso Meniscus is fibrocartilageo TMJ is a synovial joint of Condylar variety. o The articular surfaces are covered with fibrocartilage. The joint cavity' is divided into upper and lower parts by an intra-articular disc. CARTILAGE SITESo Hyaline cartilage--Articular cartilage in synovial joints Cricoid, thyroid, trachea, bronchi. Costal cartilage. Nasal cartilage. Epiphyseal plate. Arytenoid cartilageo Fibrocartilage--Labrum - glenoid acetabular Symphysis. Articular disco Elastic cartilage--Eustachian tube External auditory meatus - auricle. Comiculate, cuneiform cartilage",
        "cop": 3,
        "opa": "Articular cartilage",
        "opb": "Thyroid cartilage",
        "opc": "Meniscus",
        "opd": "Nasal septum",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "13923092-0687-4368-ace5-5050b94d8a60",
        "choice_type": "single"
    },
    {
        "question": "Simple squamous epithelium is seen in?",
        "exp": "Ans. (a) Blood vessel",
        "cop": 1,
        "opa": "Blood vessel",
        "opb": "Thyroid folicle",
        "opc": "Esophagus",
        "opd": "Hard palate",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "653db638-8b67-4af3-8efa-28a640f4071a",
        "choice_type": "single"
    },
    {
        "question": "The largest organ of the body is:",
        "exp": "(Skin): Ref: 278, 281-K=-Sembulingam physiology3rd* The liver is the largest gland in the body and has a wide variety of functions (265-Snell7th)* The liver is the largest gland in the body. (283-BDC-2)* Femer is the longest and the strongest bone of the body (16-B DC-2)* Skin is the largest organ of the body (278-K- Sembulingam physiology)* Skin is considered as the largest sense organ in the body it has many nerve endings, which are specialized to form cutaneous receptors (281-K. Sembulingam physiology3rd)",
        "cop": 1,
        "opa": "Skin",
        "opb": "Liver",
        "opc": "Gluteus maximus",
        "opd": "Femur",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "c6245271-a949-4824-90f9-1050c87bf956",
        "choice_type": "single"
    }
]