[
    {
        "question": "Accessory renal aery:-",
        "exp": "The accessory renal aery is the precocious origin of a segmental aery which sometimes arises from the aoa and supplies upper or lower pole of the kidney. The accessory renal aery is the remnant of the degenerated mesonephric aery. The aery for the lower pole usually passes behind the pelvis of ureter and may cause obstruction to urine flow producing hydronephrosis.",
        "cop": 4,
        "opa": "Remnant of degenerated mesonephric aery",
        "opb": "May encircle around the kidney",
        "opc": "May lead to hydronephrosis",
        "opd": "All of above",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "c316723b-3964-4f59-adde-0d3128de0c0d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structures does the ureter cross on an abdominal radiograph?",
        "exp": "The ureter crosses the pelvic brim over the sacroiliac joint. The ureter lies over the transverse processes of the lumbar veebrae on an abdominal film. The ureter turns medially to enter the bladder over the ischial spine, not the ischial tuberosity. The ureter passes into the bladder along the line between the ischial spine and the pubic tubercle, but stops sho of overlying it",
        "cop": 3,
        "opa": "The bodies of the lumbar veebrae.",
        "opb": "Ischial tuberosity.",
        "opc": "Sacroiliac joint.",
        "opd": "Pubic tubercle.",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "25b4cec8-f9c7-41c7-8625-5dbf9f21e034",
        "choice_type": "single"
    },
    {
        "question": "Largest lymphatic organ in the human body is",
        "exp": "Spleen: - Largest lymphatic organ connected to blood vascular system. Acts as filter for blood Plays an impoant role in immune response of body Lies mainly in hypochondrium & paly in epigastrium Normally not palpable Supplied by splenic aery - the largest branch of celiac trunk Splenic vein is formed at hilum of spleen Splenic tissue has no lymphatics Sympathetic fibres are derived from celiac plexus Functions: - Phagocytosis Hemopoiesis Immune responses Storage of RBC.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Thymus",
        "opd": "Kidney",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "fa119bc2-ae6a-421f-8333-c4b92791005a",
        "choice_type": "single"
    },
    {
        "question": "Anterior relations of right ureter are all EXCEPT",
        "exp": "Abdominal aery divides into common iliac aery which divides into external and internal iliac aeries. Gonadal aeries crosses ureter anteriorly. Right colic aery a branch of superior mesentric aery crosses ureter anteriorly. Left colic aery branch of inferior mesentric aery crosses ureter anteriorly. But bifurcation of right common iliac aery crosses ureter posteriorly.",
        "cop": 4,
        "opa": "Gonadal vessels",
        "opb": "Root of mesentery",
        "opc": "Ileocolic vessels",
        "opd": "Bifurcation of right common iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "adbe080f-bf0a-4421-8b67-fac73510414b",
        "choice_type": "multi"
    },
    {
        "question": "All are anterior relations of Right kidney EXCEPT",
        "exp": "Relations of anterior kidney- 1. Liver 2. Adrenal gland 3. Duodenum(second pa) 4. Hepatic flexure of colon. 5.Hepato renal pouch of Morris so 4th pa of duodenum is the answer.",
        "cop": 2,
        "opa": "Adrenal gland",
        "opb": "4th pa of duodenum",
        "opc": "Liver",
        "opd": "Hepatic flexure of colon",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "6101e0b9-ad1b-478e-8be2-aee9e2a87f62",
        "choice_type": "multi"
    },
    {
        "question": "Ureteric constrictions are at all sites EXCEPT:",
        "exp": "Lesser pelvis is a vague option and does not specify a precise location. Ureter has five constrictions in its course: Pelvi-ureteric junction (tip of transverse process of veebra, radiologically) Pelvic brim (sacro-iliac joint radiologically) At vas deferens At Ureterovesical junction (ischial spine, radiologically) Opening at trigone.",
        "cop": 2,
        "opa": "Pelvi-ureteric junction",
        "opb": "Lesser pelvis",
        "opc": "Ischial spine",
        "opd": "Urinary bladder wall",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "c27a7f09-c817-492f-985d-c4ed239931ce",
        "choice_type": "multi"
    },
    {
        "question": "Tail of pancreas lies in which of the following ligament",
        "exp": "Tail of pancreas lies in Spleno renal ligament. Gastro splenic - sho gastro and left gastro-omental vessels.",
        "cop": 4,
        "opa": "Hapato - gastric",
        "opb": "Hepato duodenal",
        "opc": "Gastro splenic",
        "opd": "Spleno renal",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "28d1c3a7-5a4a-4629-bd18-39487cb95b60",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes the ureter?",
        "exp": "The gonadal vessels cross the ureter anteriorly. The ureter has three narrow points: as it arises from the renal pelvis, as it crosses the pelvic brim and as it enters the bladder. The first of these is the tightest. These points are clinically impoant because they represent the likely site of impaction of a renal stone. The root of the mesentery crosses the ureter on the right side. The ureter courses inferior to the uterine vessels which run in the inferior edge of the broad ligament. It is therefore at risk in a hysterectomy.",
        "cop": 2,
        "opa": "Is narrowest as it crosses the transverse process of L4.",
        "opb": "Is crossed anteriorly by the gonadal vessels.",
        "opc": "Is crossed anteriorly by the root of the mesentery on the left.",
        "opd": "It courses superior to the uterine vessels.",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "8a02cbf2-5da8-4254-8d82-fbd8faa4dba9",
        "choice_type": "multi"
    },
    {
        "question": "A 3-year-old boy is admitted to the children's hospital with complaints of restlessness, abdominal pain, and fever. An MRI examination reveals that he has a double ureter. Which of the following embryonic structures is most likely failed to develop normally?",
        "exp": "The ureteric bud is an outgrowth of the mesonephric duct and develops into the ureter, renal pelvis, calyces, and collecting tubules. However, a bifurcated ureteric bud results in a paial duplication (bifid) of the ureter, whereas two separate ureteric buds result in a complete duplication. Mesonephric duct forms efferent ductules, epididymal duct, ductus deferens, ejaculatory duct, and seminal vesicles. Paramesonephric duct regress and its vestigial remnants form the appendix testis. Metanephros develops into the adult kidney. Pronephros degenerates and never forms functional nephrons.",
        "cop": 3,
        "opa": "Mesonephric (Wolffian) duct",
        "opb": "Paramesonephric (Mullerian) duct",
        "opc": "Ureteric bud",
        "opd": "Metanephros",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "a73409ca-ca01-468b-ac35-79589d5e2bbc",
        "choice_type": "multi"
    },
    {
        "question": "Regarding blood supply of pancreas, which of the following is true statement?",
        "exp": "Aerial supply of pancreas : Inferior pancreacticoduodenal aery -Arise from superior mesentric aery -Supply head and uncinate process of pancreas and second and third pa of duodenum Superior pancreacticoduodenal aery -Arise from gastroduodenal aery Divides into anterior and posterior branches -Supplying pancreas head and Ist and 2ndpa of duodenum",
        "cop": 3,
        "opa": "Both superior and inferior pancreacticoduodenal aery is branch of gastroduodenal aery",
        "opb": "Posterior-superior pancreacticoduodenal aery is a branch of superior mesenteric aery",
        "opc": "Anterior Inferior pancreacticoduodenal aery is a branch of superior mesenteric aery",
        "opd": "Posterior inferior pancreacticoduodenal aery is a branch of gastroduodenal aery",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "ea3ab31f-4a64-44e6-a0fb-47fb506ad5b9",
        "choice_type": "multi"
    },
    {
        "question": "Liver is divided into right and left lobe by all EXCEPT:",
        "exp": "Liver is divided into right and left lobe by DAV (Bile Ducts, hepatic Aery and poal Vein) structures and not the hepatic veins. fig:- segments of liver",
        "cop": 1,
        "opa": "Hepatic vein",
        "opb": "Poal vein",
        "opc": "Hepatic aery",
        "opd": "Hepatic ducts",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "8710da08-4fb5-46dd-887f-5d6759065b80",
        "choice_type": "multi"
    },
    {
        "question": "All are relations of left ureter EXCEPT:",
        "exp": "Left ureter is related posteriorly to psoas major muscle (not quadratus lumborum). Posterior relations:- Both the ureters run anterior to psoas major muscle and bifurcation of common iliac aery. Anterior relation:- Gonadal vessels cross the ureters anteriorly (medial to lateral) and descend down along with them. Medially the right ureter is related to inferior vena cava and left ureter is related to inferior mesenteric vein.",
        "cop": 3,
        "opa": "Sigmoid mesentery",
        "opb": "Bifurcation of common iliac aery",
        "opc": "Quadratus lumborum",
        "opd": "Gonadal vessels",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "4e94a52f-1276-4a07-8c51-ab1bab428998",
        "choice_type": "multi"
    },
    {
        "question": "Kidney coex contain",
        "exp": "Malpighian corpuscle contains bowman capsule and glomerulus which is present in renal coex. End of renal pyramids called papilla along with minor calyx is present in Renal medulla which is inner poion of kidney.",
        "cop": 2,
        "opa": "Renal pyramids",
        "opb": "Malpighian corpuscles",
        "opc": "Renal papilla",
        "opd": "Minor calyces",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "0fd23f60-2194-429f-b917-75e17062cd2d",
        "choice_type": "single"
    },
    {
        "question": "All of the following form visceral relations of spleen EXCEPT:",
        "exp": "Visceral surface of spleen has gastric, renal and colic impressions but not adrenal.",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Splenic flexure of colon",
        "opc": "Kidney",
        "opd": "Adrenal gland",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "3d50eed7-61b9-4b2a-ba0f-514446188e9d",
        "choice_type": "multi"
    },
    {
        "question": "The narrowest pa of the ureter is at:",
        "exp": "The narrowest lumen is where the ureter enters the bladder wall (ureterovesicle junction) and may be responsible for arresting the passage of stones of as little as 2-3 mm. Note: Sometime the question may not have the option of ureterovesical junction, in that case the intramural ureter (the pa inside detrusor) may be taken as the answer.",
        "cop": 4,
        "opa": "Uretero-pelvic junction",
        "opb": "Iliac vessel crossing",
        "opc": "Pelvic ureter",
        "opd": "Ureterovesicle junction",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "6d877b53-627a-4cbe-aa5d-2ec0740fec48",
        "choice_type": "single"
    },
    {
        "question": "Posterior relations of head of pancreas are all EXCEPT:",
        "exp": "First pa of duodenum is anterior and superior to the head of pancreas.Aoa is posterior to the uncinate process of pancreas (not the head). Right and left renal veins drain into IVC behind the head of pancreas (3 veins lie posterior). Bile duct passes behind the head of pancreas and is joined by pancreatic duct, before opening into second pa of duodenum.",
        "cop": 3,
        "opa": "Common bile duct",
        "opb": "Inferior vena cava",
        "opc": "First pa of duodenum",
        "opd": "Aoa",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "7f152ccf-ea96-49ec-a72b-7b834ef28c8b",
        "choice_type": "multi"
    },
    {
        "question": "TRUE about renal aerial system",
        "exp": "Renal aery(end aery) gives 5 segmental branches 4 from its anterior division 1 from its posterior division Segments are apical, upper, middle & lower in anterior aspect, on posterior aspect segments seen are posterior & pas of apical & lower segments Coex have more blood supply than medulla As shown above, renal aerial system has no anastomosis.",
        "cop": 3,
        "opa": "Anastomosis lies between arcuate branches",
        "opb": "Anastomosis lies at lobar level",
        "opc": "Branches are end aeries",
        "opd": "Medulla has more supply than coex",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "957266d8-aee2-432b-af39-00c6ec2b43de",
        "choice_type": "multi"
    },
    {
        "question": "Ascent of horse shoe shaped kidney is prevented by",
        "exp": "Initialy in IUL(intrauterine life) kidneys are present in iliac fossa , Kidney has to reach the level of renal aery which is prevented by inferior mesenteric aery which is a branch of abdominal aoa. Fusion of right and left kidney occurs to form a U shaped structure at the level below inferior mesenteric aery.",
        "cop": 2,
        "opa": "Superior mesenteric aery",
        "opb": "Inferior mesenteric aery",
        "opc": "Superior mesenteric vein",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "97000d9e-e725-4572-8597-9cbbc54fa298",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman with known kidney disease presents to a hospital because her pain has become increasingly more severe. A physician performing kidney surgery must remember that:",
        "exp": "The left renal vein runs anterior to both the aoa and the left renal aery.. The right renal aery runs behind the IVC and is longer than the left renal aery. Because of the large size of the right lobe of the liver, the right kidney lies a little lower than the left kidney. 4 coverings around the kidney from inside to outside are as follows: True capsule (Renal capsule):Collagen-rich connective tissue. Perinephric fat (adipose capsule): It is present b/w renal capsule and renal fascia. Renal fascia- Lies external to the perirenal fat and internal to the pararenal fat, Surrounds the suprarenal gland. Paranephric fat",
        "cop": 4,
        "opa": "The left kidney lies a bit lower than the right one",
        "opb": "The perirenal fat lies external to the renal fascia",
        "opc": "The renal fascia does not surround the suprarenal gland",
        "opd": "The left renal vein runs anterior to both the aoa and the left renal aery",
        "subject_name": "Anatomy",
        "topic_name": "GIT 1",
        "id": "ba8c36f0-dd42-44b5-bf6e-e3be83fe672a",
        "choice_type": "multi"
    }
]