[
    {
        "question": "3rd and 4th lumbrical (lateral two lumbricals) of foot are supplied by -",
        "exp": "Ans. B. Lateral plantar nerve. The Tibial nerve has 2 terminal branches which supply the intrinsic muscles of the foot-1) Medial plantar nervea. The medial plantar nerve is the larger terminal division of the tibial nerve, and lies lateral to the medial plantar artery. From its origin under the flexor retinaculum, it passes deep to abductor hallucis, then appears between it and flexor digitorum brevis, gives off a medial proper digital nerve to the hallux, and divides near the metatarsal bases into three common plantar digital nerves. b. Cutaneous supply the skin of the sole of the foot. Muscular branches supply abductor hallucis, flexor digitorum brevis, flexor hallucis brevis and the first lumbrical. The first two arise near the origin of the nerve and enter the deep surfaces of the muscles. The branch to flexor hallucis brevis is from the medial digital nerve, and that to the first lumbrical from the first common plantar digital nerve. Articular branches supply the joints of the tarsus and metatarsus. c. The common digital branches of the medial plantar nerve are distributed in a manner similar to those of the median nerve. The abductor hallucis, flexor hallucis brevis and the first lumbrical are all supplied by the medial plantar nerve. d. Flexor digitorum brevis and flexor digitorum superficialis (innervated by the median nerve) correspond, but the innervation of the second lumbrical of the foot does not mirror the arrangement in the hand. 2) Lateral plantar nervea. The lateral plantar nerve supplies the skin of the fifth toe, the lateral half of the fourth toe, and most of the deep muscles of the foot. Its distribution therefore closely resembles that of the ulnar nerve in the hand. b. It passes laterally forwards medial to the lateral plantar artery, towards the tubercle of the fifth metatarsal. Next, it passes between flexors digitorum brevis and accessorius, and ends between flexor digiti minimi brevis and abductor digiti minimi by dividing into superficial and deep branches. Before division, it supplies flexor digitorum accessorius and abductor digiti minimi and gives rise to small branches that pierce the plantar fascia to supply the skin of the lateral part of the sole. c. The superficial branch splits into two common plantar digital nerves: the lateral supplies the lateral side of the fifth toe, flexor digiti minimi brevis and the two interossei in the fourth intermetatarsal space; the medial connects with the third common plantar digital branch of the medial plantar nerve and divides into two to supply the adjoining sides of the fourth and fifth toes. d. The deep branch accompanies the lateral plantar artery deep to the flexor tendons and adductor hallucis and supplies the second to fourth lumbricals, adductor hallucis and all the interossei (except those of the fourth intermetatarsal space). Branches to the second and third lumbricals pass distally deep to the transverse head of adductor hallucis, and curl round its distal border to reach them.",
        "cop": 2,
        "opa": "Medial plantar nerve",
        "opb": "Lateral plantar nerve",
        "opc": "Peroneal nerve",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "41b8c169-963d-4394-a9f3-91cc7cb0ed75",
        "choice_type": "multi"
    },
    {
        "question": "Sacrotuberous ligament is pierced by-",
        "exp": "Ans. C. Coccygeal nerve. Sacrotuberous ligamenta. The sacrotuberous ligament is attached by its broad base to the posterior superior iliac spine., the posterior sacroiliac ligaments (with which it is partly blended), to the lower transverse sacral tubercles and the lateral margins of the lower sacrum and upper coccyx. b. Its oblique fibres descend laterally, converging to form a thick, narrow band that widens again below and is attached to the medial margin of the ischial tuberosity. It then spreads along the ischial ramus as the falciform process, whose concave edge blends with the fascial sheath of the internal pudendal vessels and pudendal nerve. c. The lowest fibres of gluteus maximus are attached to the posterior surface of the ligament; superficial fibres of the lower part of the ligament continue into the tendon of biceps femoris. d. The ligament is pierced by the coccygeal branches of the inferior gluteal artery, the perforating cutaneous nerve and filaments of the coccygeal plexus.",
        "cop": 3,
        "opa": "S1 nerve",
        "opb": "L1 nerve",
        "opc": "Coccygeal nerve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "b8449dd6-b9ac-4d43-8a4a-c62e6ed4ab8f",
        "choice_type": "multi"
    },
    {
        "question": "Articulation of pisiform bone is with:",
        "exp": "Ans. A Triquetral. Ref: BDC, 6th ed. vol. I pg. 25; Snell's 8th ed. pg. 402. PISIFORM* It is a sesamoid bone in the tendon of flexor carpi uinaris.* Its dorsal surface presents a smooth, oval facet, for articulation with the triquetral* The palmar surface is rounded and rough, and gives attachment to the transverse carpal ligament, and to the Flexor carpi uinaris and Abductor digiti quinti.",
        "cop": 1,
        "opa": "Triquetral",
        "opb": "Lunate",
        "opc": "Scaphoid",
        "opd": "Trapezoid",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "629fcf49-591b-4909-bfdc-22cc957e3b85",
        "choice_type": "single"
    },
    {
        "question": "All of the following arteries supply medulla oblongata, except -",
        "exp": "Ans. C. Anterior inferior cerebellar artery. Blood supply of Medulla oblongata-a. Posterior inferior cerebellar artery (PICA) supplies the lateral aspect of the medullab. Anterior spinal artery supplies the entire medial aspectc. Direct branches of the distal vertebral artery supply an area between the other two main arteries",
        "cop": 3,
        "opa": "Posterior inferior cerebellar artery",
        "opb": "Anterior spinal artery",
        "opc": "Anterior inferior cerebellar artery",
        "opd": "Vertebral artery",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "0251a177-2eba-4570-807f-f64949d32ef9",
        "choice_type": "multi"
    },
    {
        "question": "Somatic innervation to the pelvic organs is -",
        "exp": "Ans. C. Pudendal nervea. Pudendal nerve (in the pelvis). The pudendal nerve arises from the ventral divisions of the second, third and fourth sacral ventral rami and is formed just above the superior border of the sacrotuberous ligament and the upper fibres of ischiococcygeus. It leaves the pelvis via the greater sciatic foramen between piriformis and ischiococcygeus, enters the gluteal region and crosses the sacrospinous ligament close to its attachment to the ischial spine, where it lies medial to the internal pudendal vessels. It accompanies the internal pudendal artery through the lesser sciatic foramen into the pudendal (Alcock's) canal on the lateral wall of the ischio-anal fossa. In the posterior part of the canal it gives rise to the inferior rectal nerve, the perineal nerve and the dorsal nerve of the penis or clitoris. b. Inferior rectal nerve. The inferior rectal nerve runs through the medial wall of the pudendal canal with the inferior rectal vessels. It crosses the ischio-anal fossa to supply the external anal sphincter, the lining of the lower part of the anal canal, and the circumanal skin. It frequently breaks into terminal branches just before reaching the lateral border of the sphincter. Its cutaneous branches distributed around the anus overlap the cutaneous branches of the perineal branch of the posterior femoral cutaneous nerve and of the scrotal or labial nerves. The inferior rectal nerve occasionally arises directly from the sacral plexus and crosses the sacrospinous ligament or reconnects with the pudendal nerve. In females, the inferior rectal nerve may supply sensory branches to the lower part of the vagina. c. Perineal nerve. The perineal nerve is the inferior and larger terminal branch of the pudendal nerve in the pudendal canal. It runs forwards below the internal pudendal artery and accompanies the perineal artery, dividing into posterior scrotal or labial and muscular branches. The posterior scrotal or labial nerves are usually double and have medial and lateral branches which run over the perineal membrane and pass forwards in the lateral part of the urogenital triangle with the scrotal or labial branches of the perineal artery. They supply the skin of the scrotum or labia majora, overlapping the distribution of the perineal branch of the posterior femoral cutaneous and inferior rectal nerves. In females, the posterior labial branches also supply sensory fibres to the skin of the lower vagina. Muscular branches arise directly from the pudendal nerve to supply the superficial transverse perinei, bulbospongiosus, ischiocavernosus, deep transverse perinei, sphincter urethrae and the anterior parts of the external anal sphincter and levator ani. In males, a nerve to the bulb of the urethra leaves the nerve to the bulbospongiosus, pierces this muscle to supply the corpus spongiosum penis and ends in the urethral mucosa. d. Dorsal nerve of the penis or clitoris. The dorsal nerve of the penis or clitoris runs anteriorly above the internal pudendal artery along the ischiopubic ramus deep to the perineal membrane. It supplies the corpus cavernosum and accompanies the dorsal artery of the penis or clitoris between the layers of the suspensory ligament. In males, the dorsal nerve of the penis runs on the dorsum of the penis to end in the glans. In females the dorsal nerve of the clitoris is very small.",
        "cop": 3,
        "opa": "Greater splanchnic nerve",
        "opb": "Lesser splanchnic nerve",
        "opc": "Pudendal nerve",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "aa0c7d41-72c9-4916-a1ea-0c01d8fd6582",
        "choice_type": "single"
    },
    {
        "question": "Which muscle of larynx is not supplied by recurrent laryngeal nerve-",
        "exp": "Ans. C. Cricothyroida. The larynx is innervated by the internal and external branches of the superior laryngeal nerve, the recurrent laryngeal nerve and sympathetic nerves. b. The internal laryngeal nerve is described as sensory, the external laryngeal nerve as motor, and the recurrent laryngeal nerve as mixed. c. The internal laryngeal nerve is sensory down to the vocal cords, the recurrent laryngeal nerve is sensory below the vocal cords, and there is overlap between the territories innervated by the two nerves at the vocal cords themselves. d. All the intrinsic muscles of the larynx are supplied by the recurrent laryngeal nerve except for cricothyroid, which is supplied by the external laryngeal nerve.",
        "cop": 3,
        "opa": "Vocalis",
        "opb": "Thyroarytenoid",
        "opc": "Cricothyroid",
        "opd": "Interarytenoid",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "1e9a3482-8fa9-4e49-80ec-1dce0000486d",
        "choice_type": "single"
    },
    {
        "question": "Auditory transmission is via:",
        "exp": "Ans. A. Lateral Lemniscus. The spiral ganglion houses the cell bodies of the first order neurons. These neurons receive information from hair cells in the Organ of Corti and travel within the osseous spiral lamina. Their central axons form the main component of the cochlear nerve. Fibers from the cochlear nerve send information to the cochlear nuclei on each side of the brainstem. Fibers from cochlear nuclei neurons decussate at the trapezoid body and some fibers synapse at the ipsiloteral superior olivary nucleus. The superior olivary nucleus is located just next to the trapezoid body. It projects upwards through the lateral lemniscus. Fibers ascending through the lateral lemniscus from both cochlear nuclei and from the superior olivary nuclei arrive at the inferior colliculus, where all these fibers carrying auditory information converge. These fibers project to the ipsilateral medial geniculate body (MGB) in the thalamus (recall that vision is relayed on the lateral geniculate body).",
        "cop": 1,
        "opa": "Lateral Lemniscus",
        "opb": "Lateral Geniculate body",
        "opc": "Medial Lemniscus",
        "opd": "Pretectal Nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "ebdf71c1-f0d7-4176-b850-f1ebcdc325f5",
        "choice_type": "single"
    },
    {
        "question": "At what stage of embryonic development does an embryo normally begin to implant in the endometrium?",
        "exp": "Ans. A Blastocyst. Ref: I. B. Singh, 9th ed. pg. 43-44* After fertilization, the fertilized ovum begins to divide as it migrates through the uterine tube.* It undergoes cleavage till a 16 cell stage and is called morula.* Cells of morula differentiate into an inner cell mass which is completely surrounded by an outer layer of cells, which further gives rise to a structure called trophoblast.* It reaches the blastocyst stage (approximately 110 cells) on about day 5 and it enters the uterus on about day 6.* Implantation normally begins on day 6 with the syncytiotrophoblast of the embryonic pole of the blastocyst eroding into the endometrium.",
        "cop": 1,
        "opa": "Blastocyst",
        "opb": "Four-cell stage",
        "opc": "Morula",
        "opd": "Trilaminar embryo",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "cc72ca85-5143-486d-a775-7422c220937f",
        "choice_type": "multi"
    },
    {
        "question": "Flexor of hip joints are all except-",
        "exp": "Ans. C. Gluteus maximus. MUSCLES PRODUCING MOVEMENTS AT HIP JOINT-a. Flexion- psoas major and iliacus, assisted by pectineus, rectus femoris and sartorius. The adductors, particularly adductor longus, also assist, especially in early flexion following full extension. b. Extension - gluteus maximus and the hamstring (posterior femoral) muscles. c. Abduction - gluteus medius and minimus, assisted by tensor fasciae latae and sartorius; it is limited by adductor tension, the pubofemoral ligament and the medial band of the iliofemoral ligament. d. Adduction -adductors longus, brevis and magnus, assisted by pectineus and gracilis; it is limited when the moving limb contacts the contralateral limb. e. Medial rotation - tensor fasciae latae and the anterior fibres of gluteus minimus and medius. f. Lateral rotation - is produced by the obturator muscles, the gemelli and quadratus femoris, assisted by piriformis, gluteus maximus and sartorius. It is a powerful action which is limited by tension in the medial rotators and the lateral band of the iliofemoral ligament.",
        "cop": 3,
        "opa": "Psoas major",
        "opb": "Sartorius",
        "opc": "Gluteus maximus",
        "opd": "Rectus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "241ed147-4b17-404a-988c-4f5058c2d041",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a derivative of midgut:",
        "exp": "Ans. D Descending colon. Ref: Langman's Medical Embryology, 9th ed. pg. 298* \"Descending colon is a derivative of Hindgut\"Part Part in adult. Gives rise to. Arterial supply. Foregut. Esophagus to first 2 sections of the duodenum. Esophagus, stomach, duodenum (1st and 2nd parts), liver, gallbladder, pancreas, spleen, superior portion of pancreas. Celiac trunk. Midgut. Lower duodenum, to the first two-thirds of the transverse colon. Lower duodenum, jejunum, ileum, cecum, appendix, ascending colon, and first 2/3rd of the transverse colon. Branches of the superior mesenteric artery. Hindgut. Last third of the transverse colon, to the upper part of the anal canal. Last third of the transverse colon, descending colon, rectum, and upper part of the anal canal. Branches of the inferior mesenteric artery",
        "cop": 4,
        "opa": "Appendix",
        "opb": "Jejunum",
        "opc": "Ascending colon",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "51df448b-d9cb-4574-aed9-730feba1ccc0",
        "choice_type": "single"
    },
    {
        "question": "Muscles of neck with dual nerve supply?",
        "exp": "Ans. B. Digastric. Composite or hybrid muscles are those muscles which have more than one set of fibers but perform the same function and are usually supplied by different nerves for different set of fibers. It includes-a. Brachialis: Musculocutaneous nerve is motor and radial nerve is proprioceptive. b. Adductor magnus: Its adductor part by posterior division of obturator nerve and hamstring part by tibial part of sciatic nerve. c. Biceps femoris: Its long head is supplied by the tibial part of sciatic nerve, whereas the short head is supplied by the common peroneal nerve. d. Pectineus: Its anterior set of fibers are supplied by the femoral nerve, whereas posterior set of fibers are supplied by the obturator nerve. e. Flexor digitorum profundus: Its radial half of is supplied by the median nerve and the ulnar half is supplied by the ulnar nerve. f. Trapezius: Its motor fibres are supplied by the spinal accessory nerve and proprioception is carried by C3 and C4 dorsal rami. g. Digastric muscle: Its anterior belly is supplied by mandibular nerve. The posterior belly is supplied by the facial nerve.",
        "cop": 2,
        "opa": "Sternohyoid",
        "opb": "Digastric",
        "opc": "Thyrohyoid",
        "opd": "Stylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "c80572fc-d654-4f6e-9e7f-5b8befc41391",
        "choice_type": "single"
    },
    {
        "question": "Which is the nerve supplying gamellus inferior muscle?",
        "exp": "Ans. C Nerve to quadratus femoris. Ref: BDC, 6th ed. vol. II pg. 69; Grays Anatomy 40th ed. pg. 1384* Quadratus femoris and gamellus inferior muscle are arranged together. Nerve which is bifurcating to supply quadratus femoris muscle, supplies gamellus inferior muscle as well. Extra Mile* Nerve supply of piriformis: Ventral rami to S1 and S2* Nerve supply of obturator externus muscle: Posterior division of obturator nerve",
        "cop": 3,
        "opa": "Nerve to obturator internus",
        "opb": "Nerve to obturator externus",
        "opc": "Nerve to quadratus femoris",
        "opd": "Ventral rami to S1 and S2",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "6bddb4a0-6c53-4fde-bf0f-72b5d0444642",
        "choice_type": "single"
    },
    {
        "question": "Which laryngeal cartilage is elastic-",
        "exp": "Ans. A. Epiglottis. Laryngeal cartilages-The laryngeal cartilages are the single thyroid, cricoid and epiglottic cartilages, and the paired arytenoid, cuneiform, corniculate and tritiate cartilages. The corniculate, cuneiform, tritiate and epiglottic cartilages and the apices of the arytenoid are composed of elastic fibrocartilage, with little tendency to calcify. The thyroid, cricoid and the greater part of the arytenoid cartilages consist of hyaline cartilage and may undergo mottled calcification as age advances, starting about the 25th year in the thyroid cartilage and somewhat later in the cricoid and arytenoids. By the 65th year, these cartilages commonly appear patchily dense in radiographs. In relation to the surface anatomy of the larynx, the levels of the laryngeal cartilages worth noting are: C3 (level of body of hyoid and its greater cornu); C3-4 junctions (level of upper border of thyroid cartilage and bifurcation of common carotid artery); C4-5 junctions (level of thyroid cartilage); C6 (level of cricoid cartilage).",
        "cop": 1,
        "opa": "Epiglottis",
        "opb": "Corniculate",
        "opc": "Cuneiform",
        "opd": "Thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "9fd3f752-fcd1-46c4-aa0d-6fba2635cd69",
        "choice_type": "single"
    },
    {
        "question": "Sartorius muscle takes origin from:",
        "exp": "Ans. B. Anterior superior iliac spinea. The sartorius muscle is the longest muscle in the human body. Its upper portion forms the lateral border of the femoral triangle. b. The sartorius muscle arises by tendinous fibers from the anterior superior iliac spine, running obliquely across the upper and anterior part of the thigh in an inferomedial direction. c. It is inserted to the medial side of the upper tibia in the pes anserinus together with the gracilis muscle and the semitendinosus muscled. The action of sartorius is to cross the legs, by flexion of the knee, and flexion and lateral rotation of the hip. It is an abductor at hip joint.",
        "cop": 2,
        "opa": "Pectinate line",
        "opb": "Anterior superior iliac spine",
        "opc": "Body of the ilium",
        "opd": "Ischial tuberosity",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "ebe26ca3-80c9-491a-971d-09457d1463af",
        "choice_type": "single"
    },
    {
        "question": "Internal carotid artery crosses -",
        "exp": "Ans. C. Cavernous sinus. The internal carotid artery arises from the bifurcation of the common carotid artery, ascends in the neck and enters the carotid canal of the temporal bone. Its subsequent course is said to have petrous, cavernous and intracranial parts. Petrous parta. The petrous part of the internal carotid artery ascends in the carotid canal, curves anteromedially and then superomedially above the cartilage that fills the foramen lacerum, and enters the cranial cavity. b. It lies at first anterior to the cochlea and tympanic cavity, and is separated from the latter and the pharyngotympanic tube by a thin, bony lamella that is cribriform in the young and partly absorbed in old age. Further anteriorly, it is separated from the trigeminal ganglion by the thin roof of the carotid canal, although this is often deficient. The artery is surrounded by a venous plexus and by the carotid autonomic plexus, derived from the internal carotid branch of the superior cervical ganglion. c. The petrous part of the artery gives rise to two branches. The caroticotympanic artery is a small, occasionally double, vessel which enters the tympanic cavity by a foramen in the carotid canal and anastomoses with the anterior tympanic branch of the maxillary artery and the stylomastoid artery. d. The pterygoid artery is inconsistent: when present, it enters the pterygoid canal with the nerve of the same name, and anastomoses with a (recurrent) branch of the greater palatine artery. Cavernous parta. The cavernous part of the internal carotid artery ascends to the posterior clinoid process. It turns anteriorly to the side of the sphenoid within the cavernous sinus and then curves up medial to the anterior clinoid process, to emerge through the dural roof of the sinus. The oculomotor, trochlear, ophthalmic and abducens nerves are lateral to it within the cavernous sinus. b. This part of the artery gives off a number of small vessels. Cavernous branches supply the trigeminal ganglion, the walls of the cavernous and inferior petrosal sinuses and the nerves contained therein. A minute meningeal branch passes over the lesser wing of the sphenoid to supply the dura mater and bone in the anterior cranial fossa and also anastomoses with a meningeal branch of the posterior ethmoidal artery. Numerous small hypophysial branches supply the neurohypophysis, and are of particular importance because they form the pituitary portal system. Intracranial parta. After piercing the dura mater, the internal carotid artery turns back below the optic nerve to run between it and the oculomotor nerve. It reaches the anterior perforated substance at the medial end of the lateral fissure and terminates by dividing into the anterior and middle cerebral arteries. b. Several preterminal vessels leave the cerebral portion of the internal carotid. The ophthalmic artery arises from the anterior part of the internal carotid as it leaves the cavernous sinus, often at the point of piercing the dura, and enters the orbit through the optic canal. c. The posterior communicating artery runs back from the internal carotid above the oculomotor nerve, and anastomoses with the posterior cerebral artery (a terminal branch of the basilar artery), thereby contributing to the circulus arteriosus around the interpeduncular fossa. d. The posterior communicating artery is usually very small. However, sometimes it is so large that the posterior cerebral artery is supplied via the posterior communicating artery rather than from the basilar artery ('fetal posterior communicating artery'); it is often larger on one side only. Small branches from its posterior half pierce the posterior perforated substance together with branches from the posterior cerebral artery. e. Collectively they supply the medial thalamic surface and the walls of the third ventricle. The anterior choroidal artery leaves the internal carotid near its posterior communicating branch and passes back above the medial part of the uncus. f. It crosses the optic tract to reach and supply the crus cerebri of the midbrain, then turns laterally, recrosses the optic tract, and gains the lateral side of the lateral geniculate body, which it supplies with several branches. It finally enters the inferior horn of the lateral ventricle via the choroidal fissure and ends in the choroid plexus. g. This small, but important, vessel also contributes to the blood supply of the globus pallidus, caudate nucleus, amygdala, hypothalamus, tuber cinereum, red nucleus, substantia nigra, posterior limb of the internal capsule, optic radiation, optic tract, hippocampus and the fimbria of the fornix.",
        "cop": 3,
        "opa": "Sigmoid sinus",
        "opb": "Straight sinus",
        "opc": "Cavernous sinus",
        "opd": "Sagittal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Gram-Positive Infections - Corynebacterial Infections",
        "id": "2ea11d0d-0f75-421c-a919-2ee0a92b50bf",
        "choice_type": "single"
    }
]