[
    {
        "question": "Reticulocytes are stained by",
        "exp": "Ref Robbins 9/e p635 Reticulocytes are stained in living state in-vitro so staining with dyes like brilliant cresyl blue and new methylene blue is preferred road supra vital staining Brilliant cresyl blue is a supravital stain used for counting reticulocytes. It is classified as an oxazine dye",
        "cop": 2,
        "opa": "Methylviolet",
        "opb": "Brilliant cresyl blue",
        "opc": "Sudan black",
        "opd": "Indigo carmine",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "51ed6d0c-c3b4-4ce7-91af-d459060c70ec",
        "choice_type": "single"
    },
    {
        "question": "Anemia in chronic renal failure is due to",
        "exp": "Ref Harrison 19 th ed pg 630 The anemia is primarily due to a failure of EPO production by the diseased kidney and a reduction in red cell survival. In ceain forms of acute renal failure, the correlation between the anemia and renal function is weaker. Patients with the hemolytic-uremic syndrome increase eryth- ropoiesis in response to the hemolysis, despite renal failure requiring dialysis.",
        "cop": 1,
        "opa": "Decreased erythropoietin production",
        "opb": "Iron deficiency",
        "opc": "Hypoplastic bone marrow",
        "opd": "Decreased folate levels",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "326dff05-eb4e-403b-8449-136265f44e71",
        "choice_type": "single"
    },
    {
        "question": "A 70yr old male has a pathological fracture of femur. The lesion appears a lytic on X- rays film with a circumscribed punched out appearance. The curetting from fracture site is most likely to show which of the following?",
        "exp": "Olf patients along with lytic circumscribed punched our X- rays appearance suggests multiple myeloma. Multiple myeloma most often presents as multifocal destructive bone tumours composed of plasma cells throughout the skeletal system. (ref Robbins 9/e p599, 7/679)",
        "cop": 2,
        "opa": "Diminshed and thinned trabecular bone",
        "opb": "Sheets of atypical plasma cells",
        "opc": "Metaplastic prostatic adenocarcinoma",
        "opd": "Malignant cells forming osteoid bone",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "a47e16f8-68ab-4c56-89fd-a1c9dd7aad7b",
        "choice_type": "single"
    },
    {
        "question": "In CML serum vitamin B12 level is:",
        "exp": "Wintrobes hematology mentiins granulocytes contain and release B12 binding proteins. Markedly elevated transcobalamin 1 level are seen in chronic myelocytic leukemia and myeloid metaplasia whereas low levels are seen in chronic leucopenia and aplastic anemia. Williams hematology 8th adds that the increase is propoional to the total leucocyte count in untreated patients and falls with treatment. (ref Robbins 7th /697-698)",
        "cop": 4,
        "opa": "Slightly decreased",
        "opb": "Normal",
        "opc": "Markedly decreased",
        "opd": "Increased",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "0de12fbd-c9de-4106-b321-27db49459f1e",
        "choice_type": "single"
    },
    {
        "question": "Adult patient presents with generalized lymphadenopathy and blood film shows 70percent immature looking lymphocytes. What should be the next best investigation?",
        "exp": "Adult pateint presenting with generalized lymphadenopathy and blood film shows 70percent immature looking lymphocytes is highly suggestive of chronic lymphocytic leukemia. Immunophenotyping can be one of the best ways to differentiate between CLL and other B cell neoplasms. ( ref Robbins 9/e p593)",
        "cop": 2,
        "opa": "Genotyping/karyotyping",
        "opb": "Immunophenotyping",
        "opc": "Bone marrow",
        "opd": "Peripheral smear study",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "75c18dda-23b2-436f-89bb-fe908182b670",
        "choice_type": "single"
    },
    {
        "question": "Freezing point of normal human plasma is",
        "exp": "The freezing point of normal human plasma averages _0. 54degC which corresponds to osmolar concentration in plasma of 290 m. Osm/L The term tonicity is used to describe the osmolality of a solution relative to plasma A 0. 9% saline solution and 4% glucose solution is isotonic when initially infused intravenously osmolarity= 2(Na+)(m. Eq/L)+0. 055(glucose)(mg/dL)+0. 36(BUN)(mg/dL) Red Robbins 9/e p420 and ananthanaraya",
        "cop": 3,
        "opa": "4degC",
        "opb": "0degC",
        "opc": "_0. 54degC",
        "opd": "_1. 54degC",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "1ae0f9d7-5ebe-4e19-830b-6be193d139a5",
        "choice_type": "single"
    },
    {
        "question": "Beta 2 microglobulin is a tumour marker for:",
        "exp": "Increased levels of microglobulin are seen in the urine and serum of patients with multiple myeloma. Serum beta 2 microglobulin is the single most powerful predictor of survival and can substitute for staging. (ref Harsh mohan 6th/383, Robbins 9th/)",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Lung cancer",
        "opc": "Colonic neoplasm",
        "opd": "Choriocarcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "e8b68d94-cb03-42fb-8ebd-ee9fbc2207a1",
        "choice_type": "single"
    },
    {
        "question": "Lymphoplasmacytoid lymphoma is associated with:",
        "exp": "Lymphoplasmacytoid lymphoma is a B cell neoplasm presenting in 6th or 7th decade of life having feautures similar to CLL/SLL and multiple myeloma. Like MM there is presence of a M or monoclonal spike. Deletion involving chromosome 6q is the commonest abnormality in Waldenstroms macroglobulinemia. ( ref 8th/65 9/e p601)",
        "cop": 4,
        "opa": "igG",
        "opb": "igA",
        "opc": "igD",
        "opd": "igM",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "eb3925f2-9c29-4af6-91d1-e63dcfde0e4c",
        "choice_type": "single"
    },
    {
        "question": "Megaloblastic anemia due to folic acid deficiency is commonly due to",
        "exp": "Ref Harrison 19 th ed pg 646 Dietary folate deficiency is common. Indeed, in most patients with folate deficiency a nutritional element is present. Ceain individuals are paicularly prone to have diets containing inadequate amounts of folate (Table 128-5). In the United States and other countries where foification of the diet with folic acid has been adopted, the preva- lence of folate deficiency has dropped dramatically and is now almost restricted to high-risk groups with increased folate needs.",
        "cop": 1,
        "opa": "Inadequate dietary intake",
        "opb": "Defective intestinal absorption",
        "opc": "Absence of folic acid binding protein in serum",
        "opd": "Absence of glutamic acid in the intestine",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "71c6f23f-21bc-405f-8664-e7558c0fd2b2",
        "choice_type": "single"
    },
    {
        "question": "A child presents with hypochromic microcytic anemia, with normal levels of free erythrocyte protoporphyrin. The most likely diagnosis is",
        "exp": "Ref Harrison 19 th ed pg 637-638 The diagnosis of b-thalassemia major is readily made during child- hood on the basis of severe anemia accompanied by the characteris- tic signs of massive ineffective erythropoiesis: hepatosplenomegaly, profound microcytosis, a characteristic blood smear ), and elevated levels of HbF, Hb. A2, or both.",
        "cop": 3,
        "opa": "Iron deficiency anemia",
        "opb": "Lead toxicity",
        "opc": "Thalassemia",
        "opd": "Anemia of chronic disease",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "8b53e4bd-f4fa-4100-8c4e-9c8734e9e857",
        "choice_type": "single"
    },
    {
        "question": "Normal platelet count is found in",
        "exp": "Ref Robbins 9/e p526_527; 8/e p666; 7/e p986-987 All other options have decreased platelet count except henoch schonlein purpura. though it has the name purpura, but the platelet count in this condition is normal. The skin manifestations in HSP are due to small vessel vasculitis",
        "cop": 2,
        "opa": "Wiskott Aldrich syndrome",
        "opb": "Henoch schonlein purpura",
        "opc": "Immune thrombocytopenia",
        "opd": "Dengue fever",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "f0aa5707-a32e-46f8-83fa-ae39b0f7d619",
        "choice_type": "single"
    },
    {
        "question": "Progressive transformation of germinal centres is a precursor lesion of:",
        "exp": "Progressive transformation of germinal centres is a beningn reaction pattern in lymphnodes. it is most often associated with reactive follicular hyperplasia. It is also associated with nodular sclerosis and lymphocyte predominant Hodgkins lymphoma. ( ref Loachims lymphnode pathology /186)",
        "cop": 1,
        "opa": "Hodgkins lymphoma, nodular sclerosis",
        "opb": "Hodgkins lymphoma, mixed cellularity",
        "opc": "Anaplastic large cell lymphoma",
        "opd": "Peripheral T cell lymphoma",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "27e27dbf-9fa8-4659-a0ec-9080acc5ff48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is associated with microcytic hypochromic anemia",
        "exp": "Ref Harrison 19 th ed pg 637 Hypochromia and microcytosis characterize all forms of b thal- assemia because of the reduced amounts of hemoglobin tetramers. In heterozygotes (b thalassemia trait), this is the only abnormality seen. Anemia is minimal. In more severe homozygous states, unbalanced a- and b-globin accumulation causes accumulation of highly insoluble unpaired a chains. They form toxic inclusion bod- ies that kill developing erythroblasts in the marrow. Few of the pro- erythroblasts beginning erythroid maturation survive. The surviving RBCs bear a burden of inclusion bodies that are detected in the spleen, shoening the RBC life span and producing severe hemolytic anemia",
        "cop": 2,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Fanconi's anemia",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "65e2e7f6-27e7-4007-9559-d2e9a8bf33ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following surface glycoprotein is most often expressed in human hematopoietic stem cells",
        "exp": "Ref Robbins 9/e p590 CD34 derives its name from the cluster of differentiation protocol that identifies cell surface antigens. CD34 was first described on hematopoietic stem cells independently by Civin et al. and Tindle et al. as a cell surface glycoprotein and functions as a cell-cell adhesion factor. It may also mediate the attachment of hematopoietic stem cellsto bone marrow extracellular matrix or directly to stromal cells. The CD34 protein is a member of a family of single-pass transmembrane sialomucin proteins that show expression on early hematopoietic and vascular-associated tissue. However, little is known about its exact function. CD34 is also an impoant adhesion molecule and is required for T cells to enter lymph nodes. It is expressed on lymph node endothelia, whereas the L-selectin to which it binds is on the T cell. Conversely, under other circumstances CD34 has been shown to act as molecular \"Teflon\" and block mast cell, eosinophil and dendritic cell precursor adhesion, and to facilitate opening of vascular lumina. Finally, recent data suggest CD34 may also play a more selective role in chemokine-dependent migration of eosinophils and dendritic cell precursors. Regardless of its mode of action, under all circumstances CD34, and its relatives podocalyxin and endoglycan, facilitates cell migration.",
        "cop": 4,
        "opa": "CD22",
        "opb": "CD40",
        "opc": "CD15",
        "opd": "CD34",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "23d69469-420d-4948-aa68-23c20fb1cbb8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least common presentation of multiple myeloma?",
        "exp": "Bone pain is seen in 70 perceny patients. Infections is the next common( 75 percent have serious infection at some time in their course) Normocytic normochromic anemia is seen in 80 percent patients. ( ref Robbins 8th /610-610)",
        "cop": 2,
        "opa": "Anemia",
        "opb": "Hyperviscocity",
        "opc": "Bone pains",
        "opd": "Infection",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "e42c892b-d24b-4a42-9720-4736da444816",
        "choice_type": "single"
    },
    {
        "question": "The most suitable test to assess iron stores is",
        "exp": "Reg Harrison 19 th ed pg 627, 628 The serum ferritin level is a better indicator of iron overload than the marrow iron stain. However, in addition to storage iron, the marrow iron stain provides information about the effective delivery of iron to develop- ing erythroblasts.",
        "cop": 2,
        "opa": "Serum iron",
        "opb": "Serum ferritin",
        "opc": "TIBC",
        "opd": "Transferrin saturation",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "2904a4e4-7a6d-4238-b1be-9adbd660ef20",
        "choice_type": "single"
    },
    {
        "question": "Hematuria with dysmorphia RBC 's are seen in",
        "exp": "Ref Robbins 9/e p898 The onset of the kidney disease tends to be abrupt, her- alded by malaise, a slight fever, nausea, and the nephritic syndrome. In the usual case, oliguria, azotemia, and hyper- tension are only mild to moderate. Characteristically, there is gross hematuria, the urine appearing smoky brown rather than bright red. Some degree of proteinuria is a constant feature of the disease, and as mentioned earlier it occasionally may be severe enough to produce the nephrotic syndrome. Serum complement levels are low during the active phase of the disease, and serum anti-streptolysin O antibody titers are elevated in poststreptococcal cases. Dysmorphia of RBC is also seen",
        "cop": 1,
        "opa": "Acute glomerulonephritis",
        "opb": "Renal TB",
        "opc": "Renal calculi",
        "opd": "Chronic renal failure",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "d60ab3d6-1d76-4f43-82b8-3f9447fd2a14",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old asymptomatic female pilot has MCV-70, FERRITIN-100g/L Hb-10gm% what is the cause",
        "exp": "Ref Harrison 19 th ed pg 638 b Thalassemia minor (i. e., thalas- semia trait) usually presents as profound microcytosis and hypochromia with tar- get cells, but only minimal or mild ane- mia. The mean corpuscular volume is rarely >75 fL; the hematocrit is rarely <30-33%. Hemoglobin analysis classically reveals an elevated Hb. A2 (3. 5-7. 5%), but some forms are associated with normal Hb. A2 and/or elevated HbF. Genetic counseling and patient education are essential. Patients with b thalassemia trait should be warned that their blood picture resembles iron deficiency and can be misdiagnosed.",
        "cop": 1,
        "opa": "Thalassemia trait",
        "opb": "Vit B12 deficiency",
        "opc": "Folate deficiency",
        "opd": "Iron deficiency",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "87992f93-3573-42e8-be31-96bbb8470cd0",
        "choice_type": "single"
    },
    {
        "question": "The presence of the philadephia chromosome is associated with a worse prognosis in patients with which of the following diseases?",
        "exp": "The presence of the philadelphia chromosome a translocation from the long arm of chromosome 22 to chromosome 9 (t, 9, 22) is associated with a more ourable prognosis in patients with chronic myelogenous leukemia but is associated with an unourable outcome in Acute lymphoblastic leukemia. (ref Robbins 8th/603)",
        "cop": 1,
        "opa": "Acute lymphoblastic leukemia",
        "opb": "Acute myelogenous leukemia",
        "opc": "Chronic lymphocytic leukemia",
        "opd": "Chronic myelogenous leukemia",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "62285365-e711-4cf9-8bd9-9a57d55880fd",
        "choice_type": "single"
    },
    {
        "question": "Commonest acute presentation of sickle cell anemia is",
        "exp": "Ref Harrison 19 th ed pg 634 abnormalities provoke unpredictable episodes of microvascular vasoocclusion and premature RBC destruction (hemolytic anemia). Hemolysis occurs because the spleen destroys the abnormal RBC. The rigid adherent cells clog small capillaries and venules, causing tissue ischemia, acute pain, and gradual end-organ damage. This venooc- clusive component usually dominates the clinical course. Prominent manifestations include episodes of ischemic pain (i. e., painful crises) and ischemic malfunction or frank infarction in the spleen, central nervous system, bones, joints, liver, kidneys, and lungs",
        "cop": 2,
        "opa": "Priapism",
        "opb": "Bone pain",
        "opc": "Fever",
        "opd": "Splenomegaly",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "bd0e9027-8168-41f6-a832-3f27b17f0097",
        "choice_type": "single"
    },
    {
        "question": "Glycoprotein IIb-IIIa complex is deficient in",
        "exp": "Inherited deficiency of Gp. IIb-IIIa results in a bleeding disorder called Glanzmann thrombasthenia. (ref Robbins 9th/118)",
        "cop": 2,
        "opa": "Bernard soulier syndrome",
        "opb": "Glanzmann disease",
        "opc": "Von willibrand disease",
        "opd": "Gray platelet syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "e764ec5f-4a6c-4bbf-b1c0-90b8a2930aeb",
        "choice_type": "single"
    },
    {
        "question": "Myelofibrosis leading to a dry tap on bone marrow aspiration is seen with which of the following conditions?",
        "exp": "In some acute megakaryocytic leukemias blasts show megakaryocytic differentiation, which is often accompanied by bone marrow fibrosis caused by the release of fibrogenic cytokines. Acute megakaryocytic leukemia is the most common variant of AML associated with Downs syndrome. The release od PDGF is responsible for marrow fibrosis. ( ref Robbins 8th/622, 9/e p612, Wintrobe12th/1857-8)",
        "cop": 3,
        "opa": "Burkitts lymphoma",
        "opb": "Acute erythroblastic leukemia",
        "opc": "Acute megakaryocytic leukemia",
        "opd": "Acute undifferentiated leukemia",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "217815fa-8f61-4efd-8006-3bb2bcd6e9b9",
        "choice_type": "single"
    },
    {
        "question": "Hb is a good buffer because of",
        "exp": "Ref Robbins 9/e p650 Hemoglobin also functions in CO2 and proton transpo from tissues to lungs. Release of O2 from Oxy Hb at the tissue is accompanied by uptake of proton due to lowering of the p. Ka of histamine residues",
        "cop": 1,
        "opa": "Histidine residues",
        "opb": "Protein nature",
        "opc": "Acidic nature",
        "opd": "Iron molecules",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "9e219080-5add-464c-9dd5-15aa3161ce7e",
        "choice_type": "single"
    },
    {
        "question": "Russel bodies are found in which of the following conditions:",
        "exp": "In multiple myeloma cytological variants stem from the dyregulated synthesis and secretion of immunoglobulins whuch often leads to intracellular accumulation of intact or paially degraded protein. such variants include: Flame cells with fiery red cytoplasm Mott cells with multiple grape like cytoplasm droplets. The globular inclusions are reffered to as Russell bofies or Dutcher bodies. (ref Robbins 9/ep599)",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Gonadal tumour",
        "opc": "Parkinsonism",
        "opd": "Intracranial neoplasms",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "8051e12f-4a66-4de8-ae8e-c6b9bef0aaae",
        "choice_type": "single"
    },
    {
        "question": "Splenectomy is most useful in",
        "exp": "Ref Harrison 19 th ed pg 652 We do not have a causal treatment for HS; i. e., no way has yet been found to correct the basic defect in the membrane-cytoskeleton structure. Given the special role of the spleen in HS ), it has long been thought that an almost obligatory therapeutic mea- sure was splenectomy. Because this operation may have more than tril consequences, today we have more aiculate recommenda- tions, based on disease severity (having found out, whenever pos- sible, about the outcome of splenectomy in the patient's relatives with HS), as follows. In mild cases, avoid splenectomy.",
        "cop": 2,
        "opa": "Thrombocytopenia",
        "opb": "Hereditary spherocytosis",
        "opc": "H. S. purpura",
        "opd": "Sickle cell anemia",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "a796c269-e73a-4df4-8c86-a165e3874e0c",
        "choice_type": "single"
    },
    {
        "question": "In langerhans cell hystiocytosis, the characteristic abnormality seen on microscopy is:",
        "exp": "Langerhans cell histiocytosis is characterised by the presence of Birbeck granules in the cytoplasm. (ref Robbins 9th/622)",
        "cop": 1,
        "opa": "Birbecks granules",
        "opb": "Foamy macrophages",
        "opc": "Giant cells",
        "opd": "Plasma cells",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "dfb906a8-ba45-4584-a908-f8672c2d39f6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen on hemoglobin electrophoresis in sickle cell anemia",
        "exp": "Ref Harrison 19 th ed pg 634 sickle cell syndromes are caused by a mutation in the b-globin gene that changes the sixth amino acid from glutamic acid to valine. HbS (a2 b2 6 Glu-Val) polymerizes reversibly when deoxygenated. No beta chains and therfther no HbA",
        "cop": 1,
        "opa": "HbA",
        "opb": "Hb. A2",
        "opc": "HbF",
        "opd": "HbS",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "d2f32fb9-5a67-47aa-a683-b63c6ff433e6",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby presented with profuse bleeding from the umblical stump after bih. Rest of the examination and PT, APTT are within normal limits. Most likely diagnosis is which of the following:",
        "exp": "Presence of normal PT, and APTT rules oot the presence of any clotting factor deficiency. So options like factor X deficiency and von willibrand disease are ruled out. clinically both Glanzmann thrombasthenia and Bernard soulier syndrome are indistinguishable. however most of hematologists agreed on placing glanzmann throbasthenia in preference to bernard soulier syndrome as the answer. We got an aicle suppoing the increased prevalance of glanzmann to soulier in western india as well. (ref Robbins 8th/Wintrobes 12th /1365-1370)",
        "cop": 2,
        "opa": "Factor X deficiency",
        "opb": "Glanzmanns thrombasthenia",
        "opc": "Von willevrand disease",
        "opd": "Bernard soulier disease",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "600f0885-6b00-40a4-a614-ffc74b91da01",
        "choice_type": "single"
    },
    {
        "question": "Best marker for iron deficiency is",
        "exp": "Ref Harrison 19 th ed pg 627-628 The serum ferritin level is a better indicator of iron overload than the marrow iron stain. However, in addition to storage iron, the marrow iron stain provides information about the effective delivery of iron to develop- ing erythroblasts.",
        "cop": 2,
        "opa": "Serum iron",
        "opb": "Serum ferritin",
        "opc": "Total iron binding capacity",
        "opd": "Transferrin saturation",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "72e8814f-7b9e-43b7-a0f5-ca05b094423b",
        "choice_type": "single"
    },
    {
        "question": "In an adult man, there is about how much grams of hemoglobin in the circulating blood",
        "exp": "PURPOSE: A standardized carbon monoxide (CO) rebreathing procedure with measurements of CO-hemoglobin, hemoglobin concentration (), and hematocrit (Hct) enables to determine total Hb mass (Hb(tot)), blood, erythrocyte, and plasma volume (BV, EV, and PV). These calculations are normally based on venous blood samples. However, micromethods also allow determinations from capillary blood. METHODS: The accuracy of using capillary blood for Hb(tot), BV, EV, and PV determination was evaluated in 42 men (age: 25. 1 +/- 4. 0 yr, body mass: 80. 3 +/- 9. 6 kg) by comparison of capillary and venous data. RESULTS: Capillary Hb(tot) (962 +/- 110 g) Ref Robbins 9/e pg 420 and internet",
        "cop": 3,
        "opa": "350",
        "opb": "500",
        "opc": "900",
        "opd": "1000",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "a05f8ff0-2564-4cbe-b695-60e8946ffbab",
        "choice_type": "single"
    },
    {
        "question": "Increase in alkaline phosphatase is seen in:",
        "exp": "LAP is found in the membranes of secondary granules of neutrophils. Its activity is measured in mature neutrophils and band cells only. Esinophils donot show alkaline phosphatase activity and must not be mistaken with mature neutrophils with a score of zero. Malaria is characterized by monocytosis. ( ref Robbins 8/e p595, 9/e p584)",
        "cop": 2,
        "opa": "Chronic myeloid leukemia",
        "opb": "Leukemoid reaction",
        "opc": "Eosinophilia",
        "opd": "Malaria",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "31b3950e-0d8f-4bda-bc58-f967283eb0b5",
        "choice_type": "single"
    },
    {
        "question": "Highest LAP score is seen in:",
        "exp": "High levels are seen in: Infection Inflammatory disorder Groeth factor therapy Pregnancy OCP Stress Myeloproliferative disorders Drugs( lithium, coicosteroids.) Abnormally high levels of LAP is seen in myeloproliferative disorder e. g polycythemia vera and myelofibrosis. ( ref wintrobes clinical haematology12th/15)",
        "cop": 2,
        "opa": "CML",
        "opb": "Polychthemia vera",
        "opc": "PNH",
        "opd": "Pregnancy",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "fed8d4fe-3d86-46e8-9c83-3df251cbf44d",
        "choice_type": "single"
    },
    {
        "question": "Marker of myeloid cancers:",
        "exp": "CD45 is present on all the leucocytes it is also known as leucocyte common antigen. (ref Robbins 8th/600, 9/e p590)",
        "cop": 3,
        "opa": "S100",
        "opb": "HMB45",
        "opc": "Common leucocyte antigen",
        "opd": "Cyto-keratin",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "e6b16373-be29-4549-bf26-29cc8dea8f0b",
        "choice_type": "single"
    },
    {
        "question": "Not present in sideroblastic anemia is",
        "exp": "Ref Harrison 19 th ed pg 628 when the marrow smear is stained for iron, 20-40% of developing erythroblasts--called sideroblasts--will have visible ferritin granules in their cytoplasm. This represents iron in excess of that needed for hemoglobin synthesis. In states in which release of iron from storage sites is blocked, RE iron will be detectable, and there will be few or no sideroblasts.",
        "cop": 2,
        "opa": "Microcytic anemia",
        "opb": "Decreased transferrin saturation",
        "opc": "Sideroblastic cells in blood smear",
        "opd": "Ineffective erythropoiesis",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "6e00e74e-5d4a-44de-b31a-6ba312d73963",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely to cause of non Megaloblastic macrocytic anemia",
        "exp": "Ref Harrison 19 th ed pg 640 marrow is usually hypercellular and the anemia is based on ineffective erythropoiesis. The cause is usually a deficiency of either cobalamin (vitamin B12) or folate, but megaloblas- tic anemia may occur because of genetic or acquired abnormalities that affect the metabolism of these vitamins or because of defects in DNA synthesis not related to cobalamin or folate.",
        "cop": 2,
        "opa": "Vitamin B12 deficiency",
        "opb": "Hypothyroidism",
        "opc": "Thiamine deficiency",
        "opd": "Folic acid deficiency",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "8bbd46ba-427e-40a1-9d8a-7cba14c1414c",
        "choice_type": "single"
    },
    {
        "question": "The normal albumin: globulin (A/G) ratio in blood is",
        "exp": "Normal albumin: globulin ratio is 1. 8: 1to 2: 1 Synthesis of albumin exclusively occurs in liver but many globulin are synthesized by B_ lymphocytes conditions with altered albumin globulin ratio high albumin globulin ratio Hypothyroidism Hypogammaglobulinemia Leukemia Glucocoicoids excess Low albumin globulin ratio Overproduction of globulin in condition like multiple myeloma, chronic infection and in some autoimmune disease Under production of albumin in condition like liver cirrhosis, malnutrition, nephrotic syndrome Ref Robbins 9/e p 620",
        "cop": 2,
        "opa": "5: 02",
        "opb": "2: 01",
        "opc": "1: 02",
        "opd": "1: 01",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "3c98c15b-60be-4b70-a0dd-2e6d444b509e",
        "choice_type": "single"
    },
    {
        "question": "Storage form of iron",
        "exp": "Ref Robbins 9/e p650 The normal total body iron mass is about 2. 5 g for women and 3. 5 g for men. Approximately 80% of func- tional body iron is present in hemoglobin, with the remain- der being found in myoglobin and iron-containing enzymes (e. g., catalase, cytochromes). The iron storage pool, consist- ing of hemosiderin and ferritin-bound iron in the liver, spleen, bone marrow, and skeletal muscle, contains on average 15% to 20% of total body iron. Because serum fer- ritin is largely derived from this storage pool, the serum ferritin level is a good measure of iron stores. Assessment of bone marrow iron is another reliable but more invasive method for estimating iron stores. Iron is transpoed in the plasma bound to the protein transferrin. In normal persons, transferrin is about 33% saturated with iron, yielding serum iron levels that average 120 ug/dL in men and 100 ug/dL in women. Thus, the normal total iron-binding capacity of serum is 300 to 350 ug/dL.",
        "cop": 1,
        "opa": "Ferritin",
        "opb": "Transferrin",
        "opc": "Hepcidin",
        "opd": "Ferropoin",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "3f328334-bd3d-4bfb-ab00-4e91ecf74fd2",
        "choice_type": "single"
    },
    {
        "question": "Patient with bleeding due to platelet function defects has which of the following feautures?",
        "exp": "The stem of question clearly mention the fact that there is platelet function defect. it means that the platelet count is normal with a problem in the functioning of platelets. (ref Harrisons 17th/723 Robbins 8th/670)",
        "cop": 2,
        "opa": "Normal platelet count and normal bleeding time",
        "opb": "Normal platelet count and increased bleeding time",
        "opc": "Decreased platelet count and increased bleeding time",
        "opd": "Normal platelet count and decreased bleeding time",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "c61df090-d51a-4257-8ac1-798c4b6c8bba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in a chronic case of sickle cell anemia",
        "exp": "Ref Harrison 19 th ed pg 634 venooc- clusive component usually dominates the clinical course. Prominent manifestations include episodes of ischemic pain (i. e., painful crises) and ischemic malfunction or frank infarction in the spleen, central nervous system, bones, joints, liver, kidneys, and lungs.",
        "cop": 4,
        "opa": "Hepatomegaly",
        "opb": "Pulmonary hypertension",
        "opc": "Cardiomegaly",
        "opd": "Splenomegaly",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "85fa9b61-5bf0-4130-8587-573e711c7d5e",
        "choice_type": "single"
    },
    {
        "question": "The longest living WBC is which one of the following",
        "exp": "The lifespan of white blood cells ranges from 13 to 20 days, after which time they are destroyed in the lymphatic system. When immature WBCs are first released from the bone marrow into the peripheralblood, they are called \"bands\" or \"stabs. \" Leukocytes fight infection through a process known as phagocytosis. Longest living w. BC are lymphocytes B and T lymphocytes, memory T cells live for months Ref Robbins 9/e p415",
        "cop": 1,
        "opa": "Lymphocytes",
        "opb": "Eosinophil",
        "opc": "Neutrophil",
        "opd": "Monocytes",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "056479c1-3cb3-4901-bbc6-70d650dcd141",
        "choice_type": "single"
    },
    {
        "question": "Thrombospondin is:",
        "exp": "Thrombospondin is a family of large multi functional proteins some of which similar to SPARC inhibit angiogenesis. The production of thrombospondin-1 has been shown to be inversly related to the ability of a cell line to produce a tumour and vessels in vivo loss of thrombispondin -1 production allowed nin tumorogenic cells to become tumourogenic. (ref Robbins 9/e p306)",
        "cop": 4,
        "opa": "Coagulation protein",
        "opb": "Coagulation promoting protein",
        "opc": "Contractile protein",
        "opd": "Angiogenesis inhibiting protein",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "3b157b0a-468f-4d12-a653-22ee3c696edf",
        "choice_type": "single"
    },
    {
        "question": "Most common Non Hodgkins lymphoma of orbit:",
        "exp": "Non Hodgkins lymphoma of the B cell lineage is the most common type in the orbit.. Eyelid, conjuctival, and orbit tumors. The most frequently encountered primary neoplasms of the orbit are vascular in origin like the capillary hemangioma, the lymphangioma and the encapsulated cavernous hemangioma Mc intaocular tumour in children: Retinoblastoma Mc intraocular tumour in adults: choroidal malignant melanoma. (ref Robbins 8/e p1348, eyelid, conjuctival, and orbital tumour 2/e p746)",
        "cop": 2,
        "opa": "B cell",
        "opb": "T cell",
        "opc": "NK cell",
        "opd": "Plasma cell",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "5d0bd00d-2971-4851-b80d-2a07ccd05c8b",
        "choice_type": "single"
    },
    {
        "question": "Causes of esionophilia are:",
        "exp": "Drugs: iodides, aspirin, sulfonamides. Disease conditions: hay fever, asthma, eczama, serum pencillins. Collagen vascular diseases: RA, esinophilic fascitis, allergic angitis. Malignancy: hodgkins disease, mycosis fungoides, CML. (ref Harrison 17th/383)",
        "cop": 1,
        "opa": "Hodgkins disease",
        "opb": "Filariasis",
        "opc": "MI",
        "opd": "HIV infection",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "d680799d-4203-42b9-8e92-825c602d9c37",
        "choice_type": "single"
    },
    {
        "question": "Most specific marker for myeloid series is:",
        "exp": "As per Wintrobes the marker for myeloud series CD13, CD33, CD11b, CD15, CD117 and c. MPO. Regarding other options CD 34 -myeloid and lymphoid blasts, stem cells CD45 -leucocyte common antigen CD 99- Ewings sarcoma. ( ref wintrobes 11th /4145)",
        "cop": 4,
        "opa": "CD34",
        "opb": "CD45",
        "opc": "CD99",
        "opd": "CD117",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "3210890f-3152-45bc-a899-acc0801659f3",
        "choice_type": "single"
    },
    {
        "question": "Smudge cells in the peripheral smear are characteristic of:",
        "exp": "In CLL the peripharal blood contains increased number of small round lymphocytes with scant cytoplasm. These cells are fragile and are frequently disrupted in the process of making smears, producing so called smudge cells. (ref Robbins 7th/673)",
        "cop": 2,
        "opa": "Chronic myelogenous leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Acute myelogenous leukemia",
        "opd": "Acute lymhoblastic leukemia",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "67d94bca-aff1-4d30-8914-da7ef39226ed",
        "choice_type": "single"
    },
    {
        "question": "Marginal lymphoma is type of:",
        "exp": "Marginal zone lymphoma is a B cell tumour has the presence of translocation t(11, 18) it is associated with H. pylori infection. They have the following execeptional characteristics: Often arise within tissues involved by chronic inflammatory disorders of autoimmune or infections etiology. Remain localized for prolonged periods spreading systematically only late in their course. May regress if the inciting agent is eradicated. ( ref Robbins 9/e p603)",
        "cop": 1,
        "opa": "B cell lymphoma",
        "opb": "T cell lymphoma",
        "opc": "NK cell lymphoma",
        "opd": "Hodgkins lymphoma",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "c33135b9-e83d-47b3-bbff-d33e7a18c06a",
        "choice_type": "single"
    },
    {
        "question": "A peripheral smear with increased neutrophils, basophils, esinophils, and paltelets is highly suggestive of:",
        "exp": "The peripheral blood picture of this patient is quite characteristic of chronic myeloid leukemia. Chronic myeloid leukemia is a stem cell disease that is characterized by leukocytosis with granulocytic immaturities. basophilia, splenomegaly and distinct chromosomal abnormality philadelphia chromosome. (ref Harrisons 17th/683-684)",
        "cop": 3,
        "opa": "Acute myeloid leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Chrnoic myelogenous leukemia",
        "opd": "Myelodysplastic syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "1aa87198-455e-4a5a-92cc-adf1e87df87b",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive and specific test for diagnosis of iron deficiency is",
        "exp": "Ref Harrison 19 th ed pg 627, 628 Under steady-state conditions, the serum ferritin level correlates with total body iron stores; thus, the serum ferritin level is the most convenient laboratory test to estimate iron stores. The normal value for ferritin varies according to the age and gender of the individual",
        "cop": 2,
        "opa": "Serum iron levels",
        "opb": "Serum ferritin levels",
        "opc": "Serum transferrin receptor population",
        "opd": "Transferrin saturation",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "c8a87315-cc05-44e9-9447-4da96008a152",
        "choice_type": "single"
    },
    {
        "question": "Reticulocytosis is not a feature of",
        "exp": "Ref Harrison 19 th ed pg 630 Progressive CKD is usually associated with a moderate to severe hypoproliferative anemia; the level of the anemia corre- lates with the stage of CKD. Red cells are typically normocytic and normochromic, and reticulocytes are decreased.",
        "cop": 4,
        "opa": "Paroxysmal nocturnal hemoglobinuria",
        "opb": "Following acute bleeding",
        "opc": "Hereditary spherocytosis",
        "opd": "Anemia in CRF",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "92da265b-50b6-43db-82b0-7990d582fac9",
        "choice_type": "single"
    },
    {
        "question": "Burr cell is seen in",
        "exp": "Ref Tejinder Singh 1/e p38, robbins 9/e pg 418 Other causes of microangiopathic hemolytic anemia include malignant hypertension, systemic lupus erythematosus, thrombotic thrombocytopenic purpura, hemolytic uremic syndrome, and disseminated cancer. The morphologic alterations in the injured red cells (schistocytes) are striking and quite characteristic; \"burr cells, \" \"helmet cells, \" and \"triangle cells\" may be seen Burr Cell Uremia at 40x Magnification. Uremia is a condition in which urea and other nitrogenous substances accumulate to an abnormally high level in the blood.... Some cases of uremia have also been associated with abnormal red blood cells, such asechinocytes, which are often better known asburr cells.",
        "cop": 1,
        "opa": "Uremia",
        "opb": "Hepatocellular carcinoma",
        "opc": "Gastric carcinoma",
        "opd": "Ovarian cancer",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "894473e3-cbdf-490e-a342-cffca235895d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with highest risk of anaphylaxis",
        "exp": "Ref Harrison 19 th ed pg 629 intravenous iron dextran, anaphylaxis is a con- cern. Anaphylaxis is much rarer with the newer preparations. The factors that have correlated with an anaphylactic-like reaction include a history of multiple allergies or a prior allergic reaction to dextran (in the case of iron dextran)",
        "cop": 1,
        "opa": "Iron dextran",
        "opb": "Iron sucrose",
        "opc": "Ferumoxytol",
        "opd": "Iron gluconate",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "9bf6c7a0-8905-4615-ac00-100df07b2f31",
        "choice_type": "single"
    },
    {
        "question": "Which of following is the most common site for extranodal lymphoma?",
        "exp": "Although extranodal lymphomas can arise in viually any tissue they di so most commonly in the GI tract paicularly the stomach. (ref Robbins 9th/773)",
        "cop": 2,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Intestine",
        "opd": "Skin",
        "subject_name": "Anatomy",
        "topic_name": "Haematology",
        "id": "32ef2e58-2536-4169-b85b-dbd020a3b965",
        "choice_type": "single"
    }
]