[
    {
        "question": "A 47-year-old woman is admitted to the hospital with signs of cavernous sinus thrombosis. Radiographic examination reveals a pituitary tumor involving the cavernous sinus, confirming the initial diagnosis. During physical examination it is suspected that the right abducens nerve of the patient has been damaged by the tumor. In which direction will the physician most likely ask the patient to turn her right eye to confirm the abducens nerve damage, assuming she is unable to perform this task?",
        "exp": "(b) Source: GAS 849-852, 855; GA 450, 465, 536The right abducens nerve innervates the right lateral rectus, which mediates outward movement (abduction) of the right eye. Inward movement is accomplished by the medial rectus, supplied by the oculomotor nerve. Downward movement in the midline is accomplished by joint activation of the superior oblique and inferior rectus muscle. Downward movement of the pupil from the adducted position is a function of the superior oblique alone, which is supplied by the trochlear nerve. Down and out motion is mediated by the combined actions of the lateral rectus and inferior rectus, which are innervated by the abducens and oculomotor nerves. Downward movement of the pupil from a forward gaze is a result of combined actions of inferior rectus and superior oblique muscles, supplied by oculomotor and trochlear nerves, respectively.",
        "cop": 2,
        "opa": "Inward",
        "opb": "Outward",
        "opc": "Downward",
        "opd": "Down and out",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "94a3ee08-9f21-42c0-81ce-6168af594e82",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man is admitted to the hospital with breathing problems. During physical examination the patient shows signs of airway obstruction. A CT scan examination reveals a nasal polyp obstructing the airway. Drainage from which of the following structures is also obstructed?",
        "exp": "(b) Source: GAS 797, 879, 1018, 1020, 1022; GA 487, 518, 525 The nasal polyp also involved the maxillary sinus, located immediately laterally to the nasal cavity. The sphenoid sinus, located posterosuperiorly to the nasopharynx, is unlikely to be affected by a nasal polyp. The ethmoidal sinuses, located medially to the orbit and lateral to the nasal cavity, are also unlikely to be affected by a nasal polyp, although this possibility cannot be ruled out. The frontal sinuses located superomedially to the eyes are unlikely to be affected by the nasal polyp. The frontonasal ducts, the communication between the frontal sinus and the nasal cavity, are also unlikely to be affected.",
        "cop": 2,
        "opa": "Sphenoid sinus",
        "opb": "Maxillary sinus",
        "opc": "Ethmoidal sinus",
        "opd": "Frontal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "facfee90-11e8-4ce2-a5c0-82710b5261d7",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man is diagnosed with an extradural tumor in the posterior cranial fossa. When the patient protruded his tongue during physical examination, the tongue deviated to the right. Which of the following muscles and nerves are most likely injured?",
        "exp": "The hypoglossal nerve innervates the muscles of the tongue and is therefore directly involved in alteration of shape and movement of the tongue. A lesion in this nerve would cause deviation of the tongue toward the injured side, which could be observed upon protrusion of the tongue. The genioglossus is the major muscle involved in protrusion of the tongue. The genioglossus muscles arise from the inside of the mandible and pass posteriorly to insert into the deep aspect of the tongue. When the genioglossi contract, they pull the tongue forward, and out of the mouth, in protrusion. If one genioglossus is paralyzed, it acts like a brake on one side of the tongue when the tongue is pulled forward, causing the tip of the tongue to point to the nonmoving side. The styloglossus muscle is responsible for retraction and elevation of the tongue.",
        "cop": 1,
        "opa": "Right hypoglossal nerve and right genioglossus",
        "opb": "Left hypoglossal nerve and left genioglossus",
        "opc": "Right hyoglossus and left styloglossus",
        "opd": "Right geniohyoid and first cervical nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6a2008ad-90b7-46ec-8b01-422d1cd3ad8e",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with hearing loss in his left ear complains of a loss of taste and drooling from the left side of his mouth. A CT scan shows a tumor compressing the nerve entering the skull through which of the following openings?",
        "exp": "The tumor is compressing the facial nerve, which runs through the internal acoustic meatus along with the vestibulocochlear nerve, which provides sense of taste to the anterior two thirds of the tongue via the chorda tympani and also mediates all of the facial muscles, except the muscles of mastication. The mandibular branch of the trigeminal nerve courses through the foramen ovale and mediates motor to the muscles of mastication and sensory to the lower third of the face. The maxillary branch of the trigeminal passes through the foramen rotundum and is sensory to the middle third of the face. The jugular foramen has the glossopharyngeal, vagus, and accessory nerves coursing through it. Finally, the superior orbital fissure has the ophthalmic branch of the trigeminal nerve coursing through it, along with the oculomotor, trochlear, and abducens nerves.",
        "cop": 3,
        "opa": "Foramen ovale",
        "opb": "Foramen rotundum",
        "opc": "Internal acoustic meatus",
        "opd": "Jugular foramen",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "65177662-775b-4ebe-9a44-4da3b44784ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a derivative of Reichert's Cartilage?",
        "exp": "Ans. is 'a' i.e., Stapes * Carilage of the second pharyngeal arch is called Reichert's Cartilage.* Derivatives of the Reichert's Cartilage includei) Stapesii) Styloid processiii) Stylohyoid ligamentiv) Small cornua of hyoidv) Superior part of the body of hyoid",
        "cop": 1,
        "opa": "Stapes",
        "opb": "malleus",
        "opc": "Incus",
        "opd": "Sphenomandibular joint",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "914dbf8c-009d-4067-a6d3-a79b662c3361",
        "choice_type": "multi"
    },
    {
        "question": "A 3-day-old male has a noticeably small mandible. A CT scan and physical examinations reveal hypoplasia of the mandible, cleft palate, and defects of the eye and ear. Abnormal development of which of the following pharyngeal arches will most likely produce such symptoms?",
        "exp": "The listed symptoms are typical of first arch syndrome because the first arch normally gives rise to muscles of mastication, mylohyoid, anterior belly of the digastric, tensor tympani, tensor veli palatini, malleus, and incus. Abnormal development of the second arch would affect the muscles of facial expression, the stapes, and parts of the hyoid bone. Abnormal development of the third pharyngeal arch would affect only the stylopharyngeus and parts of the hyoid bone. Abnormal development of the fourth and sixth arch would affect various muscles and cartilages of the larynx and pharynx and would not produce the hypoplastic mandible characteristic of first arch syndrome.",
        "cop": 1,
        "opa": "First arch",
        "opb": "Second arch",
        "opc": "Third arch",
        "opd": "Fourth arch",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b0db7678-d4d6-4201-b2d6-c1917154c718",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old woman is admitted to the hospital with severe head injuries after a car crash. During neurologic examination it is noted that her uvula is deviated to the right. Which of the following muscles is paralyzed?",
        "exp": "The uvula would move toward the intact right side. This is because the intact levator veli palatini would be unopposed by the opposite, paralyzed left levator veli palatini.",
        "cop": 1,
        "opa": "Left levator veli palatini",
        "opb": "Left tensor veli palatini",
        "opc": "Right levator veli palatini",
        "opd": "Right tensor veli palatini",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "7060a37b-45b7-4939-a93c-933e3052f9a2",
        "choice_type": "single"
    },
    {
        "question": "The maxillary nerve arises from the trigeminal ganglion in the middle cranial fossa. It passes forward in the lateral wall of the cavernous sinus and leaves the skull through which of the following foramen to enter the pterygopalatine fossa",
        "exp": "(Foramen rotundum) (236 - BDC - 3)STRUCTURE PASSING THROUGH.Foramen spinosumForamen ovaleForamen lacerum1. Middle meningeal artery2. Meningeal branch of the mandibular nerve or nervus spinosus3. Posterior trunk of the middle meningeal vein1. Mandibular nerve 2. Acessory meningeal artery 3. Lesser petrosal nerve 4. Emissary vein Internal carotid artery Foramen rotundumSuperior orbital fissureJugular foramenMaxillary division of the trigeminal nerveLacrimal, frontal, trochlear occulomotor, nasociliary and abducent nerve, superior ophthalmic vein* Glossopharyngeal* Vagus* Acessory nerve* Sigmoid sinus becomes internal jugular vein",
        "cop": 3,
        "opa": "Foramen ovale",
        "opb": "Foramen spinosum",
        "opc": "Foramen rotundum",
        "opd": "Formen lacerum",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a44da8b5-89b4-4244-9ebc-dae37013b040",
        "choice_type": "multi"
    },
    {
        "question": "First branch of Facial nerve is:",
        "exp": "Ans. C. Greater petrosal nerveFacial nerve is the 7th cranial nerve. It is a mixed (i.e., motor and sensory) nerve, but predominantly it is motor. It is named facial nerve because it supplies the muscles of facial expression.Branchesa. Greater petrosal nerve--arises from the geniculate ganglion. It is the first branch of facial nerveb. Nerve to stapedius--arises from the vertical part of the facial nerve opposite the pyramidal eminence, runs forward through a short canal within it to reach the stapedius muscle to supply it.c. Chorda tympani nerve--arises from the vertical part of the facial nerve about 6 mm above the stylomastoid foramen.d. Posterior auricular nerve--supplies the occipital belly of occipitofrontal is.e. Nerve to the posterior belly of digastric--supplies the concerned muscle.f. Nerve to stylohyoid--supplies the concerned muscle.g. Five terminal branches (temporal, zygomatic, buccal, marginal, mandibular, and cervical)--supply the muscles of facial expression.",
        "cop": 3,
        "opa": "Nerve to stapedius",
        "opb": "Chorda tympani nerve",
        "opc": "Greater petrosal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ed92f823-56fd-4381-b2a3-a061921084ac",
        "choice_type": "single"
    },
    {
        "question": "Layers of the scalp include all of the following except-",
        "exp": "Ans. is 'b' i.e., Adventitious layer Layers of scalp have been explained in NEET Dec.-16",
        "cop": 2,
        "opa": "Galea aponeurotica",
        "opb": "Adventitious layer",
        "opc": "Skin",
        "opd": "Pericranium",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "45ca83ff-dc48-49a8-9d42-7ac346189b18",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a transaxial section through the head. Which structure may be obliterated by a pituitary tumor?",
        "exp": "(c) The suprasellar cistern can be obliterated by a pituitary tumor.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "40a9c6c3-7798-4d54-9c70-45f3f4c4e01f",
        "choice_type": "single"
    },
    {
        "question": "Occipitofrontal is muscle is present in which layer of scalp:",
        "exp": "Ans. A. Aponeurotic layerThe term scalp is applied to the soft tissues covering the vault of skull. It extends anteriorly up to the eyebrows (superciliary arches), posteriorly up to the superior nuchal lines, and laterally on each side up to superior temporal line. The scalp consists of five layers. From superficial to deep these are as follows:1. Skin. 2. Connective tissue (superficial fascia). 3. Aponeurosis (occipitofrontal is muscle and its aponeurosis). 4. Loose areolar tissue. 5. Pericranium.",
        "cop": 1,
        "opa": "Aponeurotic layer",
        "opb": "Subaponeurotic layer",
        "opc": "Dense connective tissue layer",
        "opd": "Loose connective tissue layer",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "fbb17b41-708d-493b-8ee2-4403261f01ab",
        "choice_type": "single"
    },
    {
        "question": "Vein of Galen drains into-",
        "exp": "Ans. is 'a' i.e., Straight sinus * Great cerebral vein of Galen: It is formed by the union of two internal cerebral veins, is 2 cm long and drains into the straight sinus. Its tributaries are:- (a) Internal cerebral veins, (b) Basal veins, (c) Occipital veins, (d) Posterior callosal vein",
        "cop": 1,
        "opa": "Straight sinus",
        "opb": "Sigmoid sinus",
        "opc": "internal jugular vein",
        "opd": "Superior longitudinal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "402f6e78-a5fb-4d48-9ad7-95df52d6c6c9",
        "choice_type": "single"
    },
    {
        "question": "The parasympathetic supply to otic ganglion comes from: (Repeat)",
        "exp": "Ans: C (9th cranial nerve) Ref: Gray Is Anatomy. 40th edition, pg. 495Explanation:Pharyngeal Arches and Their DerivativesArchnumberArch nameEmbryoniccartilageCartilage derivativeMuscleNerveArterylMandibularQuadrateMeckel's* Incus* Malleus* Anterior ligament of malleus* Spine of sphenoid* Sphenomnndibular ligament* Genial tubercle of mandible* Tensor tympani* Muscles of mastication* Mylohyoid* Anterior belly of digastric* Tensor veli palatiniTrigeminal (V) Mandibular division* First aortic arch artery 2HyoidReichert's* Stapes* Styloid process of temporal bone* Stylohyoid ligament* Lesser horn and upper part of body of hyoid bone* Stapedius* Stylohyoid* Facial muscles, including* Buccinator* Platysma* Posterior belly of digastricFacial (VII)* Stapedial artery 3Third * Greater hom and lower part of body of hyoid* StylopharyngeusGlossopharyngeal(IX)* Common carotid artery, first part of internal carotid artery4Fourth * Thyroid cartilage* Comiculate cartilage* Cunieform cartilage* Pharyngeal and extrinsic laryngeal muscles, levator veil palatiniVagus (X)Phary ngeal branch* Proximal part of subclavian artery on the right side* Arch of aorta between origins of left common carotid and left subclavian arteries6Sixth * Arytenoid cartilages* Intrinsic laryngeal musclesVagus (X) recurrent laryngeal branch* Part between the pulmonary trunk and dorsal aorta* Becomes ductus arteriosus on left, disappears on rightThis is a small, oval, flat reddish-grev ganglion situated just below the foramen ovale.It is a peripheral parasympathetic ganglion related topographically to the mandibular nerve, but connected functionally with the glossopharyngeal nerve. (See the following figure)",
        "cop": 3,
        "opa": "7th cranial nerve",
        "opb": "8th cranial nerve",
        "opc": "9th cranial nerve",
        "opd": "3rd cranial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "5879fa64-2412-432e-9eec-9e44223323e5",
        "choice_type": "single"
    },
    {
        "question": "The duct of parotid gland pierces all these structures except",
        "exp": "(D) (Masseter) (110 BDC-3 6th)Parotid Duct /Stenson Duct* It is thick walled and is about 5 cm long. It emerges from the middle of the anterior border of the glands, it runs forward and slighty down wards on the masseter. Here its relation are :Superiorly1. Accessory parotid gland2. Transverse facial vessels3. Upper buccal branch of facial nerveInferiorlyThe lower buccal branch of the facial nerve At the anterior border of the masseter, the parotid duct turns medially and piercesA. The buccal pad offatB. The buccopharyngeal fasciaC. The buccinators (obliquely )* The duct runs forwards for a short distance between the buccinators and the oral mucosa. Finally the duct turns medially and opens into the vestibule of the mouth opposite the crown of the upper second molar tooth *** PAROTID GLAND- is the largest salivary gland and is composed mostly of serous acini, ectodermal in originStructures within the parotid glandA. Artery- Ext. carotid artery, Superficial temporal MaxillaryB. Vein -the, retro mandibular vein is formed within the gland by the union of the superficial temporal and maxillary veinsC. Nerve- facial nervea) Termporofacial -Divides into temporal and zygomatic branchesb) Cervicofacial -Divides into buccal, marginal mandibular and cervical branchesD. Parotid lymph nodeAlso remember:* Nerve carrying post ganglionic parasympathetic fibres of the parotid gland is -AURICULOTEMPORAL* Somata of postganglionic secretomotor fibres to parotid gland lies in- OTIC GANGLION* Otic ganglion is the only parasympathetic ganglion with 4 roots* Pes anserinus is the arrangement of FACIAL NERVE* Parotid gland is best palpated at anterior border of masseter muscle when the muscle is tens* Parotid gland tumour spreads through neural sheath Adenocystic carcinoma",
        "cop": 4,
        "opa": "Buccal pad of fat",
        "opb": "Buccinator",
        "opc": "Buccopharyngeal fasia",
        "opd": "Masseter",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "886ce7ab-d7c5-43c1-9787-cf5ff191548a",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital with a complaint of severe headaches. A lumbar puncture reveals traces of blood in the cerebrospinal fluid. Which of the following conditions has most likely occurred in this patient?",
        "exp": "When a berry aneurysm ruptures, the blood flows into the subarachnoid space and therefore mixes with CSF; thus, blood would be present in the CSF when a lumbar puncture is performed. The pterion overlies the anterior branch of the middle meningeal vessels, and damage to these vessels would result in an epidural hematoma, with compression of the brain. Leakage of branches of the middle meningeal artery within the temporal bone would cause blood vessels within the bone to leak, without direct connection to the CSF fluid. A tear of the cerebral vein in the superior sagittal sinus would lead to a subdural hematoma, in which the blood collects in the subdural space, without entry to CSF. The occlusion of the internal carotid artery by way of clot would not lead to leakage of blood into the CSF.",
        "cop": 2,
        "opa": "Fracture of the pterion with vascular injury",
        "opb": "A ruptured \"berry\" aneurysm",
        "opc": "Leakage of branches of the middle meningeal vein within the temporal bone",
        "opd": "A tear of the cerebral vein at the entrance to the superior sagittal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "07e63d9c-4458-45e9-9547-5d1c3875b72e",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old male complains of hyperacusis (sensitivity to loud sounds). Injury to which of the following cranial nerves is responsible?",
        "exp": "The facial nerve innervates the stapedius muscle, which is responsible for limiting movement of the stapes, thereby reducing the intensity of the sound entering the inner ear. The hypoglossal nerve innervates tongue muscles; the accessory nerve supplies the trapezius and sternocleidomastoid muscles; the vagus does not provide any innervation for sound in the ear; and the glossopharyngeal nerve only supplies general sensation to the middle ear cavity and tympanic membrane, plus muscle innervation to the stylopharyngeus muscle.",
        "cop": 2,
        "opa": "Hypoglossal",
        "opb": "Facial",
        "opc": "Accessory",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "93ddf325-339c-4936-a101-648aed25a863",
        "choice_type": "single"
    },
    {
        "question": "Hyoid bone present at -",
        "exp": "(C) (C3) (49-BDC-3 6th, 590 Snell 9th)Hyoid Bone - at rest, it lies at the level of the third cervical vertebra behind and the base of the mandible infront.* Is a single mobile bone found in the midline.* It does not articulate with any other bones* U shaped, develops from second and third branchial arches.* It is attached to the skull by the stylohyoid ligament and to the thyroid cartilage by the thyrohyoid membrane.* The hyoid bone forms a base for the tongue and is suspended in position by muscles that connect it to the mandible, to the styloid process of the treatment bone, to the thyroid cartilage, to the sternum and to the scapula.",
        "cop": 3,
        "opa": "C1",
        "opb": "C2",
        "opc": "c3",
        "opd": "C4",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "afa097b5-4101-4e0b-aa89-2c9116c3c6cd",
        "choice_type": "single"
    },
    {
        "question": "Which structure doesn't pass through foramen ovale?",
        "exp": "Ans. is 'a' i.e., Middle meningeal artery * Middle meningeal artery passes through foramen spinosumSkull foraminaFORAMENSTRUCTURES PASSING THROUGH ITForamen ovaleMandibular nerveAccessory meningeal arteryLesser petrosal nerveEmissary vein(MALE)Foramen spinosumMiddle meningeal arteryEmissary veinNervus spinosus(MEN)Foramen lacerumMeningeal branch of ascending pharyngeal arteryGreater petrosal nerve unites with deep petrosal nerve to form the nerve of the pterygoid canalCarotid canalInternal carotid artery and the sympathetic plexus around itForamen rotundumMaxillary nervePterygoid canalVidian nerve (nerve of pterygoid canal)Vidian arteryStylomastoid foramenFacial nerveJugular foramenInternal jugular veinEmissary veinOccipital arteryInferior petrosal sinus9th, 10th, 11th nervesHypoglossal canal12th nerveMeningeal branch of ascending pharyngeal arteryGreater palatine foramenGreater palatine vesselsAnterior palatine nervesIncisive foramenGreater palatine vessels nasopalatine nervesLesser palatine foramenMiddle and posterior palatine nerves.Internal accoustic meatusFacial N.Auditory N.Nervus intermedius (wrisberg)Labyrynthine vessels",
        "cop": 1,
        "opa": "Middle meningeal artery",
        "opb": "Lesser petrosal nerve",
        "opc": "Mandibular nerve",
        "opd": "Accessory meningeal artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "7108df07-31be-41a9-ad88-30872370dc9a",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy is brought to the outpatient clinic with a swelling in the side of his neck. Physical examination reveals a congenital mass of tissue anterior to the superior third of the sternocleidomastoid muscle. The swelling is asymptomatic, non-painful, and soft. Which of the following is the most likely diagnosis?",
        "exp": "(a) Source: GAS 970-971; GA 492-493 Pharyngeal (branchial) cleft cysts are the most common congenital cause of a neck mass. They are epithelial cysts that arise anterior to the superior third of the sternocleidomastoid muscle (1) from a failure of obliteration of the second branchial cleft in embryonic development. The second arch grows caudally and, ultimately, covers the third and fourth arches. The buried clefts become ectoderm-lined cavities that normally involute. Occasionally this process is arrested and the entrapped remnant forms an epithelium-lined cyst, in some cases with a sinus tract to the overlying skin. (2) Many branchial cleft cysts are asymptomatic; others may become tender, enlarged, or inflamed, or they may develop abscesses that rupture, resulting in a purulent draining sinus to the skin or pharynx. Surgery is indicated in these cases.",
        "cop": 1,
        "opa": "Branchial cleft cyst",
        "opb": "Ruptured sternocleidomastoid muscle",
        "opc": "Lymph node infl ammation",
        "opd": "Torticollis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f672c17d-1148-4312-b307-324d43a46e0d",
        "choice_type": "single"
    },
    {
        "question": "A 3-day-old male infant has a noticeably small mandible. A CT scan and physical examinations reveal hypoplasia of the mandible, underdevelopment of the bones of the face, downward-slanting palpebral fissures, defects of the lower eyelids, and deformed external ears. Abnormal development of which of the pharyngeal arches will most likely produce such symptoms?",
        "exp": "The first pharyngeal arch, which is often associated with the mandible, is responsible for development of Meckel's cartilage, malleus, incus, and mandible. Additionally, it is innervated by the trigeminal nerve, specifically the mandibular division that innervates the muscles of mastication. This patient presents with features characteristic of developmental defects in the first arch. The second pharyngeal arch gives rise to the stapes, styloid process, lesser cornu, Reichert's cartilage, and the upper half of the hyoid bone. It is innervated by the facial nerve. The third pharyngeal arch is responsible for formation of the greater cornu and the lower half of the hyoid bone and is innervated by the glossopharyngeal nerve. The fourth and sixth pharyngeal arches give rise to the laryngeal cartilages, in addition to being innervated by the vagus nerve.",
        "cop": 1,
        "opa": "First arch",
        "opb": "Second arch",
        "opc": "Third arch",
        "opd": "Fourth arch",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "bc43707a-75af-405a-804d-7b377d19e584",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a part of the carotid sheath -(84-85-BDC-3) 6th Edition",
        "exp": "(D) (Cervical plexus) (84-85-BDC-3) 6th EditionCarotid sheath* Carotid sheath is a local consideration of the prevertebral, the pretracheal, and the investing layers of the deep fascia.* Contents -a) Common and internal carotid artery.b) Internal jugular vein.c) Vagus nerve.d) Deep cervical lymph nodes.* Relations -1) The ansa cervicalis lies embedded in the anterior wall of the carotid sheath.2) The cervical sympathetic chain lies behind the sheath, plastered to the prevertebral fascia.3) The sheath is overlapped by the anterior border of the sternocleidomastoid and is fused to the layers of the deep cervical fascia.* At the level of the upper border of the thyroid cartilage, the common carotid artery bifurcates into the internal and external carotid arteries. The pulsations of these arteries can be felt at this level.",
        "cop": 4,
        "opa": "Carotid artery",
        "opb": "Vagus nerve",
        "opc": "Ansa-cervicalis",
        "opd": "Cervical plexus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a80dd397-95b0-4686-886f-097b795126c2",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man is admitted to the emergency department after slipping on wet pavement and falling. Physical examination reveals that the patient has a hematoma that formed in the danger zone of the scalp, spreading to the area of the eyelids. Which of the following layers is regarded as the \"danger zone\"?",
        "exp": "The loose areolar connective tissue layer is known as the \"danger zone\" because hematoma can spread easily from this layer into the skull by means of emissary veins that pass into and through the bones of the skull. None of the other scalp layers listed is referred to as the \"danger zone.\"",
        "cop": 1,
        "opa": "Loose, areolar layer",
        "opb": "Skin",
        "opc": "Galea aponeurotica",
        "opd": "Pericranium",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0626c0d5-f186-411e-8f29-4174e0793acc",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding parathyroid glands is",
        "exp": "i.e. (Inferior parathyroid glands lies ventral to recurrent laryngeal nerve and above the inferior thyroid artery): (176-BDC-3, 5th ed) (821- Snell 8th)INFERIOR PARATHYROID GLAND - may lies (More variable position)1. Within the thyroid capsule, below the inferior thyroid artery and near the lower pole of the thyroid lobe2. Behind and outside the thyroid capsule, immediately above the inferior thyroid artery 3. Within the substance of the lobe near its posterior border. It is usually ventral to the recurrent laryngeal nervePARATHYROID GLAND* The parathyroid glands are ovoid bodies or lentiform 6 mm long, 50 mg each gland weight* They are four (2 pairs) in number and are closely related to the posterior border of the thyroid gland lying within its facial capsule* Superior parathyroid gland lies at the middle of the posterior border of the lobe of the thyroid gland. It is usually dorsal to the recurrent laryngeal nerve* Superior parathyroid (Parathyroid IV) develops from endoderm of the fourth pharyngeal pouch*** Inferior parathyroid (Parathyroid III) develops from third pharyngeal pouch*** Blood supply to the parathyroid glands is from the superior and inferior thyroid artery**",
        "cop": 2,
        "opa": "Superior parathyroid glands develops from the third pharyngeal pouch",
        "opb": "Inferior parathyroids glands lies ventral to recurrent laryngeal nerve and above the inferior thyroid artery",
        "opc": "Parathyroid glands related to superior border of the thyroid gland",
        "opd": "Parathyroid glands are two in number",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "519c6d78-0f58-4c84-b2d5-3b169bd7a5f9",
        "choice_type": "multi"
    },
    {
        "question": "Abductors of vocal cord is",
        "exp": "i.e. (Posterior cricoarytenoids): (243-BDC-3-5th ed)Muscles acting on the Larynx|| |Movements Muscles1. Elevation of larynx Thyrohyoid, mylohyoid2. Depression of larynx Sternothyroid, sternohyoid3. Opening of larynx Thyroepiglotticus4. Closing inlet of larynx Aryepiglotticus5. Abductor of vocal cords Posterior cricoaryteroids only6. Adductor of vocal cords Lateral cricoarytenoids, transverse oblique arytenoids7. Tensor of vocal cords Cricothyroids8. Relaxor of vocal cords Thyroarytenoids(i) Cricothyroid is supplied by external laryngeal nerve(ii) Rest of the intrinsic muscle - recurrent laryngeal nerve",
        "cop": 2,
        "opa": "Lateral cricoarytenoids",
        "opb": "Posterior cricoarytenoids",
        "opc": "Thyro arytenoids",
        "opd": "Cricothyroids",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "02068b30-0938-4aff-b0e6-c49ad9818c8b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure passes through inferior orbital fissure?",
        "exp": "Ans. C. Infraorbital nerveThe medial wall and the floor of the orbit are separated posteriorly by the inferior orbital fissure.It transmits the:a. Infra-orbital nerve (from the maxillary division of trigeminal nerve)b. Zygomatic nerve (from the maxillary division of trigeminal nerve)c. A branch of the inferior ophthalmic vein and several emissary veins connecting it to the pterygoid venous plexusd. Infra-orbital artery (from the maxillary artery) and veine. Orbital ganglionic branches of the pterygopalatine ganglion from the maxillary division of the trigeminal nerve",
        "cop": 3,
        "opa": "Abducent nerve",
        "opb": "Lacrimal nerve",
        "opc": "Infraorbital nerve",
        "opd": "Oculomotor nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0851ad59-4e18-4802-9750-67a3cf02e26b",
        "choice_type": "single"
    },
    {
        "question": "A young couple hiking in a wilderness area discovered the body of a man apparently in his 20s. He appeared to have been dead a few days, but animal predation was minimal. A postmortem examination was performed by the county medical examiner, and no evidence of penetrating wounds (bullet, lacerations, etc.) was found. A plain radiograph showed a fractured hyoid bone, but the calvaria and other bones appeared to be intact. Which of the following is the most likely cause of death?",
        "exp": "A fractured hyoid bone is evidence of strangulation. A fall from a height and subdural hematoma would likely be accompanied by fractured bones. Whereas myocardial infarction or poison remain possibilities, the medical examiner would have a high index of suspicion for strangulation because of the fractured hyoid bone.",
        "cop": 4,
        "opa": "Myocardial infarction (heart attack)",
        "opb": "A fall from a height that resulted in fatal in ternal bleeding",
        "opc": "Subdural hematoma",
        "opd": "Strangulation",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6c4091f0-43c1-49e4-be4b-4c78cd7216de",
        "choice_type": "multi"
    },
    {
        "question": "Circuvallate papilae are innervated by:",
        "exp": "(9th nerve) Ref: 250-51-BDC-3, 848-Snell 7thCIRCUMVALLATE PAPILLAE: are situated on the mucous membrane just anterior to the sulcus terminalis and therefore their taste buds are innervated by the ninth cranial nerve. It is presumed that during development of the mucous membrane of the posterior third of the tongue becomes pulled anteriorly slightly. So that fibers of the ninth cranial nerve cross the sulcus terminals to supply these taste buds.Papillae of Tongue- Vallate or circumvallate papillae- Fungiform papillae - Distinguished by their bright red colour- Filiform papillae or conical papillae - They are smallest and most numerous of the lingual papillaePARTS OF THE TONGUENerve supplyAnterior two-thirdsPosterior one thirdsPosterior part or valleculaSensoryLingualGlossopharyngealInternal laryngeal branch of vagusTasteChorda tympani except vallate papillaeGlossopharyngeal including the vallate papillaeInternal laryngeal branch of vagusDevelopment of epitheliumLingual swelling of 1 arch, Tuberculum impar which soon disappearsThird arch which forms large ventral part of the hypobrachial eminenceFourth arch which forms small dorsal part hypobrachial eminence",
        "cop": 4,
        "opa": "6th nerve",
        "opb": "7th nerve",
        "opc": "8th nerve",
        "opd": "9th nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b999f5a8-5ec7-4fd1-94c5-a70e4955756e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are boundaries of Trautman's triangle except:",
        "exp": "Ans b): Inferior petrosal sinusBoundaries of Trautman's triangle-Boundaries of Citelle's angle -Bony labyrinthSigmoid sinusSigmoid sinusSuperior petrosal sinusMiddle fossa dura plateSolid angle- angle formed by three semicircular canalsContent of canal of Huguier- Chorda tympaniDorello's canalIts the groove of 5th nerve- b/w petrous tip and sphenoid bone.",
        "cop": 2,
        "opa": "Sigmoid sinus",
        "opb": "Inferior petrosal sinus",
        "opc": "Superior petrosal sinus",
        "opd": "Bony labyrinth",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "95834437-2363-46a7-8133-f5b4477bdc29",
        "choice_type": "multi"
    },
    {
        "question": "Ligament of Berry in thyroid fixes",
        "exp": "(Cricoid Cartilage) (166-BDC-3)4th editionCapsules of Thyroid1. The true capsule is the peripheral condensation of the connective tissue of the gland2. The false capsule is derived from the pretracheal layer of the deep cervical fascia. It is thin along the posterior border of the lobes, but thick on the inner surface of the gland where it forms a suspensory ligament (of Berry). Which connects the lobe to the cricoid cartilage",
        "cop": 2,
        "opa": "Hyoid bone",
        "opb": "Cricoid cartilage",
        "opc": "Trachea",
        "opd": "Thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a03d662a-f32a-4a87-93b1-3a1e1e5ec2e7",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is admitted to the hospital with blurred vision. Physical examination reveals a long history of gradual loss of his visual field. The intraocular pressure is high, and a diagnosis of glaucoma is made. Which of the following spaces first receives the aqueous humor secreted by the epithelium of the ciliary body?",
        "exp": "The posterior chamber receives ciliary body secretions first. The ciliary body produces aqueous humor and is located in the posterior chamber. Increased production of fluid from this site would cause an increase in intraocular pressure if drainage is inadequate. The iridoscleral angle of the anterior chamber is the location of drainage of the aqueous humor; therefore, a blockage of drainage in this location can cause increased intraocular pressure. The pupil is the connection between the anterior and posterior chamber; a collection of fluid does not occur here, for this is simply an aperture to allow light onto the retina. The vitreous body is not directly connected to the production of aqueous humor. The lacrimal sac is the upper dilated end of the nasolacrimal duct and opens up into the inferior meatus of the nasal cavity. The nasolacrimal duct has nothing to do with increased intraocular pressure.",
        "cop": 2,
        "opa": "Anterior chamber",
        "opb": "Posterior chamber",
        "opc": "Pupil",
        "opd": "Vitreous",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a990a8b4-693a-42c4-9af9-f04c1dd0e9d8",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man with a complaint of ear pain and difficulty hearing is diagnosed with tonsillitis. Otoscopic examination reveals fluid in the middle ear cavity. Hypertrophy of which of the following structures would be most likely to compromise the drainage of the auditory tube?",
        "exp": "The pharyngeal tonsil is situated in a slit-like space, the pharyngeal recess, in the nasopharynx behind the opening of the auditory (eustachian) tube, and a pharyngeal tonsil in this location can lead to blockage of the drainage of the auditory tube. The lingual tonsil is located in the posterior aspect of the tongue, whereas the palatine tonsil is contained within the tonsillar fossa between the palatoglossal and palatopharyngeal arches. An enlargement of the lingual tonsil or the palatine tonsil will not occlude the auditory tube due to their location in the oropharynx. The superior pharyngeal constrictor would not be involved in occlusion of the auditory tube because it is located more posteriorly. The uvula is drawn upward during deglutition and prevents food from entering the nasopharynx; it does not block the auditory tube.",
        "cop": 3,
        "opa": "Lingual tonsil",
        "opb": "Palatine tonsil",
        "opc": "Pharyngeal tonsil",
        "opd": "Superior constrictor muscle",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "cf512fda-b5c1-4e1d-8947-d51e58913327",
        "choice_type": "single"
    },
    {
        "question": "All pass through jugular foramen except?",
        "exp": "Ans. D. Facial nerveThe jugular foramen is a large foramen (aperture) in the base of the skull. It is located behind the carotid canal and is formed in front by the petrous portion of the temporal bone, and behind by the occipital boneThe jugular foramen may be subdivided into three compartments, each with their own contents.a. The anterior compartment transmits the inferior petrosal sinusb. The intermediate transmits the glossopharyngeal nerve, the vagus and accessory nerves (aka cranial nerves number IX, X, and XI respectively).c. The posterior transmits the sigmoid sinus (becoming the internal jugular vein)",
        "cop": 4,
        "opa": "Vagus nerve",
        "opb": "Internal jugular vein",
        "opc": "Glossopharyngeal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "02ea768b-7fa0-4a86-9473-929fa679758b",
        "choice_type": "multi"
    },
    {
        "question": "A 1-day-old infant who exhibits absence of the ocular lens is admitted to the pediatric intensive care unit. Laboratory examination reveals a mutation in the PAX6 gene. Which of the following conditions is the most likely diagnosis?",
        "exp": "A mutation of the PAX6 gene usually results in congenital aphakia (absence of lens) and aniridia (absence of iris). Cyclopia is a condition in which there is a single eye and is usually caused by a mutation of the SONIC HEDGEHOG gene (SHH), leading to a loss of midline tissue and underdevelopment of the forebrain and frontonasal prominence. Coloboma occurs if the choroid fissure fails to fuse, which is usually caused by a mutation of the PAX2 gene. Anophthalmia is a disorder in which there is a complete absence of the eye. In microphthalmia, the eye is small in development, typically less than two thirds its normal size. This condition usually results from an infection such as cytomegalovirus and toxoplasmosis.",
        "cop": 4,
        "opa": "Cyclopia",
        "opb": "Coloboma",
        "opc": "Anophthalmia",
        "opd": "Aphakia and aniridia",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "faf1f8c4-ad03-45b5-a537-b64263974687",
        "choice_type": "single"
    },
    {
        "question": "Kiesselbach's plexus is formed by septal branches all except?",
        "exp": "Ans. A. Posterior ethmoidal arteryKiesselbach's plexus, which lies in Little's area, is a region in the anteroinferior part of the nasal septum where four arteries anastomose to form a vascular plexus. The arteries are:a. Anterior ethmoidal artery (branch of the ophthalmic artery)b. Sphenopalatine artery (terminal branch of the maxillary artery)c. Greater palatine artery (from the maxillary artery)d. Septal branch of the superior labial artery (from the facial artery)",
        "cop": 1,
        "opa": "Posterior ethmoidal artery",
        "opb": "Sphenopalatine artery",
        "opc": "Anterior ethmoidal artery",
        "opd": "Greater palatine artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6305cac7-f8fd-4ca0-b65d-2133bb297191",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman is admitted to the hospital with a swelling on the side of her face of 2 months' duration. Radiographic examination reveals a parotid gland tumor. An operative procedure is performed in which the tumor is removed from the parotid gland. Three months postoperatively the patient complains that her face sweats profusely when she tastes or smells food, and a diagnosis is made of Frey syndrome (gustatory sweating). Which of the following nerves was most likely injured during the procedure?",
        "exp": "Frey syndrome occurs following damage to parasympathetic axons in the auriculotemporal nerve. When these postganglionic cholinergic axons grow peripherally after parotid surgery, they establish synapses upon the cholinergic sweat glands, which are innervated normally only by sympathetic fibers. As the peripheral nerves make new connections, aberrant connections can be formed between the auriculotemporal nerve and other glands (not usually innervated by the auriculotemporal nerve). This results in flushing and sweating in response to the thought, smell, or taste of food, instead of the previous, normal salivary secretion by the parotid gland.",
        "cop": 3,
        "opa": "Buccal",
        "opb": "Inferior alveolar",
        "opc": "Auriculotemporal",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1d4f297a-1b8e-45d3-91db-f1759701e7dc",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man is admitted to the emergency department with acute pain on his mandible. An MRI examination reveals an acute inflammation of the TMJ due to arthritis. Which of the following muscles will most likely be affected by the inflammatory process of the TMJ?",
        "exp": "Part of the lateral pterygoid muscle has its insertion on the articular disk within the TMJ and would be most affected by the inflammation of this joint. The temporalis muscle inserts upon the coronoid process and retracts the jaw. The medial pterygoid muscle extends from the medial surface of the lateral pterygoid plate to the mandible and functions in elevation of the jaw. The masseter extends from the zygomatic arch to the lateral ramus of the mandible and elevates the jaw. The buccinator pulls back the angle of the mouth and flattens the cheek.",
        "cop": 4,
        "opa": "Temporalis",
        "opb": "Medial pterygoid",
        "opc": "Masseter",
        "opd": "Lateral pterygoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b4e702a0-79a6-40d9-9afc-4ce93796f9b9",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old boy is examined by an ENT doctor for his swollen palatine tonsils. The palatine tonsils are located between the anterior and posterior tonsillar pillars. Which of the following muscles form these pillars?",
        "exp": "The palatine tonsils lie in tonsillar beds with muscular (covered with mucosa) anterior and posterior pillars forming the boundaries of the bed. These pillars are formed by the palatoglossal arch, anteriorly, and the palatopharyngeal arch, posteriorly. The anterior pillar, part of the palatoglossal arch, contains the palatoglossus muscle; the posterior pillar, provided by the palatopharyngeal arch, is formed by the palatopharyngeus muscle.",
        "cop": 2,
        "opa": "Levator veli palatini and tensor veli palatini",
        "opb": "Palatoglossus and palatopharyngeus",
        "opc": "Styloglossus and stylopharyngeus",
        "opd": "Palatopharyngeus and salpingopharyngeus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b775f19e-4cc4-446c-9141-eaaebbd2983e",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old woman is admitted to the hospital with a large mass in her lower anterior neck. Ultrasonic examination reveals a benign tumor of her thyroid gland. During the procedure to remove the tumor the superior thyroid artery is identified and used as a landmark in order not to damage its small companion nerve. Which of the following nerves is most likely to accompany the superior thyroid artery?",
        "exp": "The external branch of the superior laryngeal nerve courses together with the superior thyroid artery for much of its route. The cervical sympathetic trunk is located more laterally and quite posteriorly to this location. The inferior root of the ansa cervicalis is located more superficially in the anterior neck. The internal branch of the superior laryngeal nerve takes a route superior to that of the external branch and the superior thyroid artery and would be unlikely to be injured in this case. The recurrent laryngeal nerve terminates inferiorly, passing into the larynx in relation to the inferior thyroid artery or its branches.",
        "cop": 2,
        "opa": "Cervical sympathetic trunk",
        "opb": "External branch of the superior laryngeal",
        "opc": "Inferior root of the ansa cervicalis",
        "opd": "Internal branch of the superior laryngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ff15c4bd-8fa3-4318-87f4-7e0059799b47",
        "choice_type": "multi"
    },
    {
        "question": "A 22-year-old man is admitted to the emergency department with a sinus infection. Radiographic examination reveals posterior ethmoidal cell infection. During physical examination the patient complains of progressive loss of vision. Which of the following structures is most likely affected?",
        "exp": "The ophthalmic artery is a branch of the internal carotid artery and provides origin to the ocular and orbital vessels, including the central artery of the retina, which supplies the retina. The central artery of the retina is an end artery that has no anastomoses with other arterial sources; therefore, occlusion of this artery will result in loss of vision. The nasociliary nerve is a branch of the ophthalmic nerve. It is the general sensory nerve for the eye and is the afferent limb of the corneal blink reflex; it has no direct effect on vision. The anterior ethmoidal nerve is a branch of the nasociliary nerve and supplies the anterior ethmoid air cells, the nasal septum, and the lateral walls of the nasal cavity; it also supplies the skin on the bridge of the nose. The trochlear nerve is the fourth of the 12 cranial nerves and innervates the superior oblique muscle, one of the six extraocular muscles. The extraocular muscles function in the movement of the eyeball and not the perception of light. The optic nerve is the second of the 12 cranial nerves and is responsible for vision. A lesion of the optic nerve would lead to blindness; however, based on the location of the patient's infection, the optic nerve was not affected by the loss of arterial supply.",
        "cop": 1,
        "opa": "Ophthalmic artery",
        "opb": "Nasociliary nerve",
        "opc": "Anterior ethmoidal nerve",
        "opd": "Trochlear nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "79f1c4d9-4650-43ca-b06e-3f3802e8c833",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy was suffering from a severe infection of the middle ear (otitis media), which spread to the mastoid air cells (mastoiditis). Surgery was required but resulted in the following: right corner of the mouth drooping, unable to close his right eye, food collection in his right oral vestibule. Which nerve was injured?",
        "exp": "A lesion of the facial nerve is likely to lead to the symptoms described (drooping mouth, unable to close right eye, and food collection in the oral vestibule) because the muscles of facial expression are paralyzed. There is a bony prominence over the facial nerve located on the medial wall of the middle ear. Because of its close proximity, the facial nerve can be damaged due to otitis media. The other nerves listed are not located in close proximity to the middle ear and, if injured, would not present with the symptoms described.",
        "cop": 3,
        "opa": "Glossopharyngeal",
        "opb": "Vagus",
        "opc": "Facial",
        "opd": "Maxillary division of the trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "17232365-7aa9-4fea-bb42-5083cef48fe1",
        "choice_type": "single"
    },
    {
        "question": "A Lymph node biopsy is taken in the posterior triangle of the neck. The most likely nerve damage occure",
        "exp": "i.e. (Accessory): (843- Snell 8th) (132-133- BDC-8 5th ed)When a superficial incision is made in the posterior triangle, the nerve most likely to be injured is spinal accessory nerve, because it runs through a tunnel in the fascia forming the roof of the triangle.In the posterior triangle of the neck, the spinal part of the accessory nerve is relatively superficial as it emerges from the posterior border of the stemocleido mastoid and runs down ward and back ward to pass beneath the anterior border of the trapezius.POSTERIOR TRIANGLEThe posterior triangle is bounded posteriorly by the trapezius muscle, anteriorly by the sternocleidomastoid muscle and inferiorly by the clavicle. The posterior triangle of the neck is further subdivided by the inferior belly of the omohyoid muscle into a large occipital triangle above and a small supraclavicular triangle below.Nerves in the posterior triangle of neck (only motor nerve)* Spinal accessory nerve* Two small branches to levator scapulae* Nerve to Rhomboide* Nerve to serratus anterior* Nerve to subclavius* Suprascapular nerve",
        "cop": 2,
        "opa": "Phrenic",
        "opb": "Accessory",
        "opc": "Upper brachial plexus",
        "opd": "Lower brachial plexus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "15869a1a-8799-4e1d-9d38-3fb08ca5649e",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman is admitted to the hospital with an injury to her eye. The corneal reflex is tested and found to be present. Which of the following nerves is responsible for the afferent limb of this reflex?",
        "exp": "The afferent/sensory limb of the corneal (blink) reflex is carried by the nasociliary nerve. It is a branch of the ophthalmic division of the trigeminal nerve. The frontal and lacrimal nerves provide cutaneous supply to parts of the orbit and face, but they do not innervate the cornea. The facial nerve is the efferent limb of the corneal reflex and mediates the closing of both eyes in response to irritation of the cornea. The oculomotor nerve mediates the reopening of the eyes by contraction of the levator palpebrae superioris. The optic nerve also innervates the eye for the sense of vision and is the afferent limb of the pupillary light reflex.",
        "cop": 3,
        "opa": "Frontal",
        "opb": "Lacrimal",
        "opc": "Nasociliary",
        "opd": "Oculomotor",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e03c75bd-ec31-4364-86f2-cab94c922426",
        "choice_type": "single"
    },
    {
        "question": "Elevation of mandible causes all muscles EXCEPT",
        "exp": "(Lateral pterygoid) (145-BDC-3 4th edition )LATERAL PTERYGOID - depress mandible to open mouth with suprahyoid muscles**Muscles producing movements1. Depressionis brought about by lateral pterygoids others muscles like digastrics geniohyoids and mylohyoids helps when mouth is opened wide or against resistance**2. ElevationMasseter, temporalis, and medial pterygoid3. Protrusionby lateral and medial pterygoids4. Retractionby posterior fibres of the tamporales. It may be assisted by masseters, digastrics and geniohyoids5. Lateral or side to side movements,by medial and lateral pterygoids* Most important muscle which opens mouth is- Lateral pterygoids*** In dislocation of the jsw, displacement of the articular disc beyond the articular tubercle of the temporo- mandibular is- Lateral pterygoid*** In temporo-mandibular joint least vascularity is seen in central part of articular disc*** Ligaments of TM J - Fibrous capsule, Lateral or temporo mandibular ligament, spheno mandibular ligament stylomandibular ligament* To give inferior alveolar nerve block the nerve is approached lateral to pterygo-mandibular raphae through medial pterygoid*** Muscles of mastication are - Masseter, Temporalis, Lateral and Medial pterygoid*** Muscles of mastication develops from the first branchial arch and are supplied by mandibular nerve*** Spheno-mandibular ligament- is a remnant of the cephalic (dorsal) end of Meckel's cartilage*** Trismus in quinsy (Peritonsillar abscess) is due to spasm of pterygoid muscle which are in close proximity to the superior constrictor* Longest mucle- Sartorius, Strongest muscle - Masseter Largest muscle - Gluteus maximus - Smallest muscle - Stapedius",
        "cop": 4,
        "opa": "Masseter",
        "opb": "Temporalis",
        "opc": "Medial pterygoid",
        "opd": "Lateral pterygoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a597abb4-9a98-4ca1-a1ab-9e8b0ca9a088",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old female has been suffering from quinsy in the right side of her oropharynx. In surgical removal of the pathologic tissue, or for incision and drainage of the area, which of the following arteries will be at greatest risk?",
        "exp": "A branch of the facial artery would be of primary concern because its branches supply the oropharynx and it is the primary source of arterial supply to the palatine tonsil. The location of the lingual artery is inferior to the oropharynx and it would be less likely to be injured in the event of a surgical procedure. The superior laryngeal artery is also located lower and would not be subject to injury by surgery in the area of the oropharynx. The ascending pharyngeal artery arises in the carotid triangle from the external carotid artery and gives rise to pharyngeal, palatine, inferior tympanic, and meningeal branches. This vessel is located inferiorly to the site of surgery. Terminal branches of the descending palatine artery could be encountered at the upper pole of the palatine tonsil, but the main stem of the vessel would not be endangered in the surgical treatment here.",
        "cop": 2,
        "opa": "Lingual",
        "opb": "A branch of facial",
        "opc": "Superior laryngeal artery",
        "opd": "Ascending pharyngeal artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "9d8da2d1-ef94-4a6d-bcfc-58bf14e9e954",
        "choice_type": "single"
    },
    {
        "question": "Sensory supply of tongue is by all except?",
        "exp": "Ans. C. 8th Cranial nerveInnervation of taste and sensation is different for the anterior and posterior part of the tongue because they are derived from different embryological structures (pharyngeal arch 1 and pharyngeal arches 3 and 4, respectively).a. Anterior two thirds of tongueTaste: chorda tympani branch of the facial nerve (CNVII)Sensation: lingual branch of the mandibular (V3 ) division of the trigeminal nerve (CNV)b. Posterior one third of tongue:Taste and sensation: glossopharyngeal nerve (CNIX)c. Base of tongueTaste and sensation: vagus nerve (CNX)",
        "cop": 3,
        "opa": "7th Cranial nerve",
        "opb": "5th Cranial nerve",
        "opc": "8th Cranial nerve",
        "opd": "9th Cranial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "71d62a7d-deb0-453e-b8ef-1bfe4561050d",
        "choice_type": "multi"
    },
    {
        "question": "How may many ossification centres are there for the hyoid bone?",
        "exp": "Ans. C 6Ref: Internet Source* Hyoid bone has a body, two greater and two lesser cornua or horns.* The hyoid bone develops from 2nd & 3rd pharyngeal arches, the lesser cornu from 2nd the greater cornu from 3rd and body from fused ventral, ends of both.* Ossification proceeds from 6 centers i.e. a pair for body and one for each conu. Ossification begins in the greater cornu towards the end of intrauterine life, in body shortly after birth and in lesser cornu around puberty.",
        "cop": 3,
        "opa": "5",
        "opb": "4",
        "opc": "6",
        "opd": "3",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0cf67cf7-1be5-4760-8815-505bc3cf1b26",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old man is admitted to the hospital with severe pain in his nasal cavity. Radiographic examination reveals a carcinoma in his nasal cavity. In which of the following locations would the carcinoma block the hiatus of the maxillary sinus?",
        "exp": "The maxillary sinus drains via the middle meatus, specifically via the semilunar hiatus. The middle meatus and semilunar hiatus are located under the middle nasal concha. The inferior meatus drains the lacrimal secretions carried by the nasolacrimal duct, whereas the superior meatus drains the posterior ethmoidal and sphenoid sinuses. The nasopharynx and sphenoethmoidal recess are not situated in close proximity to the maxillary sinus and are therefore not involved in its drainage.",
        "cop": 2,
        "opa": "Inferior meatus",
        "opb": "Middle meatus",
        "opc": "Superior meatus",
        "opd": "Nasopharynx",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f12b28b4-95ad-463d-a908-7faf2f999b9f",
        "choice_type": "single"
    },
    {
        "question": "Agenesis of mandible and conductive deafness may be due to agenesis of which pharyngeal arch -",
        "exp": "Ans. is 'a' i.e., 1st o Mandible develops from 1st pharyngeal arch. Malleus and incus also develop from 1st pharyngeal arch therefore their agenesis may cause conductive deafness.o Stapes develops from second pharyngeal arch - conductive deafness may also occur in agenesis of 2nd arch (but madible develops from 1st arch).Pharyngeal ArchMuscular ContributionSkeletal ContributionsNerveArteryCorrosponding Pouch Structures1st (mandibular arch)Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatiniMaxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligamentTrigeminal nerve (V2 and V3)Maxillary artery, external carotid arteryEustachian tube,middle ear, mastoid antrum, and inner layer of the tympanic membrane.2nd (hyoid archMuscles of facial expression.Buccinator,Platysma,Stapedius,Stylohoid,Posterior belly of the digastricStapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligamentFacial nerve (VII)Stapedial Arterymiddle ear, palatine tonsils3rdStylopharyngeusHyoid (greater horn and lower part of body), thymusGlossopharyngeal nerve (IX)Common carotid/ internal carotidInferior parathyroid, Thymus4thCricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatiniThyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Comiculate cartilageVagus nerve (X) Superior laryngeal nerveRight 4th aortic arch subclavian artery Left 4th aortic arch: aortic archSuperior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland).6thAll intrrinsic muscles of larynx except the cricothyroid muscleArytenoid cartilagesVagus nerve (X)Recurrent laryngeal nerveRight aortic arch: pulmonary artery Left 6th aortic arch:Pulmonary artery and ductus arteriosusRudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 1,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "4th",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0466609a-5b24-4774-a9e9-57e28fc2057d",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy was suffering from a severe infection of the right middle ear. Within the course of a week, the infection had spread to the mastoid antrum and the mastoid air cells. The organisms did not respond to antibiotics, so the surgeon decided to perform a radical mastoid operation. Following the operation, it was noticed that the boy's face was distorted. The mouth was drawn upward to the left, and he was unable to close his right eye. Saliva tended to accumulate in his right cheek and dribble from the corner of his mouth. What structure was most likely damaged during the operation?",
        "exp": "Of the answer choices listed, the left facial nerve of the patient is the most likely to be damaged during the mastoidectomy. The facial nerve exits the skull via the stylomastoid foramen, just anterior to the mastoid process. A lesion of the facial nerve is likely to cause the symptoms described as a result of paralysis of the facial muscles. Depending upon the site of injury, the patient could also lose the chorda tympani branch of the facial nerve, leading to loss of taste from the anterior two thirds of the tongue ipsilaterally as well as loss of functions of the submandibular and sublingual salivary glands. The other nerves listed are not likely to be damaged during a mastoidectomy.",
        "cop": 4,
        "opa": "Mandibular nerve",
        "opb": "Parotid duct",
        "opc": "Vagus nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "128961f4-c50b-4429-b770-b9f48324f4f0",
        "choice_type": "single"
    },
    {
        "question": "Recurrent laryngeal nerve supplies all EXCEPT",
        "exp": "(Cricothyroid): (257-BDC-3 6th edition)Cricothyroid is supplied by the external laryngeal branch of the superior laryngeal nerveRight recurrent laryngeal nerve supplies1. All intrinsic muscles of larynx except cricothyroid2. Sensory nerves to the larynx below the vocal cords3. Cardiac branches to deep cardiac plexus4. Trachea and oesophagus5. Inferior constrictor",
        "cop": 2,
        "opa": "Vocalis",
        "opb": "Cricothyroid",
        "opc": "Thyro arytenoid",
        "opd": "Cricoarytenoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "34456951-7a02-4ba0-89cd-3e320f3a9e84",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old woman is admitted to the emergency department with a painful eye. Physical examination reveals a lump in the lower eyelid that consists of debris. A diagnosis of a chalazion is made. Which of the following structures is (are) most likely blocked by the chalazion?",
        "exp": "(b) Source: GAS 881; GA 461 A chalazion is caused by an obstructed tarsal gland of the eyelid. Swellings of the lacrimal gland usually present on the upper lateral eyelid and are not indicative of a chalazion. A chalazion is not an infection within the eye, so this excludes sclera and pupil from being the correct answers. The nasolacrimal duct runs from the medially located lacrimal sacs to the inferior meatus of the nose and would be unaffected in the case of a chalazion.",
        "cop": 2,
        "opa": "Lacrimal ducts",
        "opb": "Tarsal glands",
        "opc": "Sclera",
        "opd": "Pupil",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1307b173-f34b-4c08-83bc-bee43a6167dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false regarding blood supply of dura mater?",
        "exp": "(a) Meningeal branch of ICA in posterior cranial fossaRef: Grays Anatomy, 41st ed., pg, 439 and Snell's neuroanatomy, 7th ed., pg. 475-477In the anterior cranial fossa, the dura is supplied by the anterior meningeal branches of the anterior and posterior ethmoidal and internal carotid arteries and a branch of the middle meningeal artery.In the middle cranial fossa, it is supplied by the middle and accessory meningeal branches of the maxillary artery, a branch of the ascending pharyngeal artery (entering via the foramen lacerum), branches of the internal carotid and a recurrent branch of the lacrimal artery.In the posterior fossa, the dura is supplied by the meningeal branches of the occipital artery (one enters the skull by the jugular foramen and another by the mastoid foramen), the posterior meningeal branches of the vertebral artery, occasional small branches of the ascending pharyngeal artery, which enter by the jugular foramen and hypoglossal canal, and the dorsal meningeal and tentorial arteries arising from the meningohypophysial trunk.",
        "cop": 1,
        "opa": "Meningeal branch of ICA in posterior cranial fossa",
        "opb": "Accessory meningeal artery",
        "opc": "Meningeal branch of anterior and posterior ethmoidal artery",
        "opd": "Middle meningeal artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "3112ded2-3923-4938-a37a-1d73d667504d",
        "choice_type": "multi"
    },
    {
        "question": "A 5-day-old infant male has an abnormally large head. A CT scan examination reveals enlarged lateral and third ventricles but a normal-size fourth ventricle. Stenosis of the cerebral aqueduct (of Sylvius) is suspected. Which of the following conditions will be characteristic of these symptoms?",
        "exp": "Obstructive hydrocephalus, in this case resulting from obstruction of the cerebral aqueduct, refers to a condition in which flow of cerebrospinal fluid (CSF) is obstructed within the ventricular system. This leads to pressure increasing in the CSF above the obstruction, explaining the enlarged lateral and third ventricles. Nonobstructive hydrocephalus is due to either excessive CSF production or ineffective CSF reabsorption. This would lead to enlargement of all ventricular chambers. Anencephaly, also known as meroanencephaly, is a partial absence of the brain and is due to defective closure of the anterior neuropore. Holoprosencephaly is a failure of cleavage of the forebrain and would result in a single fused ventricle.",
        "cop": 3,
        "opa": "Nonobstructive hydrocephalus",
        "opb": "Anencephaly",
        "opc": "Obstructive hydrocephalus",
        "opd": "Meroanencephaly",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4cdbc81d-c403-48d1-9606-320bd0e8c8bd",
        "choice_type": "multi"
    },
    {
        "question": "Muscle acting for protrusion of tongue is -",
        "exp": "Ans. is 'b' i.e., Genioglossus MusclesActionExtrinsic * PalatoglossusElevates tongue, narrows oropharyngeal isthmus.* StyloglossusRetract and elevate the tongue.* HyoglossusDepress the tongue, and retract the protruded tongue.* GenioglossusProtrude the tongue and deviates it to opposite side.Prevents backward fall of tongue towards oropharynx. It is called safety muscle of tongue (or life-saving muscle).Intrinsic * Superior longitudinalShortens the tongue makes dorsum concave.* Inferior longitudinalShortens the tongue makes dorsum convex.* TransverseMakes tongue narrow and elongated.* VerticalMakes tongue broad and flattened.",
        "cop": 2,
        "opa": "Palatoglossus",
        "opb": "Genioglossus",
        "opc": "Styloglossus",
        "opd": "Hyoglossus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c9325109-ff22-4b5f-b7e3-6e9f3c8d16e4",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man is admitted to the emergency department with a stab wound in the superior region of his neck. A radiographic examination reveals that the wound has not affected any major structures. Physical examination reveals that the patient has lost sensation from the skin over the angle of the jaw. Which of the following nerves is most likely injured?",
        "exp": "Four nerves participate in providing cutaneous supply to the neck. The nerves are the supraclavicular, great auricular, transverse cervical, and the lesser occipital. The area over the angle of the jaw is innervated by the great auricular nerve. It ascends from spinal segments from C2 and C3 and innervates the skin over the angle of the jaw and posteroinferior to the auricle of the ear. The transverse cervical also originates from C2-3 spinal segments but passes anteriorly to innervate the anterior and lateral aspects of the neck. The lesser occipital nerve innervates skin in the area of the back of the neck and posterior occiput. The supraclavicular nerves originate from C3-4 and innervate the more inferior aspects of the neck, the upper deltoid region, and skin inferior to the clavicles.",
        "cop": 3,
        "opa": "Supraclavicular",
        "opb": "Transverse cervical",
        "opc": "Great auricular",
        "opd": "Greater occipital",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c5816940-fd97-464e-b0c1-bb555dac1216",
        "choice_type": "single"
    },
    {
        "question": "All these structures pass through Sinus of Morgagni except:",
        "exp": "Ans. B. Glossopharyngeal nerveIn The pharynx, the sinus of Morgagni is the enclosed space between the upper border of the superior pharyngeal constrictor muscle, the base of the skull and the pharyngeal aponeurosis.Structures passing through this sinus are:1. Cartilaginous part of Auditory tube2. Levator veli palatini muscle3. Ascending palatine artery4. Palatine branch of Ascending pharyngeal artery",
        "cop": 2,
        "opa": "Ascending palatine artery",
        "opb": "Glossopharyngeal nerve",
        "opc": "Eustachian tube",
        "opd": "Levator palatini muscle",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "5fd49bdc-8719-4ccc-a6bd-3caabc91e721",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old male patient is admitted to the hospital with severe headaches. A CT scan evaluation reveals a tumor in the infratemporal fossa. Physical examination reveals loss of general sensation from the anterior two thirds of his tongue, but taste and salivation are intact. Which of the following nerves is most likely affected by the tumor?",
        "exp": "The lingual nerve joins the chorda tympani in the infratemporal fossa, and a lesion to the lingual nerve before it joins the chorda tympani would account for the loss of general sensation, with no loss to the special sense of taste and saliva production. If the chorda tympani were injured, the patient would present with a loss of taste (anterior two thirds of tongue) and a decrease in saliva production because the submandibular and sublingual salivary glands would be denervated. The inferior alveolar nerve provides sensory innervation to the mandibular teeth, but no such loss is present. The lesser petrosal nerve innervates postganglionic neurons supplying the parotid gland, but no loss of salivation is present. The glossopharyngeal nerve provides taste innervation to the posterior third of the tongue, but there is no deficit present in this patient.",
        "cop": 1,
        "opa": "Lingual proximal to its junction with the chorda tympani",
        "opb": "Chorda tympani",
        "opc": "Inferior alveolar",
        "opd": "Lesser petrosal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a310e992-290a-4840-ba40-11ff574af890",
        "choice_type": "single"
    },
    {
        "question": "Taste sensation of the anterior 2/3rd of the tongue is carried by -",
        "exp": "Ans. is 'b' i.e., Facial nerve Nerve supply of tonguePartTasteGeneral (touch and temperature)Anterior 2/3 (oral part)(except circumvallate papillae)Chorda tympani (facial nerve)Lingual branch of mandibular division of trigeminal nervePosterior 1/3 including circumvallate papillaeGlossopharyngealGlossopharyngealPosterior most partInternal laryngeal branch of vagusInternal laryngeal branch of vagus",
        "cop": 2,
        "opa": "Glossopharyngeal nerve",
        "opb": "Facial nerve",
        "opc": "Vagus",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2f7f7eb3-1539-49a2-8f99-d48a7834cbfd",
        "choice_type": "single"
    },
    {
        "question": "The parotid duct opens in the oral cavity opposite to the level of:",
        "exp": "Ans. C. Crown of upper second molar tooth. (Ref. BD Chaurasia, Anatomy, 3rd/Vol III - 110).Parotid duct opens into the vestibule of mouth opposite the crown of upper Second molar tooth. Submandibular duct opens on the floor of mouth, on summit of sublingual papilla, at the sides of frenulum of tongue. Both these ducts are 5 cm in length. About 15 ducts emerge from sublingual gland; most of them open directly into the floor of mouth on the summit of sublingual fold and a few join submandibular ducts.Q.Ans.1 The parotid (Stensen's) duct opens intraorally?Opposite the second upper molar.2 The parotid acinar cells are?Serous cells3 The sublingual acinar cells are?Mucous cells.4 The submandibular acinar cells are?Both serous and mucous types.5 The submandibular gland (Wharton) duct opens?Intra-orally lateral to the lingual frenulum on the floor of the mouth.6 The sublingual gland has approximately 10 small ducts that exit through the superior aspect of the gland to open?Intraorally along the sublingual fold.7 Saliva is formed by the salivary gland acinar cells and modified by the ductal cells into:Hypotonic fluid.",
        "cop": 3,
        "opa": "Crown of upper First molar tooth",
        "opb": "Crown of lower First molar tooth",
        "opc": "Crown of upper second molar tooth",
        "opd": "Crown of lower second molar tooth",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "10b997dd-27c1-4bfb-91e1-a8fdae5e4a98",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a sagittal section through the head and neck. Which structure runs along the line of attachment of the falx cerebri to the tentorium cerebelli?",
        "exp": "(d) The straight sinus runs along the line of the attachment of the falx cerebri to the tentorium cerebelli, which supports the occipital lobe of the cerebrum and covers the cerebellum.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4fbeeca1-9255-4560-87da-78e41bb50ba3",
        "choice_type": "single"
    },
    {
        "question": "Artery not supplying Kisselbacks plexus is-",
        "exp": "Ans. is 'd' i.e., Ascending pharyngeal artery * Kiesselbach's plexus, which lies in KiesselbaclTs area or Little's area, is a region in the anteroinferior part of the nasal septum where four arteries anastomose to form a vascular plexus. The arteries arei) Anterior ethmoidal artery (branch of the ophthalmic artery)ii) Sphenopalatine artery (terminal branch of the maxillary artery)iii) Greater palatine artery (from the maxillary artery)iv) Septal branch of the superior labial artery (from the facial artery)",
        "cop": 4,
        "opa": "Anterior ethmoidal artery",
        "opb": "Greater Palatine artery",
        "opc": "Sphenopalatine artery",
        "opd": "Ascending pharyngeal artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "3f5da07b-56db-44ba-ae0c-43627a016025",
        "choice_type": "single"
    },
    {
        "question": "Which of the following passes through foramen spinosum?",
        "exp": "Ans. is 'a' i.e., Middle meningeal artery * Structures passing through foramen spinosum arei) Middle meningeal areryii) Emissary veiniii) Nervus spinosus (meningeal branch of mandibular nerve)",
        "cop": 1,
        "opa": "Middle meningeal artery",
        "opb": "Lesser petrosal nerve",
        "opc": "Mandibular nerve",
        "opd": "Accessory meningeal artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b159061f-ebea-4651-87f7-089c10e11feb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is not supplied by the marked nerve?",
        "exp": "Ans. (b) Superior obliqueRef: Grays Anatomy 41st Ed; Page No- 232* Superior oblique muscles supplied by trochlear nerve.* The marked nerve is Oculomotor Nerve.* Oculomotor Nerve emerges at the midbrain on the medial side of the crus of the cerebral peduncle and passes between the superior cerebellar and posterior cerebral arteries and run forward in the interpeduncular cistern on the lateral side of the posterior communicating artery to reach cavernous sinus.* It enters the cavernous sinus by piercing the posterior part of the roof on the lateral side of the posterior clinoid process, descends along the lateral dural wall of the cavernous sinus, dividing into superior and inferior divisions which run beneath the trochlear and ophthalmic nerve.Nerve supplies of the eyes musclesOculomotorSuperior divisionSuperior rectus and levator palpebrae superioris muscles (LPS)NerveInferior divisionMedial rectus, inferior rectus, and inferior oblique musclesTrochlear Nerve* It passes through the lateral wall of the cavernous sinus, and enters the orbit through the superior orbital fissure.* Nerve supplies the superior oblique muscle.Abducens Nerve* It enters the orbit through the superior orbital fissure.* Nerve supplies the lateral rectus muscle.Cranial Nerves - Components & FunctionNumberNameComponentsFunctionOpening in skullIOlfactory nerveSensory (SVA)Smell sensationOpenings in cribriform plate of ethmoidIIOptic nerveSensory (SSA)VisionOptic canalIIIOculomotorMotor (GSE, GVE)Turns eyeball upward, downward, and medially; Raises upper eyelid, also constricts pupil; accommodates eyeSuperior orbital fissureIVTrochlear nerveMotor (GSE)It helps in turning eyeball downward and laterallySuperior orbital fissureVTrigeminalMaxillary divisionSensory (GSA)Supplies dura mater of anterior part of middle cranial fossa, conjunctiva of inferior eyelid, Skin of face over maxilla; teeth of upper jaw; mucous membrane of nose, the maxillary sinus, and palatePasses through foramen Rotundum to enter pterygopalatine fossa. Ophthalmic divisionSensory (GSA) onlySupplies Cornea, superior conjunctiva, skin of dorsum of external nose, forehead, scalp, Superior eyelids, and also mucous nasal cavity, ethmoid, frontal and sphenoid sinusesSuperior orbital fissure Mandibular divisionSensory (GSA)Skin of lower lip, buccal, parotid and temporal regions of face, external ear (Auricle, tympanic membrane and acoustic meatus), mucous membrane of mouth and anterior two-third part of tongue. Supplies 4 muscles of mastication, mylohyoid, anterior belly of digastric, tensor tympani and tensor veli palatiniPasses THROUGH Foramen Ovale into infratemporal fossa. VIAbducent Motor (GSE)Lateral rectus muscle turns eyeball laterallySuperior orbital fissureVIIFacial Sensory (SVA)Taste from anterior two-thirds of tongue, from floor of mouth and palate Motor (SVE)Muscles of face and scalp, stapedius muscle, posterior belly of digastric and stylohyoid musclesInternal acoustic meatus, facial canal, stylomastoid foramen Secretomotor (GVE) parasympatheticSubmandibular and sublingual salivary glands, the lacrimal gland, and glands of nose and palate VIIIVestibulo-CochlearSensory (SSA)Organ of Corti-- hearing cochlearVestibularSensory (SSA)From utricle and saccule and semicircular canals--position and movement of headInternal acoustic meatusIXGlossopharyngealSensory (GVA, SVA, GSA)General sensation and taste from posterior one-third of tongue and pharynx; carotid sinus (baroreceptor); and carotid body (chemoreceptor) Motor (SVE)Stylopharyngeus muscle--assists swallowingJugular foramen Secretomotor (GVE)parasympathetic Parotid salivary gland XVagus Motor (GVE, SVE)Sensory (GVA, SVA, GSA)Heart and great thoracic blood vessels; larynx, trachea, bronchi, and lungs; alimentary tract from pharynx to splenic flexure of colon; liver, kidneys, and pancreasJugular foramenXISpinal accessorySpinal rootMotor (SVE)Sternocleidomastoid and trapezius muscles Cranial rootMotor (SVE)Muscles of soft palate (except tensor veli palatini), pharynx (except stylopharyngeal, and larynx (except cricothyroid in branches of vagusJugular foramenXIIHypoglossal Motor (GSE)Muscles of tongue (except palatoglossus) controlling its shape and movementHypoglossal canal",
        "cop": 2,
        "opa": "Superior rectus",
        "opb": "Superior oblique",
        "opc": "Medial rectus",
        "opd": "Levator palpebrae superioris (LPS)",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "898a4d3e-6a91-4556-bc81-0d71eb89273b",
        "choice_type": "single"
    },
    {
        "question": "Which structure does not pass through foramen ovale:",
        "exp": "Ans. A. maxillary nerveThe foramen ovale is situated in the posterior part of the sphenoid bone, posterolateral to the foramen rotundum.The following structures pass through foramen ovale:a. Mandibular nerveb. Motor root of the trigeminal nervec. Accessory meningeal arteryd. Lesser petrosal nervee. An emissary vein connecting the cavernous sinus with the pterygoid plexus of veins",
        "cop": 1,
        "opa": "Maxillary nerve",
        "opb": "Accessory meningeal artery",
        "opc": "Mandibular nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "169e6b8c-5b6a-4341-b5cb-8fbfd78372e0",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man is admitted to the hospital after a street fight. Radiographic examination reveals an inferior (blow-out) fracture of the orbit. Orbital structures would most likely be found inferiorly in which of the following spaces?",
        "exp": "The maxillary sinus is located inferior to the orbit. Any trauma to the inferior bony wall of the orbit will likely displace the orbital structures in the compartment to the space below the orbit (maxillary sinus). The ethmoid sinus is located superiorly and medially to the orbit, whereas the frontal sinus is located superiorly to the orbit. The nasal cavity is toward the midline and is not inferior to the orbit. The sphenoid sinus is deeper into the facial region but is not inferior to the orbit.",
        "cop": 3,
        "opa": "Ethmoidal sinus",
        "opb": "Frontal sinus",
        "opc": "Maxillary sinus",
        "opd": "Nasal cavity",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "da9d879a-83d2-467e-ba62-f05aa8dedc41",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of Horner's syndrome EXCEPT:",
        "exp": "Ans. (d) ExophthalmosRef: Gray's 41sted./469* Horner syndrome presents with:# Ptosis# Miosis# Anhydrosis and,}TRIAD# Apparent enopnthalmos (and not exophthalmos;.* This enophthalmus is due to paralysis of the orbitalis muscle of the orbit, which normally keeps the eyeball prominent. Its nerve supply is sympathetic -T1 and when paralyzed leads to appearance of sunken eyeball.* Most cases are idiopathic, but it could be due to brainstem lesions, carotid dissection, or neoplasm compressing upon the sympathetic chain (E.g., Pancoast tumour).* Symptoms of horners syndrome are secondary to sympathetic nerve (Tl) lesion.* Sympathetic nervous system is concerned with the fright/fight/flight (Emergency) reaction and leads to:# Elevation of upper eyelid by Muller muscle (wide open eyes)# Pupillary dilatation by Dilator pupillae (wide open pupils)# Sweating (sudomotor)# Pallor of the skin (vasomotor)* This activity is under Sympathetic T-l nerves in the face, and are lesioned in Horner syndrome leading to:# Drooping of upper eyelid (ptosis) - due to unopposed orbicularis oculi# Pupillary constriction (miosis) - due to unopposed sphincter papillae# Loss of sweating (anhydrosis)# Red flushed face - due to loss of vasoconstrictive tone to the skin.",
        "cop": 4,
        "opa": "Ptosis",
        "opb": "Miosis",
        "opc": "Heterochromia iridis",
        "opd": "Exophthalmos",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "8a782af1-f070-48d8-9969-5e081560371b",
        "choice_type": "multi"
    },
    {
        "question": "Circum vallate papilla is supplied by",
        "exp": "(A) (Glossopharyngeal nerve) (270-BDC-3 6th (626- Snell 9th)CIRCUM VALLATE PAPILLAE- are situated on the mucous membrane just anterior to the sulcus terminalus, and that their taste buds are innervated by the Ninth cranial nerve (Glossopharyingeal). It is presumed that during development the mucous membrane of he posterior third of the tongue becomes pulled anteriorly slightly, so that fibres of the ninth cranial nerve cross the succus terminals to supply these taste buds* Filiform papillae or conical papillae- they aee smallest and most numerous of he lingual papillaeTASTE PATHWAY* The taste from anterior two third of tongue except from vallate papillae is carried by chorda tympani branch of facial till the geniculate ganglion the central processes go to tractus solitarius in the medulla* The taste from posterior one third of tongue including the circumvallate papilae is carried by cranial nerve IX till the inferior ganglion. The central processes also reach the tractus solitarius* Taste from posterior most part of tongue and epiglottis travels through vagus nerve till the inferior ganglion of vagus these control processes also reach tractus solitarius* After a relay in tractus solitarius the solitary thalamic tract is formed which becomes a part of trigeminal lemniscus and reaches postero-ventro medial nucleus of thalamus of the opposite side** Area of Taste- lowest part of post central gyrusComparison of the parts of the tongue Anterior two- thirdsPosterior one - thirdPosterior most part valleculaSituationLies in mouth cavityOropharynxOropharynxStructureContains papillaeContains lymphoid tissue FunctionChewingDeglutitionDeglutitionSensory nerveLingual (post-trematic branch of 1st erch)GlossopharyngealInternal laryngeal branch of vagusSensation of tasteChorda tympani except circum-vallate papillae (pre-trematic branch of 2nd arch)Glossopharyngeal including the vallate papillaeInternal laryngeal branch of vagusDevelopment of epithelium from endodermLingual swellings of larchTuberculum impar which soon disappearsThird arch which forms large ventral part of hypobranchial eminenceFourth arch which forms small dorsal part of hypobranchial eminence* Receptors for Taste sensation are the type 3 cells of Taste buds* Third order neuron are in the posteroventral nucleus of the thalamus the axons from the third neuron project into the parietal lobe of the cerebral cortex* Taste centre in the opercular insular cortex ie in lower parts of post central gyrus",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Lingual nerve",
        "opc": "Hypoglossal nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1df2217f-6c46-410f-bcb5-704f5efc4f82",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following muscles forms the floor of the digastric triangle?",
        "exp": "Ans. is 'a' i.e., Mylohyoid Digastric triangle* This triangle is bounded -i) Above by base of mandible and a line extending its angle to mastoidii) Below and in front by anterior belly of digastriciii) Below and behind by posterior belly of digastric and stylohyoid.* Floor is formed by mylohyoid and hyoglossus.* Its contents arei) In anterior partSubmandibular gland, facial artery, facial vein, submental artery, mylohyoid nerve and vessels, hypoglossal nerve and submandibular lymph nodes. All these structures are superficial to mylohyoid.ii) In posterior partLower pole of parotid gland, ECA and its posterior auricular branch, glossopharyngeal nerve, styloglossus and stylopharyngeus muscles, ICA, vagus nerve and IJV.",
        "cop": 1,
        "opa": "Mylohyoid",
        "opb": "Geniohyoid",
        "opc": "Stylohyoid",
        "opd": "Sternohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "5f1ae53b-5f09-4492-96b8-550759df2ed2",
        "choice_type": "single"
    },
    {
        "question": "Only ligament limiting extension of the vertebral column is-",
        "exp": "Ans. is 'a' i.e., Anterior longitudinal ligament * The anterior longitudinal ligament is present anterior to the bodies of the vertebrae and prevents excessive extension of the vertebral column. Anterior atlanto-occipital ligament is considered as continuation of anterior longitudinal ligament.",
        "cop": 1,
        "opa": "Anterior longitudinal ligament",
        "opb": "Posterior longitudinal ligament",
        "opc": "Supraspinous ligament",
        "opd": "Ligamentum Flavum",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f0acaa42-18d7-4ea6-abd6-82a20744b65a",
        "choice_type": "single"
    },
    {
        "question": "Lateral rectus is supplied by which cranial nerve:",
        "exp": "Ans. D. 6The extraocular muscles are the six muscles that control movement of the eye and one muscle that controls eyelid elevation (levator palpebrae). The actions of the six muscles responsible for eye movement depend on the position of the eye at the time of muscle contraction.Cranial nerveMuscleOculomotor nerve (N. III)Superior rectus muscleInferior rectus muscleMedial rectus muscleInferior oblique muscleLevator palpebrae superioris muscleTrochlear nerve (N. IV)Superior oblique muscleAbducens nerveLateral rectus muscle",
        "cop": 4,
        "opa": "5",
        "opb": "4",
        "opc": "3",
        "opd": "6",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4028cd6e-f197-4547-bd25-2e4ea486f440",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is attached to the disc of the temporomandibular joint?",
        "exp": "Ans. is 'b' i.e., Lateral pterygoid Temporomandibular joint* It is a synovial, bicondylar joint between the mandibular fossa and articular tubercle of temporal bone above and the head of mandible below. The joint is completely divided into two compartments (upper and lower) by a fibro cortilaginous articular disc. Ligaments of TM joints are fibrous capsule, Lateral temporomandibular ligament, and stylomandibular ligament.* The articular disc is a fibrocartilaginous disc which divides joint cavity into an upper and a lower compartment. The upper compartment permits gliding movement and the lower compartment permits rotatory as well as gliding movements. The articular disc represents the degenerated premitive insertion of lateral pterygoid: Central portion of articular disc is least vascular. Articular disc acts as shock absorber, prevents friction between articular surfaces and also has proprioceptive function. Articular disc also increases the area of contact and hence helps in distribution of weight across the joint.* There are following movements in TM joints1) Protrusion (protraction of chin) Lateral and medial pterygoid of both sides acting together, assisted by superficial fibers of masseter. But most important muscle for protrusion is lateral pterygoid2) Retraction (Retraction of chin) Posterior fibers of temporalis assisted by deep fibers of masseter. But most important muscle for protrusion is latral pterygoid.3) Elevation (Closing of mouth) Masseter, temporalis, and medial pterygoid, of both sides.4) Depression (opening of mouth) Both lateral pterygoids assisted by digastric, mylohyoid and geniohyoid.5) Side to side (lateral) movementLateral and medial pterygoid of one side acting alternately with each other.* Dislocation of mandible occurs when mouth is opened too widely by excessive contraction of lateral pterygoid. Head of the mandible slips anteriorly into infratemporal fossa.* TM joints is supplied by auriculotemporal nerve and masseteric nerve.",
        "cop": 2,
        "opa": "Buccinator",
        "opb": "Lateral pterygoid",
        "opc": "Masseter",
        "opd": "Temporalis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "775e3357-7c76-4367-a123-14affa6c300c",
        "choice_type": "single"
    },
    {
        "question": "Respiratory compromise is typically seen in?",
        "exp": "Ans. C. Bilateral recurrent laryngeal nerve palsyPARALYSED LARYNGEAL NERVEEXTENT OF INVOLVEMENTPOSITION OF VOCAL CORDVOICERESPIRATIONSWALLOWINGUnilateralIncompleteMedianNormalNormalNormalRecurrent L N Unilateral Recurrent L NCompleteParamedianHoarse or NormalNormalNormalBilateral Recurrent L N Median or ParamedianNormalDyspnoeaNormalSuperior with Recurrent L NUnilateral or bilateralCadaveric, Slack, WavyFeeble or RoughNormalInhalation into larynx",
        "cop": 3,
        "opa": "Incomplete unilateral recurrent laryngeal nerve palsy",
        "opb": "Complete unilateral recurrent laryngeal nerve palsy",
        "opc": "Bilateral recurrent laryngeal nerve palsy",
        "opd": "Superior and Recurrent laryngeal nerve palsy",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c921c6a0-7c4c-4e3d-ac3d-e1eb3af840be",
        "choice_type": "multi"
    },
    {
        "question": "Blood supply of spinal cord is through -",
        "exp": "Ans. is 'd' i.e., All of the aboveArteryBranch ofTerritory of supply1. Anterior spinal artery (1 in number)4th part of vertebral arteryVentral 2/3rd cross section of spinal cord2. Posterior spinal arteries (2 in number)4th part of vertebral artery, sometimes from posterior inferior cerebellar arteryPosterior l/3rd of the cross-section of spinal cord3. Segmental spinal branches(a) Vertebral artery (2nd part)(b) Deep cervical artery(c) Ascending cervical artery(d) Posterior intercostal arteries(e) Lumbar arteries# Subclavian artery# Costocervical trunk of 2nd part of subclavian# Branch of thyrocervical trunk# Thoracic aorta# Abdominal aorta# (a), (b) and (c) supply the cervical segments and uppermost thoracic segments up to T2# (d) and (e) supply rest of the cord",
        "cop": 4,
        "opa": "Anterior spinal artery",
        "opb": "Vertebral artery",
        "opc": "Deep cervical artery",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "124a5a8d-b86e-44e8-b2d8-74a20a2605a5",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old boy is admitted to the hospital with high fever and pain over the parotid gland. A diagnosis of parotiditis (mumps) is established, and the boy is sent back home. Which of the following nerves is responsible for painful sensations from the region of the parotid gland?",
        "exp": "(b) Source: GAS 864, 867-868, 874, 875; GA 455, 483-485 The auriculotemporal nerve leads into the parotid gland, and its compression in mumps can be associated with severe pain. The compressive effects are due in large part to the continuity of the facial capsule of the parotid gland with the tough layer of superficial investing fascia of the neck, a layer that is almost non-distensible. When the gland swells, sensory fibers for pain are triggered rapidly, and can be referred to the ear. None of the other nerves listed supply the parotid gland.",
        "cop": 2,
        "opa": "Facial",
        "opb": "Auriculotemporal",
        "opc": "Lesser petrosal",
        "opd": "Lingual",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2d238704-f376-4f1b-91e7-820e62ecf710",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman presents with severe headaches and dizziness. An MRI reveals a brain tumor, and a biopsy confirms it as a melanoma. She dies 2 months later. Pigmented lesions are not seen on her skin or scalp at the time of diagnosis or during postmortem examination. Which of the following is the most likely source of the malignant melanoma cells?",
        "exp": "Melanocytes in the pigmented layer of the retina are a potential source of malignant melanoma cells. The tumor spreads hematogenously directly to the brain and has a very poor prognosis. None of the other listed structures contains melanocytes.",
        "cop": 3,
        "opa": "Superior sagittal sinus",
        "opb": "Sphenoidal sinus",
        "opc": "Retina of the eye",
        "opd": "Pituitary gland",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1c6a6284-5ff0-4be4-8bfc-37550397736a",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old infant was born with a laryngeal defect. The greater cornu and the inferior part of the hyoid bone were absent at birth. Failure of development of which of the following embryonic structures most likely led to these defects?",
        "exp": "The third pharyngeal arch gives rise to the greater cornu and lower part of the hyoid bone, in addition to the stylopharyngeus muscle. The maxillary prominence is important in the development of the cheeks and upper lip. The mandibular prominence is important in development of the mandible. The second pharyngeal arch gives rise to the lesser cornu and upper part of the hyoid bone. The fourth pharyngeal arches, while extensively involved in development of the cartilage and muscles of the larynx, play no part in the development of the hyoid bone.",
        "cop": 4,
        "opa": "Maxillary prominence",
        "opb": "Mandibular prominence",
        "opc": "Second pharyngeal arch",
        "opd": "Third pharyngeal arch",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "760b4603-32e0-4a0f-8850-e120e6fa2c76",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman is admitted to the hospital after losing consciousness and collapsing in the middle of the street. A neurologic examination reveals absence of the accommodation reflex of her right eye. Which of the following is most likely involved in the pathology in this patient?",
        "exp": "The accommodation reflex is performed by constriction of the pupil when trying to focus on a near object. This function is controlled by the parasympathetic nerve fibers carried in the oculomotor nerve from the Edinger-Westphal nucleus of the midbrain that synapse in the ciliary ganglion. Postganglionic axons act on the sphincter pupillae muscle to cause reduction in pupil diameter and on the ciliary muscle to cause relaxation of the suspensory ligament, allowing the lens to adopt a more spherical shape for near focusing. If there is a lack of accommodation, it means the action of the ciliary muscle is compromised. The ciliary muscle also gets parasympathetic innervation by postganglionic neurons evoked from the ciliary ganglion by GVE fibers of oculomotor nerve whose cell bodies are located in the Edinger-Westphal nucleus. The superior salivatory nucleus is involved with lacrimation and salivation, not the ciliary muscle and accommodation. The superior cervical ganglion is a sympathetic ganglion; its postganglionic axons innervate the dilator pupillae muscle, which causes mydriasis, but not the miosis of accommodation. The trigeminal ganglion does not have parasympathetic fibers and does not innervate the ciliary muscle for accommodation.",
        "cop": 4,
        "opa": "Superior salivatory nucleus",
        "opb": "Superior cervical ganglion",
        "opc": "Nervus intermedius",
        "opd": "Edinger-Westphal nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "60acc0a3-f781-4ced-bc40-fc465cbfa347",
        "choice_type": "single"
    },
    {
        "question": "The muscle marked by 2nd arrow is supplied by?",
        "exp": "Ans. B. Facial nerveThe stapedius is the smallest skeletal muscle in the human body. The stapedius emerges from a pinpoint foramen in the apex of the pyramidal eminence (a hollow, cone-shaped prominence in the posterior wall of the tympanic cavity), and inserts into the neck of the stapes.it is innervated by the nerve to stapedius, a branch of the facial nerve.it dampens the vibrations of the stapes by pulling on the neck of that bone. It prevents excess movement of the stapes, helping to control the amplitude of sound waves from the general external environment to the inner ear.",
        "cop": 2,
        "opa": "Maxillary nerve",
        "opb": "Facial nerve",
        "opc": "Auditory nerve",
        "opd": "Mandibular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d14e5ad4-4814-4bdb-8f20-71fbf44abe56",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old man visits the outpatient clinic with complaints of deteriorating vision. A form of glaucoma is diagnosed in which the aqueous humor does not drain properly into the scleral venous sinus at the iridoscleral angle of the eyeball. The aqueous fluid is secreted by the epithelium of the ciliary body directly into which of the following spaces?",
        "exp": "Aqueous humor is secreted by the ciliary body into the posterior chamber of the eye. The humor flows through the pupil into the anterior chamber and then is filtered by a trabecular meshwork, then drained by the canal of Schlemm. The pupil is the opening in the iris, which leads from the posterior chamber to the anterior chamber. Vitreous humor, not aqueous humor, is found in the vitreous body. The lacrimal sac is involved with tears, not the secretion of aqueous humor.",
        "cop": 2,
        "opa": "Iridoscleral angle",
        "opb": "Posterior chamber",
        "opc": "Pupil",
        "opd": "Vitreous body",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "733740f4-8e6d-4618-a8d2-5725e6255b85",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this angiogram of the cerebral vasculature and collateral circulations are discounted. Aneurysm of which artery causes a perichiasmal lesion that may cause nasal hemianopia?",
        "exp": "(d) Nasal hemianopia is blindness in the nasal field of vision of the eye because of a perichiasmal lesion such as an aneurysm of the internal carotid artery.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "77b818d7-128f-4cfd-84e2-25c3c67d1186",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman underwent a thyroidectomy. Postoperatively, the patient presented with hoarseness. Which of the following nerves was most likely injured during the operation?",
        "exp": "The recurrent laryngeal nerve supplies most of the motor innervation to the larynx and sensation below the true vocal folds. The thyroid gland and the recurrent laryngeal nerve are in close proximity and thus the nerve is likely to be injured with a thyroidectomy. Injury to the recurrent laryngeal nerve can result in speech defects, including hoarseness. The superior laryngeal nerve has two branches: the internal laryngeal nerve innervates the mucous membranes of the larynx above the vocal folds, and the external laryngeal nerve innervates the cricothyroid muscle, which tenses the vocal folds. The glossopharyngeal nerve is located superiorly to the true vocal folds and would not be affected by this procedure.",
        "cop": 3,
        "opa": "Internal laryngeal",
        "opb": "External laryngeal",
        "opc": "Recurrent laryngeal",
        "opd": "Superior laryngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2838ba45-53d1-47ea-a3bc-8e2cbb7545b9",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a sagittal section through the head and neck. A tumor of which structure can be removed through the transsphenoidal approach following the septum of the nose through the body of the sphenoid?",
        "exp": "(a) The pituitary gland can be reached through the transsphenoidal approach following the septum of the nose through the body of the sphenoid.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4306eec2-9f70-49ce-a02f-2478ba5dcf58",
        "choice_type": "single"
    },
    {
        "question": "Nasolacrimal duct will not be formed with oblique facial cleft due to n on fusion of which of the following ridges?",
        "exp": "Ans. B. B to Ca. B (failure of fusion of lateral nasal process to maxillary process)1/1000. Clefts may also occur between the lateral nasal process and the maxillary prominence (oblique cleft) exposing the nasolacrimal duct or between the maxillary and mandibular primordial (lateral clefts). Although extremely rare, clefts can also form along the midline of the two mandibular prominences (median mandibular cleft). As the facial prominences fuse, the opposing epithelium disintegrates. Remnants of these epithelial seams may result in cyst formation.",
        "cop": 2,
        "opa": "A to B",
        "opb": "B to C",
        "opc": "A to C",
        "opd": "C to D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "3a5e4d25-b173-413e-957a-7415ec933561",
        "choice_type": "single"
    },
    {
        "question": "An unconscious 48-year-old woman is admitted to the hospital. CT scan reveals a tumor in her brain. When she regains consciousness, her right eye is directed laterally and downward, with complete ptosis of her upper eyelid, and her pupil is dilated. Which of the following structures was most likely affected by the tumor to result in these symptoms?",
        "exp": "An injury to the oculomotor nerve would cause the eye to point downward and laterally due to the unopposed contractions of the trochlear and abducens nerves. The oculomotor nerve also provides innervation to the levator palpebrae superioris; thus, any injury would cause complete ptosis or drooping of the eyelid. The constriction of the pupil is provided by parasympathetic nerves via the oculomotor nerve. The optic nerve is responsible only for the sensory aspect of light via the retina in the eye. The facial nerve innervates the facial muscles, including the orbicularis oculi, which supplies the blink reflex. The ciliary ganglion could be damaged in this patient, but the loss of parasympathetic supply would not adequately explain the ptosis of the eyelid. The superior cervical ganglion provides sympathetic innervation to the head and neck, but no loss of sympathetics is evident in this patient.",
        "cop": 1,
        "opa": "Oculomotor nerve",
        "opb": "Optic nerve",
        "opc": "Facial nerve",
        "opd": "Ciliary ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ed4edc31-4663-4178-8c5a-91f174139825",
        "choice_type": "multi"
    },
    {
        "question": "A 47-year-old man presents to you with gradual loss of voice and difficulty swallowing. Physical exam also reveals loss of taste on the posterior one-third of his tongue and palate; weakness in shrugging his shoulders, absent gag reflex and uvula deviates away from the midline. MRI scan was suggested which reveals a meningioma that compresses the cranial nerves leaving the skull. Which of the following openings in the skull transmit the affected cranial nerves?",
        "exp": "Answer: (d) Jugular foramen NameTypePrincipal clinical function (other functions in parentheses)IOlfactorySensorySmellIIOpticSensoryVisionIIIOculomotorMotorMovements of eyeball: most orbital muscles. See also IV, VI (parasyra pathetic: ciliary m usde, accommodation of lens, etc.; iris muscle, pupilloconstriction)IVTrochlearMotorMovements of eyeball: superior oblique muscle. See also III, VIVTrigeminal Va: OphthalmicSensorySensation from eyeball, anterior scalp, upper face Vb: MaxillarySensorySensation from nasal cavity and sinuses, palate, mid face, maxillary teeth Vc MandibularMixedMuscles of mastication, tensor tympaniSensation from chin, temple,oral cavity, tongue, temporomandibular joint (TM J), mandibular teeth, ear, proprioception from muscles of masticationVIAbduoensMotorMovements of eyeball: lateral redus musde. See also III, IVVIIFacialMixedMuscles of facial expression, stapedius (middle ear)(par asympatheti c: 1 acrim al, nas a!, pal atin e, subm m di bul ar, sublingual glands) (taste: anterior tongue)VIIIVestibulocochlearSensoryHearing, balanceIXGlossopharyngealMixedSensation from oropharynx, posterior tongue, carotid body and sinus (taste: posterior tongue)(muscle: stylopharyngeus)(parasympathetic: parotid gland)XVagusMixedMuscles of larynx, pharynx (phonation, swallowing)Sensation from larynx, hypopharynx, heart, lung?, abdominal viscera (taste: epigfottic region, hypopharynx)(parasympathetic: cardiac musde; musdes and glands of forcgut and mid gut: intestinal activity)XIAecesso ryMotorMuscles: sternocfeidomastoid, trapeziusXIIHypoglossalMotorTongue musdes and movements ForamenStructures passing through foramenAnterior viewSupra-orbital foramenSupra-orbital nerve and vesselsInfra-orbital foramenInfra-orbital nerve and vesselsMental foramenMental nerve and vesselsLateral viewZygomaticofacial foramenZygomaticofacial nerveSuperior viewParietal foramenEmissary veinsInferior viewIncisive foraminaNasopalatine nerve; sphenopalatine vessels, termination of greater palatine vesselsGreater palatine foramenGreater palatine nerve and vesselsLesser palatine foraminaLesser palatine nerves and vesselsPterygoid canalNerve of Pterygoid canal and vesselsForamen ovaleMandibular nerve (V3), lesser petrosal nerve, accessory meningeal artery, emissary veinForamen spinosumMiddle meningeal artery & Meningeal branch of mandibular nerveForamen lacerumFilled with cartilage, emissary veinsCarotid canalInternal carotid artery and nerve plexusForamen magnumVertebral arteries and nerve plexuses; anterior spinal artery; posterior spinal arteries; roots of accessory nerve (XI); meninges, lower end of medullaCondylar canal Emissary veinsHypoglossal canal Hypoglossal nerve (XII) and vesselsJugular foramenInternal jugular vein; inferior petrosal sinus, 9,10,11 th cranial nervesStylomastoid foramenFacial nerve (VII)Other foramina:* Emissary sphenoidal foramen/ foramen of Vesalius: situated b/w foramen ovale & the scaphoi fossa. Opens internally b/w foramen ovale & foramen rotundum.* Canaliculus innominatus: b/w foramen ovale & foramen spinosum.",
        "cop": 4,
        "opa": "Foramen ovale",
        "opb": "Foramen rotundum",
        "opc": "Foramen magnum",
        "opd": "Jugular foramen",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "bdbaf891-1e9d-4519-9d1f-5229122de68d",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old girl is admitted to the hospital with tonsillitis. A tonsillectomy is performed and the tonsils are removed. On physical examination one week later the patient has absence of the gag reflex on the left when the posterior part of the tongue is depressed. The sensory portion of which of the following nerves was most likely injured?",
        "exp": "The gag reflex is composed of both an afferent and an efferent limb. These reflexes are mediated by the glossopharyngeal and vagus nerves, respectively. Together, the glossopharyngeal and vagus nerves are responsible for the contraction of the muscles of the pharynx involved in the gag reflex. In this case the glossopharyngeal nerve was injured when the tonsils were excised, resulting in the loss of the sensory side of the reflex. The mandibular and maxillary nerves are part of the trigeminal nerve and are thus largely associated with the sensory supply of the face, sinuses, and oral cavity. The hypoglossal nerve innervates most of the muscles of the tongue. The facial nerve is involved with taste of the anterior two thirds of the tongue; however, it does not mediate the gag reflex.",
        "cop": 2,
        "opa": "Facial",
        "opb": "Glossopharyngeal",
        "opc": "Mandibular",
        "opd": "Maxillary",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6b8b62a2-bbd2-4aea-9cb8-ae6c43879a59",
        "choice_type": "single"
    },
    {
        "question": "Which nerve supplies circumvallate papillae of tongue?",
        "exp": "Ans. A. Glossopharyngeal nerve. (Ref. BD Chaurasia, Anatomy, Vol 3, 2nd/pg.215).# Nerves which supply the sensation and taste of the tongue differ between the anterior and posterior parts.# Anteriorly, the sensation of taste is passed along the chorda tympani, a branch of the facial nerve. Sensation is passed along the lingual nerve, a branch of the trigeminal nerve.# Posteriorly, both taste and sensation are passed along the glossopharyngeal nerve.# All intrinsic and extrinsic muscles of the tongue are supplied by the hypoglossal nerve, with the exception of the palatoglossus. The palatoglossus is innervated by the vagus nerve.# Vallate papillae lie in front of sulcus terminalis, contain taste buds & glossopharyngeal nerve carries general & taste sensation from them & posterior 2/3rd of tongue.# Circumvallate papillae are present on anterior 2/3rd of the tongue, just in front of sulcus terminalis. They are supplied by glossopharyngeal nerve, which is the nerve of taste for posterior l/3rd of tongue.# Fungiform and filliform papillae are other papillae in tongue. Filiform Papillae are numerous on anterior 2/3rd of tongue & fungiform are scattered on sides & apex & both are supplied by lingual nerve (general sensations) & chorda tympani (taste).Tongue development: 1st and 2nd branchial arches form anterior 2/3 (thus sensation via CN V3, taste via CN VII). 3rd and 4th branchial arches form posterior 1/3 (thus sensation and taste mainly via CN IX, extreme posterior via CN X). Motor innervation is via CN XII. Muscles of the tongue are derived from occipital myotomes.Taste--CN VII, IX, X (solitary nucleus).Pain-CNV3, IX, X.Motor--CN XII.",
        "cop": 1,
        "opa": "Glossopharyngeal",
        "opb": "Facial",
        "opc": "Lingual",
        "opd": "Chorda tympani",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "9502db14-2817-40f6-86ca-99ee7554b766",
        "choice_type": "multi"
    },
    {
        "question": "What is attached to the superior nuchal line?",
        "exp": "Ans. is 'a' i.e., Trapezius Muscles attached to superior nuchal line* Occipitalis muscle,* The splenius capitis muscle* Trapezius muscle,* Sternocleidomastoid muscle",
        "cop": 1,
        "opa": "Trapezius",
        "opb": "Scalenus anticus",
        "opc": "Coracobrachialis",
        "opd": "Biceps Brachii",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d465992d-fb52-4018-bc6b-b2cd092f8916",
        "choice_type": "single"
    },
    {
        "question": "The arachnoid villi allow cerebrospinal fluid to pass between which two of the following spaces?",
        "exp": "The arachnoid villi are extensions of the arachnoid mater into the superior sagittal sinus. The villi allow for proper drainage of the CSF into the venous bloodstream from the subarachnoid space in which the CSF circulates. The villi are a crucial element in maintaining proper intracranial pressure and circulation of the CSF.",
        "cop": 2,
        "opa": "Choroid plexus and subdural space",
        "opb": "Subarachnoid space and superior sagittal sinus",
        "opc": "Subdural space and cavernous sinus",
        "opd": "Superior sagittal sinus and jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "239fd103-dd98-433a-88a8-d408ae8cece7",
        "choice_type": "multi"
    },
    {
        "question": "Which bony structure protects the middle meningeal artery?",
        "exp": "Ans. is 'b' i.e., Pterion * The pterion is the region where the frontal, parietal, temporal, and sphenoid joined together It is located on the side of the skull, just behind the temple.* It is the junction between four bones:i) The parietal boneii) The squamous part of temporal boneiii) The greater wing of sphenoid boneiv) The frontal bone* The pterion is known as the weakest part of the skull. The anterior division of the middle meningeal artery runs underneath the pterion Consequently, a traumatic blow to the pterion may rupture the middle meningeal artery causing extradural hemorrhage.",
        "cop": 2,
        "opa": "Nasion",
        "opb": "Pterion",
        "opc": "Bregma",
        "opd": "Occiput",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "05b5d173-2f9c-493f-8690-b0a1aa76b865",
        "choice_type": "single"
    },
    {
        "question": "Great cerebral vein drains into -",
        "exp": "Ans. is 'c' i.e., Straight sinus * Great cerebral vein of Galen: It is formed by the union of two internal cerebral veins, is 2 cm long and drains into the straight sinus. Its tributaries are:- (a) Internal cerebral veins, (b) Basal veins, (c) Occipital veins, (d) Posterior callosal vein",
        "cop": 3,
        "opa": "Transverse sinus",
        "opb": "IJV",
        "opc": "Straight sinus",
        "opd": "Superior cerebral vein",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d4adc71c-bab3-4864-afc2-98ba3ff234e2",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a transaxial section through the head. Which structure is formed by the perpendicular plate of the ethmoid bone, vomer, and septal cartilage?",
        "exp": "(a) The nasal septum is formed primarily by the perpendicular plate of the ethmoid bone, vomer, and septal cartilage.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d2acc3d7-3dcb-492f-9e36-60304effc867",
        "choice_type": "single"
    },
    {
        "question": "Yoke muscle of right superior oblique is -",
        "exp": "Ans. is 'a' i.e., Left Inferior rectus * Yoke muscles (contralateral synergists):# It refers to the pair of muscles (one from each eye) which contract simultaneously during version movements.# For example, right lateral rectus and left medial rectus act as yoke muscles for dextroversion movements. Other pair of yoke mscles are: right MR and left LR, right LR and Left MR, right SR and left IO, right IR and left SO, right SO and left IR, and right IO and Left SR.",
        "cop": 1,
        "opa": "Left Inferior rectus",
        "opb": "Left Superior rectus",
        "opc": "Left Inferior Oblique",
        "opd": "Left Lateral Rectus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1e000765-d075-466d-ad2b-fb7d1d173042",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old girl is admitted to the emergency department with a painful swelling behind her ear. An MRI examination reveals mastoiditis. Which of the following structures is most likely to be affected by the inflammation?",
        "exp": "(a) Source: GAS 907, 909; GA 474-475 Mastoiditis is an infection of the air cells within the mastoid process of the temporal bone, often caused by untreated acute otitis media. A known complication of mastoiditis is inflammation of the transverse sinus. Necrosis of the bone due to untreated infection will often affect the transverse sinus. The petrous part of the temporal bone is unlikely to experience inflammation. Infection in the middle ear is usually the preceding event to mastoiditis rather than occurring as a result of it. The occipital sinus is located far posteriorly to the mastoid process and is unlikely to be affected. Because of its position, the internal carotid artery will not be affected by this inflammation.",
        "cop": 1,
        "opa": "Transverse sinus",
        "opb": "Petrous part of the temporal bone",
        "opc": "Middle ear",
        "opd": "Occipital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "38205ba6-8035-4761-8eb7-61ae1c3b2fe9",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man is admitted to the hospital with severe pain in the area of his right submandibular gland. Radiographic examination reveals a tumor of the gland. An incision is made and the submandibular gland and its duct are removed. Which of the following nerves is most commonly injured in this type of procedure?",
        "exp": "The lingual nerve initially courses directly underneath the mucosa of the floor of the mouth and superficial to the submandibular gland, specifically the submandibular duct. This nerve is therefore at risk for ligation, division, or trauma during excision of the gland and duct. The lingual nerve is part of the mandibular division of the trigeminal nerve and carries fibers from the chorda tympani. These latter fibers supply taste to the anterior two thirds of the tongue and preganglionic parasympathetic axons involved in salivary gland secretion. Fibers of the trigeminal nerve supply general sensation to the anterior two thirds of the tongue. The lingual nerve passes deep both to the lateral pterygoid muscle and the ramus of the mandible and subsequently travels deep to the submandibular gland itself. The buccal nerve, also a branch of the mandibular division of the trigeminal nerve, supplies the mucosa of the cheek and is not in close proximity to the gland or duct. The inferior alveolar nerve, though close in proximity to the submandibular gland, travels deep to the lateral pterygoid muscle and later enters the mandibular canal to supply the lower teeth. The nerve to the mylohyoid, a branch of the inferior alveolar nerve, supplies the mylohyoid muscle and the anterior belly of the digastric. Neither of these nerves is at risk for damage during excision of the submandibular gland and duct.",
        "cop": 2,
        "opa": "Buccal",
        "opb": "Lingual",
        "opc": "Inferior alveolar",
        "opd": "Nerve to mylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d9c67338-d389-4a70-bf2f-93a67ad0f6f0",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl is admitted to the hospital with an upper respiratory tract infection. During physical examination her sense of hearing appears to be poor. Her right ear is painful, and upon otoscopic examination a golden-brown fluid can be observed through the tympanic membrane. Which is the most likely direct route for the spread of an infection from the upper respiratory tract to the middle ear cavity?",
        "exp": "The auditory (eustachian or pharyngotympanic) tube is a mucosal-lined tube that provides a direct connection from the nasopharynx to the middle ear cavity. A respiratory infection can travel from the upper respiratory tract to the oropharynx or nasopharynx and then on into the middle ear via the auditory tube. The choanae are paired openings from the nasal cavity into the nasopharynx and do not connect with the auditory tube or the middle ear. The facial canal and the internal acoustic meatus are passages for facial and vestibulocochlear nerves, respectively. Neither of these is a likely site for the spread of infection from the upper respiratory tract to the middle ear.",
        "cop": 1,
        "opa": "Pharyngotympanic tube",
        "opb": "Choanae",
        "opc": "Nostrils",
        "opd": "Facial canal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "9ac3e0cc-aad3-4202-870f-341d55dc7c5a",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man is admitted to the emergency department after he was beaten up in a street fight. Radiographic examination reveals that he has suffered a forehead fracture from a blow with a club, resulting in black and swollen eyes. Because the patient is suffering from severe pain, an anesthetic solution is ordered to be injected into his orbit. Which of the following nerves is most likely to be anesthetized?",
        "exp": "(a) Source: GAS 879-883; GA 461-462 Anesthetics are injected into the submuscular layer of delicate (areolar) connective tissue, the layer that contains nerves of the eyelid. This space is continuous with the \"danger zone\" of the scalp. A blow to the forehead can result in a \"black eye,\" with the passage of blood into the submuscular space. Infections can, likewise, pass within this space. One can insert a needle through the upper eyelid, near the orbital margin, and then direct it deeply toward the orbital apex. The anesthetic can there infiltrate the branches of the ophthalmic nerve, including its nasociliary branch, resulting in anesthesia of the area.",
        "cop": 1,
        "opa": "Ophthalmic",
        "opb": "Infraorbital",
        "opc": "Anterior ethmoidal",
        "opd": "Frontal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c637b006-08ab-4a12-bc96-0a3ed7d6ac42",
        "choice_type": "single"
    },
    {
        "question": "Parotid duct pierces which muscle?",
        "exp": "Ans. is 'a' i.e., Buccinator * Structures piercing the buccinator arei) Parotid ductii) Buccal branch of mandibular nerveiii) Four or five mucous glands lying on the bucco-pharyngeal fascia around the parotid duct.",
        "cop": 1,
        "opa": "Buccinator",
        "opb": "Lateral Pterygoid",
        "opc": "Medial Pterygoid",
        "opd": "Risorius",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "36fd84f4-63b7-4ec2-8e9c-ab217caa7149",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a sagittal section through the head and neck. A lesion of the first cervical spinal nerve would cause functional impairment of which structure?",
        "exp": "(c) The geniohyoid muscle is innervated by the first cervical nerve through the hypoglossal nerve.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6bfcd089-a6d3-4c9f-baf1-bc1444f6a83f",
        "choice_type": "single"
    },
    {
        "question": "Fascia over the posterior triangle is pierced by:",
        "exp": "Ans. C. External jugular veinExternal jugular veina. Posterior triangle boundariesb. In front- posterior border of sternomastoidc. Behind- Anterior border of trapeziusd. Base- Claviclee. Roof- Skin, superficial fascia, platysma and investing layer of deep cervical fasciaf. Investing layer of deep cervical fascia is pierced by branches of cervical plexus and external jugular veins",
        "cop": 3,
        "opa": "Spinal accessory nerve",
        "opb": "Suprascapular nerve",
        "opc": "External jugular vein",
        "opd": "Internal jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6b6df368-198d-42ac-acd8-9eec5e2c39c6",
        "choice_type": "single"
    },
    {
        "question": "Suspensory Lock wood ligament encloses:",
        "exp": "Ans: (b) Inferior oblique and inferior rectusRef: Gray's Anatomy, The Anatomical Basis of Clinical Practice, Susan Standring, 41st edition, 2016, Page 668-681The suspensory ligament of eyeball (or Lockwood's ligament) forms a hammock stretching below the eyeball between the medial and lateral check ligaments and enclosing the inferior rectus and inferior oblique muscles of the eye.Fascial sheath of the eyeball:Fascia bulbi (Tenon's capsule)- thin fascial sheath which envelops the eyeball.The fascia bulbi is perforated by the tendons of the extraocular muscles and is reflected on to each as a tubular sheath, the muscular fascia (tubular sheath for all orbital muscles).Sheaths of adjacent recti become confluent and form a fascial ring.Expansions from the muscular fascia of medial and lateral recti are strong, and are attached to the lacrimal and zygomatic bones, respectively.Since they may limit the actions of the two recti, they are termed medial and lateral check ligaments.The sheath of inferior rectus is thickened on its underside and blends with the sheath of inferior oblique.The sheath of inferior rectus and inferior oblique are continuous with the fascial ring formed by medial and lateral recti.Since the medial and lateral recti are attached to the orbital walls (lacrimal and zygomatic bones respectively) by check ligaments, a continuous fascial band, the suspensory ligament of the eye (Lockwood's ligament), is slung like a hammock below the eye, providing sufficient support that even when the maxilla (forming the floor of the orbit) is removed, the eye will retain its position.Injection of local anaesthetics via a cannula into the space between the fascia bulbi and the sclera (sub-Tenon's anaesthesia) has become a popular technique for many ophthalmic surgical procedures.",
        "cop": 2,
        "opa": "Superior oblique and inferior rectus",
        "opb": "Inferior oblique and inferior rectus",
        "opc": "Superior rectus and inferior oblique",
        "opd": "Superior rectus and superior oblique",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d80f8505-5558-4e35-8cc8-b4ef8d086a81",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman visits the outpatient clinic with a swelling in her neck. Radiographic and ultrasound examinations reveal a benign thyroid gland tumor. Three days after thyroidectomy the patient shows air bubbles in the CT of her brain. Which of the following is the most likely cause of the air bubbles in this case?",
        "exp": "The superior thyroid vein is a tributary to the internal jugular vein; it accompanies the superior thyroid artery. The middle thyroid vein is typically a short, direct tributary to the internal jugular vein. The inferior thyroid vein usually drains vertically downward to one or both brachiocephalic veins. The superior and middle thyroid veins can be torn in thyroid surgery, perhaps admitting an air bubble (due to negative pressure in the veins) that can ascend in the internal jugular vein into the skull, with injurious or lethal results.",
        "cop": 4,
        "opa": "Injury to inferior thyroid artery",
        "opb": "Injury to inferior and superior thyroid arteries",
        "opc": "Injury to superior thyroid artery and vein",
        "opd": "Injury to superior and middle thyroid veins",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "8af341cb-f514-4d27-bbe0-8c83d8c209f2",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male has a complaint of left-sided maxillary tooth pain. A dental examination reveals no abnormalities of his teeth. During physical examination tapping on his right maxilla elicits sharp pain on the right side of his face. The patient reports that he has no allergies. Which of the following conditions will be the most likely diagnosis?",
        "exp": "Maxillary sinusitis is an infection of the maxillary sinus, which is located in the body of the maxillary bone. Sharp pain can be a major symptom of maxillary sinusitis. The difference between the remaining answer choices is the location of the sinus. The sphenoid sinus is located in the posterior nasopharynx. The ethmoid sinuses are located laterosuperiorly to the nasal septum. The frontal sinus is located in the frontal bone in the anterior part of the face.",
        "cop": 4,
        "opa": "Sphenoid sinusitis",
        "opb": "Anterior ethmoidal sinusitis",
        "opc": "Posterior ethmoidal sinusitis",
        "opd": "Maxillary sinusitis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "262fc6e3-1955-43f2-b180-dff3b9855167",
        "choice_type": "multi"
    },
    {
        "question": "The lymphatic drainage to central part of the lip is",
        "exp": "(Sub mental nodes) (207-BDC-3) (769 - Snell 7th)LYMPHATIC DRAINAGE1. LIPS(i) Central part of the lower lip and skin of the chin - Submental nodes(ii) Rest of the lower lip drains to - Sub mandibular nodes2. Cheeks (Buccae) - drain chiefly into submandibular and preauricular nodes and partly also to the buccal and mandibular nodes3. Oral cavity proper(i) Anterior part of the floor of the mouth - sub mental nodes(ii) The gums and the rest of the floor - sub mandibular nodes4. Gums (Gingivae)(i) Upper gum - Submandibular nodes(ii) Anterior part of gum - sub mandibular nodes(iii) Posterior part of gum - submandibular nodes5. Hard palate & Soft palate - The lymphatics drain mostly to the upper deep cervical nodes and partly to the retro pharyngeal nodes* The lymphatic drainage of Tonsil - Jugulodiagastric nodes* Lymph from the forehead and the anterior part of the face drains in to the submandibular lymph nodes. The lateral part of the face including the lateral part of the eyelids is drained by lymph vessels that end in the parotid lymph nodes",
        "cop": 2,
        "opa": "Sub mandibular node",
        "opb": "Sub mental nodes",
        "opc": "Deep cervical nodes",
        "opd": "Jugulodiagastric nodes",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2eb0af00-e11e-4388-b690-f6346d05fca9",
        "choice_type": "single"
    },
    {
        "question": "True about vertebral artery -",
        "exp": "Ans. is 'b' i.e., Enters skull through foramen magnum Vertebral arteryo It is the largest branch of subclavian artery.o Vertebra] artery traverses through vertebral triangle, foramina transversaria of upper six cervical vertebrae. suboccipital triangle, posterior atlanto-occipital membrane, vertebral canal, pierce duramater and arachnoid (Subarachnoid) and passes through foramen magnum to enter posterior cranial fossa. It gives following branches:-Cervical branches Spinal branches, muscular branches (to suboccipital muscle).Cranial branches Posterior inferior cerebellar artery, medullary artery, meningeal branches, anterior spinal artery, posterior spinal artery and both vertebral arteries unite to form basilar artery.",
        "cop": 2,
        "opa": "A branch of thyrocervical trunk",
        "opb": "Enters skull through foramen magnum",
        "opc": "Unite to form posterior cerebral artery",
        "opd": "A small artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b10f6131-1411-48ac-811d-64846c0534a4",
        "choice_type": "multi"
    },
    {
        "question": "Tongue is protrude by",
        "exp": "(Genioglossus) (252-BDC-3- 4th edition)Action of Extrinsic muscle of TongueGENIOGLOSSUSDraws the tongue forward and protrude the tip so that it points to the opposite side. The two muscle acting in union protrude the tongue in the midlineHYOGLOSSUSIt depresses the tongue** makes the dorsum convex and helps in retracting the protruded tongueSTYLOGLOSSUSDuring swallowing it pulls the tongue upwards and backwardsPALATOGLOSSUSPulls up root of the tongue and approximates the palatoglossal arches and thus closes oropharyngeal isthmus* Safety muscle of tongue is - Genioglossus* Ipsilateral deviation of tongue is due to unaltered action of - Genioglssus* Palsy of right genioglossus causes- devition of tongue to right**** All the intrinsic and extrinsic muscles EXCEPT THE PALATOGLOSSUS** are supplied by cranial part of accessory nerve through the pharyngeal plexusImportant Points1. Tip of the tongue drain into submental lymph nodes*2. Anterior 2/3 of the tongue drain into submandibular lymph node and posterior 1/3 of the tongue drain into Jugulo omohyoid (Lymph node of the tongue)3. Anterior 2/3 of tongue developed from first branchial arch*. Therefore it is supplied by lingual nerve** and chorda tympani4. Posterior 1/3 of tongue develops third branchial arch** therefore it is supplied by glossopharyngeal nerve**5. Posterior most part from the fourth arch: therefore supplied by the Vagus nerve6. Circumvallate papillae are innervated by Glossopharyngeal nerve**7. Circumvallate papillae- are situated on the mucous membrane just anterior to the sulcus terminalis an therefore their taste buds are innervated by ninth cranial nerve***8. Unilateral injury to hypoglossal nerve leads to(I) Hemiatrophy of involved side *(II) Deviation of tongue towards the same side *(III) Fasciculation of tongue *9. Intrinsic muscles of the tongue are derived from occipital somites",
        "cop": 3,
        "opa": "Hyoglossus",
        "opb": "Palatoglossus",
        "opc": "Genioglossus",
        "opd": "Styloglossus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ac59984e-2555-450c-939e-f925c82e8516",
        "choice_type": "single"
    },
    {
        "question": "The facial artery terminates in the anastomosis with",
        "exp": "D. i.e. (Branch of the ophthalmic artery) (57-58-BDC 3rd)* FACIAL - ARTERY - Branch of the external carotid artery*** It lies deep to the sub mandibular salivary gland and emerges and bends around the lower border of the mandible. It then ascends over the face close to the anterior border of the masseter muscle. The artery then ascends around the lateral margin of the mouth and terminates at the medial angle of the eye by anastomosing with the dorsal nasal branch of the ophthalmic artery.",
        "cop": 4,
        "opa": "Opposite side of the facial artery",
        "opb": "Transverse facial artery",
        "opc": "Anastomosis with Infra orbital artery",
        "opd": "Branch of the ophthalmic artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6cdf13d5-119f-45a4-91f9-f6454bc951f1",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman is admitted to the hospital with severe head injuries after a car crash. During neurologic examination her uvula is deviated to the right. Which nerve is most likely affected to result in this deviation?",
        "exp": "An injury to the left vagus nerve would cause the uvula to become deviated to the right. This is because of the innervation of the musculus uvulae muscle that makes up the core of the uvula. If only one side is effectively innervated, contraction of the active muscle will deviate the uvula to the contralateral side of the injury (ipsilateral side of the uninjured vagus nerve). In addition, the intact levator veli palatini will pull the uvula to the intact side. The right and left hypoglossal nerves innervate the tongue muscles and would not affect the uvula. The glossopharyngeal nerve supplies sensory innervation to the oropharynx and nasopharynx, but not motor innervation to these areas.",
        "cop": 1,
        "opa": "Left vagus",
        "opb": "Right vagus",
        "opc": "Right hypoglossal",
        "opd": "Left glossopharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c29ae3f3-0113-4d7d-bab2-f566bd790431",
        "choice_type": "single"
    },
    {
        "question": "Medial branch of external carotid artery -",
        "exp": "Ans. is 'a' i.e., Ascending pharyngeal A Branches of external carotid arteryFrom medial sideAscending pharyngealFrom frontSuperior thyroid arteryLingual arteryFacial arteryFrom behindOccipital arteryPosterior auricular arteryTerminal branchesSuperficial temporal arteryMaxillary artery",
        "cop": 1,
        "opa": "Ascending pharyngeal A",
        "opb": "Occipital A",
        "opc": "Maxillary A",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "54a2119a-6fcb-4674-a50a-2addbf591866",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following nerve involved in-opening inlet of larynx",
        "exp": "(Recurrent laryngeal nerve) (243 - BDC3 - 4th edition)Intrinsic muscles of the Larynx - 1. Cricothyroid {only muscle outside the larynx) 2. Posterior cricoarytenoid {Triangular muscle) 3. Lateral cricoarytenoid. 4. Transverse arytenoid {unpairedmuscle) 5. Oblique arytenoid and aryepiglotticus. 6. Thyroarytenoid and ThyroepiglotticMuscles acting on the LarynxMovementMuscles1. Elevation of larynxThyrohyoid, Mylohyoid2. Depression of larynxSternothyroid, Sternohyoid3. Opening inlet of larynxThyroepiglotticus4. Closing inlet of larynxAryepiglotticus5. Abductor of the vocal cordsPosterior cricoarytenoid*6. Adductor of vocal cordsLateral cricoarytenoid , transverse, oblique arytenoid7. Tensor of vocal cordsCricothyroid8. Relaxor of vocal cordsThyroarytenoidAll intrinsic muscles of the larynx are supplied by the recurrent laryngeal nerve EXCEPTfor the cricothyroid which is supplied by the external laryngeal nerve **",
        "cop": 1,
        "opa": "Recurrent laryngeal nerve",
        "opb": "External laryngeal nerve",
        "opc": "Internal laryngeal nerve",
        "opd": "Superficial laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "18c0ab5b-1cb8-4c07-a026-24bcd8eeccf4",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of esophagus in the neck is by -",
        "exp": "Ans. is 'a' i.e., Inferior thyroid artery Part of oesophagusArterial SupplyVenous DrainageCervicalInferior thyroid arteryInferior thyroid veinsThoracicEsophageal branches of descending thoracic aorta bronchial arteriesAzygous veinAbdominalLeft gastric arteryleft inferior phrenic arteryLeft gastric vein",
        "cop": 1,
        "opa": "Inferior thyroid artery",
        "opb": "Costophrenic artery",
        "opc": "Mediastinal artery",
        "opd": "Superior thyroid artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "54000736-41a6-4c6a-9a19-1d6776b224f3",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman is hospitalized due to cavernous sinus thrombosis resulting from an infection on the face. Which of the following is the most direct route for spread of infection from the face to the cavernous sinus?",
        "exp": "The superior ophthalmic vein drains directly into the cavernous sinus. The danger area of the face is located in the triangular region from the lateral angle of the eye to the middle of the upper lip, near the nose, and is drained by the facial vein. The facial vein communicates directly with the cavernous sinus through the superior ophthalmic vein. The pterygoid venous plexus communicates with the cavernous sinus through the inferior ophthalmic vein, but it is not directly connected to the cavernous sinus. The basilar venous plexus connects the inferior petrosal sinuses and communicates with the internal vertebral venous plexus. The parietal emissary veins and frontal venous plexus do not communicate directly with the cavernous sinus.",
        "cop": 2,
        "opa": "Pterygoid venous plexus",
        "opb": "Superior ophthalmic vein",
        "opc": "Frontal venous plexus",
        "opd": "Basilar venous plexus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "41ed4fd8-32c3-4051-8ebf-281f11542279",
        "choice_type": "single"
    },
    {
        "question": "Posterior longitudinal ligament continues as-",
        "exp": "Ans. is 'c' i.e., Membrana tectoria * The posterior longitudinal ligament is situated within the vertebral canal, and extends along the posterior surfaces of the bodies of the vertebrae.* It starts from the body of the axis, where it is continuous with the membrana tectoria and continues to the sacrum.",
        "cop": 3,
        "opa": "Apical ligament",
        "opb": "Alar ligament",
        "opc": "Membrana tectoria",
        "opd": "transverse ligament",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2d4c8f31-0eca-46b8-be7e-d0823a8d40e0",
        "choice_type": "single"
    },
    {
        "question": "Yoke muscle of right lateral rectus is",
        "exp": "(A) Left medial rectus[?]Yoke muscle (contra-lateral synergists):Reference to muscles which are primary muscles (one from each eye) that accomplish (contract) a given version.YOKE MUSCLES IN CARDINAL POSITIONS OF GAZE* Eyes up & rightRSR & LIO* Eyes up & leftLSR & RIO* Eyes rightRLR & LMR* Eyes leftLLR & RMR* Eyes down & rightRIR & LSO* Eyes down & leftLIR & RSOContralaterally paired extra-ocular muscles that work synergistically to direct the gaze in a given direction.For example, in directing the gaze to the right, the right lateral rectus and left medial rectus operate together as yoke muscles. ACTION OF EXTRA-OCULAR MUSCLESBeing approximately horizontal, when the visual axis is in its primary position, i.e. directed to the horizon, they rotate the eye medially (adduction) or laterally (abduction) about an imaginary vertical axis.They are antagonists.Visual axis can be swept through a horizontal arc by reciprocal adjustment of their lengths.When, as is usual, both eyes are involved, the medial & lateral recti of each eye either can adjust both visual axes in a conjugate movement from point to point at infinity (their axes remaining parallel), or they can converge or diverge the axes to or from nearer or more distant objects of attention in the visual field.Medial & lateral recti do not rotate the eye around its horizontal axis and so cannot elevate or depress the visual axes as gaze is transferred from nearer to more distant objects or the reverse.Normally, movements of the two eyes are harmoniously coordinated.Such coordinated movements of both eyes are called conjugate ocular movements.Conjugate movements are usually horizontal or vertical, but oblique conjugate movements may also occur.Dissociated movements of the two eyes are known as disjunctive movements (skew deviation).Levator palpebrae superioris elevates the upper lid, & its antagonist is the palpebral part of orbicularis oculi.",
        "cop": 1,
        "opa": "Left medial rectus",
        "opb": "Left superior rectus",
        "opc": "Left lateral rectus",
        "opd": "Left inferior oblique",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "62c2545a-093d-4a1f-9471-3dc23f8cab33",
        "choice_type": "single"
    },
    {
        "question": "Through which of the foramen mandibular division of trigeminal nerve passes through:",
        "exp": "Ans. A. (A)Mandibular division of trigeminal nerve passes through foramen ovale; which is situated in between foramen rotundum & foramen spinosumForamenStructures passing through foramen1.Foramen rotundumMaxillary nerve2.Foramen ovaleM: Mandibular nerveA: Accessory meningeal arteryL: Lesser petrosal nerveE: Emissary vein3.Foramen spinosumM: Middle meningeal arteryE: Emissary veinN: Nervous spinosum4.Foramen lacerumNo structure passes through this foramen, but the upper part is the internal carotid artery (and sympathetic plexus around). Deep petrosal nerves and greater petrosal nerves joining to form vidian nerve of pterygoid canal.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "492c8ff0-3cd1-4de1-ac21-30395815a9dd",
        "choice_type": "single"
    },
    {
        "question": "All are the components of Horner's syndrome except:",
        "exp": "Ans. D. ExophthalmosHorner's syndrome, also known as oculosympathetic paresis, is a combination of symptoms that arises when a group of nerves known as the sympathetic trunk is damaged. The signs and symptoms occur on the same side (ipsilateral) as it is a lesion of the sympathetic trunk. It is characterized by miosis (a constricted pupil), partial ptosis (a weak, droopy eyelid), apparent anhydrosis (decreased sweating), with apparent enophthalmos (inset eyeball).",
        "cop": 4,
        "opa": "Miosis",
        "opb": "Ptosis",
        "opc": "Anhidrosis",
        "opd": "Exophthalmos",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "14175707-62a6-4a01-8d47-d4e3c704fb30",
        "choice_type": "multi"
    },
    {
        "question": "Layers of cornea are all EXCEPT",
        "exp": "D. (Keratinized squamous epithelium) (169- MK 3rd) (323- IBS 5tn)CORNEA - is made up five layers(i) Outermost layer - non-keratinized stratified squamous epithelium (corneal epithelium)**(ii) Anterior limiting lamina or Bowman's membrane(iii) Substantia propria or corneal stroma(iv) Posterior limiting lamina (or Descemet's membrane)(v) The posterior surface of the cornea is lined by a single layer of flattened cells that constitute the endothelium of the anterior chamberCHOROIDS - Consist of1. Choroid proper2. Supra choroids lamina3. Basal lamina (membrane of Bruch**)",
        "cop": 4,
        "opa": "Bowman's membrane",
        "opb": "Descemet's membrane",
        "opc": "Endothelium",
        "opd": "Keratinized squamous epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "7bebc1c3-1b30-48e8-bcf3-c5cfc4861594",
        "choice_type": "multi"
    },
    {
        "question": "A 3-year-old boy is admitted to the hospital because of a soft, anterior, midline cervical mass. When the patient is asked to protrude his tongue, the mass in the neck is observed to move upward. Which of the following is the most likely diagnosis?",
        "exp": "Thyroglossal duct cysts occur due to retention of a remnant of the thyroglossal duct along the path followed by the descending thyroid gland during development. The path begins from the foramen cecum of the tongue and descends in the midline to the final position of the thyroid. The sixth pharyngeal arch provides origin to muscles and cartilage of the neck and would produce a midline mass connected to the tongue. A branchial cyst or fistula would not be present in the midline. The first pharyngeal arch gives rise to muscles of mastication and the malleus and incus. The third pharyngeal arch provides origin to the stylopharyngeus muscle and hyoid bone.",
        "cop": 1,
        "opa": "A thyroglossal duct cyst",
        "opb": "Defect in sixth pharyngeal arch",
        "opc": "A branchial cyst",
        "opd": "Cystic fistula of the third pharyngeal arch",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "93353f21-df7b-491c-a359-30a55a6ea6a4",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this angiogram of the cerebral vasculature and collateral circulations are discounted. A lesion of which artery may cause oxygen deficiency to the medial surface of the frontal and parietal lobes of the brain?",
        "exp": "(c) The anterior cerebral artery supplies the medial surface of the frontal and parietal lobes of the cerebrum.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "61763138-a101-4415-bc61-19e79ad3f850",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this radiograph of the lateral view of the head. Cerebrospinal fluid is formed by vascular choroid plexus in which structure?",
        "exp": "(a) Cerebrospinal fluid is formed by vascular choroid plexus in the ventricles in the brain; the letter \"A\" indicates the lateral ventricle.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "62d980dd-c234-41a3-8f73-38628f8f0ec1",
        "choice_type": "single"
    },
    {
        "question": "An unconscious 54-year-old female is admitted to the hospital. A CT scan reveals a tumor in her brain, producing a tentorial herniation. When she regains consciousness, her right eye is directed laterally and downward, with complete ptosis of her upper eyelid and pupillary dilation. Which of the following lobes of the brain is affected by the tumor?",
        "exp": "The tentorial/uncal herniation described in this case is most likely to occur as a result of a temporal lobe tumor. The uncus is part of the temporal lobe, and when enlarged, it will be compressed against the foramen magnum. This results in the symptoms manifested by damage to the nearby oculomotor nerve. The uncus is not a part of the other named lobes.",
        "cop": 2,
        "opa": "Parietal",
        "opb": "Temporal",
        "opc": "Occipital",
        "opd": "Frontal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "60b565b8-e808-4c1e-8a62-fe352628dd6e",
        "choice_type": "multi"
    },
    {
        "question": "Injury to dangerous area of face infection goes to",
        "exp": "(Cavernous sinus) (195-BDC-3) (544.581-small 9th)Facial infections and cavernous sinus ThrombosisThe area of facial skin bounded by the nose, the eye, and two upper lip is a potentially dangerous zone to have an infection, for example, a boil in this region can cause thrombosis of two facial vein. With spread of organisms through two inferior ophthalmic vein to the cavernous sinus, the resulting cavernous sinus thrombosis may be fatal unless adequately treated with antibioticsDangerous area of face includes the upper LipQ, and the Lower part of NoseQ.It is called the 'dangerous area' as infections from this region can spread in a retrograde direction from the face to the cavernous sinus causing dangerous complications like 'thrombosis of the cavernous sinusFacial vein can communicate to the cavernous sinus through two major routes or deep connections i.e.-Important Structures Associated with the cavernous sinuses# The internal carotid artery and the 6th cranial nerve which travel through it# In the lateral wall, the 3rd and 4th cranial nerve and the ophthalmic and maxillary division of the 5th cranial nerve# The pituitary gland which lies medially in the sella turcica# The veins of the face, which are connected with the cavernous sinus via the facial nerve and inferior ophthalmic vein, are an important route for the spread of infection from the face# The superior and inferior petrosal sinuses which run along the upper and lower border of the petrous part of the temporal one Cavernous sinus lesions presentation |||Nervous symptomsVenous symptoms| ||| Pain in the distribution of ophthalmic (V1) and Maxillary (V2) nerveParalysis of extra ocular muscles due to lesion affecting III IV & VI cranial nerveMarked oedema of the eyelids, cornea and roof of nose with exophthalmos due to congestion of orbital veins CAVERNOUS SINUS|Incoming channels Draining channels* Superior ophthalmic vein *** Inferior ophthalmic vein *** Central vein of Retina *** (may drain via superior ophthalmic vein)* Superficial middle cerebral vein **** Inferior cerebral vein ** Sphenoparietal sinus ** Middle meningeal vein *( frontal and Anterior Trunk) * Superior petrosal sinus (drain into Transverse sinus)* Inferior petrosal sinus (drain into internal jugular vein) **** Emissary veins *** (drain into pterygoid plexus of veins)* Superior ophthalmic vein (drain into facial vein)* Inter cavernous vein (\"sinuses communicate between the left & right cavernous sinuses",
        "cop": 1,
        "opa": "Cavernous sinus",
        "opb": "Mastoiditis",
        "opc": "Labyrinthitis",
        "opd": "Lateral sinus thromophlebitis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ac00ce6b-cbf7-4ad4-91c6-e338f8fe34a3",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old female is admitted to the emergency department with a severe swelling on the right side of her neck. An MRI examination reveals an abscess. The abscess is surgically removed from the middle of the posterior cervical triangle on the right side. During recovery the patient notices that her shoulder droops and she can no longer raise her right hand above her head to brush her hair. Which of the following nerves has most likely been iatrogenically injured?",
        "exp": "The spinal accessory nerve passes across the posterior triangle of the neck and innervates both the trapezius muscle and the sternocleidomastoid muscle for the respective side of the body. Upon surgical division of the nerve, the patient will lose the ability to raise the respective shoulder and will demonstrate weakness in turning the head to the opposite side. The trapezius will also lose tone and the shoulder will droop. The ansa cervicalis innervates strap muscles of the neck and, if cut, would not produce drooping of the shoulder. The facial nerve does not pass through any of the triangles of the neck; however, if it were divided, paralysis would result in the muscles of facial expression. The hypoglossal nerve innervates the intrinsic muscles of the tongue, plus the genioglossus, hyoglossus, and styloglossus and, if injured, would not result in any of the patient's symptoms.",
        "cop": 1,
        "opa": "Accessory",
        "opb": "Ansa cervicalis",
        "opc": "Facial",
        "opd": "Hypoglossal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e2153f61-3614-4462-86de-bc66f413cca8",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old man is admitted to the emergency department with a painful skin rash on the dorsum of his nose. Physical examination reveals that a herpetic lesion is affecting the dorsum of the nose and the eyeball. Which of the following nerves is most likely to be responsible for transmission of the virus to the eye?",
        "exp": "A herpes rash on the dorsum of the nose is known as Hutchinson's sign. This indicates that the virus is located in cell bodies of the ophthalmic division of the trigeminal nerve. This nerve branches into nasociliary, frontal, and lacrimal branches. The nasociliary nerve has direct branches that carry sensory innervation from the eye. The nasociliary nerve also gives off the ethmoidal nerves that innervate the superior nasal mucosa, in addition to providing the origin of the dorsal nasal nerve. The supratrochlear nerve is a branch of the frontal nerve and carries sensory innervation from the skin superior to the orbit. The infraorbital nerve is a branch from the maxillary division of the trigeminal nerve and carries sensory innervation from the skin of the face between the orbit and the upper lips.",
        "cop": 1,
        "opa": "Nasociliary",
        "opb": "Supratrochlear",
        "opc": "Infraorbital",
        "opd": "Posterior ethmoidal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e1315ef1-7733-4c38-a447-4e429ca09ffe",
        "choice_type": "multi"
    },
    {
        "question": "Greater cornua of the hyoid is derived from which pharyngeal arch?",
        "exp": "Ans. is 'c' i.e., III PharyngealArchMuscular ContributionSkeletal ContributionsNerveArteryCorresponding Pouch Structures1st (mandibular arch)Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatiniMaxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligamentTrigeminal nerve (V2 and V3)Maxillary artery, external carotid arteryEustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane.2nd (hyoid archMuscles of facial expression, Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastricStapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligamentFacial nerve (VII)Stapedial Arterymiddle ear, palatine tonsils3rdStylopharyngeusHyoid (greater horn and lower part of body), thymusGlossophar- yngeal nerve (IX)Common carotid/ internal carotidInferior parathyroid, Thymus4thCricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatiniThyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Corniculate cartilageVagus nerve (X) Superior laryngeal nerveRight 4th aortic arch subclavian artery Left 4th aortic arch: aortic archSuperior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of\\ thyroid gland).6thAll intrinsic muscles of larynx except the cricothyroid muscleArytenoid cartilagesVagus nerve (X) Recurrent laryngeal nerveRight aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosusRudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f24bb949-2974-4ab8-ae50-762268d4cf56",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old female visits the family dermatologist because of severe facial acne. During physical examination it was found that there was a rather obvious and painful lesion on the side of her nose. The patient was given antibiotics and warned not to press or pick at the large, inflamed swelling. If she were to squeeze, prick, or incise such a lesion in the area between the eye and the upper lip, or between the eye and the side of the nose, the infection could spread to the cavernous sinus. Which of the following pathways of spread of infection would be most typical?",
        "exp": "Infection in the danger area of the face can lead to cavernous sinus thrombosis because infection spreads from the nasal venous tributary to the angular vein, then on to the superior ophthalmic vein, which passes into the cavernous sinus. None of the other routes listed would be correct for drainage from the danger area of the face.",
        "cop": 1,
        "opa": "Nasal venous tributary to angular vein, to superior ophthalmic vein, then to cavernous sinus",
        "opb": "Retromandibular vein to supraorbital vein, then to inferior ophthalmic vein, then to cavernous sinus",
        "opc": "Dorsal nasal vein to superior petrosal vein, then inferior ophthalmic vein to cavernous sinus",
        "opd": "Facial vein to maxillary vein, then middle meningeal vein to cavernous sinus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "efb593ac-e32e-48e4-ba02-4afa9e9c90e4",
        "choice_type": "single"
    },
    {
        "question": "Parasympathetic supply to parotid is through which ganglion-",
        "exp": "Ans. is 'a' i.e., Otic ganglion GangliaSensory rootSympathetic rootSecretomotor rootMotor rootDistributionCiliaryFrom nasociliary nervePlexus along ophthalmic artery-Edinger-Westphal nucleus - oculomotor nerve - nerve to inferior obliqueCiliaris musclesSphincter pupillaeOticBranch from auriculo temporal nervePlexus along middle meningeal arteryInferior salivatory nucleus- phayngeal nerve- tympanic branch- tympanic plexus- lesser petrosal nerveBranch from nerve to medial pterygoidto parotid gland via auriculotemporal nerve Tensor veli palatini and tensor tympani via nerve to medial pterygoid (unrelayed)Pterygopalatine2 branches from maxillary nerveDeep petrosal from plexus around internal carotid arteryLacrimatory nucleus nervus intermedius- facial nerve - geniculate ganglion- greater petrosal nerve + deep petrosal nerve = nerve of pterygoid canal-Mucous glands of nose, paranasal sinuses, palate nasopharynxSome fibres pass through zygomatic nerve - zygomaticotemporal branch to lacrimal nerve-lacrimal glandSubmandibular2 branches from lingual nerveFrom plexus around facial arterySuperior salivatory nucleus- facial nerve - chorda tympani joins the lingual nerve-Submandibular,Sublingual andAnterior lingual glands",
        "cop": 1,
        "opa": "Otic ganglion",
        "opb": "Submandibular ganglion",
        "opc": "Pterygoid ganglion",
        "opd": "Ciliary Ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6e2f2af5-ed2a-488a-9223-a21b46a8a02b",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old female is under general anesthesia. Prior to laryngeal intubation the rima glottidis is opened by which pair of muscles?",
        "exp": "The posterior cricoarytenoid muscles lie on the superoposterior aspect of the lamina of the cricoid cartilage. When these muscles contract, they cause lateral rotation (abduction) of the vocal processes of the arytenoid cartilages, thereby opening the space between the vocal folds, the rima glottidis. The lateral cricoarytenoid is involved with adducting the arytenoid cartilage and closing the rima glottidis. The thyroarytenoid muscles lie alongside either vocal ligament and are also involved in adducting the vocal folds. The transverse arytenoid muscle connects both arytenoid cartilages and also aids in closing the rima glottidis. Finally, the cricothyroid muscle is located on the anterior aspect of the cricoid cartilage and aids in elongation and tensing of the vocal folds.",
        "cop": 1,
        "opa": "Posterior cricoarytenoids",
        "opb": "Lateral cricoarytenoids",
        "opc": "Thyroarytenoids",
        "opd": "Transverse arytenoids",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "a32336db-4a23-40db-8203-b3adfc92189a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sinus is related with middle ear cavity",
        "exp": "i.e. (Sigmoid sinus): (714,686 - Snell 8th)Sigmoid sinus are a direct continuation of the transverse sinuses. Each sinus turns downward behind the mastoid antrum of the temporal bone and then leaves the skull through the jugular foramen to become the internal jugular vein.* The posterior wall of the mastoid antrum is related to the sigmoid venous sinus. If the infection spreads in this direction a thrombosis in the sigmoid sinus may take place (714 - Snell 8th)",
        "cop": 4,
        "opa": "Ethmoid",
        "opb": "Cavernous",
        "opc": "Transverse",
        "opd": "Sigmoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ac2ae32c-9677-4c65-8621-740e165d2bee",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman is admitted to the hospital with a large mass at her thyroid gland. Ultrasound examination reveals a benign tumor. Twenty-four hours following a partial thyroidectomy, in which the inferior thyroid artery was also ligated, the patient speaks with a hoarse voice and has difficulty in breathing on exertion. Which of the following nerves was most likely injured during the surgical procedure?",
        "exp": "The recurrent laryngeal nerve is the most likely nerve damaged during the surgery because it runs in close proximity to the inferior thyroid artery and is easily injured or transected with the artery if extreme care is not exercised during operative procedures. The recurrent laryngeal nerve innervates the majority of the vocal muscles that open and close the rima glottidis, in addition to providing sensory supply to the larynx below the vocal folds. Even relatively mild trauma to the nerve can result in hoarseness. The internal branch of the superior laryngeal nerve is not in close proximity to the inferior thyroid artery and pierces the thyrohyoid membrane to enter the pharynx. The ansa cervicalis lies lateral to the site of surgery and does not innervate any structures that, if paralyzed, would cause hoarseness.",
        "cop": 4,
        "opa": "Internal branch of superior laryngeal",
        "opb": "Ansa cervicalis",
        "opc": "Ansa subclavia",
        "opd": "Recurrent laryngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "11a43574-412e-4932-9ca5-a3df086dc7de",
        "choice_type": "single"
    },
    {
        "question": "Pre-auricular sulcus is seen in?",
        "exp": "Ans. (d) PelvisRef: Parikh 6/e, p 2.28, Gray's anatomy 39th ed. /1426",
        "cop": 4,
        "opa": "Mandible",
        "opb": "Maxilla",
        "opc": "Skull",
        "opd": "Pelvis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6b6cac93-6d91-4021-9724-680c43c0dc98",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman has just undergone a complete thyroidectomy. After she recovers from the anesthesia a hoarseness of her voice is noted that persists for 3 weeks. Subsequent examination shows a permanently adducted vocal fold on the right side. Surgical trauma to the innervation of which of the following muscles is most likely to be responsible for the position of the right vocal fold?",
        "exp": "The recurrent laryngeal nerve is often at risk of being damaged during a thyroidectomy. Patients who have a transected or damaged recurrent laryngeal will often present with a characteristic hoarseness following surgery. The posterior cricoarytenoid is supplied by the recurrent laryngeal and would thus be impaired following damage to the nerve. The posterior cricoarytenoid is the only muscle responsible for abduction of the vocal cords, and paralysis of this muscle would result in a permanently adducted position of the involved vocal cord. The other muscles listed are all adductors of the vocal cords, and paralysis of these would not lead to closure of the airway.",
        "cop": 2,
        "opa": "Aryepiglottic",
        "opb": "Posterior cricoarytenoid",
        "opc": "Thyroarytenoid",
        "opd": "Transverse arytenoids",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d21869db-2467-433f-95db-cfc8b06cb078",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old infant is diagnosed with a non-communicating hydrocephalus. Which of the following is most likely to lead to such a condition?",
        "exp": "(a) Source: GAS 101, 834; GA 445 Non-communicating hydrocephalus, also known as obstructive hydrocephalus, is due to an obstruction to flow of CSF within the ventricular system. Excess production of CSF or disturbed resorption of CSF gives rise to communicating or non-obstructive hydrocephalus. An increased size of the head can occur as a result of hydrocephalus but would not be a causative factor for hydrocephalus. Failure of the neural tube to close may lead to anencephaly or spina bifida, depending on the portion of the tube affected, but would not result in hydrocephalus.",
        "cop": 1,
        "opa": "Obstruction in the circulation of the cerebrospinal fluid",
        "opb": "Excess production of cerebrospinal fluid",
        "opc": "Increased size of the head",
        "opd": "Disturbances in the resorption of cerebrospinal fluid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6c55f93a-8d5f-4340-974b-ebd73fe2c487",
        "choice_type": "single"
    },
    {
        "question": "Vertebral artery arises from -",
        "exp": "Ans. is 'a' i.e., 1st part of subclavian artery Branches of subclavian arteryo 1st Part - Vertebral artery, internal thoracic artery', thyrocervical trunk, and on left side costocervical trunk,o 2nd Part - On right side costocervical trunk,o 3rd Part - Dorsal scapular artery'.",
        "cop": 1,
        "opa": "1st part of subclavian artery",
        "opb": "2nd part of subclavian artery",
        "opc": "3rd part of subclavian artery",
        "opd": "4th part of subclavian artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e4e44969-215f-4f0d-88ca-5756a9f55f36",
        "choice_type": "single"
    },
    {
        "question": "The diagram represents the path traversed in the neck by the developing thyroid gland embryo logically. Which point along this path is the commonest site of a Thyro-glossal cyst?",
        "exp": "Ans. C. Point III.Embryology of the Thyroid Glanda. The thyroid gland begins to develop during the third week as an endodermal thickening in the midline of the floor of the pharynx between the tuberculum impar and the copula. Later, this thickening becomes a diverticulum that grows interiorly into the underlying mesenchyme and is called the thyroglossal duct. As development continues, the duct elongates, and its distal end becomes bilobed. Soon, the duct becomes a solid cord of cells, and as a result of epithelial proliferation, the bilobed terminal swellings expand to form the thyroid gland.b. The thyroid gland now migrates interiorly in the neck and passes either anterior to, posterior to, or through the developing body of the hyoid bone. By the seventh week, it reaches its final position in relation to the larynx and trachea. Meanwhile, the solid cord connecting the thyroid gland to the tongue fragments and disappears. The site of origin of the thyroglossal duct on the tongue remains as a pit called the foramen cecum. The thyroid gland may now be divided into a small median isthmus and two large lateral lobes.c. In the earliest stages, the thyroid gland consists of a solid mass of cells. Later, as a result of invasion by surrounding vascular mesenchymal tissue, the mass becomes broken up into plates and cords and finally into small clusters of cells. By the third month, colloid starts to accumulate in the center of each cluster so that follicles are formed. The fibrous capsule and connective tissue develop from the surrounding mesenchyme.d. The ultimobranchial bodies (from the fifth pharyngeal pouch) and neural crest cells are believed to be incorporated into the thyroid gland, where they form the parafollicular cells, which produce calcitonin.e. Agenesis of the Thyroid: - Failure of development of the thyroid gland may occur and is the commonest cause of cretinism.f. Incomplete Descent of the Thyroid: - The descent of the thyroid may be arrested at any point between the base of the tongue and the trachea. Lingual thyroid is the most common form of incomplete descent. The mass of tissue found just beneath the foramen cecum may be sufficiently large to obstruct swallowing in the infant.g. Ectopic Thyroid Tissue: - Ectopic thyroid tissue is occasionally found in the thorax in relation to the trachea or bronchi or even the esophagus. It is assumed that this thyroid tissue arises from entodermal cells displaced during the formation of the laryngotracheal tube or from entodermal cells of the developing esophagush. Persistent Thyroglossal Duct: -Conditions related to a persistence of the thyroglossal duct usually appear in childhood, in adolescence, or in young adults.i. Thyroglossal Cyst: - Cysts may occur at any point along the thyroglossal tract They occur most commonly in the region below the hyoid bone. Such a cyst occupies the midline and develops as a result of persistence of a small amount of epithelium that continues to secrete mucus. As the cyst enlarges, it is prone to infection and so it should be removed surgically. Since remnants of the duct often traverse the body of the hyoid bone, this may have to be excised also to prevent recurrence.j. Thyroglossal Sinus (Fistula): - Occasionally, a thyroglossal cyst ruptures spontaneously, producing a sinus. Usually, this is a result of an infection of a cyst. All remnants of the thyroglossal duct should be removed surgically.",
        "cop": 3,
        "opa": "Point I",
        "opb": "Point II.",
        "opc": "Point III",
        "opd": "Point IV",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c727b88d-9e30-4bc9-b2c0-f2a2cf40864c",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old woman is suffering from excruciating, sudden bouts of pain over the area of her midface. Laboratory studies indicate that she has tic douloureux (trigeminal neuralgia). Which ganglion is the location of the neural cell bodies of the nerve mediating the pain?",
        "exp": "The semilunar ganglion, also known as the trigeminal or Gasserian ganglion, is the location of the sensory neuron cell bodies of the trigeminal nerve. Tic douloureux is a condition in which pain occurs over the area of distribution of trigeminal nerve branches. The geniculate ganglion is found on the facial nerve and receives sensory fibers for taste and transmits preganglionic parasympathetic fibers. Inferior glossopharyngeal ganglion is part of the glossopharyngeal nerve, not the trigeminal nerve, and is not the site of the cell bodies mediating the pain. The otic ganglion, located on the mandibular division of the trigeminal nerve, contains postganglionic parasympathetic cell bodies for parotid secretion. The pterygopalatine ganglion, located in the pterygopalatine fossa, also contains postganglionic parasympathetic cell bodies for lacrimation and mucosal secretion.",
        "cop": 2,
        "opa": "Geniculate",
        "opb": "Trigeminal (semilunar or Gasserian)",
        "opc": "Inferior glossopharyngeal",
        "opd": "Otic",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "bf32ce24-5fea-4d59-ae2c-cbdc6d5c7aef",
        "choice_type": "single"
    },
    {
        "question": "The cricopharyngeal sphincter is how far from the central incisor?",
        "exp": "Ans. is 'a' i.e., 15 cm * Oesophagus shows four contrictions -i) At the beginning at C6 vertebra, the first constriction of the cricopharyngeal sphinctor- 15 cm (6 inches) from incisorii) At the level of T4 vertebra where it is crossed by the aortic arch :-22.5 cm (9inches) from the incisor.iii) At the level of T6 vertebra where it is crossed by left principal bronchus 27.5 cm (11 inches) from incisoriv) At the level of T10 vertebra, its passage through esophageal hiatus of diaphram (lower esophageal sphincter:- 37.5-40 cm (15-16 inches) from incisor",
        "cop": 1,
        "opa": "15cm",
        "opb": "25cm",
        "opc": "40cm",
        "opd": "50cm",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "038a383f-97e1-4f79-adff-0adf5247e155",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy with a high fever is brought to the pediatrician. During physical examination the patient complains of pain in his ear. His throat appears red and inflamed, confirming the diagnosis of pharyngitis. Which of the following structures provided a pathway for the infection to spread to the tympanic cavity (middle ear)?",
        "exp": "The pharyngotympanic (eustachian) tube connects the middle ear and the nasopharynx and is the conduit for spreading infections. The choanae are the openings between the nasal cavity and the nasopharynx, but they are not involved in spreading infection. The internal and external auditory meatuses are not directly associated with the middle ear but are associated with the inner and outer ear, respectively. The pharyngeal recess is a slit-like opening located behind the entrance to the auditory tube in the nasopharynx. Adenoids, enlarged masses of lymphoid tissue, can develop there.",
        "cop": 4,
        "opa": "Choanae",
        "opb": "Internal acoustic meatus",
        "opc": "External acoustic meatus",
        "opd": "Pharyngotympanic tube",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b13f433b-fb19-48e7-a6c9-08147c7cf950",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old patient is admitted to the dental clinic with acute dental pain. The attending dentist found penetrating dental caries (tooth decay) affecting one of the mandibular molar teeth. Which of the following nerves would the dentist need to anesthetize to remove the caries in that tooth?",
        "exp": "The inferior alveolar branch of the mandibular division of the trigeminal nerve provides sensory innervation to the mandibular teeth and would require anesthesia to abolish painful sensation. The lingual nerve provides taste and sensation to the anterior two thirds of the tongue and carries general sensory fibers, taste fibers, and parasympathetic fibers. It does not provide sensory innervation to the teeth. The buccal nerve provides sensory innervation to the inner surface of the cheek. The mental nerve is the distal continuation of the inferior alveolar nerve as it exits the mental foramen of the mandible and does not affect the teeth. The nerve to the mylohyoid is a motor branch of the inferior alveolar nerve that supplies the mylohyoid and the anterior belly of the digastric.",
        "cop": 2,
        "opa": "Lingual",
        "opb": "Inferior alveolar",
        "opc": "Buccal",
        "opd": "Mental",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "301576f4-195c-4422-a0c5-e5debd15a1f5",
        "choice_type": "single"
    },
    {
        "question": "In peritonsillar abscess, pain is referred to ear due to:",
        "exp": "Ans: (b) Glossopharyngeal nerveRef: Gray's Anatomy, The Anatomical Basis of Clinical Practice, Susan Standring, 41st edition, 2016, Page 576 & 577Tonsils and tonsillar fossa are supplied by the glossopharyngeal nerve*.The tympanic branch of the glossopharyngeal (Jacobson's) nerve* supplies the mucous membrane lining the tympanic cavity.Infection, malignancy and postoperative inflammation of the tonsil and tonsillar fossa may therefore be accompanied by pain referred to the ear.Structures related to the tonsillar fossa/tonsillar bedMuscles - Superior constrictor, sometimes by the anterior fibres of palatopharyngeus and styloglossus.Arteries - Tonsillar artery branch of the facial artery, ascending palatine artery and occasionally facial artery.Veins - Paratonsillar vein and venae comitantes accompanying tonsillar artery.Nerve - Glossopharyngeal nerve.The internal carotid artery lies approximately 25 mm behind and lateral to the tonsil, o In some individuals, the styloid process may be elongated and deviate towards the tonsillar bed. o The glossopharyngeal nerve lies immediately lateral to the muscular wall of the tonsillar fossa and is commonly temporarily affected by oedema following tonsillectomy.Points to Remember:Because of the nature of the ear's sensory innervations, a wide variety of disorders can produce referred otalgia.The ear receives an extensive sensory innervation via four cranial nerves (Trigeminal, Facial, Glossopharyngeal and Vagus) and two spinal segments (C2 and C3).The other causes of referred otalgia (most common causes) are: o Temporomandibular joint syndromePharyngitisDental diseaseCervical spine arthritis",
        "cop": 2,
        "opa": "Trigeminal nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Mandibular nerve",
        "opd": "Auriculotemporal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "8a82b376-3c14-4766-ad82-6be8659ac31c",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman is admitted to the emergency department after she was thrown from a motor scooter. Radiographic evaluation reveals a type I Lefort fracture and comminuted fracture of the mandible and TMJ. Despite reconstructive surgery, the patient develops hyperacusis (sensitivity to loud sounds) due to facial nerve paralysis. Which of the following muscles is most likely paralyzed?",
        "exp": "Both the stapedius and tensor tympani normally function to dampen movements of the middle ear ossicles, thereby muting sound and preventing hyperacusis. The stapedius would be the source of hyperacusis in this problem because it receives its innervation from the facial nerve. The tensor tympani receives motor innervation from the mandibular division of the trigeminal nerve. The posterior belly of the digastric and the stylohyoid receive innervation from the facial nerve, but their paralysis would not cause hyperacusis. Damaged innervation of the cricothyroid, which is supplied by the external branch of the superior laryngeal nerve, would not result in hyperacusis.",
        "cop": 2,
        "opa": "Posterior belly of digastric",
        "opb": "Stapedius",
        "opc": "Tensor tympani",
        "opd": "Stylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "38a4c7ef-4ce8-49fd-81dc-891dc03b72be",
        "choice_type": "single"
    },
    {
        "question": "Alderman Nerve is:",
        "exp": "Ans. C. Auricular Branch of Vagus NerveThe auricular branch of the vagus nerve is often termed the Alderman's nerve or Arnold's nerve. The latter name is an eponym for Friedrich Arnold. It supplies sensory innervation to the skin of the ear canal, tragus, and auricle.",
        "cop": 3,
        "opa": "Nerve to Pterygoid",
        "opb": "Nervus Intermedius",
        "opc": "Auricular Branch of Vagus Nerve",
        "opd": "Tympanic branch of Glossopharyngeal Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "24d9d2ad-a6f2-48e3-816c-6f0bdd75e42b",
        "choice_type": "single"
    },
    {
        "question": "Waldeyer's ring include all except:",
        "exp": "Ans. C. Fever's patchWaldeyer's lymphatic ring is a ringed arrangement of lymphoid tissue in the pharynx. Waldeyer's ring surrounds the naso- and oropharynx.The ring consists of the (from top to bottom):a. 1 pharyngeal tonsil (or \"adenoids\"), are located on the roof of the nasopharynx, under the sphenoid bone.b. 2 tubal tonsils on each side, where each auditory tube opens into the nasopharynxc. 2 palatine tonsils (commonly called \"the tonsils\"), are located in the oropharynxd. 1 group of lingual tonsil are located on the back part of the tongue",
        "cop": 3,
        "opa": "Palatine tonsil",
        "opb": "Tubal tonsil",
        "opc": "Peyer's patch",
        "opd": "lingual tonsil",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "593ac6b1-5d08-4cd3-8548-f8bf234c2477",
        "choice_type": "multi"
    },
    {
        "question": "Sensory of angle of jaw is through:",
        "exp": "Ans. A. Great auricular nerveThe ophthalmic nerve (V1 ) carries sensory information from the scalp and forehead, the upper eyelid, the conjunctiva and cornea of the eye, the nose (including the tip of the nose, except alae nasi), the nasal mucosa, the frontal sinuses and parts of the meninges (the dura and blood vessels). The maxillary nerve (V2 ) carries sensory information from the lower eyelid and cheek, the nares and upper lip, the upper teeth and gums, the nasal mucosa, the palate and roof of the pharynx, the maxillary, ethmoid and sphenoid sinuses and parts of the meninges. The mandibular nerve (V3 ) carries sensory information from the lower lip, the lower teeth and gums, the chin and jaw (except the angle of the jaw, which is supplied by great auricular nerve),",
        "cop": 1,
        "opa": "Great auricular nerve",
        "opb": "Posterior auricular nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e2d6569a-4b8e-46c9-bcfb-467a69f032be",
        "choice_type": "single"
    },
    {
        "question": "Laryngocoele develops from -",
        "exp": "Ans. is 'b' i.e., Ventricular saccule * Laryngocoeles refer to dilatations of the laryngeal ventricular saccule located in paraglottic space of supraglottis.",
        "cop": 2,
        "opa": "Thyroid cartilage",
        "opb": "Ventricular saccule",
        "opc": "Cricoid cartilage",
        "opd": "Epiglottis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "6ffb57cc-89ab-400d-8dbb-6ae61ab2f20a",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old male is admitted to the hospital three weeks after a \"small bump of his head\" according to his narrative. He suffered the accidental bump from a low-hanging branch while driving his tractor through the apple orchard during harvesting season. During physical examination the patient displays mental confusion and poor physical coordination. Radiographic examination reveals leakage from a cerebral vein over the right cerebral hemisphere. From what type of bleeding is the patient most likely suffering?",
        "exp": "Subdural bleeding usually results from tears in veins that cross the subdural space, between the dura and the arachnoid. This bleeding may cause a gradual increase in intracranial pressure and may result in leakage of venous blood over the right cerebral hemisphere with a variable rate of progression. A subarachnoid bleed is due to rupture of an artery into the subarachnoid space surrounding the brain, between the arachnoid membrane and the pia mater. Hydrocephalus may result if the subarachnoid bleeding or subsequent fibrosis create obstructions to CSF flow through the subarachnoid space or drainage of the CSF. Epidural bleeding results in most cases from tearing of the middle meningeal artery, and this rapidly expanding, space-occupying lesion can cause death within 12 hours. Intracerebral bleeding into the brain parenchyma is focal bleeding from a blood vessel into the brain parenchyma, most likely caused by hypertension and/or atherosclerosis. Typical symptoms include focal neurologic deficits, with abrupt onset of headache, nausea, and impairment of consciousness. Bleeding into the cerebral ventricular system may be due to trauma or hemorrhage of blood from nearby arteries, especially those related to the supply of the choroid plexus.",
        "cop": 4,
        "opa": "Subarachnoid bleeding",
        "opb": "Epidural bleeding",
        "opc": "Intracerebral bleeding into the brain parenchyma",
        "opd": "Subdural bleeding",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d9177813-c7ba-42ae-8683-75a6bdbd4644",
        "choice_type": "multi"
    },
    {
        "question": "Jugulodigastric lymph node drains which part?",
        "exp": "Ans. A. TonsilThe deep cervical lymph nodes are a group of cervical lymph nodes found near the internal jugular vein.They can be divided into upper and lower groups, or superior and inferior groups.The jugulodigastric lymph node is a large node found in the proximity of where the posterior belly of the digastric muscle crosses the internal jugular vein. It mainly drains tonsil and is considered as \"Lymph node of tonsil\".",
        "cop": 1,
        "opa": "Tonsil",
        "opb": "Palate",
        "opc": "Tongue",
        "opd": "Teeth",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "44f20976-a99a-422d-8923-2a405711d62e",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding trachea except:",
        "exp": "C i.e. More than 20 hyaline cartilagesRef: Gray's Anatomy, The Anatomical Basis of Clinical Practice, 41st edition, 2016, page 965 & 966 Version - 2TRACHEALength of trachea is 10-11 cm.Diameter: External transverse diameter is typically 2 cm in adult males and 1.5 cm in adult females.Mean transverse diameter is greater than anteroposterior diameter up to the age of 6 years, after that the two diameters are nearly equal.Internal transverse diameter (lumen) is about 12 mm.In the first postnatal year, the tracheal diameter does not exceed 4 mm.The second to fourth tracheal cartilages are crossed by the isthmus of the thyroid gland.Trachea is lined by respiratory epithelium, i.e., ciliated pseudostratified columnar epithelium with more number of goblet cells.Extent: Trachea extends from the level of C6 (Cricoid cartilage) to the upper border of T5 (Just below the sternal angle). At T5 it divides into right and left principal bronchi.Structure: Wall is made up of cartilage and fibromuscular membrane.Tracheal rings are varies from 16-20 in number. Consists of 16-20 shaped incomplete rings of hyaline cartilage and intervening fibroelastic tissue.Isthmus of thyroid gland related at 2, 3, 4th tracheal rings.",
        "cop": 3,
        "opa": "C shaped cartilages",
        "opb": "Outer diameter is 20 mm",
        "opc": "More than 20 hyaline cartilages",
        "opd": "Isthmus of thyroid gland related at 2, 3, 4th tracheal rings Explanation:",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b32f0ddf-c9fc-4f0c-b2ef-44afd24c2a55",
        "choice_type": "multi"
    },
    {
        "question": "\"NO\" MOVEMENT of head occurs at which joint:",
        "exp": "Ans. B. Joint between C1 & C2 The atlantoaxial joint is a joint in the upper part of the neck between the first and second cervical vertebrae; the atlas and axis. It is a pivot joint. There is a pivot articulation between the odontoid process of the axis and the ring formed by the anterior arch and the transverse ligament of the atlas. The movement at this joint moves head side to side as if saying \"no\", thus this joint is also called \"NO\" MOVEMENT joint.",
        "cop": 2,
        "opa": "Atlanto-occipital joint",
        "opb": "Joint between C1 & C2",
        "opc": "Joint between C2 & C3",
        "opd": "Joint between C3 & C4",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "88ee6329-fe07-417d-b024-87fc506f28e6",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old male child, whose medical history includes a complicated delivery, has a permanently tilted head posture, with the right ear near the right shoulder and the face turned upward and to the left. Which of the following muscles was most likely damaged during birth?",
        "exp": "Because of its size and vulnerable position during birth, the sternocleidomastoid muscle is injured more often than other muscles of the head and neck during birth. When acting alone, the action of this muscle is to turn the head to the opposite side and bend it toward the ipsilateral shoulder. When using both muscles, the head will flex toward the chest. Therefore, the most likely muscle to have been injured here is the left sternocleidomastoid muscle.",
        "cop": 3,
        "opa": "Anterior scalene",
        "opb": "Omohyoid",
        "opc": "Sternocleidomastoid",
        "opd": "Trapezius",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "932170dd-509d-441e-8503-8f2156b6c027",
        "choice_type": "single"
    },
    {
        "question": "Lateral Pterygoid muscle is attached to-",
        "exp": "Ans. is 'a' i.e., Articular disc of temporomandibular joint Muscles of masticationMusclesOriginInsertionNerve supplyActionSpecial remarksMasseterLower border of zygomatic arch & its deep surface.Lateral surface of ramus and angle of mandible.Anterior division of mandibularnerve.Elevates the mandible, clenches teeth. Protrusion.Effector of the jaw jerk reflex. It is hypertrophied in bruxism.TemporalisFloor of temporal fossa and temporal fascia.Coronoid process and anterior border of ramus of mandible.Anterior division of mandibularnerve.Elevates the mandible, Retracts the mandible.Side to side movement.Fan shaped muscle.Lateral pterygoidUpper head: Infra temporal surface & crest of greater wing of sphenoid. Lower head:Lateral surface of lateralpterygoid plate.Pterygoid fovea on the neck of mandible, articular disc and capsule of temporoman- dibular joint.Anterior division of mandibularnerve.Depresses the mandible.Protrusion and side to side movement.Most important muscle for opening of mouth along with suprahyoid muscles.Medial pterygoidSuperficial head:Tuberosity of maxilla.Deep head: Medial surface of lateral pterygoid plate & pyramidal process of palatine bone.Medial surface of angle mandible & adjoining ramus.Branch from trunk of mandibularnerve.Elevates the mandible. Protrusion & side to side movement.Nerve to medial pterygoid suppliestensor palati & tensor tympani through otic ganglion.",
        "cop": 1,
        "opa": "Articular disc of temporomandibular joint",
        "opb": "Angle of mandible",
        "opc": "Floor of temporal fossa",
        "opd": "Maxillary tuberosity",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "324858c7-31bb-4a35-9ac7-000553573cac",
        "choice_type": "single"
    },
    {
        "question": "The muscle which opens the mouth is?",
        "exp": "Ans. C. Lateral pterygoidThere are four classical muscles of mastication.The muscles are:a. The masseterb. The temporalisc. The medial pterygoidd. The lateral pterygoidThe mandible is connected to the temporal bone of the skull via the temporomandibular joint. This is an extremely complex joint which permits movement in all planes. The muscles of mastication originate on the skull and insert into the mandible, thereby allowing for jaw movements during contraction.Movements produced-a. Depression of mandible - by lateral pterygoidb. Elevation of mandible - by temporalis, pterygoid masseterc. Retraction of mandible - by temporalisd. Protraction of mandible - by lateral pterygoid & medial pterygoid",
        "cop": 3,
        "opa": "Medial pterygoid",
        "opb": "Masseter",
        "opc": "Lateral pterygoid",
        "opd": "Temporalis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c4dc90a4-eee4-4509-a8bd-cd294cfb439b",
        "choice_type": "single"
    },
    {
        "question": "Deepest layer of the scalp is -",
        "exp": "Ans. is 'b' i.e., Pericranium * The scalp is soft tissue which covers the calvaria of skull. It consists of five layers and can be memorised by a mnemonic using the initial letters of the word. SCALP :-a) Skinb) Close network of connective tissue (superficial fascia)c) Aponeurosis (galea aponeurotica) with occipitofrontalis musclesd) Loose areolar (subaponeurotic) tissuee) Pericranium (outer periosteum of skull)* First three layers are intimately connected and move as one unit, and are called surgical layers of scalp or scalp proper.* Connective tissue (superficial fascia) contains large blood vessels and nerves of the scalp. The walls of the vessels are adherent to the fibrous network, so that when the vessels are torn in an open wound they are unable to retract and produce profuse bleeding. Bleeding can be arrested by pressure against the underlying bone.* Loose subaponeurotic areolar tissue (4th layer) is called dangerous area of scalp because it contains emissary veins through which infection in subaponeurotic space may spread readily to intracranial venous sinuses.",
        "cop": 2,
        "opa": "Superficial fascia",
        "opb": "Pericranium",
        "opc": "Falea Aponeurotica",
        "opd": "Occipitofrontalis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "35b0996a-95ab-419e-b772-ecc11a6f7c49",
        "choice_type": "single"
    },
    {
        "question": "What is the lining of the lacrimal gland alveoli?",
        "exp": "Ans. is 'b' i.e., Pyramidal cells Histology of lacrimal gland* Alveoli of the gland are lined by pyramidal cells, which show lightly stained apical secretary granules.* Myoepithelial cells occur between the alveolar cells and their basal lamina.* Stroma of the gland consists of loose connective tissue.* Ducts of the gland are lined by simple cuboidal epithelium.* The lacrimal gland is a compound tubuloacinar gland, it is made up of many lobules separated by connective tissue, each lobule contains many acini. The acini contain only serous cells and produce a watery serous secretion.* Each acinus consists of a grape-like mass of lacrimal gland cells with their apices pointed to a central lumen.* The central lumen of many of the units converge to form intralobular ducts, and then they unite to from interlobular ducts. The gland lacks striated ducts.",
        "cop": 2,
        "opa": "Ciliated columnar cells",
        "opb": "Pyramidal cells",
        "opc": "Non keratinizing squamous epithelium",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "82bdd6e1-4373-44a6-b905-8ea50fbfde84",
        "choice_type": "multi"
    },
    {
        "question": "The marked area in skull represents:",
        "exp": "Ans. B Pterion",
        "cop": 2,
        "opa": "Asterion",
        "opb": "Pterion",
        "opc": "Bregma",
        "opd": "Lambda",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2d5ee70f-c369-4d7c-a827-fbef9e059cdf",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of circumvallate papillae is by-",
        "exp": "Ans. is 'a' i.e., Glossopharyngeal nerve Nerve supply of tonguePart of tongueTaste sensationGeneral (Touch and temperature)Anterior 2/3 (oral part)(except circumvallate papillae)Chorda tympaniLingual branch of mandibular division of trigeminal nervePosterior 1/3 including circumvallate papillaeGlossopharyngealGlossopharyngealPosterior most partInternal laryngeal branch of vagusInternal laryngeal branch of vagus",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Chorda Tympani",
        "opc": "Vagus",
        "opd": "Lingual nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "888e10da-9513-4dba-bbfe-526eb1a4bdd4",
        "choice_type": "multi"
    },
    {
        "question": "The tip of the nose is supplied by which of the following nerve",
        "exp": "(External nasal branch of the anterior ethmoidal nerve) (766, 831-Snell 7th)Anterior ethmoidal nerve (br of ophthalmic nerve) passes through the anterior ethmoidal foramen and enters anterior cranial fossa on the upper surface of the cribiform plate of the ethmoid. It enters the nasal cavity through a slit like opening alongside of the crista-gali. After supplying an area of mucous membrane, it appears on the face as the external nasal branch at the lower border of the nasal bone, it supplies the skin on the side of the nose down as far as the tip*** Infratrochlear nerve - It supplies the conjunctiva, the lacrimal sac and caruncle, the medial ends of the eyelids and the upper half of the external nose.* Posterior ethmoidal nerve - It supplies the ethmoidal and sphenoidal air sinuses. It is frequently absent.* Long ciliary nerve - They carry sympathetic nerves to the dilator pupillae.Nerves of the common sensation. They are(i) Anterior ethmoidal nerve(ii) Branches of the sphenopalatine ganglion(iii) Branches of infra-orbital nerve, they supply vestibule of nose both on its medial and lateral side.* Most of the posterior two-thirds of nasal cavity (both septum and lateral wall) is supplied by branches of sphenopalatine ganglion (169-Dhingra 3rd)",
        "cop": 2,
        "opa": "Infratrochlear nerve",
        "opb": "External nasal branch of the anterior ethmoidal nerve",
        "opc": "Posterior ethmoidal nerve",
        "opd": "Long ciliary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "603a84e8-84b0-4af1-834d-e1c1a3b24995",
        "choice_type": "single"
    },
    {
        "question": "Trigeminal nerve supplies all of the following muscles except:",
        "exp": "Ans. a. Stylohyoid (Ref: Grays 39/e p520; BDC 6/e pvol-III/127, 367; Longman Embryology 11/e p269)Stylohyoid muscle is innervated by the stylohyoid branch of the facial nerve, not by trigeminal nerve.\"Mandibular nerve, which is a branch of the trigeminal nerve, innervates the muscles derived from the first pharyngeal arch, viz, medial pterygoid, lateral pterygoid, temporalis, masseter, tensor tympani, tensor veli palatine, mylohyoid and anterior belly of digastric.\"ArchNerve of ArchMuscle of Arch1stTrigeminal (V): mandibularQ and maxiilary division* MylohyoidQ* Mastication musclesQ;- TemporalisQ- MasseterQ- Lateral and Medial pterygoidsQ* Anterior belly of digastricQ* Tensor palatine* Tensor tympani2ndFacial nerveQ (VII)* StapediusQ* StyiohyloidQ* Posterior belly of digastricQ* Facial expression musclesQ:- Auricularis- BuccinatorQ- FrontalisQ- Platysma- Orbicularis oris and oculiQ3rdGlossopharyngeal NerveQ (IX)* StylopharyngeusQ4thVagus (X): Superior laryngeal NerveQ* Constrictors of pharynxQ* Cricothyroid* Levator palatine6thVagus (X): Recurrent laryngeal Nerve* Intrinsic muscles of Larynx except cricothyroidQ",
        "cop": 1,
        "opa": "Stylohyoid",
        "opb": "Medial pterygoid",
        "opc": "Lateral pterygoid",
        "opd": "Tensor veli palatini",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ade136df-5d73-468d-aa76-9f63db9ea770",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old man is admitted to the emergency department with progressive unilateral hearing loss and ringing in the affected ear (tinnitus) of 4 months' duration. Radiographic examination reveals a tumor at the cerebellopontine angle. Which of the following nerves is most likely affected?",
        "exp": "A tumor at the cerebellopontine angle, such as an acoustic schwannoma, is most likely to affect first the vestibulocochlear nerve and then the facial nerve. This excludes the vagus, hypoglossal, glossopharyngeal, and trigeminal nerves from being the correct answers.",
        "cop": 3,
        "opa": "Vagus",
        "opb": "Hypoglossal",
        "opc": "Vestibulocochlear",
        "opd": "Glossopharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ff86023c-1d69-42b9-96b1-2405d6ffef0c",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old female was admitted to the hospital with a high fever. Following intravenous administration of antibiotics, a routine CT scan revealed a \"thoracic outlet\" syndrome. Which symptom would most likely result from this syndrome?",
        "exp": "Thoracic outlet syndrome is characterized by the presence of a cervical rib, accessory muscles, or connective tissue bands that constrict the limited dimensions of the thoracic outlet. The cervical rib is usually located on the C7 vertebra and can impinge on the brachial plexus, resulting in loss of some feeling to the upper limb. There would be no impingement on the phrenic nerve because it leaves C3 to C5 directly parallel with the vertebral column. The syndrome does not include reduction of blood flow to the thoracic wall because of extensive anastomoses between the vessels that supply blood to the anterior thoracic wall. Venous return from the head and neck is mainly through the internal jugular vein and would not be affected because of this vein's location near the midline of the body; thus, it would not be occluded or distended.",
        "cop": 4,
        "opa": "Problems with respiration because of pressure on the phrenic nerve",
        "opb": "Reduced blood flow to the thoracic wall",
        "opc": "Reduced venous return from the head and neck",
        "opd": "Numbness in the upper limb",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "61ca35df-2125-436a-827c-e40f9fca015e",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old male is admitted to the hospital with a drooping right eyelid (ptosis). The initial diagnosis is Horner's syndrome. Which of the following additional signs on the right side would confirm the diagnosis?",
        "exp": "(a) Source: GAS 45, 882, 895, 980-981; GA 190, 496Horner's syndrome involves interruption of sympathetic supply to the face. This results in ptosis (drooping eyelid), miosis (constricted pupil), and anhydrosis (lack of sweating) of the face. The eye is lubricated by the lacrimal gland, which secretes in response to parasympathetic stimulation, and would be unaffected. Exophthalmos (protrusion of the globe) is frequently caused by hyperthyroidism and is not present in Horner's syndrome. Loss of sympathetic innervation leads to unopposed vasodilatation of the vessels to the face, leading to flushing rather than paleness.",
        "cop": 1,
        "opa": "Constricted pupil",
        "opb": "Dry eye",
        "opc": "Exophthalmos",
        "opd": "Pale, blanched face",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "17964c05-3746-468c-bee9-14111dfdacd4",
        "choice_type": "single"
    },
    {
        "question": "Sphenoid sinus drains into?",
        "exp": "Ans. A. Sphenoethmoidal recessThe lateral wall of nasal cavity presents three medial projections called conchae, which overlies meatuses. The sphenoethmoidal recess, above and posterior to the superior concha, receives the opening of the sphenoidal sinus. The superior meatus, under cover of the superior concha, receives the openings of the posterior ethmoidal cells. The middle meatus receives the opening of maxillary, frontal, anterior ethmoidal and posterior ethmoidal sinuses. The inferior meatus receives the opening of nasolacrimal duct.",
        "cop": 1,
        "opa": "Sphenoethmoidal recess",
        "opb": "Middle Meatus",
        "opc": "Superior meatus",
        "opd": "Inferior meatus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "62d58b82-0c09-409c-ba89-727cbbb4b330",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old woman is admitted to the hospital with tonsillitis. A tonsillectomy is performed and the patient complains postoperatively of ear pain. Which of the following nerves was most likely injured during the surgical procedure?",
        "exp": "The glossopharyngeal nerve mediates general somatic sensation from the pharynx, the auditory tube, and from the middle ear. Painful sensations from the pharynx, including the auditory tube, can be referred to the ear by this nerve, as in this case of tonsillectomy. The auriculotemporal nerve supplies skin of the auricle and tympanic membrane and scalp. This nerve would not be involved directly or indirectly in the operation. The lesser petrosal nerve contains preganglionic parasympathetic fibers that run in the glossopharyngeal and tympanic nerves before synapsing in the otic ganglion. The vagus nerve mediates general somatic afferent supply to the auricle and external acoustic meatus; stimulation of the meatus can trigger a gag reflex or coughing reflex. The chorda tympani mediates taste for the anterior two thirds of the tongue.",
        "cop": 4,
        "opa": "Auriculotemporal",
        "opb": "Lesser petrosal",
        "opc": "Vagus",
        "opd": "Glossopharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b1f7b24a-a0bb-4250-88e4-63ae0b3201ad",
        "choice_type": "single"
    },
    {
        "question": "A 45 years old male patient complaints of double vision when walking upstairs. His past history is significant for Type-ll diabetes, well controlled with glyburide. The nerve most probably involved is",
        "exp": "Answer: (a) Abducent nerve.* Patient is having an injury to the abducent nerve (CN VI).* It innervates the lateral rectus muscle. Lateral rectus muscle moves the eyeball laterally (outwards). Therefore, a lesion of the abducent nerve results in internal strabismus (medial deviation) and diplopia (double vision).* The innervation of extraocular muscles can be remembered by a simple mnemonic, S04, LR6, 03. Superior oblique is innervated by 4th cranial nerve (trochlear), Lateral rectus by 6th cranial nerve (abducent), and others by 3rd cranial nerve (oculomotor).* The other muscles are superior, inferior and medial recti, and inferior oblique muscles.* The oculomotor nerve also supplies to levator palpabrae and carries parasympathetic fibers.* In abducent nerve lesion, the eye cannot look outwards due to paralysis of the lateral rectus.* The eye is turned inwards when trying to look straight ahead, due to the unopposed action of the medial, superior and inferior recti muscles supplied by the oculomotor nerve.",
        "cop": 1,
        "opa": "Abducent nerve",
        "opb": "Oculomotor nerve",
        "opc": "Trochlear nerve",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "9f74d543-ce3d-4f75-9c7b-1cbfd61ac9a9",
        "choice_type": "single"
    },
    {
        "question": "All are Pneumatic bones except:",
        "exp": "Ans. C. ParietalPneumatic bones are those bones which contain an air filled cavity within them. In humans, they are seen in relation to the nasal cavity - they enclose the paranasal sinuses. Pneumatic bones are - maxilla, frontal bone, sphenoid and ethmoid",
        "cop": 3,
        "opa": "Sphenoid",
        "opb": "Ethmoid",
        "opc": "Parietal",
        "opd": "Frontal",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "61cc3ef5-9027-4940-894d-b15a10625b58",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old swimmer presents to your office with an external ear canal infection (otitis externa). The patient coughs during inspection of the external auditory meatus with a speculum. The cough results from the irritation of which nerve that innervates an area of the external auditory meatus?",
        "exp": "The vagus nerve innervates a part of the external auditory meatus and, when stimulated, can trigger a cough reflex in about 20% of people. This is thought to be due to \"referred sensation\" from the vestibule of the larynx, which is innervated by the vagus nerve. The vestibulocochlear nerve is associated only with the inner ear. The trigeminal nerve does provide some innervation to the external auditory meatus but does not affect the cough reflex as does the vagus nerve. The auricular branch of the facial nerve only provides a small amount of general sensory supply to the external ear; it is not associated with the cough reflex.",
        "cop": 2,
        "opa": "Vestibulocochlear",
        "opb": "Vagus",
        "opc": "Trigeminal",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f326ee48-a531-47ae-81d2-3ae19ab4489b",
        "choice_type": "single"
    },
    {
        "question": "Muscle supplied by 9th cranial nerve:",
        "exp": "Ans. B. StylopharyngeusThe pharyngeal muscles are a group of muscles that form the pharynx, which is posterior to the oral cavity, determining the shape of its lumen, and affecting its sound properties as the primary resonating cavity.The pharyngeal muscles contract pushing the food into the esophagus. There are two muscular layers of the pharynx: the outer circular layer and the inner longitudinal layer. The outer circular layer includes:a. Inferior constrictor muscleb. Middle constrictor musclec. Superior constrictor muscleDuring swallowing, these muscles constrict to propel bolus downwards (an involuntary process).The inner longitudinal layer includes:a. Stylopharyngeus muscleb. Salpingopharyngeus musclec. Palatopharyngeus muscleDuring swallowing, these muscles act to shorten and widen the pharynx.They are innervated by the pharyngeal branch of the Vagus nerve (CN X) with the exception of the stylopharyngeus muscle which is innervated by the glossopharyngeal nerve",
        "cop": 2,
        "opa": "Palatopharyngeus",
        "opb": "Stylopharyngeus",
        "opc": "Styloglossus",
        "opd": "Salpingopharyngeus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4359ded0-3828-4f57-bae5-e614a3fa2ccb",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome is due to involvement of:",
        "exp": "Ans. C. Auriculotemporal nervea. Frey syndrome It is caused by injury to auriculotemporal nerve (Branch of Mandibular division of TRIGEMINAL NERVE), typically after surgical trauma to the parotid gland.b. Normal innervations of the parotid gland are by the postganglionic parasympathetic nerve fibres from the auriculotemporal nervec. During healing, auriculotemporal nerve fuses with great auricular nerve. As such, there is aberrant Reinnervation of postganglionic parasympathetic neurons to nearby sweat glands and cutaneous blood vessels.d. Thus while eating, a stimulus intended for salivation, evokes cutaneous hyperesthesia, sweating, and flushing on ipsilateral cheek.",
        "cop": 3,
        "opa": "Lingual nerve",
        "opb": "Inferior alveolar nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Nerve to mylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "afdc5559-5243-4360-b15a-4c58d4e96d1d",
        "choice_type": "single"
    },
    {
        "question": "What is nerve supply of stapedius?",
        "exp": "Ans. is 'a' i.e., Facial nerve Tympanic cavity has two muscles :MuscleOriginInsertionInnervationFunctionTensor tympaniCartilagenous pharyngo tympanic tube, greater wing of sphenoid, its own bony canalUpper part of handle of malleusMandibular nerve (V3)Contraction pulls handle of malleus medially, tensing tympanic membrane to reduce the force of vibrations in response to loud noiseStapediusAttached to inside of pyramidal eminenceNeck of stapesBranch of facial nerveContraction, usually in response to loud noises, pulls the stapes posteriorly & prevents excessive osscillation",
        "cop": 1,
        "opa": "Facial nerve",
        "opb": "Trigeminal nerve",
        "opc": "Glossopharyngeal nerve",
        "opd": "Abducens",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "2faaf02e-da36-4933-8068-b26e6530cd23",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy is admitted to the emergency department with signs of meningitis. To determine the specific type of meningitis, it is necessary to aspirate cerebrospinal fluid with a lumbar puncture for laboratory examination. However, before performing a lumbar puncture, it must be established that the cerebrospinal fluid pressure is not elevated. What condition in the eye would indicate that cerebrospinal fluid pressure is too elevated for a lumbar puncture to be performed?",
        "exp": "Papilledema is optic disc swelling (\"edema of the papilla\") that is caused by increased intracranial pressure and increased CSF pressure. If a lumbar puncture is performed in a patient with elevated CSF pressure and fluid is withdrawn from the lumbar cistern, the brain can become displaced caudally and the brainstem is pushed against the tentorial notch. This is a potentially fatal complication. Separation of the pars optica retinae anterior to the ora serrata, or retinal detachment, may result in vision loss or blindness. A hemorrhage from medial retinal branches may result in damage to the fovea centralis and can result in macular degeneration. Opacity of the lens (cataracts) will cause gradual yellowing and may reduce the perception of blue colors. Cataracts typically progress slowly to cause vision loss and are potentially blinding if untreated. Compression of the optic disc, resulting from increased intrabulbar pressure, will lead to an excessive accumulation of serous fluid in the tissue space.",
        "cop": 1,
        "opa": "Papilledema",
        "opb": "Separation of the pars optica retinae anterior to the ora serrata",
        "opc": "The foveal centralis exhibits hemorrhage from medial retinal branches.",
        "opd": "Obvious opacity of the lens",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "c8142dff-0fc3-4368-8445-6bcd23946ef9",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man is admitted to the emergency department with visual problems. Radiographic examination reveals a tumor of the adenohypophysis (anterior pituitary gland). Physical examination reveals a loss of the lateral halves of the fields of vision of both eyes (bitemporal hemianopia or \"tunnel vision\"). Which of the following structures was most likely compressed by the tumor?",
        "exp": "Compression of the optic chiasm can cause bitemporal hemianopia due to compression of nerve fibers coming from the nasal hemiretinas of both eyes. The optic chiasm is located in very close proximity above the pituitary gland. Compression of an optic nerve would cause complete blindness in the affected eye. Compression of an optic tract would cause homonymous hemianopia. Compression of the oculomotor nerve would cause the eye to deviate \"out and down\" (paralysis of the four extraocular muscles innervated by this nerve), ptosis (paralysis of levator palpebrae), and mydriasis (paralysis of constrictor pupillae). Compression of the abducens nerve would cause paralysis of the lateral rectus muscle, leading to medial deviation (adduction) of the eye.",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Optic chiasm",
        "opc": "Optic tract",
        "opd": "Oculomotor",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ad63b301-5eb6-4789-bd46-39935942404a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the nerve is known as criminal nerve of Grassi?",
        "exp": "Ans. A. Vagus nerveNerve of Grassi is the name given to the branches of posterior vagal trunk which arises at the level of gastroesophageal junction and supplies the gastric fundus",
        "cop": 1,
        "opa": "Vagus nerve",
        "opb": "Trigeminal nerve",
        "opc": "Hypoglossal nerve",
        "opd": "Abducent nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e2e81870-cb00-443a-bd57-05b5bb86dfce",
        "choice_type": "single"
    },
    {
        "question": "A 1-day-old infant was born with the vault of the skull undeveloped, leaving the malformed brain exposed. A diagnosis of exencephaly is made. What is the embryologic cause of this condition?",
        "exp": "The rostral neuropore closes during the fourth week of development. If this does not occur, the forebrain primordium is abnormal and the calvaria or vault fails to develop. Toxoplasmosis infection during embryologic development leads to microcephaly, in which the brain and calvaria are small in size. These patients usually have mental retardation due to an undeveloped brain. An ossification defect in the bones of the skull is often a result of hydrocephalus. Caudal displacement of the cerebellar structures would not lead to an undeveloped calvaria or vault. Maternal alcohol abuse leads to intrauterine growth restriction, causing microcephaly and mental retardation.",
        "cop": 2,
        "opa": "Toxoplasmosis infection",
        "opb": "Failure of closure of the cephalic part of the neural tube",
        "opc": "Ossification defect in the bones of the skull",
        "opd": "Caudal displacement of cerebellar structures",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "994b385e-a9fe-43e8-84c1-e7bbeec0c063",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old girl ruptured her eardrum when she inserted a pencil into her external ear canal. She was urgently admitted to the emergency department. Physical examination revealed pain in her ear and a few drops of blood in the external auditory meatus. There was the concern that there might possibly have been an injury to the nerve that principally innervates the external surface of the tympanic membrane. Which of the following tests is most likely to be performed during physical examination to check for injury to this nerve?",
        "exp": "The external surface of the tympanic membrane is innervated primarily by the auriculotemporal nerve, a branch of the mandibular division of the trigeminal nerve. Damage to this nerve would additionally result in painful movements of the TMJ because this joint receives innervation from the same nerve. Taste in the anterior two thirds of the tongue is supplied by the facial nerve and would be unaffected in this injury. The sensory innervation of the nasal cavity is supplied by the ophthalmic and maxillary divisions of the trigeminal nerve and would be unaffected by injury to the tympanic membrane. Sensory innervation to the larynx is provided by the vagus nerve, whereas the pharynx receives sensory fibers from the glossopharyngeal and vagus nerves. The palate is supplied by the maxillary divisions of the trigeminal nerve and would be unaffected by this injury.",
        "cop": 3,
        "opa": "Check the taste in the anterior two thirds of the tongue.",
        "opb": "Check the sensation to the pharynx and palate.",
        "opc": "Check if there is paraesthesia at the TMJ.",
        "opd": "Check for sensation in the larynx.",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ba6df175-b721-437f-8a8d-a47c569cc5dd",
        "choice_type": "multi"
    },
    {
        "question": "The secretomotor fibre to the parotid gland passes through",
        "exp": "B. i.e. (Otic ganglion) (737- BDC-3 4th)* Parasympathetic secretomotor fibres from the inferior salivary nucleus of the 9th nerve supply the parotid gland. The nerve fibres pass to the otic ganglion via the tympanic branch of the 9th nerve and lesser petrosal nerve* Parotid duct (stenson duct) opens into the opposite the crown of the upper second molar tooth *** Structure within the parotid gland - from lateral to medial are facial nerve, retromandibular vein, external carotid artery, lymph node*** Taste fibres are the peripheral processes of the cells in the geniculate ganglion (712-Snell 8th)* Ciliary Ganglion - is a parasympathetic ganglion situated in the posterior part of the orbit and supply the sphincter pupillae and the ciliary muscle",
        "cop": 2,
        "opa": "Ciliary ganglion",
        "opb": "Otic ganglion",
        "opc": "Sub mandibular ganglion",
        "opd": "Geniculate ganglion",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b1b6c389-88f5-47af-ae1f-abed49d42e1c",
        "choice_type": "single"
    },
    {
        "question": "All of the following develops from 2nd brachial arch EXCEPT:",
        "exp": "ANSWER: (C) Anterior belly of digastricREF: Langman's Medical Embryology 9th edition Page 366, Table 15.1See APPENDIX-6 for \"Brachial arches\"'Anterior belly of digastric develops from 1st brachial arch and posterior belly from 2nd brachial arch\" APPENDIX - 6Brachial ArchesThere are six pharyngeal arches, but in humans the fifth arch only exists transiently during embryologic growth and development. Since no human structures result from the fifth arch, the arches in humans are I, II, III, IV, and VI. The first three contribute to structures above the larynx, while the last two contribute to the larynx and tracheaPharyngealArchMuscularContributionsSkeletal ContributionsNerveArteryCorresponding Pouch Structures1st(mandibulararch)Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatiniMaxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligamentTrigeminal nerve (V2 and V3)Maxillary artery, external carotid arteryEustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane.2nd (hyoid arch)Muscles of facial expression. Buccinator, Platysma, Stapedius, Stylohyoid, Posterior belly of the digastricStapes, Styloid process, hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligamentFacial nerve (VII)StapedialArterymiddle ear, palatine tonsils3rdStylopharyngeusHyoid (greater horn and lower part of body), thymusGlossopharyngeal nerve (IX)Commoncarotid/InternalcarotidInferiorparathyroid,Thymus4thCricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatiniThyroid cartilage, epiglottic cartilageVagus nerve (X) Superior laryngeal nerveRight 4th aortic arch: subclavian artery Left 4th aortic arch: aortic archSuperior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland)6thAll intrinsic muscles of larynx except the cricothyroid muscleCricoid cartilage, arytenoid cartilages, corniculate cartilageVagus nerve (X) Recurrent laryngeal nerveRight 6th aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosusRudimentary structure, becomes part of the fourth pouch contributing to thyroid C-celts.",
        "cop": 3,
        "opa": "Buccinator",
        "opb": "7th cranial nerve",
        "opc": "Anterior belly of digastric",
        "opd": "Stapes",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0385182f-4ff1-42e0-8a51-0b7cf19e3786",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old male patient complains of diplopia (double vision). On neurologic examination he is unable to adduct his left eye and lacks a corneal reflex on the left side. Where is the most likely location of the lesion resulting in the symptoms?",
        "exp": "The superior orbital fissure is the opening that allows the passage of the oculomotor nerve and the trochlear nerve; the lacrimal, frontal, and nasociliary branches of ophthalmic division of the trigeminal nerve; the abducens nerve; the superior and inferior divisions of the ophthalmic vein; and the sympathetic fibers from the cavernous plexus. The sensory and motor components of the corneal reflex are the ophthalmic division of the trigeminal nerve and the oculomotor nerve, whereas the eye impairment is due to a lesion to the oculomotor nerve, all of which are transmitted through the superior orbital fissure. The inferior orbital fissure contains the maxillary nerve, infraorbital vessels, and branches of the sphenopalatine (pterygopalatine) ganglion. The optic canal contains the ophthalmic artery and optic nerve, in addition to sympathetic fibers. The foramen rotundum contains the maxillary nerve. The foramen ovale contains the lesser petrosal nerve, the mandibular division of the trigeminal nerve, the accessory middle meningeal artery, and the emissary veins.",
        "cop": 3,
        "opa": "Inferior orbital fissure",
        "opb": "Optic canal",
        "opc": "Superior orbital fissure",
        "opd": "Foramen rotundum",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "88928f00-5eaa-49ca-82ae-0c57c76acee0",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old male is admitted to the emergency department with severe headache and hydrocephalus. Radiographic examination reveals a craniopharyngioma occupying the sella turcica, primarily involving the suprasellar space. Which of the following is the most likely cause of this tumor?",
        "exp": "During embryologic development of the pituitary gland, an outgrowth from the roof of the pharynx (Rathke's pouch) grows cephalad and comprises the anterior lobe (pars distalis) of the pituitary gland. Since this gland normally occupies the sella turcica, it is most likely a tumor derived from the Rathke's pouch that is extending up into the sella turcica and the space just above it, the suprasellar space.",
        "cop": 1,
        "opa": "Persistence of a small portion of the Rathke pouch",
        "opb": "Abnormal development of pars tuberalis",
        "opc": "Abnormal development of foramina of Monro",
        "opd": "Abnormal development of the alar plates that form the lateral wall of diencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "43b40f47-d232-4946-be2a-7276979d5438",
        "choice_type": "multi"
    },
    {
        "question": "All the follow ing veins drain into internal jugular vein except:",
        "exp": "Ref: Grays Anatomy 40th edition pg: 400Explanation:Retromandibular veinThe superficial temporal vein joins with the maxillary vein to form retromandibular vein.it divides into anterior and posterior division.Anterior division joins with the facial vein to form common facial vein which drains into internal jugular vein.The posterior division joins with the posterior auricular vein to form external jugular vein.Internal Jugular VeinThe internal jugular vein collects blood from the skull, brain, superficial parts of face and neek.It begins at the cranial base in the posterior compartment of the jugular foramen, where it is continuous with the sigmoid sinus.At its origin it is dilated as the superior bulb, which ties below the posterior part of the tympanic floor.The 'nternal jugular vein descends in the carotid sheath, and unites with the subclavian vein, posterior to the sternal end of the clavicle, to form the brachiocephalic vein .Near its termination the vein dilates into the inferior hulb.TributariesThe inferior petrosal sinus Facial veinLingual veinPharyngeal veinSuperior and middle thyroid veinsOccipital vein (Occasionally)The internal jugular vein may communicate with the external jugular vein.The thoracic duct opens near the union of the left subclavian and internal jugular veins, and the right lymphatic duct opens at the same site on the right.",
        "cop": 4,
        "opa": "Facial vein",
        "opb": "Lingual vein",
        "opc": "Superior thyroid vein",
        "opd": "Retromandibular vein",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "47df4b88-02c1-48d0-946d-39b3ec5ac130",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man is admitted to the emergency department with a fracture of the base of his skull. A thorough physical examination reveals that a number of structures have been injured, possibly including the right greater petrosal nerve. Which of the following conditions needs to be identified during physical examination to confirm the diagnosis of greater petrosal nerve injury?",
        "exp": "The greater petrosal nerve carries parasympathetic fibers that are involved in the innervation of the lacrimal gland, as well as the mucosal glands of the nose, palate, and pharynx. As a result, an injury to the right greater petrosal nerve would be expected to result in decreased lacrimal secretions for the right eye. The sublingual and submandibular glands receive their parasympathetic fibers from the facial nerve via the chorda tympani and the lingual nerve. They would be unaffected by this lesion. The parotid gland receives its parasympathetic secretory innervation from the glossopharyngeal nerve via the lesser petrosal and auriculotemporal nerves and would be unaffected. Taste to the anterior tongue is provided by the facial nerve via the chorda tympani, and general sensation to the anterior tongue is provided by the mandibular division of the trigeminal nerve via the lingual nerve.",
        "cop": 3,
        "opa": "Partial dryness of the mouth due to lack of salivary secretions from the submandibular and sublingual glands",
        "opb": "Partial dryness of the mouth due to lack of salivary secretions from the parotid gland",
        "opc": "Dryness of the right cornea due to lack of lacrimal secretion",
        "opd": "Loss of taste sensation from the right anterior two thirds of the tongue",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "b5826160-d858-4031-b23b-ff3b553d9db4",
        "choice_type": "single"
    },
    {
        "question": "Which structure passes through foramen of langer?",
        "exp": "Ans. D. Tail of SpenceThe tail of Spence is an extension of the tissue of the breast that extends into the axilla. It is actually an extension of the upper lateral quadrant of the breast. It passes into the axilla through an opening in the deep fascia called foramen of Langer.",
        "cop": 4,
        "opa": "Spermatic cord",
        "opb": "5th cranial nerve",
        "opc": "4th cranial nerve",
        "opd": "Tail of Spence",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "3bcb7273-44fb-4b0e-bfd6-b57472b66eb9",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman has undergone facial surgery for the excision of a malignant parotid tumor. A week postoperatively, marked weakness is seen in the musculature of the patient's lower lip. Which of the following nerves was most likely injured during the parotidectomy?",
        "exp": "The anterior division of the facial nerve passes through the parotid gland and is therefore at risk during surgery of the parotid gland. Since this patient's symptoms involved paralysis of the muscles of the lower lip, the branch of the facial nerve that supplies these muscles, the marginal mandibular branch, is the one that has suffered the iatrogenic injury.",
        "cop": 1,
        "opa": "Marginal mandibular branch of facial",
        "opb": "Zygomatic branch of facial",
        "opc": "Mandibular division of the trigeminal nerve",
        "opd": "Buccal branch of facial",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e78a880e-2af5-4cf6-b693-97096f6c3a00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pass through the Hypoglossal canal?",
        "exp": "Ans. is 'a' i.e., Hypoglossal nerve * Middle meningeal artery passes through foramen spinosumSkull foraminaFORAMENSTRUCTURES PASSING THROUGH ITForamen ovaleMandibular nerveAccessory meningeal arteryLesser petrosal nerveEmissary vein(MALE)Foramen spinosumMiddle meningeal arteryEmissary veinNervus spinosus(MEN)Foramen lacerumMeningeal branch of ascending pharyngeal arteryGreater petrosal nerve unites with deep petrosal nerve to form the nerve of the pterygoid canalCarotid canalInternal carotid artery and the sympathetic plexus around itForamen rotundumMaxillary nervePterygoid canalVidian nerve (nerve of pterygoid canal)Vidian arteryStylomastoid foramenFacial nerveJugular foramenInternal jugular veinEmissary veinOccipital arteryInferior petrosal sinus9th, 10th, 11th nervesHypoglossal canal12th nerveMeningeal branch of ascending pharyngeal arteryGreater palatine foramenGreater palatine vesselsAnterior palatine nervesIncisive foramenGreater palatine vessels nasopalatine nervesLesser palatine foramenMiddle and posterior palatine nerves.Internal accoustic meatusFacial N.Auditory N.Nervus intermedius (wrisberg)Labyrynthine vessels",
        "cop": 1,
        "opa": "Hypoglossal nerve",
        "opb": "External jugular vein",
        "opc": "Facial nerve",
        "opd": "Mandibular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1097cec9-d332-49e7-9e72-cc8ccc01a22c",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy had an extensive mastoidectomy due to an infection that did not respond to antibiotics. Postoperatively he had Bell's palsy (facial paralysis), and one of the features was that saliva tended to accumulate in the vestibule of his oral cavity and dribble from the corner of his mouth. Which of the following muscles was paralyzed to allow this condition to occur?",
        "exp": "Normally the tonus of the buccinator muscle prevents the accumulation of saliva and foodstuffs in the oral vestibule. Although a lesion of the facial nerve would paralyze the other muscles listed, the buccinator is the most important muscle of the cheek.",
        "cop": 3,
        "opa": "Zygomaticus major",
        "opb": "Orbicularis oculi",
        "opc": "Buccinator",
        "opd": "Levator palpebrae superioris",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d1594596-055d-48c5-b15a-ae83b3d8d52c",
        "choice_type": "multi"
    },
    {
        "question": "Trochlear nerve supplies",
        "exp": "A. i.e. (Superior oblique) (115-BDC-3 4th)* Trochlear nerve - is very long and slender nerve supplies only the superior oblique muscle of the eye ball* Abducent - is a small motor nerve supplies the lateral rectus muscle**",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Inferior rectus",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "da9554ef-1037-4bbf-88ee-302217f9c4eb",
        "choice_type": "single"
    },
    {
        "question": "Action of superior oblique is:",
        "exp": "Ans. D. Depression, Intortion, AbductionMusdePrimarySecondaryTertiaryMedial rectusAdduction--Lateral rectusAbduction--Inferior rectusDepressionExtorsionAdductionSuperior rectusElevationIntorsionAdductionInferior obliqueExtorsionElevationAbductionSuperior obliqueIntorsionDepressionAbduction",
        "cop": 4,
        "opa": "Elevation, Intortion, Adduction",
        "opb": "Depression, Intortion, Adduction",
        "opc": "Elevation, Intortion, Abduction",
        "opd": "Depression, Intortion, Abduction",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "d00352f7-394e-4626-b8ba-db0331e07f20",
        "choice_type": "single"
    },
    {
        "question": "Which of the marked structures A, B, C, or D in the Illustration represents vagus nerve?",
        "exp": "Ans. C. CVagus nerveVagus nerve is the nerve of 4th and 6th pharyngeal arches. It is a mixed nerve containing approximately 80% of sensory fibers and 20% of motor fibers.Branches of vagus nerveA. In jugular foramen, the superior ganglion gives off:1. Meningeal branch for dura of posterior cranial fossa;2. Auricular branch (Arnold's nerve or Alderman's nerve for auricle, external meatus and tympanic membrane. Superior ganglion is connected to glossopharyngeal (IX) and cranial part of accessory (XII) nerves through communicating branches.B. Inferior ganglion gives following branches: -1. Pharyngeal branch: It contains fibers of cranial accessory nerve and takes part in forming pharyngeal plexus to supply muscles of pharynx (except stylopharyngeus) and soft palate (except tensor veli palatini).2. Carotid branch: for carotid body.3. Superior laryngeal nerve: It divides into two branches: -a. External laryngeal nerve: - It is motor branch and supplies cricothyroid muscle. It accompanies superior thyroid artery). To avoid damage to this nerve, the superior thyroid artery is ligated close to the gland.b. Internal laryngeal nerve: - it is sensory branch which supplies mucous membrane of larynx above vocal folds and carries taste sensations from posterior most part of tongue (Valleculae) and epiglottis.4. Recurrent laryngeal nerve: -5. Cardiac branches: - These are superior and inferior. Out of four cardiac branches of vagi (two on each side), the left inferior goes to superficial cardiac plexus. The other three go to deep cardiac plexus.6. Other branches: - Pulmonary branches, esophageal branches, gastric branches, hepatic branches, coeliac branches.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "e745eef7-3799-4313-bc61-15573147c36a",
        "choice_type": "single"
    },
    {
        "question": "Anterior choroidal artery is a branch of:",
        "exp": "Ans. A. Internal carotid arteryThe anterior choroidal artery originates from the internal carotid artery.The internal carotid artery is located in the inner side of the neck in contrast to the external carotid artery. In human anatomy, they arise from the common carotid arteries where these bifurcate into the internal and arteries at cervical vertebral level 3 or 4; the internal carotid artery supplies the brain including eyes, while the external carotid nourishes other portions of the head, such as face, scalp, skull, and meninges.",
        "cop": 1,
        "opa": "Internal carotid artery",
        "opb": "Vertebral artery",
        "opc": "Basilar artery",
        "opd": "Maxillary artery",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "fa52c8d8-7445-4366-86bb-d61b8b70274c",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman is admitted to the emergency department with ear pain, ringing in her ear (tinnitus), dizziness, and vertigo. Radiographic examination reveals indications of Meniere's disease. Which of the following structures is most likely affected by the edema that is associated with Meniere's disease?",
        "exp": "Hydrops (edema) results from accumulation of excessive fluid in the endolymphatic sac. Labyrinthine hydrops or endolymphatic hydrops is known as Meniere disease. This disease can result in hearing loss, roaring noises in the ear, and episodic dizziness (vertigo) associated with nausea and vomiting. About 10% of patients require surgical intervention for persistent, incapacitating vertigo; others are treated with diuretics, low salt intake, and reduction of stimulants like caffeine to lower the volume of body fluids and alleviate the symptoms of Meniere disease.",
        "cop": 2,
        "opa": "Middle ear",
        "opb": "Endolymphatic sac",
        "opc": "Semicircular canals",
        "opd": "Cochlea",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "3a014ec0-5c75-453c-a6a3-ac6cd3fa8e62",
        "choice_type": "single"
    },
    {
        "question": "A newborn infant is finally delivered with forceps after a difficult delivery. Upon physical examination of the newborn a cephalohematoma is noted from rupture of small periosteal arteries. Between which of the following layers of tissue does the blood accumulate?",
        "exp": "Rupture of the periosteal arteries resulting in a cephalohematoma is defined as a collection of blood underneath the periosteum. On the head, it is located between the pericranium (periosteum of the skull) and the calvaria (skull). The galea aponeurotica, skin and areolar connective tissue are all located superficial to the site of bleeding and hematoma.",
        "cop": 4,
        "opa": "Between skin and dense connective tissue layer",
        "opb": "Between loose connective tissue layer and galea aponeurotica",
        "opc": "Between galea aponeurotica and pericranium",
        "opd": "Between pericranium and calvaria",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "1235fad4-e32e-4c0d-a9ee-ddac3a65449e",
        "choice_type": "multi"
    },
    {
        "question": "A patient with enlarged cervical lymph nodes has a malignant tumor of the cecum. Which of the following lymph nodes of the neck is most frequently associated with malignant tumors of the gastrointestinal tract?",
        "exp": "The supraclavicular lymph node on the left side is associated with the thoracic duct. The thoracic duct receives lymph from below the diaphragm, including the gastrointestinal tract. Malignant cells that travel up the thoracic duct are known to involve the left supraclavicular lymph node.",
        "cop": 2,
        "opa": "Left inferior deep cervical",
        "opb": "Left supraclavicular",
        "opc": "Right inferior deep cervical",
        "opd": "Right supraclavicular",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "4beb1571-8efc-4b22-8e8a-45f6ab218808",
        "choice_type": "single"
    },
    {
        "question": "Superior thyoid artery is a branch of -",
        "exp": "Ans. is 'a' i.e., External carotid artery Branches of external carotid arteryFrom medial sideAscending pharyngealFrom frontSuperior thyroid arteryLingual arteryFacial arteryFrom behindOccipital arteryPosterior auricular arteryTerminal branchesSuperficial temporal arteryMaxillary artery",
        "cop": 1,
        "opa": "External carotid artery",
        "opb": "Internal carotid artery",
        "opc": "Common carotid artery",
        "opd": "Arch of aorta",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f37f8622-bfad-42a5-af32-c82ccf9a32b6",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman visits the outpatient clinic with past history of dysphagia, nighttime fits of coughing, repeated chest infections, and a palpable swelling in her neck. Radiographic examination reveals the presence of a congenital pharyngeal pouch. Between which muscles is this pouch located?",
        "exp": "The pharyngeal (Zenker) diverticulum is usually located between the cricopharyngeal and thyropharyngeal portions of the inferior pharyngeal constrictor. This is the most common site for development of a pharyngeal diverticulum due to the inherent weakness between the pharyngeal muscles in this location. Stasis of materials within this diverticulum can lead to inflammation, infection, and abscess. This site is also known as Killian's triangle.",
        "cop": 4,
        "opa": "Between styloglossus and stylopharyngeus",
        "opb": "Between palatoglossal arch and median glossoepiglottic fold",
        "opc": "Between upper and middle pharyngeal constrictors",
        "opd": "Between the cricopharyngeal and thyropharyngeal portions of inferior pharyngeal constrictor",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "dab8cd7f-e83e-48c4-b080-b18effec8126",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve carries parasympathetic fibers?",
        "exp": "Ans. A. Vagus nerveThe only cranial nerves that transmit parasympathetic fibers are the oculomotor, facial, glossopharyngeal, and vagus nerves.Parasympathetic flow is cranio-sacral flow carried by cranial nerves: 3,7,9,10 and the sacral nerves: S-2,3,4. These nerves carry the preganglionic fibres to their respective ganglia.",
        "cop": 1,
        "opa": "Vagus nerve",
        "opb": "Trigeminal nerve",
        "opc": "Hypoglossal nerve",
        "opd": "Abducent nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "55265e5b-f83a-41f2-bed0-04852d2b56c6",
        "choice_type": "single"
    },
    {
        "question": "Atlanto axial joint is which type of a joint?",
        "exp": "Ans. is 'a' i.e., Pivot Classification of JointsA. Fibrous joints* Lack intervening cartilage and hence have restricted mobility.1. Gomphosis2. Syndesmosis::Dento-alveolar pegInferior tibiofibular jointPosterior part of sacroiliac jointInterosseous membrane of forearm3. Schindylesis4. Sutures of the skull:Vomer - sphenoidal rostrum junctionB. Cartilagenous joints* These are of 2 types depending on intervening cartilage.I. Primary cartilaginous joints (Synchondrosis/Hyaline cartilage joints)1. Spheno-occipital joint2. Growth plate3. Costochondral joint4. 1st chondrosternal jointII. Secondary cartilaginous joints (Symphyses / fibrocartilagenous joints)Fibrocartilage is interposed between bone ends covered with articular hyaline cartilage.All of them occur in midline.1. Symphysis menti2. Pubic symphysis3. Sacrococcygeal joint4. Intervertebral joint5. Manubriosternal joint6. Xiphisternal jointC. Synovial joints I. Uniaxial 1. Plane/Flat joint-Acromioclavicular jointIntermetatarsal joints2. Hinge joints-Elbow joint3. Pivot joint-Atlantoaxial jointSuperior radioulnar jointII. Biaxial 1. Bicondylar (condyloid joint)-Knee jointTemporomandibular jointAtlanto occipital joint2. Ellipsoid joint-Wrist jointMetacarpophalangeal joint3. Saddle joint-1st carpo-metacarpal jointSternoclavicular jointCalcaneocuboid jointAnkle jointIncudomalleolar jointIII. Multiaxial Ball and socket joint-ShoulderHipIncudostapedial jointTalo-calcaneo-navicular joint",
        "cop": 1,
        "opa": "Pivot",
        "opb": "Condylar",
        "opc": "hinge",
        "opd": "biaxial",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "63bccdf6-6f90-4720-ac9a-7b375c374355",
        "choice_type": "single"
    },
    {
        "question": "Mastoid is which type of epiphysis-",
        "exp": "Ans. is 'a' i.e., Traction epiphysis Types of epiphysisExamplesPressureHead of femur, head of humerus, condyles of tibia, lower end of radiusTractionGreater and lesser trochanters of femur, tubercles of humerus, mastoid processAtavisticCoracoid process of scapula, posterior tubercle of talus (as trigonum)AberrantHead of 1st metacarpal and base of other metacarpals.",
        "cop": 1,
        "opa": "Traction epiphysis",
        "opb": "Atavistic epiphysis",
        "opc": "Aberrant epiphysis",
        "opd": "Pressure epiphysis",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "f915e498-1930-4199-848d-0e4b472823ff",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old man is admitted to the hospital due to severe headaches. A CT examination reveals an internal carotid artery aneurysm inside the cavernous sinus. Which of the following nerves would be typically affected first?",
        "exp": "The abducens nerve would be affected first due to aneurysmal dilation of the internal carotid artery (ICA) because the nerve runs in closest proximity to the artery within the cavernous sinus. The other nerves running in the wall of the cavernous sinus are the oculomotor nerve, trochlear nerve, and both the maxillary and ophthalmic branches of the trigeminal nerve. Each of these nerves, however, courses along, or within, the lateral walls of the cavernous sinus and may not be immediately affected by an aneurysm of the ICA.",
        "cop": 1,
        "opa": "Abducens nerve",
        "opb": "Oculomotor nerve",
        "opc": "Ophthalmic nerve",
        "opd": "Maxillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "7174ef25-4244-496c-8a1e-5f9f21f6d9fd",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this MRI scan showing a sagittal section through the head and neck. Tears drain through the nasolacrimal duct into the space below which structure?",
        "exp": "(b) The inferior nasal meatus below the inferior concha receives the nasolacrimal duct.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "0cb3fd6c-c3c0-463e-a7c3-dbb3f923afa6",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female patient asks you what is the soft, thin ridge of tissue that she can feel running forward across the masseter muscle toward her upper lip. You reassure her that is perfectly normal. Which of the following is the most likely structure she is feeling?",
        "exp": "The parotid duct, also known as the Stensen's duct, crosses the masseter muscle transversely and extends to the oral cavity. The facial artery can be palpated in the groove anterior to the mandibular angle. The facial vein lies anterior to the artery, passing toward the angle of the lips, but does not ascend in close proximity to the masseter. All of the other vessels are located more deeply and cannot be palpated.",
        "cop": 3,
        "opa": "Facial artery",
        "opb": "Maxillary artery",
        "opc": "Parotid duct",
        "opd": "Marginal mandibular branch of facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "eb3110cb-5cc2-4938-86e6-3fe732f7ea0f",
        "choice_type": "single"
    },
    {
        "question": "A 5-week-old male infant is born without a thymus or inferior parathyroid glands. Which of the following pharyngeal arches is most likely involved?",
        "exp": "Absence of the thymus and inferior parathyroid glands would be due to defective development of the third pharyngeal pouch, their normal site of origin. The first pouch gives rise to the tympanic membrane and cavity. The second pouch gives rise to the palatine tonsils and tonsillar sinus. The fourth pharyngeal pouch gives rise to the superior parathyroid glands and the parafollicular cells of the thyroid gland. The fifth pharyngeal pouch contributes to the formation of the parafollicular cells of the thyroid gland.",
        "cop": 3,
        "opa": "First",
        "opb": "Second",
        "opc": "Third",
        "opd": "Fourth",
        "subject_name": "Anatomy",
        "topic_name": "Head & Neck",
        "id": "ddc3fcd0-d23e-43d3-82c4-dd3c09c2ca8b",
        "choice_type": "single"
    }
]