[
    {
        "question": "Space of Disse is in:",
        "exp": "Ans. C. Liver. The perisinusoidal space (or space of Disse) is a location in the liver between a hepatocyte and a sinusoid. It contains the blood plasma. Microvilli of hepatocytes extend into this space, allowing proteins and other plasma components from the sinusoids to be absorbed by the hepatocytes.",
        "cop": 3,
        "opa": "Spleen",
        "opb": "Lymph node",
        "opc": "Liver",
        "opd": "Bone",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "93108da3-8f9c-4314-a0b9-2f4a95904723",
        "choice_type": "single"
    },
    {
        "question": "Tyson's glands are:",
        "exp": "Ans. B Holocrine gland. Ref: Netter's Essential Histology, 2nd ed. pg. 259* Tyson glands are located on external surface of prepuce and are holocrine glands.* Holocrine glands are characterized by disentigration of entire cell which discharges its secretions.* The holocrine glands are found everywhere except palms and soles.* Sebaceous glands are usually associated with hair follicles except in following locations# Eyelids: Glands of zeis and meibomian glands# Nipple and areola: Montgomery tubercle# Tyson glands: Prepuce",
        "cop": 2,
        "opa": "Apocrine glands",
        "opb": "Holocrine gland",
        "opc": "Eccrine gland",
        "opd": "Endocrine gland",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "a1d2208a-1435-4c84-adf8-7a7bdcc58b87",
        "choice_type": "single"
    },
    {
        "question": "Holocrine cells in the given slide is:",
        "exp": "ANS. Ca: Sweat glandb: Sweat gland ductc: Sebaceous glandd: Root of hair follicle. This is also a repeat from Nov 2016 paper. This was the image asked then and they had asked to identify the gland (Holocrine gland). Other important glands that can be asked are: Eccrine glands (sometimes called merocrine glands) are the major sweat glands of the human body, found in virtually all skin, with the highest density in palms and soles, then on the head, but much less on the trunk and the extremities. Apocrine glands in the skin and eyelid are sweat glands. Most apocrine glands in the skin are in the armpits, the groin, and the area around the nipples of the breast. Disorders of various glands1. Eccrine glands: Miliaria, hyperhidrosis2. Apocrine glands: Hidradenitis, Fox-Fordyce spots3. Sebaceous/Holocrine glands: Acne vulgaris",
        "cop": 3,
        "opa": "a",
        "opb": "b",
        "opc": "c",
        "opd": "d",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "4535934c-1e7e-42a8-a694-567631aa46f1",
        "choice_type": "single"
    },
    {
        "question": "Subcapsular sinuses are seen in -",
        "exp": "Ans. is 'd' i. e., Lymph node o When a section through a lymph node is examined, it is seen that it has an outer darker zone called cortex and a lighter inner zone called medulla. o Within the cortex are several rounded areas that are called lymphoid follicles and each nodule has a paler staining germinal centre surrounded by a zone of densely packed lymphocytes, o The lymph node is surrounded by a capsule and a number of septae extend into the node from the capsule and divide it into lobules. o Afferent lymphatics reaching the convex outer surface of the node enter an extensive subcapsular sinus. From this sinus, a number of radial cortical sinuses run through the cortex towards the medulla. Reaching the medulla, the sinuses join to form larger medullary' sinuses. In turn, the medullary' sinuses join to form one efferent vessel through which lymph leaves the node. Special histological features about other options: SPLEEN: White pulp of the spleen is formed of a mass of T and B lymphoctytes arranged as lymphoid nodules. Each nodule has an eccentrically placed central arteriole. Blood passes outwards from the central arteriole to reach the marginal zone surrounding the white pulp. The nodules are also called Malpigian bodies. The red pulp is made up of a mesh of leaky sinusoids! vascular sinuses) through which the red cells are squeezed. Cells lining the sinusoids are phagocytic. So the red pulp surrounds the lymphoid follicles (white pulp). The part of the red pulp immediately surrounding the white pulp is called the marginal zone. The marginal zone contains antigen presenting cells. THYMUS: 1. Hassall's corpuscles found in the medulla are highly specific. THYROID: 1. The gland is covered by a fibrous capsule, septae from which divide it into lobules. Each lobule is made up of an aggretation of follicles, lined by follicular cells. The follicle has a cavity filled with a homogenous material called colloid. Apart from the follicular cells, the thyroid gland contains C-cells or parafollicular cells which intervene between the follicular cells and the basement membrane. Lymph nodeso Lymph nodes are placed along the course of lymphatic vessels. o They are surrounded by a fibrous capsule from which trabeculae penetrate into the nodes, o There are two zones in lymph nodes. Outer cortex. Inner medullao Subcapsular sinus lies immediately deep to the capsule and immediately above the cortex, i. e. between the capsule and cortex. Cortexo In cortex, there is accumulation of proliferating lymphocytes to form follicle (primary follicle), o Beside proliferating lymphocytes, cortical follicle also contains dendritic macrophages, o On antigenic stimulation, germinal centers (secondary follicles) develop writhin the primary follicles. Medullao The lymphocytes, plasma cells and macrophages are arranged as donated branching bands; i. e. Medullary Cords. o Cortical follicles and medullary cords contain B-lymphocytes. o Between the corticle follicle and medullary cords, there is paracortical area which contains T-lymphocytes.",
        "cop": 4,
        "opa": "Spleen",
        "opb": "Thymus",
        "opc": "Thyroid",
        "opd": "Lymphnode",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "2b855f26-e204-4a47-9c40-5ab91444269b",
        "choice_type": "single"
    },
    {
        "question": "Intercalated disc is characteristic of:",
        "exp": "Ans. B. cardiac muscle. Intercalated discs are microscopic identifying features of cardiac muscle. Cardiac muscle consists of individual heart muscle cells (cardiomyocytes) connected by intercalated discs to work as a single functional organ or syncytium. Intercalated discs support synchronized contraction of cardiac tissue. They occur at the Z line of the sarcomere and can be visualized easily when observing a longitudinal section of the tissue.",
        "cop": 2,
        "opa": "Comp cyclone",
        "opb": "Cardiac muscle",
        "opc": "Skeletal muscle",
        "opd": "Hyaline cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "f0ae46aa-8a6e-4b03-90cd-b32d27ff593c",
        "choice_type": "single"
    },
    {
        "question": "Hassal corpuscles are seen in: (Repeat)",
        "exp": "Ans: A (Thymus) Ref: Gray's Anatomy, 40th Ed, Pg 939. Explanation: Hassal's corpuscles. These are whorls of flattened, concentrically layered medullary epithelial cells, and are characteristic features of the thymic medulla. They start to form before birth and their numbers increase throughout life. Their function is not clear, although they may represent a site for removal of dying, apoptotic thymocytes, because their centres are eosinophilic, partly keratinized and often contain cellular debris.",
        "cop": 1,
        "opa": "Thymus",
        "opb": "Thyroid",
        "opc": "Parathyroid",
        "opd": "Spleen",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "1b93d171-aabf-4d11-a454-6c121d7307d0",
        "choice_type": "single"
    },
    {
        "question": "Hassal corpuscles are seen in:",
        "exp": "Ref: Grays Anatomy 40th Ed Pg 939. Explanation: Hassall's corpuscles. These are whorls of flattened, concentrically layered medullary epithelial cells, and are characteristic features of the thymic medulla. They start to form before birth and their numbers increase throughout life. Their function is not clear, although they may represent a site for removal of dying, apoptotic thymocytes, because their centres are eosinophilic, partly keratinized and often contain cellular debris.",
        "cop": 1,
        "opa": "Thymus",
        "opb": "Thyroid",
        "opc": "Parathyroid",
        "opd": "Spleen",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "58ae49a3-6dc6-4c3e-87f0-445865845115",
        "choice_type": "single"
    },
    {
        "question": "Blue color cartilage is:",
        "exp": "Ans. A Hyaline. Ref: Netter's Essential Histology, 2nd ed. pg. 133. Hyaline cartilage is blue colored while elastic cartilage is yellow and fibrocartilage is white. Extra edge. Hyaline cartilage. The most abundant and common cartilage. All long bones are pre-formed in hyaline cartilage except clavicle. Types (Mnemonic L. A. N. C. E. T- T. B)1. Larynx (Arytenoid lower end, cricoid)2. Articular cartilage3. Nasal cartilage4. Costal cartilage5. Embryonic cartilage6. Tracheal cartilage7. Thyroid cartilage8. Bronchial cartilage",
        "cop": 1,
        "opa": "Hyaline",
        "opb": "Elastic",
        "opc": "Fibrocartilage",
        "opd": "Synchondrosis",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "387a1c7f-22ff-47cb-848a-47977b08316f",
        "choice_type": "single"
    },
    {
        "question": "Corneal epithelium consist of",
        "exp": "(B) (Stratified, squamous non keratinized) (390-92-I-B. Singh 7th). Key points of cornea (colour less and avascular but has a very rich nerve supply)1. Stratified squamous, non keratinized corneal epithelium -outermost layer2. Anterior limiting membrane (Bowman's membranes)3. Substantia propri- made up of collagen fibres4. Posterior limiting membrane (Descemet's membrane)5. Posterior cuboidal epithelium* Afferent of corneal reflex-trigeminal nerve. (Ophthalmic branch)* Efferent of corneal reflex-facial nerve. DEVELOPMENTMesoderm. Extra- ocular muscle, comeal stroma. Sclera, iris, vascular endothelium of eye, and orbit, choroid parts of vitreous. Neural ectoderm. Smooth muscle of the iris (Dilator sphineter), optic vesicle and cup, iris epithelium, ciliary epithelium, parts of vitreous, Retina, Retinal pigment epithelium. Surface ectoderm. Conjunctival epithelium, comeal epithelium, Lacrimal glands. Tarsal glands. Lens",
        "cop": 2,
        "opa": "Stratified squamous keratinized",
        "opb": "Stratifed squamous non keratinized",
        "opc": "Columnar epithelium",
        "opd": "Pseudo stratified epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "d7101866-c15d-4ffc-a076-0ef1d73161eb",
        "choice_type": "single"
    },
    {
        "question": "Billroth cords found in:",
        "exp": "Ans. A. Red pulp of spleen. The Cords of Billroth (also known as splenic cords or red pulp cords) are found in the red pulp of the spleen between the sinusoids, consisting of fibrils and connective tissue cells with a large population of monocytes and macrophages.",
        "cop": 1,
        "opa": "Red pulp of spleen",
        "opb": "White pulp of spleen",
        "opc": "Thymus",
        "opd": "Lymph node",
        "subject_name": "Anatomy",
        "topic_name": "Histology",
        "id": "96f37903-407a-4de7-8d1f-5577146e743b",
        "choice_type": "single"
    }
]