[
    {
        "question": "A 4-year-old child presented with palpable purpura and polyahralgia without any frank ahritis along with colicky abdominal pain associated with nausea, vomiting, diarrhea and the passage of blood and mucus per rectum. Urine examination revealed proteinuria and microscopic haematuria. Laboratory studies revealed mild leucocytosis, normal platelet count, normal PT and a. PTT, eosinophilia, normal serum complement components and elevated IgA levels. Skin biopsy specimen was taken.",
        "exp": "Perivascular neutrophils, leukocytoclasis and fibrinoid degeneration involving the small dermal blood vessels with subsequent hemorrhage in a skin biopsy of a patient with HSP. Skin biopsy showing positive immunofluorescence of the small blood vessels for IgA. Henoch-Schonlein purpura (HSP) Acute immunoglobulin A (IgA)-mediated Generalized vasculitis involving the small vessels of the skin, the gastrointestinal (GI) tract, the kidneys, the joints, and, rarely, the lungs and the central nervous system (CNS). It is the most frequent vasculitis in childhood, the incidence decreasing with age. Subsequently, symptoms develop, of which the following are the most common: Rash, especially involving the legs; this is the hallmark of the disease Abdominal pain and vomiting Joint pain especially involving the knees and ankles Subcutaneous edema Scrotal edema Bloody stools",
        "cop": 3,
        "opa": "Clotting disorder",
        "opb": "Septic emboli",
        "opc": "HSP",
        "opd": "Uicarial vasculitis",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "91d5cae7-c4a1-4d69-b76a-5fd898c29f51",
        "choice_type": "single"
    },
    {
        "question": "A known case of Crohn's disease presented with worsening fatigue over the last 2 months. The 50 year old lady was on Infliximab for the past 2 years and did not have many relapses. Lab findings revealed, Hemoglobin - 8 gm/dl Low serum iron Low serum ferritin Increased TIBC Low transferrin saturation The peripheral blood smear and the hemoglobin electrophoresis is given below. Which of the following is the most likely cause of the above condition: -",
        "exp": "This is a case of iron deficiency anemia in the setting of the Crohn's disease. 1st image shows microcytic hypochromic anemia. 2nd image shows a Normal HPLC pattern of hemoglobin, hence ruling out thalassemia. The iron studies differentiate the following types of anemia. Feature Iron deficiency anemia Anemia of chronic disease Sideroblastic anemia Serum iron Low Normal or decreased Normal to high Serum ferritin Low Normal or increased Normal to high TIBC Increased Below normal Normal %tage transferrin saturation Low Below normal Normal to increased Type of anemia Microcytic hypochromic Normocytic normochromic Microcytic hypochromic",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Thalassemia",
        "opc": "Sideroblastic anemia",
        "opd": "Anemia of chronic disease",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "e679dda3-0398-4523-8bb4-33beebfaa12a",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old male, chronic smoker presented with gross hematuria, pain in the left flank along with significant history of weight loss, fever and shoness of breath for 3 months. O/E, a mass was palpated in the left flank which was firm in consistency and about 5x5 cm in dimensions along with a left sided varicocele was noted. Lab findings revealed anemia along with hypercalcemia. Kidney biopsy was also done. The vein which is involved leading to varicocele in the above patient is contributed embryologically by all except: -",
        "exp": "This is a case of metastatic renal cell carcinoma with cannon ball metastasis in lungs. Chest x-ray shows multiple, bilateral, rounded soft tissue density massessuggestive of cannon ball metastasis in renal cell carcinoma. CT image shows the classical renal cell carcinoma. HPE image is classical of clear cell renal carcinoma. The vein involved is left renal vein. It is contributed by: - Left mesonephric vein Left subcardinal vein Intersubcardinal anastomosis",
        "cop": 4,
        "opa": "Left mesonephric vein",
        "opb": "Left subcardinal vein",
        "opc": "Intersubcardinal anastomosis",
        "opd": "Left supracardinal vein",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "6cc64f33-eb35-4727-8b63-66341ad5401c",
        "choice_type": "multi"
    },
    {
        "question": "A 56-year-old male presented to the ER with dizziness and lightheadedness. On examination, Severe bradycardia Hypotension Multiple insect bites over the body Peculiar skin lesions ECG of the patient was done. His father had died of MI at the age of 42 years. Chest x ray was normal. Lab studies were normal. All of the following statements are true about the above condition except: -",
        "exp": "This is a case of cardiac involvement in Lyme's disease. 1st image shows the classical erythema chronicum migrans lesion. ECG image shows a 3rd degree heart block. Second stage of Lyme's disease New annular skin lesions Headache Fever Migratory ahralgias All categories of heart block Due to IgM antibody, false positive syphilis serology is seen. FTA-ABS test is positive VDRL is negative Management Skin, joint and 1st and 2nd degree heart block involvement - DOC is doxycycline 3rd degree heart block and CNS involvement- DOC is IV ceftriaxone",
        "cop": 4,
        "opa": "FTA-ABS test is positive",
        "opb": "VDRL test is negative",
        "opc": "Drug of choice in above condition is ceftriaxone",
        "opd": "Drug of choice in above condition is doxycycline",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "cd3dd8d9-c000-42c4-9c5e-0d0287b6f7b4",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old male presented to the ER after suffering a minor accident in which he fell from his motorcycle. He complained of pain in the right wrist region. He underwent an x ray of the same region. Which of the following muscles of hand would be spared in the above condition: -",
        "exp": "This is a case of lunate dislocation following trauma leading to compression of the median nerve. Muscles supplied by median nerve in hand All the thenar muscles 1strd and 2ndth lumbricals",
        "cop": 2,
        "opa": "Muscle B",
        "opb": "Muscle A",
        "opc": "Muscle D",
        "opd": "Muscle C",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "9a54b3a8-efc3-4973-a8d0-ae8dea723672",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old female presented with mild to moderate unilateral headache which becomes severe occasionally along with fever, jaw pain and visual disturbances, malaise, fatigue and weight loss. On examination, scalp tenderness was noted. Lab findings revealed normocytic normochromic anemia, elevated ESR and raised ANA titers. Biopsy was taken from the temporal aery. Which of the following cells are most impoantly involved in the pathogenesis of the above disease: -",
        "exp": "This is a case of Giant-cell aeritis. HPE image shows panaeritis with presence of mononuclear cells and giant cells along with proliferation of the intima and fragmentation of the internal elastic lamina. Giant cell aeritis (GCA)/Temporal aeritis, Systemic inflammatory vasculitis Occurs in older persons Most common form of systemic vasculitis in adults. It is initiated in the adventitia. CD4+ T cells enter through the vasa vasorum, become activated, and orchestrate macrophage differentiation.",
        "cop": 1,
        "opa": "CD4 T cells",
        "opb": "CD8 T cells",
        "opc": "B cells",
        "opd": "Dendritic cells",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "0a2b5f92-3059-4219-bd77-0657986a1a0f",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old female, complained of lumps felt in axilla and in the supra-clavicular region. She self-examined and then went to a Surgeon. X-ray was done. USG guided biopsy was done. HPE examination revealed the diagnosis. Flow cytometry revealed CD15 AND CD30 positive. She was staed on chemotherapy. After some time, patient complained of skin lesions. Which of the following drug is responsible for above manifestation?",
        "exp": "This is a case of Hodgkin's lymphoma. Chest X-RAY shows mediastinal lymphadenopathy. HPE image shows the classical Reed-Sternberg cells The lesion depicts long streaks of hyper pigmentation on the back known as FLAGELLATE DERMATITIS; characteristic side effect of BLEOMYCIN DRUG SIDE-EFFECT Bleomycin FLAGELLATE DERMATITIS Pulmonary fibrosis Daunorubicin Dilated cardiomyopathy Capecitabine Hand and foot syndrome Cyclophosphamide Hemorrhagic cystitis Methotrexate Liver fibrosis.",
        "cop": 2,
        "opa": "Daunorubicin",
        "opb": "Bleomycin",
        "opc": "Capecitabine",
        "opd": "Cyclophosphamide",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "b6a9cd4d-955e-4b0b-aa75-c17ba3d28fae",
        "choice_type": "multi"
    },
    {
        "question": "A newborn has cyanosis in the first week of life. The mother has history of Diabetes. Chest x ray was done which revealed: On fuher evaluation and investigation, the presumptive diagnosis is made. You feel that the symptoms newborn experiencing is due to inappropriate circulation of oxygenated and deoxygenated blood between the body heart and lungs Survival in the neonatal period is provided in such cases by the foramen ovale and the ductus aeriosus, which permit some mixture of oxygenated and deoxygenated blood. What is the diagnosis and the defect, respectively in above clinical scenario?",
        "exp": "Chest x ray reveals SNOWMAN appearance, seen in TAPVC. Transposition of the great vessels occurs when the conotruncal septum doesn't follow its normal spiral course and instead goes straight down. As a consequence, the aoa originates from the right ventricle, and the pulmonary aery originates from the left ventricle.",
        "cop": 4,
        "opa": "TAPVC, abnormal cardiac looping",
        "opb": "PAPVC, abnormal cardiac looping",
        "opc": "VSD, defective interventricular septation",
        "opd": "TGA, straight conotruncal septa.",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "ccb170c2-5cde-4610-8467-9b7d372b91f4",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year male presented to the ER with bleeding diathesis. He was diagnosed with Glanzmann thrombasthenia. The disorder is believed to be due to absence of a paicular platelet receptor protein. Which of the following drug acts as an anti-platelet agent by inhibiting the same platelet receptor protein?",
        "exp": "Glanzmann thrombasthenia is a qualitative platelet disorder due to absence of glycoproteins GPIIb/IIIa. Antiplatelet drugs acting by inhibition of GP IIb/IIIa are Abciximab Eptifibatide Tirofiban Other antiplatelet agents Aspirin: irreversible inhibition of cyclooxygenase leading to reduced synthesis of thromboxane A2 Clopidogrel, prasugrel and ticlopidine: blockade of platelet aggregation by ADP pathway by blocking P2. Y12 receptors. Dipyridamole and cilostazol: inhibition of c. GMP phosphodiesterase pathway",
        "cop": 2,
        "opa": "Ticlopidine",
        "opb": "Tirofiban",
        "opc": "Cilostazol",
        "opd": "Dipyridamole",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "5ae16590-6ad6-4c7d-b60a-d898576ad713",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male presented to the OPD with complaints of pain in B/L knee, hip joints and lower spine. On examination, the joints were found to be erythematous and tender. Note was also made of dark black spots on sclera and ear cailage. X-ray of the affected joints were taken. Which of the following drug has been approved for the above condition: -",
        "exp": "This is a case of Alkaptonuria. 1st image shows ochronosis. 2nd and 3rd images show the narrowing of the joint spaces and calcification of the interveebral discs- classical of alkaptonuric ahritis It is caused by deficiency of homogentisic acid oxidase (homogentisate 1, 2-dioxigenase). In alkaptonuria, large amounts of homogentisic acid are formed which are excreted in urine or deposited in tissues. Nitisinone is a synthetic reversible inhibitor of 4-hydroxyphenylpyruvate dioxygenase. Nitisinone efficiently reduces homogentisic acid production in alkaptonuria. If presymptomatic individuals are detected, treatment with Nitisinone, combined with a phenylalanine- and tyrosine-restricted diet can be used.",
        "cop": 1,
        "opa": "Nitisinone",
        "opb": "Ceftriaxone",
        "opc": "Nicotinamide",
        "opd": "Boezomib",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "ab5174dd-b7f8-4abe-8170-6fbb690127e2",
        "choice_type": "multi"
    },
    {
        "question": "A 2 year old is brought to pediatrics OPD with complains recurrent abdominal pain and similar episodes have been repoed in recent past as well. The mother complains of the child licking bright toys and paint on walls. Blood investigation reveal low Hb and MCV. PBF is done which shows the following findings: Which of the following findings cannot be expected in the above child?",
        "exp": "Lead poisoning is the diagnosis from the following points: Pain abdomen Anemia PBF- basophilic stippling Licking of bright toys or wall paint is s/o lead intake. Chronic lead poisoning is having following clinical features: Fatigue Depression confusion episodic abdominal pain peripheral neuropathy Gray lead lines in gums anemia with basophilic stippling of red blood cells. The treatment is chelation therapy with ethylenediamine tetraacetic acid (EDTA), BAL or penicillamine. Behavioral modification Removal of source of exposure",
        "cop": 3,
        "opa": "Constipation",
        "opb": "Encephalopathy",
        "opc": "Diarrhea",
        "opd": "Bright lines in metaphyseal region.",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a86a57e7-5a9e-4284-bd2d-d181f4217aa1",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male presented with complaints of chapping and fissuring of the lips, a sore red tongue and oily, scaly skin rashes on scrotum, vulva and philtrum. Lab findings reveal increased activity of glutathione reductase activity in the RBCs. Which of the following enzymes use the above deficient vitamin as coenzyme: -",
        "exp": "This is a case of Riboflavin deficiency. This presents as cheilosis, red tongue and oily and scaly skin. Enzymes using FAD as coenzyme: - Alpha-ketoglutarate dehydrogenase Succinate dehydrogenase Xanthine dehydrogenase",
        "cop": 4,
        "opa": "Alpha-ketoglutarate dehydrogenase",
        "opb": "Succinate dehydrogenase",
        "opc": "Xanthine dehydrogenase",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a0454449-0047-4e3d-8260-4f78ffb09d8a",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old female presented to the ER with chest pain and dyspnea, along with palpitations, nausea, vomiting and few episodes of syncope. MI was suspected. The relatives of the patient told that a near one of the patient had died yesterday only. ECG of the patient Lab findings revealed raised cardiac enzymes. ECHO was also done. Patient was planned for coronary angiography. It was observed that there was no coronary aery stenosis. What is the drug of choice for the above condition: -",
        "exp": "This is a case of Takotsubo cardiomyopathy. Also called broken heart syndrome. More common in post-menopausal females. Myocardium is stunned in this disease. ECG shows ST elevation and anterior leads - mimics MI ECHO shows apical ballooning of the left ventricle. Occurs due to preceding emotional trigger/ stress event. DOC is Beta-blockers.",
        "cop": 1,
        "opa": "Propanolol",
        "opb": "Streptokinase",
        "opc": "Aspirin",
        "opd": "Rosuvastatin",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "2560b7e4-01e9-4e74-b8db-b3668c80c8c2",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old male presented to the dermatology OPD with large tense bullae on large uicarial plaques with some of the bullae being hemorrhagic. On examination, the bullae did not rupture easily with absence of Nikolsky's and bulla spread sign. Some of the lesions healed with milia formation. Direct immunofluorescence test of the skin biopsy was done. Which of the following structures is most likely to be involved: -",
        "exp": "This is a case of Bullous pemphigoid. Absence of Nikolsky's sign and bulla spread sign rule out pemphigus. Most common protein involved is BP230 > BP180. DIF shows a linear band of immunoglobulin G deposit along the Dermoepidermal junction.",
        "cop": 1,
        "opa": "PA B",
        "opb": "PA D",
        "opc": "PA C",
        "opd": "PA A",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "0af00630-704f-4dd6-ba2c-72e987c82af7",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old female has prolonged complaints diarrhea, flatus and pain in abdomen. Her appetite is preserved still she is experiencing weight loss. Physical examination is within normal limit. Small intestinal biopsy reveals- villous atrophy lymphocytic infiltration of lamina propria with crypt hyperplasia. She was put on a special diet and she improved. How can the above condition be differentiated from Whipple disease?",
        "exp": "Clinical signs and symptoms with resolution of the same with (gluten free) diet, and HPE FINDINGS are suggestive of CELIAC disease. Whipple disease is due to infection with Trophyrema whipplei. Sign and symptoms are similar, but intestinal biopsy shows lipid vacuolation with infiltration of PAS positive macrophage with small bacilli whereas celiac disease show villous atrophy lymphocytic infiltration of lamina propria with crypt hyperplasia.",
        "cop": 3,
        "opa": "Physical examination",
        "opb": "Clinical symptoms",
        "opc": "Histopathology",
        "opd": "Imaging",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "7ab61b4f-aa81-4357-a3b6-37d17b10d49f",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old boy is evaluated for fatigue. Auscultation reveals a holosystolic murmur best heard at the lower sternal border. Echocardiography reveals apical displacement of the tricuspid valve leaflets, decreased right ventricular volume and atrialisation of the right ventricle. Moderate to severe TR is present. This patient's condition is believed to be a teratogenic effect of a drug taken during pregnancy. Which one of the following could not have been the side effect of that drug on biological mother of this patient: -",
        "exp": "The child is suffering from Ebstein's anomaly which is characteristically associated with use of lithium during pregnancy. Lithium is a mood stabilizer agent which is used in the treatment of bipolar disorder. Lithium has a very narrow therapeutic index and its side effects include Tremors and other neuropsychiatric complications Hypothyroidism Nephrogenic Diabetes insipidus Acute renal failure Electrolyte imbalances Arrhythmia if toxicity occurs Teratogenicity Acneiform eruptions and Leukocytosis is also a side effect of Lithium therapy which appears to result directly from increased leukopoiesis. However, this is now therapeutically being used in the treatment of patients with low leukocyte counts.",
        "cop": 2,
        "opa": "Hypothyroidism",
        "opb": "SIADH",
        "opc": "Acneiform eruptions",
        "opd": "Leukocytosis",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "16e6330f-c43f-4f08-9bb4-6cfd244ed6a5",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child with sho stature presented to the pediatric OPD with external ophthalmoplegia, gait abnormality, sensorineural hearing loss. Lab findings revealed raised fasting blood glucose levels. ECG Fundus examination Which of the following is true about the DNA involved in the above disease: -",
        "exp": "This is a case of Kearns-Sayre syndrome. Multi-organ disorder External ophthalmoplegia Heart block Retinitis pigmentosa Dementia, SNHL and multiple endocrine abnormalities Mitochondrial inheritance Mitochondrial DNA Circular Has several copies of single mt. DNA molecule Free of nuclear envelope Not packed into chromatin Encodes for 13 genes",
        "cop": 1,
        "opa": "Circular",
        "opb": "Double-helix",
        "opc": "Bounded by nuclear envelope",
        "opd": "Packed into chromatin",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "5b0e5e38-5a68-4e60-bbb0-bcbccac980ef",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old male presented to the ER after suffering a minor accident in which he fell from his motorcycle. He complained of pain in the right elbow region. He underwent an x ray of the same region. Which of the following muscles of hand would be spared in the above condition: -",
        "exp": "This is a case of medial epicondyle fracture. So, the ulnar nerve is involved. Muscles supplied by ulnar nerve in hand All the hypothenar muscles 3rd and 4th lumbricals Interossei (both palmar and dorsal) Adductor pollicis Deep head of flexor pollicis brevis",
        "cop": 3,
        "opa": "Muscle B",
        "opb": "Muscle A",
        "opc": "Muscle D",
        "opd": "Muscle C",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "c27dc160-4211-411f-931e-6df00f218cd5",
        "choice_type": "multi"
    },
    {
        "question": "A 70-year-old male presented to the OPD with progressive jaundice for 6 weeks, fever, pruritis along with abdominal pain and significant weight loss. Lab findings reveal, Total S. bilirubin - 22 mg/dL Minimally elevated SGOT/SGPT Increased alkaline phosphatase CT abdomen was done along with ERCP. What is the most common site of this pathology: -",
        "exp": "This is a case of Cholangiocarcinoma. CT scan shows dilated intrahepatic biliary ducts. Cholangiocarcinoma is a malignant tumor arising from cholangiocytes in the biliary tree. It tends to have a poor prognosis and high morbidity. Most common presentation - Painless jaundice > Pruritis > Abdominal pain, weight loss and fever. Most common site - Hilum > Distal CBD > Intrahepatic bile ducts.",
        "cop": 4,
        "opa": "Intrahepatic bile duct",
        "opb": "Distal CBD",
        "opc": "Proximal CBD",
        "opd": "Hilum",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "3ae9736b-8779-4bf3-9829-3853a0601eaf",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old paddy farmer presented with fever, chills, headache and myalgias for 2 days. The patient also complained of acute onset of cough, shoness of breath and few episodes of hemoptysis. On examination, scleral icterus was present. There is a history of minor lower limb injury while working in the fields, which were infested with rats. Lab findings revealed anemia, leukocytosis, deranged RFTs, prolonged PT and a. PTT, increased serum bilirubin and alkaline phosphatase levels. Blood cultures were collected. Dark field microscopy and cultures were done. MAT test was also done. Which electrolyte will be most likely seen in the above condition: -",
        "exp": "This is a case of Weil's syndrome/ Leptospira infection. Presents with a triad of: - Hemorrhage Acute kidney injury Jaundice Rats are an impoant reservoir. Renal involvement: - Acute tubular damage Interstitial nephritis Non-oliguric hypokalemic injury Hypokalemia and hyponatremia Wasting of magnesium",
        "cop": 4,
        "opa": "Hyperkalemia and hyponatremia",
        "opb": "Hyperkalemia and hypernatremia",
        "opc": "Hypokalemia and hypernatremia",
        "opd": "Hypokalemia and hyponatremia",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "1797fe1c-0ef9-4ac7-9fbb-2d3b10d0f3f3",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old male patient presented to the ER with pain and deformity in the left arm after having a fall 2 hours ago. The doctor ordered an x-ray of the affected area. The nerve most likely involved in the above condition supplies which of the following marked muscles: -",
        "exp": "This is a case of fracture of surgical neck of humerus. The nerve involved is axillary nerve. Muscle supplied by axillary nerve are teres minor and deltoid.",
        "cop": 2,
        "opa": "Muscle B",
        "opb": "Muscle A",
        "opc": "Muscle D",
        "opd": "Muscle C",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a06ad4fa-39db-4e78-ba42-3f899a8f194a",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old boy presented with pyogenic abscess, runny nose, oral thrush & rash on perineal areas. On culturing pus Staphylococcus aureus was isolated. A test was performed whose finding is shown below. Which of the following is the most likely gene involved in the above condition: -",
        "exp": "Image represents Nitroblue tetrazolium test which points to the diagnosis of CGD. 2nd image negative dihydrorhodamine test. Chronic granulomatous disease Immunodeficiency disorder Due to mutation in PHOX gene Also known as bridges good syndrome Has both autosomal recessive & X-linked recessive inheritance but X-linked recessive is most common. Characterised by recurrent infections by catalase positive organisms like s. Aureus, candida etc. The simplest and most rapid test for CGD is the NBT (Nitroblue tetrazolium) test. Neutrophils from a small sample of peripheral blood are activated to produce superoxide which is detected by the NBT, which is conveed from a yellow water-soluble compound to a dark-blue insoluble formazan that can be clearly detected microscopically.",
        "cop": 2,
        "opa": "LYST",
        "opb": "PHOX",
        "opc": "MYC",
        "opd": "RAS",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a0c5191d-e11d-4a07-af7a-3351003c5a3d",
        "choice_type": "multi"
    },
    {
        "question": "A 15-day-old male neonate presented with failure to thrive, recurrent vomiting and symptoms of shock. On examination, severe dehydration is noted. He has normal genitalia along with precocious development of pubic hair, phallic enlargement and accelerated skeletal maturation. BP of the child was normal. Lab findings revealed hyponatremia and hypokalemia, increased serum 17 -hydroxyprogesterone and increased urinary pregnanetriol. A biopsy from the adrenal gland was taken. Which of the following is the most likely enzyme deficiency in the above patient: -",
        "exp": "This is a case of congenital adrenal hydroxylase deficiency. In this case, it is due to 21-hydroxylase deficiency. The most common form is 21-hydroxylase deficiency (CYP21). 21-hydroxylase deficiency in males is generally not identified in the neonatal period because the genitalia are normal. If the defect is severe and results in salt wasting, these male neonates present at age 1-4 weeks with failure to thrive, recurrent vomiting, dehydration, hypotension, hyponatremia, hyperkalemia, and shock (classic salt-wasting adrenal hyperplasia). Patients with less severe deficiencies of 21-hydroxylase present later in childhood because of the early development of pubic hair, phallic enlargement, or both, accompanied by accelerated linear growth and advancement of skeletal maturation (simple virilizing adrenal hyperplasia).",
        "cop": 1,
        "opa": "21-hydroxylase deficiency",
        "opb": "11-hydroxylase deficiency",
        "opc": "3-beta-hydroxysteroid dehydrogenase",
        "opd": "17-hydroxylase deficiency",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "d7a39c6f-ef3d-4b85-a6d0-8ec9725d9ab9",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old male presented with complaints of cough with expectoration, fever and malaise for 3 weeks. Patient is a chronic alcoholic and has had frequent hospitalizations in the past. On examination, Extremely poor dentition Foul smelling sputum Wheezing over the upper zone of right lung A chest x ray and a CT was conducted. Which is the most appropriate therapy to be given in the above condition: -",
        "exp": "This is a case of right lung abscess in view of the signs and symptoms and history of alcoholism and aspirations. Therapy is given for upper airway anaerobes. For primary lung abscesses: - Clindamycin is approved. Metronidazole is not effective as a single agent. Aztreonam has predominant activity against Gram-negative bacteria. Penicillin can't be given because oral anaerobes can produce beta-lactamases. The X-ray and the CT shows a cavitatory lesion in the right lung with an air-fluid level - likely a lung abscess.",
        "cop": 1,
        "opa": "Clindamycin",
        "opb": "Penicillin",
        "opc": "Metronidazole",
        "opd": "Aztreonam",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "0c30c11e-37fc-40b6-98b6-040f6af0aaf8",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old patient complains of chronic pain abdomen and diarrhea. She gives history of passing 22-25 stools per day. She also complains of weight loss. On examination, patient is noted to have mild fever with right lower quadrant tenderness. Lower GI endoscopy was done with the following findings: HPE reveals the following findings: An intern posted in the medicine ward makes a list of differential diagnosis for this patient. Which of the given option is most likely the diagnosis?",
        "exp": "Clinical picture along with endoscopic and HPE co relation suggest the diagnosis of CROHN DISEASE. Endoscopy reveals- severe crohn's disease with deep ulcers (HARRISON PRINCIPLE OF INTERNAL MEDICINE, 20. TH EDITION PG. 2187) HPE shows- crypt atrophy with multiple epithelioid granuloma, features suggestive of crohns disease. (HARRISON PRINCIPLE OF INTERNAL MEDICINE, 20. TH EDITION PG. 2263) Mesenteric ischemia is common in >50 year age group with atherosclerotic disease.",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Crohn disease",
        "opc": "Infective enteritis",
        "opd": "Mesenteric ischemia",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "95ada274-bf5b-4596-8620-d6b0593e7c17",
        "choice_type": "multi"
    },
    {
        "question": "A newborn baby presents with following clinical problem. Physical examination reveals: tachycardia, hypotension and irritability. USG was done which revealed normal ovaries. On testing, child karyotype is 46 XX. Which of the following biochemical abnormality is not seen in the above clinical scenario?",
        "exp": "Genital image shows enlarged clitoris with scrotum like structure possibly due to labial fusion. The baby girl most likely has CAH (congenital adrenal hyperplasia) which is most likely due to 21 alpha hydroxylase deficiency. CAH: mutations in genes encoding steroidogenic enzymes involved in glucocoicoid synthesis. Exhibit glucocoicoid deficiency. Depending on step of enzymatic block excess production of mineralocoicoids deficient production of sex steroids The diagnosis of CAH measurement of the steroids accumulating block, in serum or in urine use of mass spectrometry-based assays. Mutations of CYP21. A2: most common cause of CAH (90-95% of cases). * 21-Hydroxylase deficiency disrupt: glucocoicoid and mineralocoicoid synthesis resulting in diminished negative feedback the HPA axis. Major loss-of-function mutations: glucocoicoid and mineralocoicoid deficiency (classic CAH, neonatal presentation) less severe mutations: deficient glucocoicoid synthesis (simple virilizing CAH, neonatal or early childhood presentation) Mildest mutations: least severe clinical phenotype, nonclassic CAH (during adolescence and early adulthood) - preserved glucocoicoid production. TREATMENT Congenital Adrenal Hyperplasia Hydrocoisone: prevention of adrenal crisis (longer acting) prednisolone: to control androgen excess. For feility: dexamethasone +/- Biochemical monitoring of: androstenedione Testosterone Plasma renin Mineralocoicoid and salt replacement.",
        "cop": 1,
        "opa": "Hyperglycemia",
        "opb": "Hypoglycemia",
        "opc": "Hyponatremia",
        "opd": "Hyperkalemia",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "9bb80931-9caf-4020-b58a-adefe0e2854c",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old male presented to the ER with altered sensorium, sho term memory loss and severe headache after suffering a road side accident. There was evidence of injury to the skull. The doctor got a NCCT head done. The aery most commonly involved in the above condition passes through which of the following structures: -",
        "exp": "Pa A - Foramen ovale Pa B - Foramen spinosum Pa C - Foramen lacerum Pa D - Jugular foramen This is a case of extradural hemorrhage following trauma to the skull. It is most commonly caused due to the middle meningeal aery. Structures passing through foramen spinosum: - Middle meningeal aery Middle meningeal vein Meningeal branch of mandibular nerve",
        "cop": 3,
        "opa": "PA D",
        "opb": "PA A",
        "opc": "PA B",
        "opd": "PA C",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "d156470a-73cd-4bb1-9e65-10dfa1ee831f",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old chronic alcoholic presented to the OPD with complaints of B/L distal lower limb numbness and paresthesias along with weakness and dizziness. He has a history of stroke in the past. On examination, Characteristic skin lesions were observed Impaired vibration and proprioception Preserved pain and temperature Sensory ataxia Lab findings revealed a low EAST-AC value. Which of the following reactions uses the above deficient vitamin as coenzyme:-",
        "exp": "This is a case of pyridoxine deficiency. 1st image shows the lesions of seborrheic dermatitis. 2nd image shows the cheilosis. Erythrocyte aspaate aminotransferase (EAST) and the EAST activation coefficient (EAST-AC) are long-term indicators of functional pyridoxine status due to the 120-day life span of erythrocytes. The active form of pyridoxine is PLP (Pyridoxal phosphate). It is used as a coenzyme in reactions like: - Transamination Transsulfuration Decarboxylation Deamination",
        "cop": 4,
        "opa": "Transamination reactions",
        "opb": "Decarboxylation reactions",
        "opc": "Deamination reactions",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a0aa99d0-ad33-4643-bbfb-690e6830ff3d",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old woman with one healthy child presents with a 3-year history of an inability to conceive despite normal menstrual cycles. A biphasic basal body temperature cha is recorded. She denies having any sexually transmitted disease, and a hysterosalpingogram shows patent uterine tubes and a normal uterine cavity. Her husbands semen analysis is normal. In the presence of several normal test results for infeility, a laparoscopic examination of the pelvic cavity is scheduled. The physician performing the procedure carefully places the trocar lateral to the rectus abdominis muscle and its sheath to avoid injury to a major aery. What aery is being avoided?",
        "exp": "The presence of several normal test results indicates a need to rule out endometriosis in this infeile couple. This tissue responds to a woman's hormonal cycles in the same way that the lining of the uterus responds. The aeries, their companion veins, and the nerves supplying the muscles of anterior abdominal wall are all found in the interval between the internal abdominal oblique and the transverses abdominis muscles (neurovascular plane). Superficial and deep circumflex iliac aeries arise from the femoral and external iliac aeries course parallel to the inguinal ligament and supply the inferior abdominal wall in the inguinal region. The superficial epigastric aeries lie in the superficial fascia between the umbilicus and the pubic bone. The internal thoracic aeries divide into two terminal branches: the superior epigastric and musculophrenic aeries.",
        "cop": 2,
        "opa": "Superior epigastric aery",
        "opb": "Inferior epigastric aery",
        "opc": "Superficial epigastric aery",
        "opd": "Superficial circumflex iliac aery",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "f10d8674-fec4-4956-bb0a-bca6737b9801",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old female was admitted to ICU 8 days ago after suffering burns \\ Currently she is febrile with 102 degree F. Blood cultures were obtained with following finding. The Doctor on duty is worried about a blood infection and plans to sta with empiric combination therapy containing aminoglycosides directed against Pseudomonas aeruginosa. Old usg record of the patient is shown below: The patient could not come for follow up due to lockdown. The doctor, currently is concerned about nephrotoxicity profile of the drugs. Which of the following drug is most safe?",
        "exp": "Usg shows raised renal coical echogenecity suggestive of renal parenchymal disease and therefore should avoid aminoglycosides. All aminoglycosides have complication of being ototoxic and nephrotoxic. Ototoxicity and nephrotoxicity are more likely: when therapy is continued for > 5 days at higher doses Elderly renal insufficiency. Concurrent use with loop diuretics or other nephrotoxic antimicrobial agents (eg, vancomycin or amphotericin. Ototoxicity is most likely seen with: Neomycin Kanamycin amikacin vestibulotoxic agent- Streptomycin gentamicin nephrotoxic agents: Neomycin Tobramycin gentamicin",
        "cop": 4,
        "opa": "Gentamycin",
        "opb": "Tobramycin",
        "opc": "Neomycin",
        "opd": "NONE",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "a1cf2781-81d8-4dfc-ad24-ac9ce371363c",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old male suffered a trauma to the right leg while playing football. He did not seek doctor's advice initially. The affected area soon turned painful, red and tender. He also complained that from a few days he now has to drag the affected foot and there was loss of eversion on examination. X ray of the affected pa was done. Which of the following muscles is most likely affected: -",
        "exp": "This is a case of fracture of the neck of fibula. So, the nerve involved is common peroneal nerve. Muscles supplied by common peroneal nerve: The anterior compament of the leg muscles is innervated by the deep fibular nerve (L4-L5) and supplied blood the anterior tibial aery. Tibialis anterior Extensor hallucis longus Extensor digitorum longus Peroneus teius The lateral compament of the leg muscles is; peroneal longus and brevis. The common function of the peroneal muscles is eversion. Both muscles are innervated by the superficial fibular nerve. Peroneus longus Peroneus brevis",
        "cop": 4,
        "opa": "Muscle B",
        "opb": "Muscle C",
        "opc": "Muscle D",
        "opd": "Muscle A",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "9af38043-7724-4e23-bba9-84f5aa68b449",
        "choice_type": "multi"
    },
    {
        "question": "A 70-year-old female presented with chronic productive cough, low grade fever and progressive weight loss for 4 months. Patient had a history of Pulmonary TB 3 years back for which she took ATT for 6 months. The doctor ordered a chest X-ray and a CT to be done. Her sputum sample was taken. Acid fast bacilli were observed. The patient did not respond to the ATT. Some other infection was suspected. Which of the following is the most appropriate regimen to be given in the following condition: -",
        "exp": "This is a case of MAC infection (Mycobacterium avium complex infection). Chest x-ray shows hyperinflated lung with extensive bilateral ring shadows consistent with bronchiectasis with upper zone scarring is likely a result of previous TB. CT shows the classical tree-in-bud appearance and B/L bronchiectasis with bronchiolar inflammation, typical of non-tuberculous mycobacterial infection. MAC infection Seen in immunocompromised and patients with underlying lung disease. Patients with an underlying lung disease and history of previous TB - should receive antibiotics. Appropriate regimen is: - Clarithromycin + Ethambutol + Rifabutin x 12 months Pyrazinamide, isoniazid, rifampicin and ethambutol.",
        "cop": 1,
        "opa": "Ethambutol + Clarithromycin + Rifabutin",
        "opb": "Pyrazinamide + Clarithromycin + Rifabutin",
        "opc": "Ethambutol + Clindamycin + Rifabutin",
        "opd": "Ethambutol + Clarithromycin + Rifaximin",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "bdc4ecc8-7a7d-4d00-b278-850545dc31c2",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old child presented with multiple episodes of seizures for past 2. 5 months. The child was admitted to the ward. He had frequent episodes of hypoglycemia which precipitated the seizures. O/E, Hepatosplenomegaly Sho stature Thin extremities Doll like facies Lab findings revealed hyperuricemia, lactic acidosis, hyperlipidemias Which enzyme deficiency is responsible for this disorder?",
        "exp": "This is a case of type I GSD/ Von-gierke disease Autosomal recessive Deficiency of Glucose-6-phosphatase in liver Presents:- Fasting hypoglycemia Lactic acidosis Hypoglycemic seizures Hepatosplenomegaly Lab findings: - Lactic acidosis Increased uric acid levels Hyperlipidemia",
        "cop": 1,
        "opa": "Glucose-6-phosphatase",
        "opb": "Acid maltase",
        "opc": "Phosphofructokinase",
        "opd": "Debranching enzyme",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "80762b09-0851-4cae-b4d2-0ff18d630b51",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy presented to the ER with stridor, shoness of breath and difficulty in swallowing. Patient also gave history of recurrent chest infections in the past for which the child was frequently hospitalized. Upper GI endoscopy was done and it was normal. Lab findings revealed normal studies. Chest x- ray All of the following are involved in the development of the structure causing the above condition except: -",
        "exp": "This is a case of Dysphagia lusoria due to aberrant right subclan aery. Chest x ray shows superior mediastinum widening. Barium study shows revealed persistent, smooth indentation of the posterior aspect of the upper thoracic esophagus at T4 level, suggesting external compression. CT shows the aberrant right subclan aery compressing the posterior wall of esophagus. Aberrant right subclan aery develops from: - A. Caudal pa of right dorsal aoa B. Right 7th cervical intersegmental aery C. Right 4th arch",
        "cop": 4,
        "opa": "Caudal pa of right dorsal aoa",
        "opb": "Right 7th cervical intersegmental aery",
        "opc": "Right 4th arch",
        "opd": "Cranial pa of right dorsal aoa",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "7c4058f3-a179-4fdc-9abf-22e0683da9a9",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old female presents with complaints of generalized lymphadenopathy. Her CBC showed total WBC count of 80, 000. Flow cytometry revealed CD19 CD20, CD 5 +, CD 23 -ve. Cyclin D1 + GI examination was done and biopsy was taken. Peripheral blood smear Which of the following genetic abnormality one may expect to find in this condition?",
        "exp": "1st image shows the small to intermediate sized cells with cleaved nuclei. 2nd image shows Lymphomatoid polyposis. Mantle cell lymphoma is a B cell lymphoma with CD5+ but CD 23-ve. It shows cyclin D1 positivity and lymphomatoid polyposis. t(11: 14) leads to overexpression of cyclin D1- involved in mantle cell lymphoma. t(11: 18) in marginal zone lymphoma t(14: 18) in follicular lymphoma. Deletion of 13q Is seen in CLL and multiple myeloma.",
        "cop": 3,
        "opa": "t(8: 21)",
        "opb": "13q deletion",
        "opc": "t(11: 14)",
        "opd": "t(11: 18)",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "cc62301a-fae7-470d-bd4c-43903c45ec5c",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old pulmonologist is diagnosed with pulmonary tuberculosis and staed on standard drug therapy. After 1. 5 months, the patient has developed fatigue, low grade fever, muscle aches, bone pains and body aches. The patient also complains of pleuritic chest pain. His sputum tests negative for acid fast bacilli. On fuher investigations, the patient tests positive for anti-histone antibodies. Abnormality in which of the following metabolic processes is responsible for patient's current condition?",
        "exp": "Patient's symptoms including constitutional symptoms, ahralgia and pleuritic chest pain with positive anti-histone antibodies and recent use of isoniazid point towards the diagnosis of drug induced lupus erythematosus. Drugs undergoing acetylation in liver with the help of N-acetyl transferase are responsible for majority of cases of drug induced SLE. Hepatic expression of N acetyl transferase is genetically determined, and patients with a slow acetylator phenotype are more likely to develop DLE. Drugs undergoing Acetylation and therefore, responsible for DLE: Sulfonamides Hydralazine Isoniazid Procainamide",
        "cop": 3,
        "opa": "Sulfation",
        "opb": "Glucuronide conjugation",
        "opc": "Acetylation",
        "opd": "Hydroxylation",
        "subject_name": "Anatomy",
        "topic_name": "Integrated QBank",
        "id": "6c33081c-69d2-4762-bde0-49914242bb31",
        "choice_type": "single"
    }
]