[
    {
        "question": "Crystalline Lens is derived from (JIPMER May 2019)",
        "exp": "- Eye ball have contribution from several structures - Neural plate ectoderm forms Neural tube form - CNS which have diencephalon pa of brain a. Extension of diencephalon (optic sulcus) into eyeball form retina (optic cup) & optic nerve (optic stalk) - Neural plate ectoderm also forms - epithelium of ciliary body & iris muscle - Muscles of Iris - Sphincter pupillae, dilator pupillae - Eye ball have some contribution from surface ectoderm as well which gives Surface epithelium of cornea (1st layer) Eye lens - Most of derivatives in eyeball come from neural crest cells which gives Secondary mesoderm of eyeball - Forms sclera, choroid, ciliary body & Iris (not epithelium) - All other layers of cornea except 1st layer develops from N. C. C",
        "cop": 1,
        "opa": "Surface ectoderm",
        "opb": "Neuroectoderm",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "c07c2a31-19c3-47be-b282-4370d0fbe971",
        "choice_type": "multi"
    },
    {
        "question": "Posterior ethmoidal sinus drains into (JIPMER May 2019)",
        "exp": "- There are 3 groups of ethmoidal air sinuses Anterior Middle Posterior - Posterior ethmoidal sinus is opening in lateral wall of the nose. - Lateral wall of the nose has 3 elevations called superior, middle & inferior turbinates / conchae - Under each turbinate, there is space called meatus called superior, middle & inferior meatus - Posterior ethmoidal sinus is opening in superior meatus - Anterior & middle sinus is opening in middle meatus - Middle meatus have hiatus semilunaris At front of hiatus semilunaris frontal air sinus opens The anterior, middle ethmoidal sinus respectively Maxillary sinus opens slightly posterior; In the region of hiatus semilunaris in middle meatus - Naso-lacrimal duct opens in the inferior meatus on Anterior aspect - Inferior turbinate is largest turbinate & its meatus is largest meatus - Eustachian tube opens behind inferior turbinate in lateral wall of nasopharynx",
        "cop": 2,
        "opa": "Spheno-ethmoidal recess",
        "opb": "Superior meatus",
        "opc": "Middle meatus",
        "opd": "Inferior meatus",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "3b909ad5-c40f-4013-85df-1a402a8b9fc4",
        "choice_type": "single"
    },
    {
        "question": "Dorsal aery of penis passes beneath which layer (JIPMER May 2019)",
        "exp": "Structure of penis:- Corpus spongiosum carry urethra - for urine excretion- Corpora cavernosa (2 in number) carry blood in cavernous spaces. - help in erection of penis. Supplied by deep aery of penis.- These 3 bodies are covered by Tunica albuginea very closely.- Outside that there is deep penile fascia / Buck's fascia - which encloses dorsal aery* If Buck's fascia is intact, then blood & urine cannot escape the penile shaft. (it prevents extravasation of blood & urine from penile shaft)- Buck's fascia is covered by superficial fascia - Daos fascia which is continuation of colle's fascia in perineum region - Buck's fascia also separates 2 veins - superficial & Deep dorsal veins",
        "cop": 2,
        "opa": "Colle's fascia",
        "opb": "Buck's fascia",
        "opc": "Daos layer",
        "opd": "Tunica albuginea",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "3fa52aea-5472-45c3-8e44-7e5053793cd1",
        "choice_type": "single"
    },
    {
        "question": "The marked structure close at which day of in-utero development (JIPMER May 2019)",
        "exp": "- The picture is showing dorsal surface of fetus, having neural tube - have 2 openings anterior neuropore (cranially) - forms brain; posterior neuropore (caudally) - forms spinal cord - On dorsal surface of fetus- Notochord (axial mesoderm) stimulate overlying ectoderm to form | Neural plate ectoderm which becomes | Neural groove | Detaches from dorsal surface, fuses at cervical region & proceed Caudally & cranially forming neural tube Surface ectoderm in periphery come to midline & fuse together forming skin epithelium covering neural tissue Neural Crest Cells at periphery detach from dorsal surface to from Peripheral nervous system - Neural tube - will have 2 opening, which closes during course of development - Non closure leads to Open Neural Tube Defects. 1. Towards head - Cranial/anterior neuropore - closes & form brain by days Non closure of anterior neuropore leads to Anencephaly | Leading to open brain & skull cap Small degenerated brain is present. These fetus doesn't have swallow reflex resulting in polyhydramnios (more Amniotic Fluid) 2. Towards tail - Caudal/Posterior neuropore - closes & form spinal cord by day-28 Non-closure of posterior neuropore leads to Rachischisis Spinal cord & veebra are open (open veebra - spinal bifida) Skin is also open & CSF keep leaking outside Lady with fetus of open neural tube defects will have increased levels of ALPHA FETO-PROTEIN & ACETYLCHOLINESTARASE enzyme Mother with polyhydramnios - check for AFP - If high check for AchE - if high do USG | It may be a case of Anencephaly / Rachischisis - Open neural tube defects can be prevented by giving prophylactic Folic acid supplements Dose - 400ug/day - Antenatal as well as postnatal throughout the pregnancy - Both anencephaly & rachischisis come together forming craniorachischisis. Skin remains at periphery; veebra are open & veebra spines are not fused resulting in spina bifida Spinal cord is open & CSF is leaking out. A - Craniorachischisis B - Anencephaly",
        "cop": 3,
        "opa": "7",
        "opb": "12",
        "opc": "25",
        "opd": "30",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "584d1bbd-7ca8-43f9-8e04-3860332fa7f0",
        "choice_type": "single"
    },
    {
        "question": "Persistence of omphalomesenteric duct is (JIPMER May 2019)",
        "exp": "- Omphalomesenteric duct present inside the umbilical cord of baby is also called as vitello-intestinal duct * Yolk sac - forms gut tube (foregut, midgut & hindgut) * Midgut would be communicating with yolk sac by a duct called vitello-intestinal duct * This duct would be obliterated in course of time; if not results in Meckel's anomaly. (diveiculum/ fistula/ sinus/ cyst etc) present at anti-mesenteric border * Baby will be born with fecal matter at the umbilicus. * Meckel's anomaly - True anomaly as it has all the layers of the gut tube. - presented with pain at umbilicus (referred pain of midgut) Omphalomesenteric duct anomalies Meckel's diveiculum 98% of omphalomesenteric duct anomalies Meckel's diveiculum connected to the umbilicus by a fibrous cord Umbilical cyst. A fibrous cord connecting the ileum to the umbilicus predisposes to volvulus and bowel obstruction Umbilicoieleal fistula: Patent omphalomesenteric duct, resulting in fecal drainage from the umbilicus.",
        "cop": 3,
        "opa": "Gastroschisis",
        "opb": "Omphalocele",
        "opc": "Meckel's diveiculum",
        "opd": "Ectopia vesicae",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "7ab18252-8bbc-4c83-b6b4-1425f765f5f1",
        "choice_type": "single"
    },
    {
        "question": "TRUE statement regarding Kugel's anastomotic aery",
        "exp": "Kugel's aery - come from proximal circumflex aery & reach distal pa of right coronary aery (have variations) - help in emergencies AERIAL SUPPLY OF HEART:- There are left & right coronary aeries which are coming from ascending aoa.- Ascending aoa have 3 coronary sinuses- Right coronary aery - from right coronary sinus of ascending aoa- Left coronary aery - from left coronary sinus - Left coronary aery divides into * Left anterior descending aery/ Anterior Inter-ventricular aery running on & supplying anterior interventricular septum- Circumflex aery (around & behind heart) which anastomose with right coronary aery.- Though, they do have anastomosis anatomically, physiologically they are not going to help each other.- Kugel's aery - come from proximal circumflex aery & reach distal pa of right coronary aery (have variations) - help in emergencies * Some times; connected to coronary venous sinus of heart forming aeriovenous anastomosis",
        "cop": 3,
        "opa": "Arise directly from arch of aoa",
        "opb": "Given by left anterior descending aery",
        "opc": "Branch of circumflex aery",
        "opd": "Aery connected to coronary sinus",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "3a67fbce-c4fc-4c7d-846a-1d2e1a8de8c6",
        "choice_type": "multi"
    },
    {
        "question": "During tonsillectomy, which of the following structure is NOT injured",
        "exp": "STRUCTURES DAMAGED DURING TONSILLECTOMY: - Tonsil is supplied by Tonsillar branch of facial aery - Para-tonsillar vein is also present which may bleed heavily in procedure of tonsillectomy - Glossopharyngeal nerve supplying that area of palate is at the floor of tonsil bed - can be compromised - Superior pharyngeal constrictor is related to fascia",
        "cop": 4,
        "opa": "Glossopharyngeal nerve",
        "opb": "Paratonsillar vein",
        "opc": "Tonsillar branch of facial aery",
        "opd": "External carotid aery",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "857824c2-4f44-494d-9f52-b4dce4405f01",
        "choice_type": "single"
    },
    {
        "question": "A spos-person presents with laceration of wrist but with no vascular injury. On examination, a structure lateral to flexor digitorum superficialis is found to be injured. What action he most likely cannot perform (JIPMER May 2019)",
        "exp": "- Whenever we find laceration of wrist, most commonly damaged nerve is median nerve. (sometimes - ulnar nerve)- As the question is stating that lateral to flexor digitorum superficialis is injured, it is clearly a case of median nerve injury.- Flexor digitorum superficialis tendons (for folding is fingers) - pass deep to flexor retinaculum/ Transverse carpal ligament.- Deep to that median nerve is also passing just lateral to flexor digitorum superficialis tendon.- Median nerve supplies thenar muscles (like abductor pollicis brevis, opponens pollicis) & also give cutaneous supply to 31/2 fingers skin.- In median nerve injury, there would be paralysis of opponens pollicis resulting in problem of thumb opposition - Sometimes, wrist laceration lead to ulnar nerve injury.* Ulnar nerve & ulnar aery runs superficial to flexor retinaculum in Guyon's canal * Inside Guyon's canal, it divides into superficial & deep branches.* Superficial branch - gives 11/2 fingers skin supply* Deep branch - Supplies Hypothenar muscles like Digiti minimi muscles, all interossei & 2 lumbricals.- These are lost in ulnar nerve injury- Ulnar aery forms superficial palmar arch- Radial aery running with radius bone, become content of anatomical snuff box & gives deep palmar arch.- Abduction to 2nd digit - Need dorsal interossei - supplied by ulnar. N- Adduction of 2nd digit - Need palmar interossei - supplied by ulnar. N (PADD)- Flexion of thumb - done by flexor pollicis longus - supplied by anterior interosseous nerve which is branch of median nerve",
        "cop": 3,
        "opa": "Abduction of 2nd digit",
        "opb": "Adduction of 2nd digit",
        "opc": "Opposition of thumb",
        "opd": "Flexion of thumb",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "551be795-e963-438d-ac8f-522d0b4d08c8",
        "choice_type": "single"
    },
    {
        "question": "Structure forming the Posterior 1/3 of veebral canal is (JIPMER May 2019)",
        "exp": "At tip of spine of veebra there is Supra-Spinous Ligament Inter-Spinous Ligament b/w two spines & Ligamentous Flavum - ligament connecting lamina of veebral arch superiorly to next adjacent veebra (gives elasticity to veebral canal) forming post 1/3rd of veebral canal.",
        "cop": 2,
        "opa": "Posterior Longitudinal Ligament",
        "opb": "Ligamentum Flavum",
        "opc": "Posterior 1/3 of Veebral Body",
        "opd": "Posterior 1/3 of Interveebral Disc",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "7ba862e3-2159-4e66-9a58-1583eb85b47e",
        "choice_type": "single"
    },
    {
        "question": "All are Neural crest derivatives EXCEPT",
        "exp": "- Neural crest cells themselves are coming from epiblasts which contribute to numerous structures in body like peripheral nervous system etc. Derivatives of Neural Crest Cells: - Sensory neurons of cranial ganglia - V, VII, VIII, IX, X - Sensory neurons of spinal dorsal root ganglia & their peripheral sensory receptors - Satellite cells in all sensory ganglia - Sympathetic ganglia & plexuses - Neurons & satellite cells - Parasympathetic ganglia & plexuses - Neurons & satellite cells - Enteric plexuses - Neurons & glial cells - Schwann cells of all peripheral nerves - Medulla of suprarenal gland, chromaffin cells - Carotid body type I cells (and type II, satellite type cells) - Calcitonin-producing cells ( c-cells) - Melanocytes - Mesenchymal derivatives in the head - Frontal, parietal, squamous temporal, nasal, vomer, palatine bones, maxillae & mandible - meninges - Choroid, sclera, iris & ciliary body (controversial) (Iris muscles- Sphinctor & dilator pupillae - from neural plate ectoderm) - Connective tissue of lacrimal, nasal, labial, palatine, oral & salivary glands. - Dentine of teeth (odontoblasts - Connective tissues of head, including cailage, ligaments & tendons - Connective tissues of thyroid gland & of pharyngeal pouches i. e, parathyroid glands & thymus - Tunica media of outflow tract of heart & the great vessels.",
        "cop": 3,
        "opa": "Odontoblasts",
        "opb": "Sympathetic ganglia",
        "opc": "Iris muscles",
        "opd": "C cells of thyroid gland",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "943d3ff8-50ac-4a50-96e0-e1a8c5b9585a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following aery gives rise to posterior gastric aery",
        "exp": "Coelic trunk: Hepatic aery /Left gastric aery and splenic aery. Splenic aery give rise to Post gastric aery, sho gastric aery and left gastro epiploic aery Posterior gastric aery supplies the posterior wall.",
        "cop": 1,
        "opa": "Splenic aery",
        "opb": "Left gastric aery",
        "opc": "Right gastric aery",
        "opd": "Left gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2019",
        "id": "53e4ca02-8960-45cf-a218-1f879eed0b7a",
        "choice_type": "single"
    }
]