[
    {
        "question": "Not a branch of external carotid aery:-",
        "exp": "Branch of ECA: - Superior thyroid aery Lingual aery Facial aery Anteriorly Ascending pharyngeal aery medially Occipital aery Posteriorly Posterior auricular aery Superficial temporal aery Maxillary aery Terminal aery Branches of ICA Ophthalmic aery Anterior choroidal aery Anterior cerebral Middle cerebral Posterior communication aery.",
        "cop": 2,
        "opa": "Superior thyroid",
        "opb": "Ophthalmic",
        "opc": "Lingual",
        "opd": "Ascending pharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "d67a810d-ee8d-4738-8547-b7f42558fe6d",
        "choice_type": "single"
    },
    {
        "question": "The marked area develops from(in green colour)",
        "exp": "The marked area is floor of fossa ovalis that developes from septum primum",
        "cop": 1,
        "opa": "Septum Primum",
        "opb": "Septum secundum",
        "opc": "Ostium primum",
        "opd": "Ostium secundum",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "0c88435b-3b57-41fe-98b4-4066a3ee5c6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is included in auditory pathway:-",
        "exp": "The auditory pathway - (mnemonic - SLIM 41, 42) S - superior olivary nucleus L - lateral lemniscus I - inferior colliculus M - medial geniculate body 41, 42 - area 41, 42 in superior temporal gyrus.",
        "cop": 4,
        "opa": "Medial lemniscus",
        "opb": "Lateral geniculate body",
        "opc": "Inferior olivary complex",
        "opd": "Inferior colliculus",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "966e8296-56a5-453b-834e-595ae27fe65b",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic follicles are not seen in:-",
        "exp": "Lymph nodes: - Thymus: -thymus is a lobulated structure - It doesn't have any lymphatic follicles. - Thymus receives stem cells from the bone marrow, & it will train these stem cells as T - lymphocytes to mount cell mediated immunity.",
        "cop": 3,
        "opa": "Spleen",
        "opb": "Lymph node",
        "opc": "Thymus",
        "opd": "Tonsil",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "29ef84b5-6586-4e0d-8897-6967b75e96db",
        "choice_type": "single"
    },
    {
        "question": "Not a normal variant of intracranial venous drainage:-",
        "exp": "Abnormal variant: - Median prosencephalic vein: - Formation of vein of Galen got compromised. d/t aerio-venous fistula Dural venous sinuses: - Internal cerebral vein (draining blood around the brainstem) joins with basal vein of Rosenthal to form the great vein of Galen. Great cerebral vein (vein of Galen) joins with inferior sagittal sinus to form straight sinus, which drain into confluence of sinus. Confluence of sinus - 3 incomings: Mnemonic - SOS (draining into confluence) anteriorly - straight sinus below - occipital sinus superiorly - superior sagittal sinus This confluence drains into Right & left transverse venous sinuses | Sigmoid sinuses | IJV",
        "cop": 2,
        "opa": "Inferior sagittal sinus",
        "opb": "Median prosencephalic vein",
        "opc": "Occipital sinus",
        "opd": "Marginal sinus",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "daeb2ee2-34bc-4e04-998e-db603281c947",
        "choice_type": "single"
    },
    {
        "question": "Stellate ganglion is located:-",
        "exp": "Stellate ganglion: - It is basically inferior cervical ganglion fused with upper thoracic ganglion. Shape - star shaped Located at - Between cervico- thoracic (C7 - T1) veebra - Related to neck of first rib. - Related to anterior tubercle on C7 veebra. Applied aspect: - Stellate ganglion block - Required in case of - I. Raynaud's phenomenon II. Post herpetic pain III. phantom limb pain - Stellate ganglion is blocked bit higher than its location. Why not C6 - T1? Trachea - medial to stellate ganglion (begin C6) Cupula (apex) of lung - is very close to lung at cervico - thoracic region Veebral aery - also passing from there. Blocking C6 T1 can lead to- I. Pneumothorax II. Bleeding d/t veebral aery. - Therefore, to block stellate ganglion go a bit higher. Chassaignac's tubercle - anterior tubercle of C6 veebra. - That is where stellate ganglion is blocked. Note - Don't go posterior to it because brachial plexus can get blocked. Relations: - Carotid sheath - stellate ganglion lies postero medial to carotid sheath Trachea - medial to stellate ganglion Pre veebral fascia - posterior to stellate ganglion.",
        "cop": 4,
        "opa": "Posterior to preveebral fascia",
        "opb": "Posterior to trachea",
        "opc": "Anterior to transverse process of C6",
        "opd": "Anterior to transverse process of C7",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "7799888a-caed-4db4-a2bb-698eeed12686",
        "choice_type": "single"
    },
    {
        "question": "Special sensory supply of the marked area is nerve?",
        "exp": "Developing tongue: - 1st pharyngeal arch: - Anterior 2/3rd of tongue & this pa will be developing from tuberculum impar& two lingual swellings. General sensory nerve of anterior 2/3rd: - Lingual nerve - Branch Of mandibular V3 (trigeminal V) Special senses of anterior 2/3rd (E. g: taste): - Chorda tympani neve - Branch Of facial nerve. IInd pharyngeal arch - minimal contribution to tongue development. - Disappear at a foramen C/A - foramen caecum IIIrd pharyngeal arch - develops posterior 2/3rd of tongue. General sensation Special (taste) sensation IXth nerve IXth nerve. IVth pharyngeal arch - contributes to development of posterior most of tongue &epiglottis. Nerve of IVth arch supplies the posterior most &epiglottis(vagus nerve ).",
        "cop": 3,
        "opa": "Hypoglossal",
        "opb": "Lingual",
        "opc": "Chorda tympani",
        "opd": "Glossopharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "JIPMER 2018",
        "id": "6125e1ff-33da-47e4-bd26-7dee576b526e",
        "choice_type": "single"
    }
]