[
    {
        "question": "Hardest bone of the body is?",
        "exp": "Ans. D Osseus labyrinth. Ref: Gray's Anatomy, 41st ed. pg. 644* Osseous labyrinth is considered as hardest bone of the body. It is embedded in petrous part of temporal bone, which is also known as \"rock bone\".* American edition of British encyclopedia states: \"The labyrinth of the ear is formed of cochlea, 3 semicircular canals and a small cavity known as vestibulum into which cochlea and semicircular canal opens. These parts are formed of the hardest bone in body, almost equal in solidity to ivory and petrous portion of temporal bone.",
        "cop": 4,
        "opa": "Head of humerus",
        "opb": "Calcaneum",
        "opc": "Tibial condyle",
        "opd": "Osseus labyrinth",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "d70c9cf8-f21a-4aae-a3fd-cd7d0120222f",
        "choice_type": "single"
    },
    {
        "question": "Coracoid process of the scapula is:",
        "exp": "Ans. C Atavistic epiphysis. Ref: Clinical Anatomy, Kulkarni 2nd ed. P 73. TYPES OF EPIPHYSIS* Pressure: Seen at the end of long bones subjected to pressure. E. g. Femur, head of humerus, condyles of tibia and femur.* Traction: Formed due to pull of muscles. E. g. Mastoid process, tibial tuberosity, tubercles, trochanters.* Atavistic: Functional in lower animals. Degenerated in humans e. g. Coracoid process of scapula, os trigonum of talus* Abberant: It is an extra epiphysis. E. g. Proximal end of 1st metacarpal bone.",
        "cop": 3,
        "opa": "Pressure epiphysis",
        "opb": "Traction epiphysis",
        "opc": "Atavistic epiphysis",
        "opd": "Aberrant epiphysis",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "fdf560f4-2e94-4de6-8641-21ec078b6287",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not intracapsular -",
        "exp": "Ans. is 'd' i. e., Lateral epicondyle o The capsular ligament of the elbow joint is attached to the lower end along a line that reaches the upper limits of the radial and coronoid fossae anterioly; and of the olecranon fossa posteriorly; so that these fossae lie within the joint cavity. o Medially, the line of attachment passes between the medial epicondyle and the trochlea, o On the lateral side, it passes between the lateral epicondyle and the capitulum. Attachments of right humerus: Anterior view. Attachments of right humerus: Posterior view",
        "cop": 4,
        "opa": "Coronoid fossa",
        "opb": "Radial fossa",
        "opc": "Olecranon fossa",
        "opd": "Lateral epicondyle",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "6df5338d-98d8-41fd-9c6c-b7c9d1a763c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following joint is a syndesmosis? (Repeat)",
        "exp": "Ans: B (Inferior tibiofibular joint) Ref: Grays Anatomy 40th Ed Pg 101. Explanation: Syndesmosis. It is a type of fibrous joint. It may be represented by an interosseous ligament. Such ligament persist throughout life. Slight movement is possible. Example: Inferior tibio fibular joint. Interosseous membranes of the forearm and leg. Ligament flava. Function. Responsible for integrity of ankle mortis. Physical Exam. Test to identify a syndesmosis injury include. External rotation test. Squeeze test. Imaging. AP and mortise ankle radiographs. Used to evaluate the tibiofibular clear space and tibiofibular overlap. Tibiofibular clear space shoulde be < 5 mm. Tibiofibular overlap for AP view >10 mm. Weight bearing mortise view is most accurate for diagnosis. Clinical conditions. High ankle sprain & syndesmosis injury. Ankle fracture",
        "cop": 2,
        "opa": "Superior Tibiofibular joint",
        "opb": "Inferior tibiofibular joint",
        "opc": "Talocalcaneal joint",
        "opd": "Calcaneocuboid joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "e669e96a-faf4-4a2f-b1c7-818f7a914201",
        "choice_type": "single"
    },
    {
        "question": "Manubriosternal joint is -",
        "exp": "Ans. is 'b' i. e., Secondary cartilaginous o Costochondral (stemochondral) joints are primary cartilaginous joints. Cartilaginous joints1) Primary cartilaginous joints (synchondrosis, or hyaline cartilage joint): These are:-Joint between epiphysis and diaphysis of a growing long bone, i. e. physis. Spheno-occipital joint1st costostemal joint (1st chondrosternal joint). Costochondral joints2) Secondary cartilaginous joints (Symphyses or fibrocartilaginous joints): These are:-i) Symphysis pubis(iii) manubriostemal joint(v) Symphysis mentiii) Sacroccygeal joint(iv) intervertebral disc",
        "cop": 2,
        "opa": "Primary cartilaginous",
        "opb": "Secondary caritilaginous",
        "opc": "Synovial",
        "opd": "Ellipsoid",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "5f55e41e-aea7-45c9-ac3f-413f801c8cdb",
        "choice_type": "single"
    },
    {
        "question": "Artery of anatomical snuftbox-",
        "exp": "Ans, is 'a' i. e., Radial Anatomical Snuffboxo Triangular depression on the dorsal and radial aspect of the hand become visible when thumb is fully extended. Boundarieso Medial/Posterior--Tendon of the extensor pollicis longus. o Lateral/ Anterior--Tendon of the extensor pollicis brevis and abductor pollicis longus. o Roof--Skin and fascia with beginning of cephalic vein and crossed by superficial branch of the radial nerve, o Floor--Styloid process of radius, trapezium, scaphoid and base of 1 st metacarpal, o Contents--The radial artery.",
        "cop": 1,
        "opa": "Radial",
        "opb": "Ulnar",
        "opc": "Brachial",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "4b43353e-d60f-4b75-ada3-578b9f4c21e1",
        "choice_type": "multi"
    },
    {
        "question": "Which is an unlocker of knee?",
        "exp": "ANSWER: (A) Popliteus. REF: Gray's anatomy 39th ed p. 1465, 1482-83* Locking or screw home mechanism: Conjuct medial rotation of femur on tibia in later stages of extension due to quadriceps femoris locks the knee joint. Unlocking of knee joint: At beginning of flexion from full extension with foot flexed, lateral rotation by Popliteus muscle unlocks the joint.",
        "cop": 1,
        "opa": "Popliteus",
        "opb": "biceps femoris",
        "opc": "Sartorius",
        "opd": "Gastrocnemius",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "3c2d6ba6-090b-40eb-aad0-f2fdbf05871d",
        "choice_type": "single"
    },
    {
        "question": "Which one is Traction epiphysis:",
        "exp": "Ans. C. Greater trochanter of femur. There are four types of epiphysis: a. Pressure epiphysis: The region of the long bone that forms the joint is a pressure epiphysis (e. g. the head of the femur, head of the humerus, condyles of femur and tibia). Pressure epiphyses assist in transmitting the weight of the human body and are the regions of the bone that are under pressure during movement or locomotion. b. Traction epiphysis: The regions of the long bone which are non-articular, i. e. not involved in joint formation. Unlike pressure epiphyses, these regions do not assist in weight transmission. However, their proximity to the pressure epiphysis region means that the supporting ligaments and tendons attach to these areas of the bone. Examples of traction epiphyses are tubercles of the humerus (greater tubercle and lesser tubercle), and trochanters of the femur (greater and lesser). c. Atavistic epiphysis: A bone that is independent phylogenetically but is now fused with another bone. These types of fused bones are called atavistic, e. g., the coracoid process of the scapula, ostrigonum (posterior tubercle of talus). d. Aberrant epiphysis: These epiphyses are deviations from the norm and are not always present. For example, the epiphysis at the head of the first metacarpal bone and at the base of other metacarpal bones",
        "cop": 3,
        "opa": "Head of humerus",
        "opb": "Coracoid process of scapula",
        "opc": "Greater trochanter of femur",
        "opd": "Head of 1st metacarpal",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "a8d50bc9-b233-4eb9-ae89-cbf583fa592a",
        "choice_type": "single"
    },
    {
        "question": "Hyaline cartilage is located at all sites except:",
        "exp": "Ans. B. Menisci of Knee joint. Hyaline cartilage is the glass-like (hyaline) but translucent cartilage found on many joint surfaces (Articular cartilage). Hyaline cartilage is pearl-grey in color, with a firm consistency and has a considerable amount of collagen. It contains no nerves or blood vessels, and its structure is relatively simple. It is also most commonly found in the nose, larynx, trachea, Costal cartilage, Epiphyseal plate.",
        "cop": 2,
        "opa": "Costal cartilage",
        "opb": "Menisci of Knee joint",
        "opc": "Articular cartilage",
        "opd": "Epiphyseal plate",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "dd7b30ec-5f6a-440b-b3c8-0bc9d5834329",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most commonly fractured carpal bone?",
        "exp": "Ans. C Scaphoid. Ref: BDC, 6th ed. vol. 1 pg. 26* The scaphoid is a BOAT SHAPED carpal bone and has a tubercle in its lateral side.* Scaphoid bone is the most commonly fractured carpal bone.* Lunate (crescent shaped) is the 2nd most commonly fractured carpal bone.* Scaphoid fracture is usually caused by a fall on an outstretched hand with the weight landing on the palm.* Scaphoid bone forms the floor of the anatomical snuffbox.* It articulates with the following bones: radius, lunate, capitate, trapezium, and trapezoid.",
        "cop": 3,
        "opa": "Hamate",
        "opb": "Lunate",
        "opc": "Scaphoid",
        "opd": "Capitates",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "af6d9d05-6675-4a93-bba8-41c0b9551850",
        "choice_type": "single"
    },
    {
        "question": "Scalene tubercle is a feature of-",
        "exp": "Ans. is 'a' i. e., 1st rib o Scalene tubercle is present at the inner border of Is\" rib. Superior view of the first rib (left side)",
        "cop": 1,
        "opa": "1st rib",
        "opb": "2nd rib",
        "opc": "3rd rib",
        "opd": "4th rib",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "24e3ba00-c182-42c7-b1d0-dee4fc489bb6",
        "choice_type": "single"
    },
    {
        "question": "Which is the 1st carpal bone to ossify?",
        "exp": "Ans. A Capitate. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 80* The carpal bones are cartilaginous at birth. Capitate is the first bone to ossify at 1 year and pisiform the last one to ossify at 12 years. Extra Mile* Scaphoid is boat-shaped. Its neck or waist subdivides the scaphoid into proximal and distal segments. A tubercele projects from its lateral side. It lies in the floor of anatomical snuff-box, where it can be palpated.* Lunate is shaped like lunar crescent (shape of half moon).* Triquetral is pyramidal in shape.* Pisiform is pea-shaped. It is a sesamoid bone in the tendon of flexor carpi ulnar is.* Trapezium is quadrilateral and bears a crest and groove (for lodging tendon of flexor carpi radialis). It takes part in the first carpometacarpal joint, which imparts unique mobility to human thumb.* Trapezoid is irregular like a baby's shoe.* Capitate bears a big head. It is largest carpal bone.* Hamate has a hook-shaped process.",
        "cop": 1,
        "opa": "Capitate",
        "opb": "Lunate",
        "opc": "Hamate",
        "opd": "Pisiformis",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "d23c7680-cb6a-4778-a20b-cba749d3da4e",
        "choice_type": "single"
    },
    {
        "question": "Coronary Ligament is present in:",
        "exp": "Ans. C. Knee Joint. The coronary ligaments of the knee (also known as meniscotibial ligaments) are portions of the joint capsule which connect the inferior edges of the fibrocartilaginous menisci to the periphery of the tibial plateaus.",
        "cop": 3,
        "opa": "Shoulder Joint",
        "opb": "Hip Joint",
        "opc": "Knee Joint",
        "opd": "Ankle Joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "3f2a5a87-2777-4087-8948-45a64ba47c93",
        "choice_type": "single"
    },
    {
        "question": "The kinetic energy of the body is least in one of the following phases of walking cycle;",
        "exp": "Ans. is 'b' i. e. Midstance. Ref.: Gray's 38th/e p 898 & 899. According to Gray's- \"In walking each foot is on the ground (stance phase) for about 60% of the stride and off (swing phase) for about 40%. Thus single support phases (one foot on the ground) alternate with double support phases (two foot). \"Gray's further states- \"The speed and so the kinetic energy of the body passes through a maximum in each double-support phase and a minimum in each single support phase. \"Here are various phases of waling cycle: Double Support phases of the walking - Heel Strike cycle includes - - Foot flat. Toe flat. Single limb support phases of the - Mid stance walking cycle includes - - Heel off. Mid swing. So the answer is obvious now because the only single limb support phase in the question is mid stance.",
        "cop": 2,
        "opa": "Heel strike.",
        "opb": "Mid-stance",
        "opc": "Double support",
        "opd": "Toe-off",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "fe3998f2-3fbe-4f40-a006-17b3826f2d5a",
        "choice_type": "single"
    },
    {
        "question": "What kind of a joint is syndesmosis?",
        "exp": "Ans. is 'a' i. e., Fibrous Classification of JointsA. Fibrous jointso Lack intervening cartilage and hence have restricted mobility. 1. Gomphosis: Dento-alveolarpeg2 Syndesmosis: Inferior tibiofibular joint Posterior part of sacroiliac joint Interosseous membrane of forearm3. Schindylesis: Vomer-sphenoidal rostrum junction4. Sutures of the skull B. Cartilagenous jointso These are of 2 types depending on intervening cartilage. I. Primary cartilaginous joints (Synchondrosis/Hyaline curtilage joints)1. Spheno-occipital joint2. Growth plate3. Costochondral joint4. 1 st chondrostemal joint. II Secondary cartilaginous joints (Symphyses / fibrocartilagenous joints). Fibrocartilage is interposed between bone ends covered with articular hyaline cartilage. All of them occur in midline. 1. Symphysis menti2. Pubic symphysis3. Sacrococcygeal joint4. Intervertebral joint5. Manubriostema! joint6. Xiphisternal jointC Synovial jointsI Uniaxial1. Plane/Flat joint-Acromioclavicular joint2. Hinge joints-Elbow joint3. Pivotjoint-Atlantoaxial joint. Superior radioulnar joint II Biaxial1. Bieondylar-Knee joint(condyloid joint) Temporomandibular joint Atlanto occipital joint2 Ellipsoid joint-Wrist joint Metacarpophalangeal joint3. Saddle joint-1st carpo-metacarpal joint Sternoclavicular joint Calcaneocuboid j oi nt Ankle joint Incudomalleolar joint. III Multiaxial. Ball and socket joint-Shoulder Hip. Incudostapedial joint. Talo-calcaneo-navicular joint",
        "cop": 1,
        "opa": "Fibrous",
        "opb": "Plain",
        "opc": "Pivot",
        "opd": "Cartilaginous",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "3f1c1fb2-8871-4650-9381-d82b9411f5ed",
        "choice_type": "single"
    },
    {
        "question": "All of the following bones are pneumatic except:",
        "exp": "Ans. C. Mandible. Pneumatic bones are those bones which contain an air filled cavity within them. In humans, they are seen in relation to the nasal cavity - they enclose the paranasal sinuses. Pneumatic bones are - maxilla, frontal bone, sphenoid and ethmoid.",
        "cop": 3,
        "opa": "Maxilla",
        "opb": "Frontal",
        "opc": "Mandible",
        "opd": "Ethmoid",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "b81ec2e3-4058-4f33-bf9f-54bf933bc64b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an example of atavistic epiphysis?",
        "exp": "Ans. is 'd' i. e., Coracoid process of scapula YPES OF EPIPHYSES: Pressure epiphysis o Articular and takes part in weight transmission o Examples: Head of femur Condyles of tibia Lower end of radius Traction epiphysis o Non articular and does not take part in weight transmission o Provide attachment to a tendon which exerts traction o Examples: Trochanter of femur Tubercles of humerus Mastoid process Atavistic epiphysis o Phylogeneticallv an independent bone, which in man becomes fused to another bone o Examples: Coracoid process of the scapula Posterior tubercle of talus Os trigonum Aberrant epiphysis Not always present Examples: Head of 1 st metacarpal Base of other metacarpals",
        "cop": 4,
        "opa": "Greater trochanter",
        "opb": "Head of femur",
        "opc": "Upper end of radius",
        "opd": "Coracoid process of scapula",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "d66b00e6-3982-4e8e-9198-1d9bd3c3760b",
        "choice_type": "single"
    },
    {
        "question": "Carpal bone which articulates with radius -",
        "exp": "Ans. is 'b' i. e.. Scaphoido Two carpal bones articulate with radius: Scaphoid and lunate. o Pisiform is a pea-shaped bone. o It has only one articular facet for articulation with triquetral. Carpal bone. Articulating with. Scaphoid. Radius, trapezium, trapezoid, lunate, capitate. Lunate. Radius, capitate, hamate, scaphoid, triquetral. Triquetral. Hamate, lunate, pisiform. Pisiform. Triquetral. Trapezium. Scaphoid, trapezoid, 1st & 2nd metacarpal. Trapezoid. Scaphoid, trapezium, capitate, 2nd metacarpal. Capitate. Scaphoid, lunate, trapezoid, hamate, 2nd- 3rd & 4th metacarpals. Hamate. Lunate, capitate, triquetral, 4th & 5lh metacarpals",
        "cop": 2,
        "opa": "Trapezium",
        "opb": "Scaphoid",
        "opc": "Capitate",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "e14ffeef-aee5-413b-9ecf-26302677d4c6",
        "choice_type": "single"
    },
    {
        "question": "Supination and pronation of upper limb is due to:",
        "exp": "Ans. (b) Radio-ulnar joint. Ref.: BDC 6th ed. vol. I /153-154; Clinically Oriented Anatomy by Keith, Moore, 5th ed/ 865* During Supination radius rotates laterally and palm laces anteriorly* During pronation, radius rotates medially and palm faces posteriorly* This movement takes place around distal radio-ulnar joint.",
        "cop": 2,
        "opa": "Wrist joint",
        "opb": "Radio-ulnar joint",
        "opc": "Elbow joint",
        "opd": "Carpometacarpal joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "c90a03a1-28ed-4e92-a0a8-70b6d50b6a7e",
        "choice_type": "single"
    },
    {
        "question": "1st carpometacarpal joint is a ty pe of -",
        "exp": "Ans. is 'b' i. e.. Saddle Joints of upper extrimitv. Name of joint. Type of joint. Sternoclavicular. Acromioclavicular. Shoulder. Elbow. Superior radioulnar. Inferior radioulnar. Middle radioulnar. Wrist1st carpometacarpal. Metacarpophalangeal. Interphalangeal. Intercarpal and midcarpat. Saddle. Plane synovial. Ball and socket. Hinge. Pivot. Pivot. Syndesmosis. Ellipsoid. Saddle. Ellipsoid (functionally). Condylar (Structurally). Hinge. Plane synovial",
        "cop": 2,
        "opa": "Ellipsoid",
        "opb": "Saddle",
        "opc": "Condylar",
        "opd": "Ball and socket",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "d33416a1-9dba-4112-a97b-34eb79b2060f",
        "choice_type": "multi"
    },
    {
        "question": "Which carpal bone has a hook?",
        "exp": "Ans. C Hamate. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 80. The largest carpal bone is capitate and the carpal bone with Hook is Hamate. Extra edge* Proximal row of carpals (Lateral to Medial): Scaphid, Lunate, Triquetral and Pisiform* Distal row of carpals: Trapezium, Trapezoid, Capitate and Hamate Pisiform bone is a sesamoid bone lying in the tendon of flexor carpi uinaris.* Mnemonics to remember carpal bones \"She Looks Too Pretty; Try To Catch Her\"",
        "cop": 3,
        "opa": "Capitate",
        "opb": "Lunate",
        "opc": "Hamate",
        "opd": "Pisiformis",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "b8a72595-bc2b-4682-a94e-eacb599d4938",
        "choice_type": "single"
    },
    {
        "question": "A syndesmosis type of joint:",
        "exp": "Ans. c (Inferior tibiofibular joint), (ref Handbook of general anatomy by Chaurasia 3rd edition, p. 51). The incudomallear and incudostapedial joints are saddle and ball-and-socket synovial joints, respectively. CLASSIFICATION OF JOINTSA. SYNOVIAL 1. Ball and socket. Shoulder, Hip, Calcaneo-cuboid, Incudo-stapedial joint 2. Condylar. Knee, TM joint 3. Ellipsoid. Atlanto-occipital, Metacarpophalangeal, Wrist, 4. Hinge. Interphalangeal, Elbow, Ankle 5. Pivot. Atianto-axial, Superior and inferior radioulnar 6. Saddle. First metacarpophalangeal joint of Thumb, Sternoclavicular, Calcaneocuboid, Incudomalleolar. B. CARTILAGINOUS 1. Primary(synchondrosis/ hyaline cartilaginous). Joint between epiphysis &diaphysis of long bones. Spheno-occipital joint, First chondrosternal. Costochondral, Sacrococcygeal joint 2. Secondary(symphysis/ fibrocartilaginous). Symphysis pubis, Manubriosternal, IntervertebralC. FIBROUS 1. Skull sutures- 2. Syndesmosis. Foot plate stapes-oval window, Inf. tibiofibular joint 3. Gomphosis/peg and socket. Tooth",
        "cop": 3,
        "opa": "Sacro-iliac joint",
        "opb": "Superior tibiofibular joint",
        "opc": "Inferior tibiofibular joint",
        "opd": "Sacro-coccygeal joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "37ec301a-3eb0-4b56-a966-28507cdca926",
        "choice_type": "single"
    },
    {
        "question": "All are true about proximal humerus attachment except -",
        "exp": "Ans. is 'a' i. e., Supraspinatus at LTo Supraspinatous is inserted on greater tubercle (GT), not on lesser tubercle (LT). Attachments of Humerus -o The multipennate subscapularies is nserted into the lesser tubercle, o The supraspinatus is inserted into the uppermost impression on the greater tubercle. o The infraspinatus is inserted into the middle impression on the greater tubercle, o The teres minor is inserted into the lower impression on the greater tubercle. o The pectoralis major is inserted into the lateral lip of the intertubercular sulcus. The insertion is bilaminar, o The latissimus dorsi is inserted into the floor of the intertubercular sulcus, o The teres major is inserted into the medial lip of the intertubercular sulcus, o The contents of the intertubercular sulcus are: i) The tendon of the long head of the biceps brachii, and its synovial sheath. ii). The ascending banch of the anterior circumflex humeral artery, o The deltoid is inserted into the deltoid tuberosity. o The coracobrachialis is inserted into the rough ara on the middle of the medial border. o The brachialis arises from the lower halves of the anteromedial and anterolateral surfaces of the shaft. Part of the area extends onto the posterior aspect. o The brachioradialis arises from the upper twothirds of the lateral supracondylar ridge, o The extensor carpi radialis longus arises from the lower one-third of the lateral supracondylar ridge, o The pronator teres (humeral head) arises from the lower one-third of the medial supracondylar ridge, o The superficial flexor muscles of the forearm arise by a common origin from the anterior aspect of the medial epicondyle. This is called the common flexor origin. o The supraficial extensor muscles of the forearm have a common origin from the lateral epicondyle. This is called the common extensor origin. o The anconeus arises from the posterior surface of the lateral epicondyle. o lateal head of triceps brachii arises from oblique ridge on the upper part of posterior surface above the radial groove, while its medial head arises from posterior surface below the radial groove. o Three nerves ae directly related to the humerus and are, therefore, liable to injury: The axillaiy at teh surgical neck, the radial at the radial groove, and the ulnar behind the medial epicondyle.",
        "cop": 1,
        "opa": "Supraspinatus at LT",
        "opb": "Subscapularis at LT",
        "opc": "Teres minor at GT",
        "opd": "Infraspinatus at GT",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "717881d6-8463-4bfc-b76f-3eacddf03f3b",
        "choice_type": "multi"
    },
    {
        "question": "Incudo malleal joint is an example of?",
        "exp": "ANSWER: (A) Saddle joint. REF: BDC general anatomy. Saddle joints* 1st carpometacarpal joints* Sternoclavicular jts* Calcaneocuboid* Incudo malleolar",
        "cop": 1,
        "opa": "Saddle joint",
        "opb": "Pivot joint",
        "opc": "Plane synovial joint",
        "opd": "Condylar joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "62110744-b320-403b-a8af-851b7f64b064",
        "choice_type": "multi"
    },
    {
        "question": "Which type of cartilage are involved to cover the synovial joint",
        "exp": "(Hyaline cartilage) (91-IBS-Histology 4th) (93-94-I. B. Singh 5th)* The articular surface of most synovial joints are lined by hyaline cartilage. These articular cartilages provide the bone ends with smooth surfaces between which there is very little friction. They also act as shock absorber.* Articular cartilages are not covered by perichondrium. Their surface is kept moist by synovial fluid which also provides nutrition to then. HYALINE CARTILAGEFIBROCARTILAGE (white)ELASTIC CARTILAGE(a) Skeletal framework of the larynx (thyroid cartilage, cricoid cartilage, arytenoid cartilage)(b) The walls of the trachea and large bronchi contain incomplete rings of cartilage. Smaller bronchi have pieces of cartilage of irregular shape in their walls(c) Parts of the nasal septum, and of the lateral wall of the nose(d) In growing children long bones consist of a bony diaphysis & epiphyses Each epiphysis is connected to the diaphysis by a plate of hyaline cartilage called the epiphyseal plate1. Fibrocartilage is most conspicuous in secondary cartilaginous joints or symphysis** (AI-2005). These joints between bodies of vertebrae (where the cartilage forms intervertebral disc), the pubic symphysis and the manubriosternal joint2. In some synovial joints the joint cavity is partially or completely subdivided by an articular disc (Temporo-mandibular and Sternoclavicular joints and menisci of the knee joints)3. The glenoid labrum of the hip joint are made of fibrocartilage4. Where tendon run in deep grooves on bone, the groove are lined by fibrocartilage. Fibrocartilage is often present where tendons are inserted into bone. 1. It forms the 'skeletal' basis of the auricle (or pinna) and of the lateral part of the external acoustic meatus2. The wall of the medial part of the auditory tube is made of elastic cartilage3. The epiglottis and two small laryngeal cartilages(corniculate and cuneiform) consist of elastic cartilage. Theapical part of the arytenoid cartilage contains elastic fibres but the major portion of its is hyaline",
        "cop": 1,
        "opa": "Hyaline cartilage",
        "opb": "Fibro cartilage",
        "opc": "Semilunar cartilage",
        "opd": "Elastic cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "036f3b2b-2de1-4810-ad68-d2dd594074b0",
        "choice_type": "single"
    },
    {
        "question": "Coracoid process of scapula is which type of epiphysis?",
        "exp": "ANSWER: (C) Atavistic. REF: Human osteology by BDC 1st edition page 5-6. See table of types of Epiphysis in Anatomy 2013 Session 1",
        "cop": 3,
        "opa": "Pressure",
        "opb": "Traction",
        "opc": "Atavistic",
        "opd": "Aberrant",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "512ef4e3-f6a2-498b-b2de-c56370bafc95",
        "choice_type": "single"
    },
    {
        "question": "Joint involved in forefoot eversion and inversion:",
        "exp": "Ans. B. Calcaneocuboid joint. Inversion and eversion occurs ata. Sub talar joint- Talocalcaneal jointb. Talocalcaneo navicular jointc. Talonaviculard. Calcaneo cuboid joint",
        "cop": 2,
        "opa": "Talocrural joint",
        "opb": "Calcaneocuboid joint",
        "opc": "Cuneocuboid joint",
        "opd": "Inferior tibiofibular joint",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "016efa9b-4ca7-4cf2-a535-0c370ee88335",
        "choice_type": "single"
    },
    {
        "question": "Which bone is most commonly fractured in the arrow marked area?",
        "exp": "Ans. B. Scaphoid. The arrow marked structure is anatomical snuff box. Its floor is formed by scaphoid which is a commonly fractured carpal bone.",
        "cop": 2,
        "opa": "Lunate",
        "opb": "Scaphoid",
        "opc": "Triquetral",
        "opd": "Trapezoid",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "a008ec28-23b3-4e03-ad0e-c3a305cfc031",
        "choice_type": "single"
    },
    {
        "question": "Carpometacarpal joint of thumb is_____ type of joint",
        "exp": "Ans. d (Saddle joint) (Ref BDC vol. l/ 4th/ 154). Classification of jointsA. Svnovial joints Type. Example. Type of Movements permitted1. Ball-and-Socket# Hip joint, Shoulder, Calcaneo-cuboid, Incudostapedial. Movement in all planes, as well as rotational movement around a central axis. 2. Condyloid# Knee and TM joint. Variety of movement in different planes, but rotational movement is possible. 3. Gliding (Ellipsoid)# Atlanto-occipital, Metacarpophalangeal, Wrist. Sliding back and forth motion only. 4. Hinge# Elbow joint, Ankle, Interphalangeal, Flexion and extension in one plane only5. Pivot# Atlanto-axial, Superior and inferior radioulnar. Rotation around a central axis only6. Saddle # Carpometacarpal joint of the thumb, Variety of movements Sternoclavicular, and Incudomalleolar B. Cartilaginous joints# Primary (Synchondrosis/hyaline cartilaginous): a. Joint between epiphysis and diaphysis of long bones, b. Spheno-occipital, c. First chondrosternal, and d. Costochondral# Secondary (symphysis/fibrocartilaginous): a. Symphysis pubis^, b. Manubriosternal, c. IntervertebralC. Fibrous joints# Skull sutures# Syndesmosis e. g. Foot plate of stapes with oval window and Inferior tibiofibular joint?# Gomphosis/peg and socket e. g. Tooth. Additional Educational Points. Classification of Cartilages Hyaline. Fibrocartilage. Elastic1. Embryonic. Acromioclavicular joint. External ear cartilage2. Articular. Intervertebral. Inlet of larynx3. Costal. Intra-articular disc. Eustachian tube4. Tracheobronchial. Menisci and labrum. Epiglottis5. Nasal/laryngeal",
        "cop": 4,
        "opa": "Ball and socket",
        "opb": "Hinge",
        "opc": "Plane",
        "opd": "Saddle",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "70fc916b-ac4b-474b-99f4-83e06c9ce9ba",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an atavistic epiphysis?",
        "exp": "ANSWER: (C) Coracoid process. REF: Human osteology by BDC 1st e p. 5, 6. Epiphysis. Definition/ Function. Example. Pressure epiphyses. Takes part in transmission of weight. Head of femur, condyles of tibia, lower end of radius. Traction epiphyses. Provide attachment to more than 1 tendon. Trochanter of femur, tubercles of humerus, mastoid process. Atavistic epiphyses. Phylogenetically an independent bone which in man becomes fused to another bone. Coracoid process of scapula, posterior tubercle of talus, os trigonum. Aberrant epiphyses. Not always present. Head of metacarpal, base of other metacarpal",
        "cop": 3,
        "opa": "Condyles of femur",
        "opb": "Tubercle of humerus",
        "opc": "Coracoid process",
        "opd": "Lower end of radius",
        "subject_name": "Anatomy",
        "topic_name": "Joints",
        "id": "12f02281-e73f-4b29-9da5-5ef01784582a",
        "choice_type": "single"
    }
]