[
    {
        "question": "Unlocking of knee:",
        "exp": "Ans. (a) Popliteus. Ref: BDC vol II /155* Quadriceps femoris is the main and only extensor of knee.* It produces locking action as a result of medial rotation of the femur during the last stage of extension.* To reverse this lock popliteus muscle comes into action and do so by the lateral rotation of femur. Remember: Lock is: Quadriceps femoris muscle and, Key is popliteus muscle. Muscles producing movements at the knee joint. Movement. Principal musclesA. Flexion* Biceps femoris* Semitendinosus* SemimembranosusB. Extension. Quadriceps femorisC. Medial rotation of flexed leg* Popliteus* Semimembranosus* SemitendinosusD. Lateral rotation of flexed leg* Biceps femoris. Also know* Quadriceps femoris incudes: Vastus Lateralis, Vastis Medialis, Vastus Intermedius.* Rectus femoris is also known as \"kicking muscle\"",
        "cop": 1,
        "opa": "Popliteus",
        "opb": "Quadriceps femoris",
        "opc": "Semitendinosus",
        "opd": "Semimembranosus",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Lower Extremity",
        "id": "025fab93-736c-4394-a930-6b2ae783fec1",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of tibia on femur is prevented by:",
        "exp": "Ans: A (Poster..) Posterior cruciate ligament prevents posterior translation of tibia on the femur - Maheshwari 3rd /124. Anterior Cruiciate Ligament. Posterior Cruciate Ligament. Function. Function. Major stabilizer of knee. Prevents anterior translation of the tibia on the femur. Limits hyperextention. Also stabilizes the knee. Prevents posterior translation of tibia on the femur. Limits hyperxtension of knee only if ACL has ruptured. Anatomy. Anatomy. Attached on tibia just behind anterior horn of medial meniscus. Attached on tibia behind posterior horn of medial meniscus. Runs upwards backwards and laterally. Runs upwards forwards and medially. Attached on femur over medial surface of lateral femoral condyle. Attached on femur over lateral surface of medial femoral condyle. It is intracapsular and intrasynovial. It is intracapsular but extrasynovialq. It is tout during extension of knee. It is tout during flexion of knee. Most common mechanism of injury. Most common mechanism of injury. Twisting force on a semi flexed knee. Direct force on the tibia backwards on the femur with the knee in semifixed flexed position 'Dashboard impact. Ligament injury to Anterior cruciate ligament are often associated with collateral ligament and meniscat injury.",
        "cop": 1,
        "opa": "Posterior cruciate ligament",
        "opb": "Anterior cruciate ligament",
        "opc": "Medial meniscus",
        "opd": "Lateral meniscus",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Lower Extremity",
        "id": "001520f8-a5c2-406e-8db6-26942b8fafc5",
        "choice_type": "single"
    },
    {
        "question": "If anterior cruciate ligament is broken the tibia moves?",
        "exp": "ANSWER: (C) Forward on femur. REF: Snell's 8th ed ch: 10. Anterior Cruciate Ligament: The anterior cruciate ligament is attached to the anterior intercondylar area of the tibia and passes upward, backward, and laterally, to be attached to the posterior part of the medial surface of the lateral femoral condyle. The anterior cruciate ligament prevents posterior displacement of the femur on the tibia. With the knee joint flexed, the anterior cruciate ligament prevents the tibia from being pulled anteriorly. Posterior Cruciate Ligament: The posterior cruciate ligament is attached to the posterior intercondylar area of the tibia and passes upward, forward, and medially to be attached to the anterior part of the lateral surface of the medial femoral condyle. The posterior cruciate ligament prevents anterior displacement of the femur on the tibia. With the knee joint flexed, the posterior cruciate ligament prevents the tibia from being pulled posteriorly. Injury to the cruciate ligaments can occur when excessive force is applied to the knee joint. Tears of the anterior cruciate ligament are common: Examination of patients with a ruptured anterior cruciate ligament showrs that the tibia can be pulled excessively forward on the femur. Tears of the posterior cruciate ligament are rare. With rupture of the posterior cruciate ligament, the tibia can be made to move excessively backward on the femur",
        "cop": 3,
        "opa": "Medial to femur",
        "opb": "Lateral to femur",
        "opc": "Forward on femur",
        "opd": "Backward on femur",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Lower Extremity",
        "id": "db914663-dfe1-4bc1-bb19-f54129654797",
        "choice_type": "single"
    },
    {
        "question": "Flexion of knee joint is caused by -",
        "exp": "Ans. is 'c' i. e., Hamstringso Hamstrings (semimembranosis, semitendinesus and biceps femoris) are felxors of knee, o Other three options are part of quadriceps an extensor of knee. Muscles producing movements at the knee joint. Movement. Principal muscles. Accessory' musclesA. Flexion1. Biceps femoris2. Semitendinosus3. Semimembranosus1. Gracilis2. Sartorius3. PopliteusB. Extension. Quadriceps femoris. Tensor fasciae lataeC. Medial rotation of flexed leg1. Popliteus2. Semimembranosus3. Semitendinosus1. Sartorius2. GracilisD. Lateral rotation of flexed leg. Biceps femoris--",
        "cop": 3,
        "opa": "Rectusfemoris",
        "opb": "Vastus medialis",
        "opc": "Hamstrings",
        "opd": "Vastus lateralis",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Lower Extremity",
        "id": "1bd32de3-67f4-40e1-afbd-6f5c6ba30ec9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about posterior cruciate ligament:",
        "exp": "Ans. is 'c' i. e. Prevents posterior dislocation of tibia The cruciate ligaments are two thick & strong intracapsular ligaments that cross each other within the joint cavity (cruciate means shaped like a cross). They are named anterior and posterior according to their tibial attachments. These ligaments are the main bond between femur and tibia and maintain the anteroposterior stability of knee joint. Anterior cruciate ligament. ACL is attached to the anterior intercondylar area of the tibia and passes backward, and laterally to be attached to the posterior part of the medial surface of the lateral femoral condyle. ACL is taut during extension of knee. ACL prevents posterior displacement of the femur on the tibia. When the knee joint is flexed, it prevents anterior displacement of tibia. Posterior cruciate ligament. PCL is attached to the posterior intercondylar area of the tibia and passes forwards and medially to be attached to the anterior part of the lateral surface of the medial femoral condyle. It is taut during flexion of the knee. The PCL prevents anterior displacement of the femur on the tibia and when the knee joint is flexed it prevents post, displacement of the tibia. Both the cruciate ligaments are intracapsular but extrasynovial. the synovial membrane of the knee joint lines the knee capsule, except posteriorly where it is reflected forward around the front of the cruciate ligaments, forming a common covering for both the ligaments. Thus the cruciate ligaments lie behind the synovial cavity and are not bathed in synovial fluid.",
        "cop": 3,
        "opa": "Attached to lateral femoral condyle",
        "opb": "Intrasynovial",
        "opc": "Prevents posterior dislocation of tibia",
        "opd": "Relaxed in full flexion",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Lower Extremity",
        "id": "a6d4008e-c9f4-4065-b59e-e4c97a6d3070",
        "choice_type": "multi"
    }
]