[
    {
        "question": "Supination and Pronation occurs at-",
        "exp": "Ans. is 'b' i. e., Radio-ulnar joints o Forearm rotation (supination & pronation) occurs at radio-ulnar joint complexQ i. e. y Superior (proximal) radioulnar joint. Inferior (distal) radioulnar joint. Middle radioulnar joint",
        "cop": 2,
        "opa": "Wrist joint",
        "opb": "Radio-ulnar joints",
        "opc": "Elbowjoint",
        "opd": "Midcarpaljont",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Upper Extremity",
        "id": "0001658d-11d0-467d-981d-5e18041a3cfd",
        "choice_type": "single"
    },
    {
        "question": "'Dynamic stabilizer of shoulder joint' term is used for:",
        "exp": "Ans. a. Rotator cuff (Ref BDC 5/e p. Vol -1/80)'Dynamic stabilizer of shoulder joint'term is used for rotator cuff or musculotendinous cuff. 'The rotator cuff is the name given to the tendons of the suhscapularis, supraspinatus, infraspinatus, and teres minor muscles, which are fused to the underlying capsule of the shoulder joint. The cuffplays a very important role in stabilizing the shoulder joint! (r). The tone of these muscles assists in holding the head of the humerus in the glenoid cavity of the scapula during movements at the shoulder joint. The cuff Ties on the anterior, superior, and posterior aspects of the joint. The cuff is deficient interiorly and this is a site of potential weakness. - Snells 8/e. Musculotendinous Cuff of the Shoulder or Rotator Cuff. Fibrous sheath formed by four flattened tendons, which blend with the capsule of the shoulder joint and strengthen it. The cuffplays a very important role in stabilizing the shoulder joint1. The muscles which form the cuff arise from the scapula and are inserted into the lesser and greater tubercles of humerus. Muscles of rotator cuff: Suhscapu)aris. QSupraspinatus. QInfraspinatus. QTeres minor. QTheir tendons while crossing the shoulder joint become flattened and blend with each other on one hand, and with the capsule of joint on the other hand, before reaching their points of insertion. The cuff lies on the anterior, superior, and posterior aspects of the joint. The cuff is deficient inferior!}', and this is a site of potential weakness",
        "cop": 1,
        "opa": "Rotator cuff",
        "opb": "Glenoid labrum",
        "opc": "Coracohumeral ligament",
        "opd": "Glenohumeral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Joints of Upper Extremity",
        "id": "3af600ec-32b1-4c2d-a208-134d5d513ec0",
        "choice_type": "single"
    }
]