[
    {
        "question": "Which NSAID can cause hyperuricemia?",
        "exp": "ASPIRIN can cause hyperuricemia depending on dose used. At low doses :1-2g/day -decrease uricacid excretion and hence cause hyperuricemia. It also blocks the effects of probencid and other uricosuric drugs. Intermediate doses:2-3g/day-No effect Large doses:>5g/day-uricosuric 1st most commonly used NSAID in hyperurecemia ahritis (gout) is NAPROXONE 2nd most commonly used is IBUPROFEN ref : maheswari th ed",
        "cop": 2,
        "opa": "Tolmetin",
        "opb": "Ibuprofen",
        "opc": "Aspirin",
        "opd": "Naproxen",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "ba8cd74a-b598-445b-a1b7-01d02511e2c0",
        "choice_type": "single"
    },
    {
        "question": "Mael&;s sign is seen in which of the following condition",
        "exp": "Mael&;s sign is seen in long standing cases of gouty ahritis * First acute attack: soft tissue swelling * Chronic tophaceous gout: Mael&;s sign --punched-out cystic erosions with overhanging bony edges, associated with soft tissue calcified masses. Refer Fundamentals of ohopedics by Nikil Mohindra p 354",
        "cop": 3,
        "opa": "Rheumatoid ahritis",
        "opb": "Osteoahritis",
        "opc": "Gouty ahritis",
        "opd": "Oochronosis",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "f93a4a84-48da-46f0-a627-bea9d901e642",
        "choice_type": "single"
    },
    {
        "question": "Which joint is spared in rheumatoid ahritis",
        "exp": "In rheumatoid ahritis paicular impoance is the sparing of distal interpharyngeal joints. Rheumatoid ahritis (RA) is a chronic, systemic autoimmune disease that involves inflammation in the membrane lining of the joints and often affects internal organs. Most patients exhibit a chronic fluctuating course of disease that can result in progressive joint destruction, deformity, and disability. RA affects between 1 and 2 million Americans. It occurs three times more often in women, and peaks at age 35 to 50 years. JOINTS INVOLVED : Hands and wrists Shoulders Elbows Feet Knees Hips Cervical spine Refr Maheshwari 9th /e p 287",
        "cop": 2,
        "opa": "MetacarpoPhalyngeal joints of hand",
        "opb": "DistalPhalyngeal JOINTS OF FINGER",
        "opc": "Proximal interPhalyngeal JOINTS OF FINGER",
        "opd": "ATLANTO -AXIAL JOINT",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "cc9ee1f7-5fc4-4e47-b6c5-96e45264da05",
        "choice_type": "single"
    },
    {
        "question": "Syndesmophytes are seen with",
        "exp": "Syndesmophytes are seen in : Ankylosing spondylitis Reiters disease Psoriatic ahritis Ahritis assoasiated with inflammatory bowel disease Refer : 9th edition maheswari book of ohopedics",
        "cop": 4,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatoid ahritis",
        "opc": "Osteoahritis",
        "opd": "All",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "da99e677-05d3-4b3a-bcd5-de1f07cfed63",
        "choice_type": "multi"
    },
    {
        "question": "Heberdens ahropathy affects which joints mainly ?",
        "exp": "In osteoahritis of hand Distal interpharyngeal joint-Heberdens node Proximal interpharyngeal joints -Bouchards node Refer Harrinson 20th/e p 2035/ maheswari 9th ed",
        "cop": 4,
        "opa": "Lumbar spine",
        "opb": "Symmetrically large joints",
        "opc": "Sacroiliac joints",
        "opd": "Distal interpharyngeal joints",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "76fcbb77-7cec-469a-a121-3a33b061ddc7",
        "choice_type": "multi"
    },
    {
        "question": "Which joint is most commonly affected in pseudogout",
        "exp": "Pseudogout commonly involves the larger joints Knee joint is Most commonly involved Other sites are wrist, elbow, shoulder ankle Involvement of small joints is uncommon Refer Harrison 20th/e p 2167 maheswari 9th ed",
        "cop": 1,
        "opa": "Knee joint",
        "opb": "Hip joint",
        "opc": "MP joint great toe",
        "opd": "MP joint thumb",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "a777f10b-4a9b-4bf7-9a97-8c50989dec15",
        "choice_type": "single"
    },
    {
        "question": "Most common joint involved in gouty ahitis is",
        "exp": "Most common joint involved in gout is big toe i.e,metatarsophalangeal joint of great toe Refer Harrison 20th e p 2165 maheswari 9th ed",
        "cop": 3,
        "opa": "Knee joint",
        "opb": "Hip joint",
        "opc": "MP joint of the big toe",
        "opd": "MP joint of thumb",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "f247b3b2-9de3-4e86-a379-3bb7118e7007",
        "choice_type": "single"
    },
    {
        "question": "Needle shaped crystals negatively birefringent on polarized microscopy is Characeteristic of which crystal assosciated ahropathy",
        "exp": "Crystals of gout ----needle shaped and strongly negative bifringent Crystals of pseudogout -----rhomboid shaped and weakly positive bifringent Refer : Harrinson 20thth/e p 2165 maheswari 9th ed",
        "cop": 1,
        "opa": "Gout",
        "opb": "CPPD",
        "opc": "Neuropathic ahropathy",
        "opd": "Hemophilic ahropathy",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "4713ff3e-7fbf-4cd6-ac44-34c41f8cca4d",
        "choice_type": "single"
    },
    {
        "question": "False about osteoahritis is",
        "exp": "Osteoahritis is a chronic disorder of Synol joint in which there is progressive softening and disintegration of aicular cailage accompanied by new growth of cailage and bone at the joint margins, cyst formation sclerosis in the Subchondral bone, mild antivirus and capsular fibrosis OA is primarily disease of cailage. IL-1 is a potent pro-inflammatory cytokine, which capable of inducing chondrocytes and synol cells to synthesize MM Ps. MMPs is responsible of degradation of aicular cailage. In addition, IL-1 inhibits synthesis of collagen II, proteoglycans and growth factor B stimulated chondrocyte proliferation symptoms : Pain increases with activity and worse at night. Morning Stiffness less than 30 mins Swelling Deformities Joint instability Loss of function Neurological signs if spine Involved. Crepitus Muscle wasting X-Rays are indicated to evaluate chronic hand pain and hip pain thought to be due to OA For knee pain, X-Ray should be obtained if symptoms or signs are not typical of OA or Pain persists after inauguration of effective treatment Treatment of OA: Pharmacotherapy .- Non Pharmacotherapy Patients with mild and intermittent symptoms may need only Non Pharmacotherapy Patients with ongoing, disabling pain are likely to need both Non Pharmacotherapy and Pharmacotherapy Refer Apleys 9th/e p 90",
        "cop": 3,
        "opa": "Involves Synol joints",
        "opb": "Progressive softening of the aicular cailage",
        "opc": "It is an inflammatory ahritis",
        "opd": "Marginal osteophytes are produced",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "deb14673-4c8e-4ac8-8325-74d37dfc85fb",
        "choice_type": "multi"
    },
    {
        "question": "Osteoahritis not seen in which of the following joints ?",
        "exp": "Osteoahritis affects ceain joints, yet spares others, commonly affected joints include all the cervical and lumbosacral spine, hip, knee, and first metatarsal phalangeal joint In the hands, the distal and proximal interphalyngeal joints and the base of thumb are affected osteoahits rarely effects ankle joints Refer Harrison principles of internal medicine p 2829",
        "cop": 1,
        "opa": "Ankle joints",
        "opb": "Knee joints",
        "opc": "Hip joints",
        "opd": "1st MP joint",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "2e3db0e2-ce75-4dd2-a6af-d560e91c25e5",
        "choice_type": "single"
    },
    {
        "question": "False about Charcots joint in diabetes mellitus is",
        "exp": "Charcot Joints * Two theories * Neurotraumatic * Cumulative mechanical trauma * Insensate joint * Neurovascular (autonomic neuropathy) * Neurally stimulated vascular reflex * Bone resorption, ligament weakening Neuropathic joint disease or Charcots joint is an absolute Contraindication for Total Ankle replacemnt Treatment of Charcots ahropathy is limitation of joint movements by bracing or casting,, joint debridement and fusion of joint Refer Miller :Review of ohopedics 4th/e p 56",
        "cop": 3,
        "opa": "Limitation of movements with bracing",
        "opb": "Ahrodesis",
        "opc": "Total ankle replacemnt",
        "opd": "Ahrocentesis",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "455c02cc-bd41-4be3-95f0-4a092dfc08d7",
        "choice_type": "multi"
    },
    {
        "question": "Deformity most commonly seen in primary osteoahritis of knee joint",
        "exp": "In knee joint osteoahritis, medial joint space is affected earliest and causes assymetrical joint space narrowing This results in varus deformity Refer: maheswari 9th/e p 420",
        "cop": 3,
        "opa": "Genu valgum",
        "opb": "Genu recurratum",
        "opc": "Genu varus",
        "opd": "Procurvatum",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "0aa07c00-a01c-40af-9399-b9e42a9c021e",
        "choice_type": "single"
    },
    {
        "question": "In a patient with gouty ahritis Synol fluid aspiration will show which of the following:",
        "exp": "The definitive diagnosis of gout is made of examination of synol fluid or tophaceoius material with polarized light microscopy and identifying the characteristic monosodium urate crystals * Group of conditions which may be characterized by an elevation of serum uric acid (usually) * Recurrent attacks (flares) of an acute inflammatory ahritis with monosodium urate crystals demonstrated in synol fluid leukocytes * Bone and joint destruction in some cases Refer Harrison 20th/e p 2166/ maheswari 9th ed",
        "cop": 1,
        "opa": "Monosodium urate crystals",
        "opb": "Calcium pyrophosphate crystals",
        "opc": "Mononulcear leucocytosis",
        "opd": "Polymorphonuclear leukocytosis",
        "subject_name": "Anatomy",
        "topic_name": "Joint disorders",
        "id": "ff49393f-3999-49da-9d35-3318a3e948e1",
        "choice_type": "single"
    }
]