[
    {
        "question": "Ureteric peristalsis is due to intact supply of",
        "exp": "Ans. is 'd' i. e. Intrinsic smooth muscle pacemaker activity of renal calyces The walls of the ureter contains smooth muscle cells and are innervated by both sympathetic and parasympathetic nerves as well as by an intramural plexus of neurons and nerve fibres that extend along the entire length of the ureters. Specialized type of smooth muscle cells are present in renal pelvis and calyces. These cells are capable of spontaneous contractility and perform a pacemaker function which is responsible for the initiation of ureteric peristalsis. These inherent pacemakers are activated by stretching of the renal calyces and pelvis by urine. As with any other visceral smooth muscle peristaltic contraction in the ureter are enhanced by parasympathetic stimulation and inhibited by sympathetic stimulation.",
        "cop": 4,
        "opa": "Sympathetic innervation",
        "opb": "Parasympathetic innervation",
        "opc": "Both sympathetic and parasympathetic",
        "opd": "Intrinsic smooth muscle pacemaker activity of renal calyces.",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "39ddf318-ede1-42f3-a1e1-ab83fcd008f4",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply to musculature of urinary bladder is -",
        "exp": "Ans. is 'c' i. e., Both o Parasympathetic supply is motor to detrusor muscle and inhibitory to sphinchter vesicae. Sympathetic supply is motor to sphincter vesicae and inhibitory to detrusor muscle. Nerve supply of bladdero Bladder is supplied by both sympathetic and parasympathetic fibers. Parasympathetic: Preganglionic fibers arise from S2 to S4 cord segments, pass via pelvic splanchnic nerves. After relay in ganglion cells in pelv ic plexus (inferior hypogastric plexus) and in bladder w all, postganglionic fibers supply detrusor muscle. Contraction of detrusor muscle is mediated by cholinergic muscarinic receptors (Mj). Preganglionic parasympathetic neurons at S2. S3, and S4 cord segments innervating bladder form sacral micturition center. Sympathetic: Preganglionoic fibers arise from lateral horn cells of T11-L2 cord segments and pass via lower lumbar splanchnic nerves, superior hypogastric plexus (presacral nerve of Latarjet) to reach inferior hypogastric (pelvic) plexus. After relay in pelvic ganglia, postganglionic sympathetic fibers (i) stimulate sphincter vesicae (internal urethral sphincter) via a1 adrenoceptors and (ii) cause relaxation of detrusor muscle via b2 adrenoceptors. It can also inhibit presynaptically the parasympathetic ganglia via a2. adrenoceptors1. Visceral afferents: (1) pain fibers from bladder pass through both parasympathetic and sympathetic pathway and enter T11-L2 and S2-S4 cord segments, hence referred pain is felt in lower part of anterior abdominal wail (hypogastrium), upper part of front of thigh, scrotum or labium majus, penis or clitoris, and perineum. Centrally, spinothalmic pathway conducts pain impulses from bladder. 2. Stretch afferents: arising from stretch receptors in the bladder wall pass via pelvic splanchnic nerves, enter S2, S3 and S4 cord segments and establish reflex connections with sacral micturition center, which innervates detrusor. So afferent and efferent limb of this micturition reflex is formed by pelvic splanchnic nerves. Sacral mictmition center and the micturition reflex are controlled by facilitatory and inhibitory centers located in pons and paracentral lobule of frontal lobe of cerebum.",
        "cop": 3,
        "opa": "Symphathetic",
        "opb": "Parasympathetic",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "af4820b6-cb85-4b8c-96e1-8117b4573b67",
        "choice_type": "multi"
    },
    {
        "question": "The following structures related to left kidney are separated from it by peritoneum EXCEPT",
        "exp": "Ans. d (Pancreas)RELATIONS OF KIDNEYA. Anterior relations of kidneys On each side, peritoneum of posterior abdominal wall lies in contact with certain areas of kidney, while in other areas intervening structures force it away from kidney. Peritoneum does not intervene between left kidney and pancreas. B. Posterior relations of both kidneys in common are diaphragm, quadratus lumborum, psoas, and transverse abdominis. The costodiaphragmatic recess of pleura is the most vital of all posterior relations and at risk to damage in lumbar approach. Intervening structures Areas. Right kidney. Left kidney1. Hilum. Second part of duodenum. Tail of pancreas2. Lateral part of lower pole. Hepatic flexure. Splenic flexure3. Medial part of lower pole. Jejunum and ascending branch of right colic artery. Jejunum and left colic artery4. Upper part. Under surface of liver, hepato renal pouch and adrenals. Stomach bed, i. e., adrenals, spleen & pancreas (without intervening peritoneum).",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Spleen",
        "opc": "Jejunum",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "1fbdcb31-0f15-41bd-9102-af8b436d15f5",
        "choice_type": "multi"
    },
    {
        "question": "The narrowest part of the ureter is at the -",
        "exp": "Ans. is 'd' i. e. Uretero-vesical junction Normal Uterer has 3 distinct site of narrowing. at ureteropelvic junctionwhere the ureter crosses the iliac vesselsat ureterovesical junction (narrowest part)",
        "cop": 4,
        "opa": "Uretero - pelvic junction",
        "opb": "Hiac vessel crossing",
        "opc": "Pelvic ureter",
        "opd": "Uretero - vesical junction",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "1e6b2450-c4c1-4061-a5d0-340a065c91fc",
        "choice_type": "single"
    },
    {
        "question": "Trigoneof urinary bladder develops from -",
        "exp": "Ans. is 'c' i. e., Mesonephric duct o The urinary bladder (except trigone) is derived from vesicourethral canaL cranial part of urogenital sinus (endodermal). o Trigone is derived from Absorbed part of Wolffian duct/mesonephrk duct (mesodermal).",
        "cop": 3,
        "opa": "Urogenital sinus",
        "opb": "Vesicourethral canal",
        "opc": "Mesonephric duct",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "31ddd548-e54e-4ec6-a7c2-a737f3bd88fe",
        "choice_type": "single"
    },
    {
        "question": "Urinary bladder is supplied by which branches of lumbar plexus?",
        "exp": "ANSWER: (A) L1 & L2. REF: Gray s Anatomy 30th edition page 1291. Nerve supply of Urinary bladder: They consist of both sympathetic and parasympathetic components, each of which contains both efferent and afferent fibres. Parasympathetic fibres arise from the second to the fourth sacral segments of the spinal cord and enter the pelvic plexuses on the posterolateral aspects of the rectum as the pelvic splanchnic nerves or nervi erigentes. The sympathetic fibres are derived from the lower three thoracic and upper two lumbar segments of the spinal cord",
        "cop": 1,
        "opa": "L1&L2",
        "opb": "L2&L3",
        "opc": "L3&L4",
        "opd": "L2( L3 & L4",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "d0d9d1b9-024d-4c04-9fa4-dbb38cef3362",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the posterior relations of kidney except:",
        "exp": "Ans. C. Sympathetic chain. The posterior relations of two kidneys are: a. Four muscles: Diaphragm, quadratus lumborum, psoas major, and transversus abdominis. b. Three nerves: Subcostal (T12, iliohypogastric (L1 ), and ilioinguinal (L1 ). The subcostal nerve is accompanied by the subcostal vessels. c. One or two ribs: The right kidney is related to the 12th rib whereas the left kidney is related to the 11th and 12th ribs.",
        "cop": 3,
        "opa": "Psoas Major",
        "opb": "Quadratus Lumborum",
        "opc": "Sympathetic chain",
        "opd": "Ilioinguinal Nerve",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "b3e4cae4-33d2-4df2-ac89-6fcab4b0b0ef",
        "choice_type": "multi"
    },
    {
        "question": "True of left suprarenal gland are all except -",
        "exp": "Ans. is 'c' i. e., Related to bare area of liver o Suprarenal (adrenal) glands are a pair of endocrine glands situated retroperitoneally in posterior abdominal wall on each side of vertebral column on upper pole of corresponding kidney. o Right suprarenal gland is triangular or pyramidal in shape and left is semilunar in shape. o Each gland measures 50 mm in height, 30 mm in breadth and 10 mm in thickness. Weight of each suprarenal gland is about Sgm. o Each suprarenal gland is divided into outer cortex and inner medulla. Right suprarenal gland. Left suprarenal gland. Shape: Pyramidal. Semilunar. Parts and relations: Apex: Bare area of liver. Base: Upper pole of right kidney. Upper end: Close to spleen. Lower end: Presents hilum, left vein emerges from here. Anterior surface: Inferior vena cava, bare area of liver. Cardiac end of stomach, pancreas with splenic artery. Posterior surface: Right crus of diaphragm, right kidney. Left crus of diaphragm, left kidney. Anterior border: Presents hilum, right vein emerges--Medial border: Coeliac ganglion, right inferior phrenic artery. Coeliac ganglion, left inferior phrenic artery, left gastric arteries. Lateral border: Liver. Stomach. Blood supply and lymphaticso Arterial supply of adrenal gland is by three arteries (i) Superior suprarenal artery (branch of inferior phrenic artery); (ii) Middle suprarenal artery (branch of abdominal aorta); and (iii) inferior suprarenal artery (branch of renal artery). o Venous drainage is through suprarenal vein. Right suprarenal (adrenal) vein drains into IVC, and left suprarenal vein drains into the left renal vein and then into IVC. o Lymphatics from suprarenal glands drain into lateral aortic (para-aortic) nodes.",
        "cop": 3,
        "opa": "Semilunar",
        "opb": "Drains into renal vein",
        "opc": "Related to bare area of liver",
        "opd": "Related to stomach",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "c2ee026f-37f9-4a34-9572-78c8e6bc69a3",
        "choice_type": "multi"
    },
    {
        "question": "All are true about urinary bladder except -",
        "exp": "Ans. is 'b' i. e., Trigone mucosa is thrown into rugae. Interior of bladder and wall of bladdero Linining epithelium of bladder mucosa is transitional epithelium. When empty mucosa is thrown into rugae except in trigone, where mucosa is smooth and firmly adherent. o Ureters open at the lateral angles of the trigone and internal urethral orifice lies at the apex. Interureteric ridge (Mercier's bar) forms the base of trigone (line joining two ureteric orifices). Distance between ureteric orifices is 2. 5 cm when empty and 5 cm when bladder is distended. o In males, there is a bulging immediately posterior to the urethral orifice produced by median lobe of prostate, is called the vulva vesicae. o Just beneath the mucosa of trigone there is layer of smooth muscle, Trigonal muscle of Bell which replaces the submucous coat in trigone area. Coronal section through the bladder and prostate to show the interior of the bladder. o Deep to the mucosa, there is submucosa (submucosal coat) except in the region of trigone, where submucosal coat is replaced by, smooth muscle layer (trigonal muscle of Bell). o Deep to submucosal coat, there is muscular coat, called detrusor muscle. In the region of trigone, muscular coat (detrusor muscle) is separated from trigonal muscle of Bell by fascia of waldeyer.",
        "cop": 2,
        "opa": "Trigone is lined by transitional epithelium",
        "opb": "Trigone mucosa is thrown into rugae",
        "opc": "There is no sumucosal coat in trigone",
        "opd": "All are true",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "24fbab5b-2dc0-4519-b048-0852ac554d6f",
        "choice_type": "multi"
    },
    {
        "question": "Ureter in ureteric tunnel is?",
        "exp": "ANSWER: (C) Inferior to uterine artery. REF: Art of Laparoscopic Surgery Textbook and Atlas by Jaypee page 1218\"The ureter passes posterior to the uterine artery through the cardinal ligament within the ureteric tunnel\"The cardinal ligament (or Mackenrodt s ligament, lateral cervical ligament, or transverse cervical ligament) is a major ligament of the uterus. It is located at the base of the broad ligament of the uterus. Importantly, it contains the uterine artery and uterine vein. It may be of clinical significance in hysterectomy, due to its close proximity to the ureters, which can get damaged during ligation of the ligament.",
        "cop": 3,
        "opa": "Medial to cervix",
        "opb": "Lateral to ovarian artery",
        "opc": "Inferior to uterine artery",
        "opd": "Superior to uterine artery",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "db52ca91-7c93-4305-8de9-3540f1a7e4b1",
        "choice_type": "single"
    },
    {
        "question": "Trigone of urinary bladder and posterior wall of urethra develop from -",
        "exp": "Ans. is 'c' i. e., Mesonephric duct o The urinary bladder (except trigone) is derived from vesicourethral canal, cranial part of urogenital sinus (endodermal). Trigone is derived from Absorbed part of Wolffian duct/mesonephric duct (mesodermal). o Development of urethra is as followsA) Prostatic urethra and membranous urethra# Anterior wall of prostatic urethra above the opening of prostatic utricle - from vesicourethral canal (endoderm).# Anterior wall of prostatic urethra below the opening of prostatic utricle and whole of the membranous urethra-* from definite urogenital sinus (endoderm)# Posterior wall of prostatic urethra - from mesonephric/wolffian duct (mesodermal). B) Penile urethra# Upto the glans - from phallic part of urogenital sinus (endoderm).# In the glans - from ectodermal urethral groove (ectoderm).",
        "cop": 3,
        "opa": "Urogenital sinus",
        "opb": "Vesicourethral canal",
        "opc": "Mesonephric duct",
        "opd": "Paramesonephric duct",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "cede31c8-fc49-46c1-98a5-b19f203cb661",
        "choice_type": "multi"
    },
    {
        "question": "Lymphatics of suprarenal gland drain into______ lymph nodes",
        "exp": "Ans. b (Para-aortic nodes) (Ref BDC vol. 2 /4th/307). Lymphatics of adrenal/suprarenal gland drain into lateral/para-aortic nodes. Lymphatic Drainage of the Suprarenal Glands# The lymph vessels arise from a plexus deep to the capsule and from one in the medulla.# Most of lymphatics that leave the suprarenal glands end in superior lumbar (lateral aortic) lymph nodes.# The two main lymph node groups of the abdomen are closely related to the aorta. These comprise the pre-aortic and para-aortic groups.# The pre-aortic nodes are arranged around the three ventral branches of the aorta and consequently receive lymph from the territories that are supplied by these branches. This includes most of the gastrointestinal tract, liver, gall bladder, spleen and pancreas. The efferent vessels from the pre-aortic nodes coalesce to form a variable number of intestinal trunks that deliver the lymph to the cistema chyli.# The para-aortic nodes are arranged around the lateral branches of the aorta and drain lymph from their corresponding territories, i. e., the kidneys, adrenal, gonads and abdominal wall, as well as the common iliac nodes. The efferent vessels from the para-aortic nodes coalesce to form a variable number of lumbar trunks which deliver the lymph to the cisterna chyli.# Cisterna chyli: is a lymphatic sac that lies anterior to the bodies of the LI and L2. It is formed by the confluence of the intestinal trunks, the lumbar trunks and lymphatics from the lower thoracic wall. It reseives lymph from the abdomen and lower limbs which is then drained into beginning of L. Brachiocephalic vein. Additional Educational points: Arterial Supply of the Suprarenal Glands1. The aorta (one or more middle suprarenal arteries): 2. The inferior phrenic artery (6-8 superior suprarenal arteries); 3. The renal artery (one or more inferior suprarenal arteries). Venous Drainage of the Suprarenal Glands# These glands are drained mainly be a single, large suprarenal vein.# The right one drains into the IVC.# The left one joins the left renal vein.# There are also many small veins that accompany the suprarenal arteries. Innervation of the Suprarenal Glands# These glands have a rich innervation from the adjacent coeliac plexus and the greater thoracic splanchnic nerves.# These preganglionic sympathetic fibres pass through the hilum and synapse on cells in the medulla.# The suprarenal cortex receives only a vasomotor nerve supply.",
        "cop": 2,
        "opa": "Internal iliac",
        "opb": "Para-aortic",
        "opc": "Superficial inguinal",
        "opd": "Coeliac",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "3e028cce-7825-488a-9801-9b2851eba6a6",
        "choice_type": "single"
    },
    {
        "question": "The part of urinary bladder that shows non-keratinizing squamous metaplasia in adult females?",
        "exp": "Ans. c (Trigone) (Ref. Smith's urology, p. 266). Nonkeratinizing squamous metaplasia (Trigonitis) is the squamous metaplastic changes that occur in the trigone of the bladder, almost exclusively in women of childbearing age (almost nonexistent in children). Trigonal nonkeratinizing squamous metaplasia# The trigone of the bladder (as well as the ureters) are embryologically derived from the mesonephric duct primordial.# Mucosal lining, with the exception of trigone, is rugose in undistended organ but smoothens as filling proceeds.# Normally, trigone is covered in relatively impermeable transitional epithelium. In young females, there may be an overgrowth of squamous vaginal-type epithelium, often referred to as trigonitis. Trigonitis is incorrect terminology because no associated inflammatory reaction exists, and this condition is referred to more properly as trigonal nonkeratinizing squamous metaplasia.# The keratinizing variant frequently is associated with chronic irritation secondary to indwelling instrumentation, calculi, or, in endemic areas, Schistosoma haematobium infection.",
        "cop": 3,
        "opa": "Anterior wall",
        "opb": "Urethral orifice",
        "opc": "Trigone",
        "opd": "Ureteral orifice",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "3824fd7a-1037-4750-bdc7-23ac1aceb92f",
        "choice_type": "multi"
    },
    {
        "question": "How many vascular segments are present in each kidney?",
        "exp": "Ans. is 'c' i. e., 5o Renal artery Right renal artery is longer and passes behind I VC. Renal artery divides into: -Posterior division:- Supplies posterior segment. Anterior division:-Divides further into 4 branches to supply apical, upper anterior, middle anterior and lower segments. o Thus, there are five vascular segments in each kidney Posterior, apical, upper anterior, middle anterior and lower. o Branches of renal artery are end arteries.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "5",
        "opd": "6",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "559f2623-e217-473b-9119-6638df93c6ac",
        "choice_type": "single"
    }
]