[
    {
        "question": "The narrowest part of the ureter is at the -",
        "exp": "Ans. is 'd' i. e. Uretero-vesical junction Normal Uterer has 3 distinct site of narrowing. at ureteropelvic junctionwhere the ureter crosses the iliac vesselsat ureterovesical junction (narrowest part)",
        "cop": 4,
        "opa": "Uretero - pelvic junction",
        "opb": "Hiac vessel crossing",
        "opc": "Pelvic ureter",
        "opd": "Uretero - vesical junction",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "1e6b2450-c4c1-4061-a5d0-340a065c91fc",
        "choice_type": "single"
    },
    {
        "question": "Trigoneof urinary bladder develops from -",
        "exp": "Ans. is 'c' i. e., Mesonephric duct o The urinary bladder (except trigone) is derived from vesicourethral canaL cranial part of urogenital sinus (endodermal). o Trigone is derived from Absorbed part of Wolffian duct/mesonephrk duct (mesodermal).",
        "cop": 3,
        "opa": "Urogenital sinus",
        "opb": "Vesicourethral canal",
        "opc": "Mesonephric duct",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "31ddd548-e54e-4ec6-a7c2-a737f3bd88fe",
        "choice_type": "single"
    },
    {
        "question": "Urinary bladder is supplied by which branches of lumbar plexus?",
        "exp": "ANSWER: (A) L1 & L2. REF: Gray s Anatomy 30th edition page 1291. Nerve supply of Urinary bladder: They consist of both sympathetic and parasympathetic components, each of which contains both efferent and afferent fibres. Parasympathetic fibres arise from the second to the fourth sacral segments of the spinal cord and enter the pelvic plexuses on the posterolateral aspects of the rectum as the pelvic splanchnic nerves or nervi erigentes. The sympathetic fibres are derived from the lower three thoracic and upper two lumbar segments of the spinal cord",
        "cop": 1,
        "opa": "L1&L2",
        "opb": "L2&L3",
        "opc": "L3&L4",
        "opd": "L2( L3 & L4",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "d0d9d1b9-024d-4c04-9fa4-dbb38cef3362",
        "choice_type": "single"
    },
    {
        "question": "Ureter in ureteric tunnel is?",
        "exp": "ANSWER: (C) Inferior to uterine artery. REF: Art of Laparoscopic Surgery Textbook and Atlas by Jaypee page 1218\"The ureter passes posterior to the uterine artery through the cardinal ligament within the ureteric tunnel\"The cardinal ligament (or Mackenrodt s ligament, lateral cervical ligament, or transverse cervical ligament) is a major ligament of the uterus. It is located at the base of the broad ligament of the uterus. Importantly, it contains the uterine artery and uterine vein. It may be of clinical significance in hysterectomy, due to its close proximity to the ureters, which can get damaged during ligation of the ligament.",
        "cop": 3,
        "opa": "Medial to cervix",
        "opb": "Lateral to ovarian artery",
        "opc": "Inferior to uterine artery",
        "opd": "Superior to uterine artery",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "db52ca91-7c93-4305-8de9-3540f1a7e4b1",
        "choice_type": "single"
    },
    {
        "question": "Lymphatics of suprarenal gland drain into______ lymph nodes",
        "exp": "Ans. b (Para-aortic nodes) (Ref BDC vol. 2 /4th/307). Lymphatics of adrenal/suprarenal gland drain into lateral/para-aortic nodes. Lymphatic Drainage of the Suprarenal Glands# The lymph vessels arise from a plexus deep to the capsule and from one in the medulla.# Most of lymphatics that leave the suprarenal glands end in superior lumbar (lateral aortic) lymph nodes.# The two main lymph node groups of the abdomen are closely related to the aorta. These comprise the pre-aortic and para-aortic groups.# The pre-aortic nodes are arranged around the three ventral branches of the aorta and consequently receive lymph from the territories that are supplied by these branches. This includes most of the gastrointestinal tract, liver, gall bladder, spleen and pancreas. The efferent vessels from the pre-aortic nodes coalesce to form a variable number of intestinal trunks that deliver the lymph to the cistema chyli.# The para-aortic nodes are arranged around the lateral branches of the aorta and drain lymph from their corresponding territories, i. e., the kidneys, adrenal, gonads and abdominal wall, as well as the common iliac nodes. The efferent vessels from the para-aortic nodes coalesce to form a variable number of lumbar trunks which deliver the lymph to the cisterna chyli.# Cisterna chyli: is a lymphatic sac that lies anterior to the bodies of the LI and L2. It is formed by the confluence of the intestinal trunks, the lumbar trunks and lymphatics from the lower thoracic wall. It reseives lymph from the abdomen and lower limbs which is then drained into beginning of L. Brachiocephalic vein. Additional Educational points: Arterial Supply of the Suprarenal Glands1. The aorta (one or more middle suprarenal arteries): 2. The inferior phrenic artery (6-8 superior suprarenal arteries); 3. The renal artery (one or more inferior suprarenal arteries). Venous Drainage of the Suprarenal Glands# These glands are drained mainly be a single, large suprarenal vein.# The right one drains into the IVC.# The left one joins the left renal vein.# There are also many small veins that accompany the suprarenal arteries. Innervation of the Suprarenal Glands# These glands have a rich innervation from the adjacent coeliac plexus and the greater thoracic splanchnic nerves.# These preganglionic sympathetic fibres pass through the hilum and synapse on cells in the medulla.# The suprarenal cortex receives only a vasomotor nerve supply.",
        "cop": 2,
        "opa": "Internal iliac",
        "opb": "Para-aortic",
        "opc": "Superficial inguinal",
        "opd": "Coeliac",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "3e028cce-7825-488a-9801-9b2851eba6a6",
        "choice_type": "single"
    },
    {
        "question": "How many vascular segments are present in each kidney?",
        "exp": "Ans. is 'c' i. e., 5o Renal artery Right renal artery is longer and passes behind I VC. Renal artery divides into: -Posterior division:- Supplies posterior segment. Anterior division:-Divides further into 4 branches to supply apical, upper anterior, middle anterior and lower segments. o Thus, there are five vascular segments in each kidney Posterior, apical, upper anterior, middle anterior and lower. o Branches of renal artery are end arteries.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "5",
        "opd": "6",
        "subject_name": "Anatomy",
        "topic_name": "KUB & Adrenal Gland",
        "id": "559f2623-e217-473b-9119-6638df93c6ac",
        "choice_type": "single"
    }
]