[
    {
        "question": "Musde that originates from bone and interosseous membrane is?",
        "exp": "ANSWER: (C) Tibialis anterior. REF: Grays anatomy 40th ed chapter 83, Snell's 8th ed ch: 10. Tibialis anterior is a superficial muscle and is therefore readily palpable lateral to the tibia. It arises from the lateral condyle and proximal half to two-thirds of the lateral surface of the tibial shaft; the adjoining anterior surface of the interosseous membrane; the deep surface of the deep fascia; and the intermuscular septum between itself and extensor digitorum longus. Muscles of the Anterior/Extensor Fascial Compartment of the Leg. Muscle. Origin. Insertion. Nerve. Supply. Nerve. Roots. Action. Tibialisanterior. Lateral surface of shaft of tibia and interosseous membrane. Medial cuneiform and base of first metatarsal bone. Deepperonealnerve. L4, 5. Extends foot at ankle joint; inverts foot at subtalar and transverse tarsal joints; holds up medial longitudinal arch of foot. Extensordigitorurnlongus. Anterior surface of shaft of fibula. Extensor expansion of lateral four toes. Deepperonealnerve15; SIExtends toes; extends foot at ankle joint. Peroneustertius(Fibuiaristertius). Anterior surface of shaft of fibula. Base of fifth metatarsal bone. Deepperonealnerve. L5; SIExtends foot at ankle joint; everts foot at subtalar and transverse tarsal joints. Extensorhallucislongus. Anterior surface of shaft of fibula1 Base of distal phalanx of great toe. Deepperonealnerve. L5; SIExtends big toe; extends foot at ankle joint; inverts foot at subtalar and transverse tarsal joints. Extensordigitorurnbrevis. Calcaneum. By four tendons into the proximal phalanx of big toe and long extensor tendons to second, third, and fourth toes. Deepperonealnerve. L5-S1. Extends toes Muscles of the Lateral Fascial Compartment of the Leg. Muscle. Origin. Insertion. Nerve. Supply. Nerve. Roots. Action. Peroneuslongus. Lateral surface of shaft of fibula. Base of first metatarsal and the medial cuneiform. Superficialperonealnerve. L5; SI, 2. Plantar flexes foot at ankle joint; everts foot at subtalar and transverse tarsal joints; supports lateral longitudinal and transverse arches of foot. Peroneusbrevis. Lateral surface of shaft fibula. Base of fifth metatarsal bone. Superficialperonealnerve. L5; SI, 2. Plantar flexes foot at ankle joint; everts foot at subtalar and transverse tarsal joint; supports lateral longitudinal arch of foot",
        "cop": 3,
        "opa": "Peroneus longus",
        "opb": "Peroneus brevis",
        "opc": "Tibialis anterior",
        "opd": "Tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "Leg",
        "id": "4822057d-b550-441d-b708-8af55327fbca",
        "choice_type": "single"
    },
    {
        "question": "Nerve that winds around neck of fibula -",
        "exp": "Ans. is 'd' i. e., Common peroneal nerve o Common peroneal nerve winds around neck of fibula to enter peroneus longus muscle. Because of its subcutaneous position it can be easily palpated here and is very prone to injury. So fracture neck of fibula may cause foot drop. Site of injury. Nerve injured. Fracture surgical neck humerus. Axillaryr nerve. Fracture shaft humerus. Radial nerve. Supracondylar fracture. Median nerve (anterior interosseous branch). Medial epi condyle fracture. Ulnar nerve. Posterior dislocation of HIPSciatic nerve. Fibular neck fracture. Common peroneal nerve",
        "cop": 4,
        "opa": "Tibial nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial peroneal nerve",
        "opd": "Common peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Leg",
        "id": "b6ce4ff3-1182-42ea-8d32-fc897cba130a",
        "choice_type": "single"
    }
]