[
    {
        "question": "Which muscle originates from tibia, fibula and interosseous membrane?",
        "exp": "TIBIALIS POSTERIOR: Origin: upper two-thirds of lateral pa of posterior surface of tibia below the soleal line. Posterior surface of fibula in front of medial crest Posterior surface of interosseous membrane. Popliteus: arises from lateral surface of lateral condyle of femur. origin is intracapsular. lateral meniscus of knee joint. Flexor digitorum longus: uppercut two third of medial pa of posterior surface of tibia below soleal line. Flexor hallucis longus: posterior surface of fibula and interosseous membrane.{Reference: BDC 6E pg no. 106}",
        "cop": 4,
        "opa": "Popliteus",
        "opb": "Flexor digitorum longus",
        "opc": "Flexor hellus longus",
        "opd": "Tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "51e22daf-e3c8-40ac-bb9a-1433f0f05e07",
        "choice_type": "single"
    },
    {
        "question": "Root value of femoral nerve?",
        "exp": "Root value of Femoral nerve: Dorsal divisions of ventral primary rami of lumbar 2, 3, 4 segments of spinal cord. Ref: Chaurasia; Volume 2; 6th edition; Page no: 62",
        "cop": 1,
        "opa": "Dorsal divisions of ventral primary rami of lumbar 2, 3, 4",
        "opb": "Ventral divisions of ventral primary rami of lumbar 2, 3, 4",
        "opc": "Ventral divisions of dorsal primary rami of lumbar 2, 3, 4",
        "opd": "Dorsal divisions of dorsal primary rami of lumbar 2, 3, 4",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4f1fcd2d-bba0-49c0-83fb-82ecd5525673",
        "choice_type": "single"
    },
    {
        "question": "Nutrient aery to fibula arises from",
        "exp": "Nutrient aery to fibula:- The peroneal aery gives off nutrient aery to fibula. Enters the bone on its posterior surface. Nutrient foramen directed downwards. {Reference: BDC 6E}",
        "cop": 1,
        "opa": "Peroneal aery",
        "opb": "Anterior- tibial aery",
        "opc": "Posterior tibial aery",
        "opd": "Popliteal aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d1e4f345-cd9e-4a3f-8b37-3cfd44c75c43",
        "choice_type": "single"
    },
    {
        "question": "Deltoid ligament is attached to all except",
        "exp": "DELTOID LIGAMENT:- Very strong Triangular shape Present on medial side of ankle. Ligament is crossed by the tendons of Tibialis posterior and flexor digitorum longus. Prone to injuries in inversion. Superficial and deep pa. Both pas have common attachments above to the apex and margins of medial malleolus. Superficial pa:-1. Anterior/Tibionavicular- attached to tuberosity of the navicular bone and medial margin of spring ligament. 2. Middle/Tibiocalcanean-attached to whole length of sustentaculum tali. 3. Posterior/posterior tibiotalar-attached to medial tubercle and medial surface of talus. Deep fibres:-Anterior tibiotalar. Attached to the anterior pa of medial surface of talus. {Reference: BDC 6E pg no. 149}",
        "cop": 4,
        "opa": "Medial malleolus",
        "opb": "Talus",
        "opc": "Calcaneum",
        "opd": "Lateral malleolus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4947d33d-f3c0-4e71-91e6-02fc54b8fdab",
        "choice_type": "multi"
    },
    {
        "question": "Patellar plexus is formed by which nerve",
        "exp": "Patellar Plexus - It is a plexus of fine nerves situated in front of the patella, the ligamentum patellae and the upper end of the tibia. It is formed by contributions from: (a). The anterior division of the lateral cutaneous nerve, (b) the intermediate cutaneous nerve, (c) the anterior division of the medial cutaneous nerve, and (d) the infrapatellar branch of the saphenous nerve. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. np., 46.",
        "cop": 4,
        "opa": "Lateral cutaneous nerve",
        "opb": "Intermediate cutaneous nerve",
        "opc": "Medial cutaneous nerve",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "86847446-1ce1-4199-ad9d-6287a4e99642",
        "choice_type": "multi"
    },
    {
        "question": "Pelvic pain is mediated by",
        "exp": "The anatomical structures that may give rise to pain in the pelvic region belong to the urinary, reproductive, and gastrointestinal systems and to their associated blood and lymphatic vessels. These structures, innervated by the somatic (T12-S5) and visceral (T10-S5) nervous system, create a complex anatomical and neurobiological network. The hypogastric plexus is the main autonomic neuronal center of the pelvis, while the somatic innervation is guaranteed by fibers travels in the pudendal nerve. This is the main nerve of the pelvis, involved in a great amount of pelvic pain conditions. It contains also sympathetic and parasympathetic efferents and visceral afferents. The pudendal nerve originates from the sacral plexus (S2-S4), then exits the pelvis through the greater sciatic foramen into the perineal area, through the pudendal (Alcock's) canal, and finally spreads into three main terminal branches: the inferior rectal nerve, the superficial perineal nerve, and the dorsal nerve of the clitoris, which innervates the pelvic structures and the external genitalia. In addition to sensory branches, the pudendal nerve provides motor innervation to anal and urethral sphincters, as well as to the bulbospongiosus and ischiocavernosus muscles (involved in the bulbocavernosus response and orgasm). Ref - pubmed. com",
        "cop": 3,
        "opa": "Pudendal nerve",
        "opb": "Sciatic nerve",
        "opc": "Autonomic nerves",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4724ed63-1864-4b6e-a384-1b20184a6d18",
        "choice_type": "multi"
    },
    {
        "question": "All the following muscles are supplied by Anterior division of Obturator Nerve except",
        "exp": "The main nerve supply to muscles of the adductor compament is the obturator nerve. The adductor longus and the gracilis are supplied by the anterior division of this nerve. The adductor brevis is supplied by the anterior division or by the posterior division. The adductor magnus has a double nerve supply. Its adductor pa is supplied by the posterior division of the obturator nerve; while its hamstring pa is supplied by the tibial pa of the sciatic nerve. The pectineus muscle is of double origin so it also has a double innervation: its anterior fibers are supplied by the femoral nerve and its posterior fibers by the anterior division of the obturator nerve. Such muscles are called the hybrid or composite muscles. Reference: Chaurasia Volume II; 7th edition; Page no: 66",
        "cop": 4,
        "opa": "Pectineus",
        "opb": "Adductor Longus",
        "opc": "Gracilis",
        "opd": "Adductor Magnus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "44797cd6-43bc-4f0e-966a-28785d2d9a54",
        "choice_type": "multi"
    },
    {
        "question": "The cremaster muscle is innervated by which of the following nerves",
        "exp": "CREMASTER MUSCLE:- Consists of muscle fasciculi embedded in cremasteric fascia. The fasciculi form superficial loops from middle one-third of upper surface of inguinal ligament and deep loops from pubic tubercle, pubic crest, and conjoint tendon. Fully developed in males. In females only few fibres. Muscle along with the intervening connective tissue forms a sac-like cremasteric fascia around spermatic cord and testis. Nerve supply:- genital branch of genitofemoral nerve. Action: suspend the testis and elevate it. Cremasteric reflex:- Stroking the upper pa of the medial side of the thigh there is reflex contraction of the cremaster muscle, as is evidenced by elevation and retraction of the testis. In UMN lesions above segment, L1 reflex is lost. {Reference: BDC 9E}",
        "cop": 1,
        "opa": "Genital branch of the genitofemoral nerve",
        "opb": "Ilioinguinal",
        "opc": "T12",
        "opd": "Femoral",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "fa061a03-0979-4abe-9f63-303c2259b509",
        "choice_type": "single"
    },
    {
        "question": "Following tarsal bone is devoid of muscular attachment",
        "exp": "TALUS:- Second largest tarsal bone. Head, neck, and body. Tibia above and calcaneum below, Attachments:-Devoid of muscular attachment. Numerous ligaments attached to it because it takes pa in three joints- ankle, talocalcaneal, and talonavicular. Neck:- Capsular ligament of ankle joint. Dorsal talonavicular Interosseus talocalcanean and cervical ligament. Anterior talofibular ligament. Medial surface of body:- deep fibres of deltoid. Medial tubercle - superficial fibres of deltoid ligament. Groove on posterior surface lodges flexor hallucis tendon. Posterior talofibular ligament attached to posterior process. Plantar border: posterior talocalcanean ligament. {Reference: BDC 6E pg no. 30}",
        "cop": 1,
        "opa": "Talus",
        "opb": "Navicular",
        "opc": "Cuboid",
        "opd": "Medial cuneiform",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4e466817-a7c4-432e-ba2d-2cda7cfaba3b",
        "choice_type": "single"
    },
    {
        "question": "The pair of muscles whose tendons are attached symmetrically to the medial cuneiform bone are",
        "exp": "CUNEIFORM BONES:- Medial, intermediate and lateral. Medial- largest. Intermediate- smallest Medial cuneiform:-Lateral surface has a L shaped facet for intermediate cuneiform. Attachments- Tibialis anterior Tibialis posterior Peroneus longus. Intermediate:-Lateral surface has a veical facet for lateral cuneiform bone. Attachment- Tibialis posterior. Lateral cuneiform:-Attachment- Tibialis posterior. <img src=\" /> {Reference: BDC 6E pg no. 35}",
        "cop": 1,
        "opa": "Tibialis posterior and Peroneus longus",
        "opb": "Tibialis anterior and Peroneus teius",
        "opc": "Tibialis posterior and Peroneus brevis",
        "opd": "Tibialis anterior and Peroneus brevis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "90988bbc-1600-4bd9-aa16-01dfbc79e8b1",
        "choice_type": "multi"
    },
    {
        "question": "Adductor tubercle gives attachement to",
        "exp": "ADDUCTOR TUBERCLE:- Posterosuperior to medial epicondyl there is a projection called adductor tubercle. It gives attachment to the inseion of hamstring or ischial head of adductor Magnus. Adductor brevis inseed into the line extending from lesser trochanter to upper pa of linea aspera. Adductor longus inseed into the medial lip of linea aspera between vastus medialis and adductor brevis and magnus. Vastus intermedialis- arise from femur shaft ( upper three fouh of anterior and lateral surface) {Reference: BDC 6E pg no. 17}",
        "cop": 1,
        "opa": "Adductor magnus",
        "opb": "Adductor brevis",
        "opc": "Adductor longus",
        "opd": "Vastus intermedius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "aadc3664-0059-423a-a0ad-3387ea6eb607",
        "choice_type": "single"
    },
    {
        "question": "First layer of sole has",
        "exp": "SOLE OF THE FOOT:- 4 layers of muscles Muscles of first layer:-1. Flexor digitorum brevis2. Abductor hallucis 3. Abductor digiti minimi Muscles of second layer:-1. Tendons of FDL2. Tendon of FHL3. flexor digitorum accessorius 4. Lumbrical muscles Muscles of third layer:-1. Flexor hallucis brevis 2. Flexor digiti minimi brevis 3. Adductor hallucis Muscles of fouh layer:-1. Tendon of Tibialis posterior 2. Tendon of Peroneus teius 3. Interosseus muscles {Reference: BDC 6E pg no. 115 chapter 10}",
        "cop": 1,
        "opa": "Abductor hallucis",
        "opb": "Flexor hallucis longus",
        "opc": "Flexor hallucis brevis",
        "opd": "Adductor hallucis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "678b250a-9315-4433-b04f-ed53c271b2e7",
        "choice_type": "multi"
    },
    {
        "question": "Structure which passes through both greater and lesser sciatic foramen",
        "exp": "GREATER SCIATIC FORAMEN:- Gateway of gluteal region. 1. pyriformis: key muscle of the region. 2. structures passing above pyriformis. A. Superior gluteal nerve B. Superior gluteal vessels. 3. Structures passing below the pyriformis:-Inferior gluteal nerve and vessels. Sciatic nerve Posterior cutaneous nerve of thigh. Nerve to quadratus femoris. Nerve to obturator internus. Pudendal nerve. Internal pudendal vessels LESSER SCIATIC FORAMEN:-Gateway of the perineal region. 1. Tendon of obturator internus2. Pudendal nerve 3. Internal pudendal vessels 4. Nerve to obturator internus. <img src=\" /> {Reference: BDC 6E pg no. 74}",
        "cop": 3,
        "opa": "Nerve to quadratus femoris",
        "opb": "Superior gluteal nerve",
        "opc": "Nerve to obturator internus",
        "opd": "Piriformis muscle",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d17c179c-ed7d-4dd5-ad6f-df1704ebf4c3",
        "choice_type": "multi"
    },
    {
        "question": "Deep peroneal nerve supplies",
        "exp": "DEEP PERONEAL:- Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. {Reference: BDC 6E }",
        "cop": 1,
        "opa": "1st web space of foot",
        "opb": "5th web space of foot",
        "opc": "Antero lateral dorsum of foot",
        "opd": "Lateral pa of leg",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a700599b-5c96-4969-a469-06cffd71157f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following movements will not be affected by involvement of the L5 Nerve root?",
        "exp": "Knee extension is carried out by L-2, 3 and 4 (Femoral nerve). Injury at the level of L- 5, doesn't affect knee extension. Knee flexion is carried out by the root value: L -5 and S-1 (Tibial nerve). Toe extension requires L-5 (deep peroneal nerve) Ref - BDC 6th e p140 lowerlimb",
        "cop": 3,
        "opa": "Thigh abduction",
        "opb": "Knee Flexion",
        "opc": "Knee Extension",
        "opd": "Toe Extension",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c7a891dc-aa92-4496-be61-5dae69f748e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ligaments is derived from the tendon of semimembranosus?",
        "exp": "OBLIQUE POPLITEAL LIGAMENT:- Expansion from the tendon of semimembranosus. Runs upwards and laterally, blends with the posterior surface of the capsule, and is attached to the intercondylar line and lateral condyle of femur. Related to politeal aery. Structures piercing the ligament:-1. Middle Genicular vessels. 2. Posterior division of obturator nerve. {Reference BDC 6E vol2 pg145 }",
        "cop": 1,
        "opa": "Oblique popliteal ligament",
        "opb": "Fibular ligament",
        "opc": "Medial collateral ligament",
        "opd": "Ligamentum patellae",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b916466a-82ec-4624-bc00-b922b20ce6a0",
        "choice_type": "single"
    },
    {
        "question": "Vein used to bypass the coronary aery",
        "exp": "Varicose veins are due to the touosity of the long saphenous vein and occur mostly due to prolonged standing. The long saphenous vein is used to bypass the coronary aery after inveing the vein. Ref: Chaurasia; Volume 2; 6th edition; Page no: 135",
        "cop": 1,
        "opa": "Long saphenous vein",
        "opb": "Sho saphenous vein",
        "opc": "Soleal vein",
        "opd": "Tibial vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "aea05576-02c1-4748-a7a3-2ed929d00d33",
        "choice_type": "single"
    },
    {
        "question": "Dorsiflexion of ankle joint is by",
        "exp": "Muscles producing movements of ankle - A. Dorsiflexion: Tibialis anterior is the principal muscle, (Extensor digitorum anterior longus, Extensor hallucis longus, Peroneus teius are the accessory muscles) B. Plantar flexion: Gastrocnemius and Soleus are the principal muscles ( plantaris, Tibialis posterior, Flexor hallucis longus, Flexor digitorum longus are the accessory muscles) Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 161 ( table 12. 3 )",
        "cop": 1,
        "opa": "Tibialis anterior",
        "opb": "Peroneus longus",
        "opc": "Tibialis posterior",
        "opd": "Soleus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "fafb802d-fa37-4bca-8e23-ee8a87e87df4",
        "choice_type": "single"
    },
    {
        "question": "All are branches of lumbar plexus except",
        "exp": "LUMBAR PLEXUS - The lumbar plexus lies in the posterior pa of the substance of the psoas major muscle. It is formed by the ventral rami of the upper four lumbar nerves. The first lumbar nerve receives a contribution from the subcostal nerve, and the fouh lumbar nerve gives a contribution to the lumbosacral trunk; which takes pa in the formation of the sacral plexus. The branches of the lumbar plexus are given below - 1. The iliohypogastric nerve (LI), 2. The ilioinguinal nerve (LI), 3. The genitofemoral nerve (LI, L2 ventral divisions), 4. The lateral cutaneous nerve of the thigh (L2, L3; dorsal divisions), 5. The femoral nerve (L2, L3, L4; dorsal divisions), 6. The obturator nerve (L2, L3, L4; ventral divisions), 7. The lumbosacral trunk (L4, L5; ventral rami). Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 373",
        "cop": 4,
        "opa": "Iliohypogastric nerve",
        "opb": "Ilioinguinal nerve",
        "opc": "Obturator nerve",
        "opd": "Subcostal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4a9a4488-e875-47de-bf0a-411f192068a4",
        "choice_type": "multi"
    },
    {
        "question": "S1 nerve root irritation causes pain along the",
        "exp": "Sural nerve supplies the skin over the little toe and lateral aspect of the foot, with dermatome S1. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1324.",
        "cop": 3,
        "opa": "Anterior aspect of thigh",
        "opb": "Medial aspect of thigh",
        "opc": "Lateral aspect of foot",
        "opd": "Anteromedial aspect of leg",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "47f7d9aa-d28e-407e-97e5-3ecc8c4fcf51",
        "choice_type": "single"
    },
    {
        "question": "Trendelenburg sign is due to paralysis of",
        "exp": "TRENDELENBURG SIGN:- Normally, when the body weight is suppoed on one limb, the glutei of the suppoed side raise the opposite and unsuppoed side of the pelvis. However, if the abductor mechanism is defective, the unsuppoed side of the pelvis drops- Trendelenburg sign +ve. Sign is positive in defects of power- paralysis of the glutei medius and minimus ( supplied by superior gluteal nerve), defects of the fulcrum (congenital or pathological dislocation of hip), defects of weight. {Reference: BDC 6E pg no. 70}",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Pyriformis",
        "opd": "Obturator externus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "9016d9cf-33b8-422c-90f1-40a70fa071ed",
        "choice_type": "single"
    },
    {
        "question": "The most impoant factor for maintaining arches of the foot is",
        "exp": "Factors in maintaining arches of foot are1 The shape of the bones concerned. 2 intersegmental ties/staples or ligaments (and muscles) that hold the different segments of the arch together. 3 Tie beams or bowstrings that connect the two ends of the arch. 4 Slings that keep the summit of the arch pulled up. 5 Suspension\"The longitudinal arches are prevented from flattening by the plantar aponeurosis, and by the muscles of the first layer of the sole. \"Ref: Vishram Singh; Volume II; 2nd edition",
        "cop": 2,
        "opa": "Shapes of bones",
        "opb": "Ligaments of plantar aponeurosis",
        "opc": "Tendons of muscles",
        "opd": "Intearsal joints",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "40204537-da6c-46de-9a04-039b68570bfb",
        "choice_type": "single"
    },
    {
        "question": "Physiological unlocking is caused by",
        "exp": "Locking is produced by continued action of the same muscles that produce extension, i. e. the quadriceps femoris (the vastus lateralis, vastus medialis, vastus intermedius and the rectus femoris ). The locked knee joint can be flexed only after it is unlocked i. e., by lateral rotation of the femur. Unlocking is brought about by the action of the popliteus muscle. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 157",
        "cop": 1,
        "opa": "Popliteus",
        "opb": "Rectus femoris",
        "opc": "Semi-membranous",
        "opd": "Saorius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "df717f16-3caa-48ca-b393-9856e65c35f0",
        "choice_type": "single"
    },
    {
        "question": "Skin of dorsum of first web space of foot is supplied by",
        "exp": "DEEP PERONEAL:- Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. {Reference: BDC 6E vol2 pg166 }",
        "cop": 3,
        "opa": "Sural nerve",
        "opb": "Saphenous nerve",
        "opc": "Deep peroneal nerve",
        "opd": "Lateral plantar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0a38685e-e678-4411-ac1c-72c2b3678208",
        "choice_type": "single"
    },
    {
        "question": "Root value of achilles reflex?",
        "exp": "The Achilles reflex checks if the S1 and S2 nerve roots are intact and could be indicative of sciatic nerve pathology. It is classically delayed in hypothyroidism. This reflex is usually absent in disk herniations at the L5--S1 level. A reduction in the ankle jerk reflex may also be indicative of peripheral neuropathy ref - pubmed. com",
        "cop": 4,
        "opa": "L1, L2",
        "opb": "L3, L4",
        "opc": "S3, S4",
        "opd": "S1, S2",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "158ea2a5-3fb6-490e-842a-2917cbb3fd45",
        "choice_type": "single"
    },
    {
        "question": "Ligament suppoing the talus is",
        "exp": "SPRING LIGAMENT:- Also known as plantar calcaneonavicular ligament. Attachments-Anteriorly: plantar surface of navicular bone. Posteriorly: anterior margin of sustentaculum tali. Head of talus directly rests on upper surface of the ligament. The plantar surface of the ligament is suppoed by tendon of tibialis posterior medially, and by tendons of flexor hallucis longus and flexor digitorum longus laterally. Most impoant ligament for maintaining the medial longitudinal arch of foot. <img src=\" /> {Reference: BDC 6E}",
        "cop": 1,
        "opa": "Spring ligament",
        "opb": "Deltoid ligament",
        "opc": "Calcaneocuboid ligament",
        "opd": "Cervical ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "72503d47-1485-471c-b447-f4fbb89db563",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is called the Peripheral hea of body?",
        "exp": "In an upright posture, the soleus is responsible for pumping venous blood back into the hea from the periphery and is often called the skeletal-muscle pump, peripheral hea or the sural (tricipital) pump. Soleus muscles have a higher propoion of slow muscle fibers than many other muscles. Reference: Chaurasia Volume II; 7th edition; Page no: 116",
        "cop": 2,
        "opa": "Gastronemius",
        "opb": "Soleus",
        "opc": "Gracilis",
        "opd": "Tibialis Posterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "5540b77e-3946-4470-8a56-fd665bf44491",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tendons passes below the sustentaculum Tali?",
        "exp": "The attachments and relations of the medial surface of calcaneum as follows - The groove on the lower surface of the sustentaculum tali is occupied by the tendon of the flexor hallucis longus. The medial margin of the sustentaculum tali is related to the tendon of the flexor digitorum longus and provides attachment to: (a) the spring ligament anteriorly. (b) a slip from the tibialis posterior in the middle; (c) some of the superficial fibres of the deltoid ligament along the whole length; and (d) the medial talocalcanean ligament posteriorly. Below the groove for the flexor hallucis longus, the medial surface gives origin to the fleshy fibres of the medial head of the flexor digitorum accessorius. B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 36.",
        "cop": 4,
        "opa": "tibialis anterior",
        "opb": "tibialis posterior",
        "opc": "flexor digitorum longus",
        "opd": "flexor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "bb4dde8a-074c-4f48-ae35-3f16fcc0dd23",
        "choice_type": "multi"
    },
    {
        "question": "What is the root value of the posterior cutaneous nerve of the thigh",
        "exp": "Posterior cutaneous nerve of thigh:- Root value: S1, S2, S3 Branch of sacral plexus. It enters gluteal region through greater sciatic foramen, below the pyriformis, and runs downwards medial or posterior to the sciatic nerve. It continues in the back of the thigh immediately deep to deep fascia. The nerve gives: 1. A perineal branch which crosses the ischial tuberosity enters the urogenital triangle of the perineum and supplies skin of the posterior two -thirds of the scrotum. 2. Gluteal branches which wind upwards round the lower border of the gluteus maximus, and supplies skin of posteroinferior quadrant of gluteal region. {Reference: BDC 6E pg no. 72}",
        "cop": 2,
        "opa": "S1, S2",
        "opb": "S1, S2, S3",
        "opc": "S2, S3",
        "opd": "S2, S3, S4",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "42d55d4c-4c6f-4dfb-82b0-b62c9e36fe23",
        "choice_type": "single"
    },
    {
        "question": "Course of the great saphenous vein lies in what relation to the malleoli",
        "exp": "GREAT SAPHENOUS VEIN:- Lie on the dorsum of the foot. Recieves 4 dorsal metatarsal veins. Formed by union of medial end of dorsal venous arch with the medial marginal vein and drains the medial side of great toe. Passes upwards of medial malleolus (2. 5cm in front), crosses the lower one-third of the medial surface of the tibia obliquely, and runs along medial border to reach the back of the knee. Thigh- it inclines forward to reach the saphenous opening where it pierces the cribriform fascia and opens into femoral vein. Contains 10-15 valves to prevent backflow of venous blood. Incompetence of these valves makes vein dilated and touous leading to varicose veins. The vein is connected to deep veins of limb perforator veins. 3 medial perforators-just above ankle. 1 perforator just below knee 1 in the region of adductor canal. The perforating veins are also provided with valves which permit flow of blood only from superficial to deep. {Reference: BDC. 6E }",
        "cop": 1,
        "opa": "Anterior to the medial malleolus",
        "opb": "Posterior to the medial malleolus",
        "opc": "Anterior to the lateral malleolus",
        "opd": "Posterior to the lateral malleolus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "8d3cecbb-6699-4b87-9008-c2281369f676",
        "choice_type": "multi"
    },
    {
        "question": "Most lateral structure in flexor retinaculum of leg is",
        "exp": "FLEXOR RETINACULUM (LEG):- Attachments: Anteriorly-posterior border and tip of medial malleolus. Posteriorly and laterally-medial tubercle of calcaneum. Septa passing from the retinaculum to the underlying bone divide the space deep to retinaculum into four compaments. Structures passing deep to this:(Medial to lateral)1. Tendon of Tibialis posterior. 2. Tendon of flexor digitorum longus 3. Posterior tibial aery and its terminal branches along with accompanying veins. 4. Tibial nerve and its terminal branches. 5. Tendon of flexor hallucis longus. Each tendon separate compament. Aery and nerve same compament. Near the calcaneum, it is pierced by the medial calcaneal vessels and nerves. Lower pa of deep surface of retinaculum gives origin to greater pa of abductor hallucis muscle. Tibial nerve injury under flexor retinaculum-Tarsal tunnel syndrome. {Reference: BDC 6E pg no. 105}",
        "cop": 1,
        "opa": "Flexor hallucis longus tendon",
        "opb": "Tibialis posterior tendon",
        "opc": "Tibial nerve",
        "opd": "Posterior tibial aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "cad6ce8b-dc41-487c-a325-5e4760056748",
        "choice_type": "multi"
    },
    {
        "question": "A 67 year old patient has been given a course of antibiotics through gluteal intramuscular injections after a major abdominal surgery. To avoid damage to the sciatic nerve, during injection needle is to be inseed in which of the following area?",
        "exp": "Inseion of needle at upper lateral quadrant of gluteal region doesn't injure nerves Needle inseion at lower medial quadrant damages sciatic and pudendal nerves Needle inseion at sacrospinous ligament damages pudendal nerves and vessels Needle inseion at the midway between ischial tuberosity and lesser trochanter damages sciatic nerve, posterior femoral cutaneous nerves. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1373.",
        "cop": 4,
        "opa": "Midway between ischial tuberosity and lesser trochanter",
        "opb": "Over sacrospinous ligament",
        "opc": "Midpoint of the gamelli muscles",
        "opd": "Upper lateral quadrant of gluteal region",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d5780db3-ceaf-45fc-a66b-f4eb1c21e3d7",
        "choice_type": "single"
    },
    {
        "question": "True about patella is",
        "exp": "PATELLA:- Largest sesamoid bone developed in tendon of quadriceps femoris. Triangular shape. Apex, 3 borders( sup, lateral and medial), 2 surfaces( anterior and posterior ). Attachments:-1. Superior border/ base- rectus femoris, vastus intermedius. Vastus intermedialis attached proximal to rectus femoris. 2. Medial border- vastus medialis. 3. Lateral border- vastus lateralis. 4. Posterior surface- ligamentum patellae. Ossification:- several centers which appear during 3-6 years of age. Fusion complete at pubey. One or two centers at the superolateral angle may form separate pieces of bone, forming bipaite/ tripaite patella. Patella supplied by genicular anastomosis. <img src=\" /> {Reference: BDC 6E pg no. 20, 21}",
        "cop": 1,
        "opa": "Blood supply is by genicular anastomosis",
        "opb": "One ossification centre at 3-6 years",
        "opc": "Medial surface attaches to tensor fascia lata",
        "opd": "Rectus femoris attachment is proximal to vastus intermedius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "452b488a-28d4-4376-8ffa-6b807b5d6941",
        "choice_type": "multi"
    },
    {
        "question": "Nerve involved in Foot drop",
        "exp": "The deep peroneal nerve is the nerve of the anterior compament of the leg and the dorsum of the foot. It is a terminal branch of common peroneal nerve. Its muscular branches are1. Muscles of the anterior compament of the leg; These include: (i) Tibialis anterior, (ii) Extensor hallucis longus. (iii) Extensor digitorum longus, and (iv) Peroneus Teius. 2. The extensor digitorum brevis (on the dorsum of the foot), is supplied by the lateral terminal branch of the deep peroneal nerve. Paralysis of muscles of the anterior compament of the leg results in loss of the power of dorsiflexion of the foot. As a result, the foot is plantar flexed. The condition is called as \"foot drop\". Reference: Chaurasia Volume II; 7th edition; Page no: 105",
        "cop": 1,
        "opa": "Deep Peroneal Nerve",
        "opb": "Superficial Peroneal Nerve",
        "opc": "Superficial Peroneal Nerve",
        "opd": "Tibial pa of Sciatic Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "f3036ce4-20e3-4905-a610-e9cd0e2d6fc1",
        "choice_type": "single"
    },
    {
        "question": "Skin and fascia of great toe drains into",
        "exp": "Superficial inguinal lymph nodes are located in the superficial fascia of the inguinal region. They are divided into two groups horizontal and veical resembling the letter T. The horizontal group lie below and parallel to the inguinal ligament. The veical group lies along the terminal pa of the great saphenous vein. The horizontal group is divided into medial and lateral groups. Lateral group receives lymph from the gluteal region, lateral half of anterior abdominal wall below the umbilicus and the entire lower limb except lateral pa of foot, heel and lateral pa of leg. Deep inguinal lymph nodes receive lymph from superficial inguinal lymph nodes. The external iliac nodes drain lymph from the inguinal nodes and they are fuher drained into common iliac nodes. The internal iliac nodes drain lymph from the pelvic viscera. Reference: clinical anatomy for students a problem solving approach, Neeta v Kulkarni, 2nd edition, page no. 840, 841, 719",
        "cop": 1,
        "opa": "Superficial inguinal lymph nodes",
        "opb": "External iliac nodes",
        "opc": "Internal iliac nodes",
        "opd": "Deep inguinal nodes",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d7b9d552-4e8a-4091-a5b7-5b38a8110433",
        "choice_type": "single"
    },
    {
        "question": "Structure which passes through greater sciatic foramen is",
        "exp": "GREATER SCIATIC FORAMEN:- Gateway of gluteal region. 1. pyriformis: key muscle of the region. 2. structures passing above pyriformis. A. Superior gluteal nerve B. Superior gluteal vessels. 3. Structures passing below the pyriformis:-Inferior gluteal nerve and vessels. Sciatic nerve Posterior cutaneous nerve of thigh. Pudendal nerve Nerve to quadratus femoris. Nerve to obturator internus. Internal pudendal vessels. LESSER SCIATIC FORAMEN:-Gateway of the perineal region. 1. Tendon of obturator internus2. Pudendal nerve3. Internal pudendal vessels4. Nerve to obturator internus. <img src=\" /> {Reference: BDC 6E pg no. 74}",
        "cop": 1,
        "opa": "Superior gluteal nerve and vessels",
        "opb": "Tendon of obturator internus",
        "opc": "Anterior cutaneous nerve of thigh",
        "opd": "Semimembranosus tendon",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "933233f2-b322-4971-b4f3-fe1dd3df23a7",
        "choice_type": "single"
    },
    {
        "question": "Which passive movement causes pain in deep posterior compament syndrome?",
        "exp": "Passive stretching of the muscles produce pain in compament syndrome and hence, dorsiflexion of foot (a) causes pain. Posterior compament of leg is concerned with plantar flexion of foot, and is supplied by the tibial nerve and posterior tibial vessels. Compament syndrome is caused by increased pressure in an enclosed space that leads to compromise of circulation and function of tissues in that space. a. There is elevation of interstitial pressure in closed fascial compament that results in microvascular compromise. b. As duration & magnitude of interstitial pressure increase, myoneural function is impaired & necrosis of soft tissues eventually develops. Pain with passive stretching is the most sensitive early sign of compament syndrome. a. Patient will usually hold injured pa in a position of plantar-flexion to maximally relax the fascia/muscles and reduce pain. b. For e. g., Clawing of the toes is a common sequela of post-traumatic compament syndrome within the deep posterior compament following a distal third tibia fracture. Fasciotomy is one of the definitive treatments of the syndrome. Ref - CSDT 12th e p1123",
        "cop": 2,
        "opa": "Foot abduction",
        "opb": "Dorsi flexion of foot",
        "opc": "Plantar flexion of foot",
        "opd": "Foot adduction",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e36e1ba0-96a7-4607-aeba-b5e845ef2a37",
        "choice_type": "single"
    },
    {
        "question": "A healthy young athlete is sitting at the edge of the table with knee at 90-degree flexion. He fully extends it. What will happen?",
        "exp": "In full extension the knee gets locked, which involves lateral rotation of tibia (since foot is off the ground). Hence, tibial tuberosity moves laterally towards the lateral border of patella. Physiological Knee locking happens in the last 30deg of knee extension and involves the rotation of either bone femur or tibia. a. It involves medial rotation of femur on tibia if the foot is fixed to the ground (weight bearing leg). b. If the foot is off the ground (as sitting on a table) then tibia has to rotate opposite (laterally) to lock the knee joint. Knee locking happens when we stand straight or straighten our lower limb in the air (e. g., during some exercise) a. It is the most stable position of the knee joint b. Femur & tibia are locked on to each other and there is maximum congruency between the two. c. Almost all ligaments are tightened and provide maximum stability to the joint. IV. Quadriceps femoris leads to knee extension and knee locking happens due to the continued action of quadriceps femoris. V. Unlocking of knee joint is carried out by popliteus muscle. a. It involves the rotation of any of the two bones (femur/tibia) in opposite direction to locking. b. Popliteus muscle is a very small muscle at the floor of popliteal fossa and is supplied by the tibial nerve. c. Popliteus has intracapsular origin. Pathological knee locking: It is an ohopaedic problem where patient has some meniscal injury and he finds difficulty in carrying out knee extension fully. Ref - The physiology of the joints (5th Ed.), Vol-2 Pg. 102, 103.",
        "cop": 2,
        "opa": "Movement of tibial tuberosity towards centre of the patella",
        "opb": "Movement of tibial tuberosity towards lateral border of patella",
        "opc": "Movement of tibial tuberosity towards medial border of patella",
        "opd": "No change in position",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4339e97f-2f7e-41d2-8243-2f47768bc7b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding the deep inguinal ring?",
        "exp": "Deep Inguinal ring is a defect in fascia transversalis. It is an oval opening situated half inch (one cm) above the mid inguinal point, immediately lateral to the inferior epigastric aery.",
        "cop": 1,
        "opa": "It lies one cm superior to the mid inguinal point",
        "opb": "It lies medial to interior epigastric aery",
        "opc": "Opening in the transversus abdominis muscle",
        "opd": "It is traversed by ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "34ee0291-7d16-4d94-a443-dcf8b05eacf3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following ligament is not attached to talus",
        "exp": "TALUS:- Second largest tarsal bone. Head, neck and body. Tibia above and calcaneum below, Attachments:-Devoid of muscular attachment. Numerous ligaments attached to it because it takes pa in three joints- ankle, talocalcanean, and talonavicular. Neck:- Capsular ligament of ankle joint. Dorsal talonavicular Interosseus talocalcanean and cervical ligament. Anterior talofibular ligament. Medial surface of body:- deep fibres of deltoid. Medial tubercle - superficial fibres of deltoid ligament. Groove on posterior surface lodges flexor hallucis tendon. Posterior talofibular ligament attached to posterior process. Plantar border: posterior talocalcanean ligament. {Reference: BDC 6E pg no. 30}",
        "cop": 2,
        "opa": "Talonavicular ligament",
        "opb": "Spring ligament",
        "opc": "Deltoid ligament",
        "opd": "Cervical ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "61c7e8ed-e6ee-4e08-8bfc-6777f135ebca",
        "choice_type": "single"
    },
    {
        "question": "Major aerial supply to anterior cruciate ligament is from",
        "exp": "CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. Both these are supplied by middle genicular nerves and vessels. {Reference: BDC 9 E}",
        "cop": 3,
        "opa": "Medial genicular aery",
        "opb": "Lateral genicular aery",
        "opc": "Middle genicular aery",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "71765222-570c-4749-b64d-1b6d2b3bf8cf",
        "choice_type": "multi"
    },
    {
        "question": "What is true about adductors of thigh?",
        "exp": "The adductor muscles are disposed in 3 layers. the anterior layer consists of pectineus and adductor longue. Middle layer is adductor brevis. Posterior layer is adductor Magnus. Adductor Magnus is a fan-shaped muscle. The anterior fibres are horizontal, middle fibres are oblique and the posterior fibres are nearly veical. It arises from ischiopubic ramus and the lower pa of ischial tuberosity. It has a long inseion, posterior to the other adductor muscles, to the back of the femur from medial side of gluteal tuberosity to the adductor tubercle. The ischial pa of adductor Magnus acts with hamstring muscles to extend the hip joint. The main aeries and on the adductor compament of the thigh are obturator aery and medial circumflex femoral aery. The profunda aery descends posterior to adductor longus, close to the femur. Medial circumflex aery passes backwards between pectineus and adductor muscles inferiorly, and the psoas, obturator externus and quadratus femoris muscles superiorly. Obturator aery accompanies obturator nerve through obturator canal and divides into anterior and posterior branches which form aerial circle on obturator membrane deep to obturator externus. Ref: Cunningham&; s manual of practical anatomy (14th edition) pg: 115-119.",
        "cop": 4,
        "opa": "Ischial head of adductor magnus is an adductor",
        "opb": "Profunda femoris aery is the, main blood supply",
        "opc": "Ischial head of adductor magnus originates from adductor, tubercle",
        "opd": "Adductor magnus is the largest muscle",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "900888a8-f2c5-477d-bf9d-bc53bf03a01e",
        "choice_type": "multi"
    },
    {
        "question": "Gluteus medius is supplied by",
        "exp": "SUPERIOR GLUTEAL NERVE Root value: L4, L5, S1. Course: enters the gluteal region through greater sciatic notch above pyriformis muscle. Runs between gluteus medius and gluteus minimus to end in tensor fascia lata. Branches:-it supplies 1. Gluteus medius 2. Gluteus minimus3. Tensor fascia lata {Reference: BDC 6E pg no. 173}",
        "cop": 1,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Nerve to obturator intemus",
        "opd": "Nerve to quadratus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7437167a-b933-4ca1-9730-d6f466bb6dd9",
        "choice_type": "single"
    },
    {
        "question": "All statements concerning the conjoint tendon are true, except",
        "exp": "CONJOINT TENDON:- Falx inguinalis. Formation: fusion of lowest aponeurotic fibres of internal oblique and of the transversus muscle. It forms the posterior wall of inguinal canal. Medially: continuous with the anterior wall of rectus sheath. Laterally: free It may be continuous with an inconstant ligamentous band, interfoveolar ligament, which connects lower border of transversus abdominis to the superior ramus of pubis. Conjoint tendon strengthens the anterior abdominal wall at site where it is weakened by the superficial inguinal ring. {Reference: BDC 6E}",
        "cop": 3,
        "opa": "It forms pa of posterior wall of inguinal canal",
        "opb": "It is the fused pa of aponeurosis of transverses abdomens and internal oblique muscle",
        "opc": "It is continuous with inguinal ligament",
        "opd": "It may be pushed forward by direct inguinal hernia",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0040d94c-0819-4be8-81ec-dd3b1ebb0367",
        "choice_type": "multi"
    },
    {
        "question": "True about femoral nerve are all except",
        "exp": "FEMORAL NERVE:- Chief nerve of anterior compament of thigh. Largest branch of lumbar plexus. Root value: Dorsal division of anterior primary rami of spinal nerves L2, L3 and L4. Course enters femoral triangle by passing behind the inguinal ligament just lateral to the femoral aery. In thigh, lies in groove between iliacus and psoas major, outside the femoral sheath, and lateral to the femoral aery. The nerve is not included in femoral sheath as its formation is behind the fascia iliaca which is forming posterior wall of sheath. After a sho course of about 4 cm below the inguinal ligament, nerve divides into anterior and posterior division which are separated by lateral circumflex femoral aery. Branches:-1. Anterior division: Muscular-saorius Cutaneous- medial and intermediate cutaneous nerve of thigh. Aicular and vascular-sympathetic fibres to femoral aery. 2. Posterior division Muscular-vastus medialis, intermedialis, lateralis and rectus femoris. Cutaneous-saphenous Aicular-knee joint, hip joint. {Reference: BDC 6E page no. 172}",
        "cop": 4,
        "opa": "Lies outside femoral sheath",
        "opb": "Saphenous is largest cutaneous branch",
        "opc": "Supplies femoral aery",
        "opd": "Root value L2-L5",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c763ae04-6f59-431a-932d-3aaa4470c84c",
        "choice_type": "multi"
    },
    {
        "question": "Muscle attached to navicular tuberosity is",
        "exp": "Navicular bone Medial surface has a blunt and prominent tuberosity directed downwards. The tuberosity is separated from the plantar surface by a groove. Tuberosity receives the inseion of Tibialis posterior. The groove below the tuberosity transmits a pa of the tendon of this muscle to another bones. <img src=\" /> {Reference: BDC 6E pg no. 34}",
        "cop": 2,
        "opa": "Tibialis anterior",
        "opb": "Tibialis posterior",
        "opc": "Peroneous longus",
        "opd": "Extensor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "2b240490-3655-4640-b6b2-1e0bb8345832",
        "choice_type": "multi"
    },
    {
        "question": "Extensor hallucis longus is supplied by",
        "exp": "DEEP PERONEAL:- Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. SUPERFICIAL PERONEAL:-Muscular branches: peroneus longus and brevis Cutaneous branches: Digital branches to medial side of big toe, adjacent sides of 2nd and 3rd, 3rd and 4th, and 4th and 5th toes. TIBIAL NERVE:-Root value: ventral division of ventral rami of L4, L5, S1, S2, S3 segments of spinal cord. Beginning: largest subdivision of sciatic nerve. Course: descends veically in popliteal fossa. It continues in back of leg as the neurovascular bundle with posterior tibial vessels. Lastly passes deep to flexor retinaculum of ankle joint. Branches: Muscular branches to gastrocnemius, soleus, popliteus, plantaris, FHL, FDL and Tibialis posterior. Aicular branches to superior, middle and inferior genicular. Cutaneous and vascular branch: sural nerve, medial calcaneal branch and branch to posterior tibial aery. Terminates by dividing into medial and lateral plantar nerves. MEDIAL PLANTAR NERVE:-Muscular branches: Abductor hallucis, flexor digitorum brevis, flexor hallucis brevis and first lumbrical. Cutaneous branch: skin of medial pa of sole and medial three and a half toes. LATERAL PLANTAR NERVE:-Main trunk: flexor digitorum accessorius and abductor digiti minimi ans skin of sole. Ends by dividing into superficial and deep branches. Superficial branch: lateral and medial branch Lateral branch: flexor digiti minimi brevis, 3rd plantar, 4th interossei and skin on lateral side of little toe. Medial branch: 4th interdigital cleft. Deep branch: 2nd, 3rd, 4th lumbricals1st, 2nd, 3rd dorsal interossei 1st, 2nd plantar interossei and. Adductor hallucis. SCIATIC NERVE:-Root value: L4, L5, S1, S2, S3 ventral rami Thickest nerve in the body. Terminal branch of lumbosacral plexus. Tibial pa and common peroneal pa. Tibial pa: ventral division of ventral rami of L4, L5, S1, S2, S3. Common peroneal pa: dorsal division of ventral rami of L4, L5, S1, S2. Course: arises in pelvis. Leaves pelvis by passing through greater sciatic foramen below pyriformis to enter gluteal region. In gluteal region, it lies deep to gluteus maximus and crosses superior and inferior gamellus, obturator internus, quadratus femoris to reach thigh. During its sho course, it lies between ischial tuberosity and greater trochanter. Gives no branches in gluteal region. Branches:--Muscular1. From tibial pa: semitendinosus, semimembranosus, long head of biceps femoris, ischial pa of adductor Magnus. 2. From common peroneal: Sho head of biceps femoris. Aicular: hip joint Terminal: tibial and common peroneal. {Reference: BDC 6E vol2; pg 79, 165, 166}",
        "cop": 2,
        "opa": "Superficial peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Tibial nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "76e7bdf5-3051-466c-942a-3c4d80cd3987",
        "choice_type": "multi"
    },
    {
        "question": "Sacral promontory is the landmark for",
        "exp": "The superior hypogastric plexus or the presacral nerve lies in front of the bifurcation of the abdominal aoa and the body of fifth lumbar veebra just below which lies sacral promontery. Origin of inferior mesenteric aery is in front of L3. Origin of superior mesenteric aery is in front of L1. Reference: Textbook of anatomy, Abdomen and Lower limb, Vishram Singh, 2nd editon, page no. 162, 199, 160",
        "cop": 2,
        "opa": "Origin of superior mesenteric aery",
        "opb": "Termination of presacaral nerve",
        "opc": "Origin of inferior mesenteric aery",
        "opd": "Origin of Celiac aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "82da5e0a-979b-43dc-943f-57ae74c763c3",
        "choice_type": "single"
    },
    {
        "question": "Flexor of hip joints are all except",
        "exp": "Muscles assisting in flexion are psoas major, iliacus, saorius, rectus femoris and pectineus. Gluteus maximus is the chief extensor of the hip joint. Reference: Textbook of anatomy, Abdomen and Lower limb, Vishram Singh, 2nd editon, page no. 383",
        "cop": 3,
        "opa": "Psaoas major",
        "opb": "Saorius",
        "opc": "Gluteus maximus",
        "opd": "Rectus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0d7b02da-60af-470c-bc88-3335e911c05c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following prevents hyperextension of thigh?",
        "exp": "The iliofemoral ligament, or inveed Y-shaped ligament of Bigelow, lies anteriorly. It is one of the strongest ligaments in the body. It prevents the trunk from falling backwards in the standing posture. The Iigament is triangular in shape. Its apex is attached to the lower half of the anterior inferior iliac spine; and the base to the interochanteric line. The upper oblique and lower veical fibres form thick and strong bands, while the middle fibres are thin and weak. It prevents excessive hyper-extension of the hip joint. <img src=\" /> Ref - BDC 6th edition vol 2 pg 137",
        "cop": 1,
        "opa": "Ileofemoral ligament",
        "opb": "Ischiofemoral ligament",
        "opc": "Puboischial ligament",
        "opd": "Pubofemoral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "f1c7e124-9deb-4e9b-9e1b-30f60fb9351c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of chest wall?",
        "exp": "Muscles of anterior compament of arm are the coraccobrachialis, the biceps brchii and the brachialis. so, the choraccobrachialis is not consider to be the muscle of chest wall and it's ( coroccobrachialis ) origin is from the tip of the coracoid process of scapula and it's inseion is at the medial border of humerus. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 1, pg, no., 90 ( table 8. 1 )",
        "cop": 4,
        "opa": "Pectoralis major",
        "opb": "Pectoralis minor",
        "opc": "Serratus anterior",
        "opd": "Coracobrachialis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "fe495cf2-9c5d-4dea-a83e-73954c34b5d7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has an intracapsular origin?",
        "exp": "Popliteus - origin - Lateral surface of condyle of femur; origin is intracapsular. Outer margin of lateral meniscus of the knee joint. Ref: B D Chaurasia 's Human Anatomy, seventh edition, volume 2, pg. no., 118 ( fig. no., 2. 15 )",
        "cop": 4,
        "opa": "Plantaris",
        "opb": "Soleus",
        "opc": "Gastronemius",
        "opd": "Popliteus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "627827e3-e25a-4f8b-8bba-037fa416e8ec",
        "choice_type": "single"
    },
    {
        "question": "All are true about popliteal fossa except",
        "exp": "POPLITEAL FOSSA:- Diamond shaped depression lying behind the knee joint. Boundaries:-1. Superolaterally- biceps femoris2. Superomedially- semitendinosus, semimembranosus, gracilis, adductor magnus, saorius. 3. Inferomedially-medial head of gastrocnemius 4. Inferolaterally-lateral head of gastrocnemius. 5. Roof -popliteal fascia. 6. Floor- popliteal surface of femur, capsule of knee joint, oblique popliteal ligament and strong popliteal fascia covering the popliteus muscle. Contents:-1. Popliteal aery and its branches. 2. Popliteal vein and its tributaries. 3. Tibial nerve and its branches. 4. Common peroneal nerve and its branches. 5. Posterior cutaneous nerve if thigh 6. Genicular branch of obturator nerve. 7. Popliteal lymph nodes. 8. Fat. Popliteal vessels and tibial nerve crosses the fossa veically. Tibial nerve- most superficial. Popliteal vein- anterior to tibial nerve. Popliteal aery- deepest structure. In upper pa- from medial to lateral-AVN middle- behind forwards-NVA Lower-medial to lateral- NVA Popliteal vessels become continuous through the adductor hiatus. Common peroneal nerve extends from superior angle of fossa to lateral angle. <img src=\" /> {Reference: BDC 6E. Pg no. 76 chapter-6}",
        "cop": 4,
        "opa": "The popliteal fossa is bounded above by tendons of the hamstring muscles and below by two heads of the gastronemius muscle",
        "opb": "The deepest structure in the popliteal fossa is the popliteal aery",
        "opc": "The popliteal and femoral vessels are continuous through the adductor hiatus",
        "opd": "The common peroneal nerve passes superficially through the central poion of popliteal fossa",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "eb65cfca-d3e0-496f-83ad-ff56e435be97",
        "choice_type": "multi"
    },
    {
        "question": "Ideal bone for bone graft is",
        "exp": "The fibula is an ideal spare bone for a bone graft. Ref: Chaurasia; Volume 2; 6th edition; Page no: 29",
        "cop": 2,
        "opa": "Femur",
        "opb": "Fibula",
        "opc": "Radius",
        "opd": "Ulna",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0a1feadc-1308-43c6-80e7-05afcf27defb",
        "choice_type": "single"
    },
    {
        "question": "Gluteus medius is supplied by which of the following nerve?",
        "exp": "Superior Gluteal Nerve (14, L5, SI) - The superior gluteal nerve is a branch of the sacral plexus. It enters the gluteal region through the greater sciatic foramen, above the piriformis, runs forwards between the gluteus medius and minimus, and supplies three muscles, viz., the gluteus medius, the gluteus minimus and the tensor fasciae latae. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 76. Table ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 73.",
        "cop": 2,
        "opa": "superior gluteal nerve",
        "opb": "inferior gluteal nerve",
        "opc": "nerve to obturator internus",
        "opd": "nerve to quadratus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7ba80e62-733f-488a-8b71-22b6f6e98db6",
        "choice_type": "single"
    },
    {
        "question": "A 19 year old football player was hit in the lateral pa of the knee just as he put his leg on the ground. Unable to walk without assistance, taken to the hospital. An MRI reveals a torn medial collateral ligament. Which structure is most likely to be injured due to its attachment at this ligament?",
        "exp": "The medial meniscus is firmly attached to the medial collateral ligament. Damage to the medial collateral ligament causes concomitant damage to the medial meniscus. Anterior collateral ligament is torn in hyperextension. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1390.",
        "cop": 1,
        "opa": "Medial meniscus",
        "opb": "Lateral meniscus",
        "opc": "Anterior cruciate ligament",
        "opd": "Posterior cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "29a02460-65e9-4beb-ac15-e7e23089fc31",
        "choice_type": "multi"
    },
    {
        "question": "All are true about gluteus maximus except",
        "exp": "GLUTEUS MAXIMUS:- Origin: iliac crest (outer slope). Posterior gluteal line, posterior pa of gluteal surface of ilium, Aponeurosis of erector spinae, dorsal surface of lower sacrum, side of coccyx, sacrotuberous ligament, fascia covering gluteus medius. Inseion: gluteal tuberosity Iliotibial tract Nerve supply: inferior gluteal nerve (L5, S1, S2). Action: chief extensor of thigh at hip joint Lateral rotation of thigh Abduction of thigh It suppos both hip and knee when these joints are slightly flexed. <img src=\" /> Reference: BDC 6E pg no. 68}",
        "cop": 1,
        "opa": "Supplied by superior gluteal nerve",
        "opb": "Causes extension at hip",
        "opc": "Inseion is at gluteal tuberosity",
        "opd": "It is lateral rotator of thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6a988768-27dc-4db6-8fc8-905f863eea87",
        "choice_type": "multi"
    },
    {
        "question": "Iliofemoral ligament arises from",
        "exp": "SSIliofemoral Ligament is also called Ligament of Bigelow. SSStrongest ligament in the body. SSInveed Y shaped, strengthens the anterior pa of capsule of HIP JOINTThe upper half of the anterior inferior iliac spine gives origin to the straight head of the rectus femoris. The rough lower pa of this spine gives attachment to the iliofemoral ligament. Reference: Chaurasia; 6th edition; Chapter 2; Bones of the lower limb",
        "cop": 3,
        "opa": "Ischial tuberosity",
        "opb": "Anterior superior iliac spine",
        "opc": "Anterior inferior iliac spine",
        "opd": "Iliopubic rami",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6b6bdd5f-5492-442e-9632-c5d8a1409de3",
        "choice_type": "single"
    },
    {
        "question": "Tibial nerve supplies all except",
        "exp": "TIBIAL NERVE:- Root value: ventral division of ventral rami of L4, L5, S1, S2, S3 segments of spinal cord. Beginning: largest subdivision of sciatic nerve. Course: descends veically in popliteal fossa. It continues in back of leg as the neurovascular bundle with posterior tibial vessels. Lastly passes deep to flexor retinaculum of ankle joint. Branches: Muscular branches to gastrocnemius, soleus, popliteus, plantaris, FHL, FDL and Tibialis posterior. Aicular branches to superior, middle and inferior genicular. Cutaneous and vascular branch: sural nerve, medial calcaneal branch and branch to posterior tibial aery. Terminates by dividing into medial and lateral plantar nerves. MEDIAL PLANTAR NERVE:- Muscular branches: Abductor hallucis, flexor digitorum brevis, flexor hallucis brevis and first lumbrical. Cutaneous branch: skin of medial pa of sole and medial three and a half toes. LATERAL PLANTAR NERVE:- Main trunk: flexor digitorum accessories and abductor digiti minimi and skin of sole. Ends by dividing into superficial and deep branches. Superficial branch: lateral and medial branch Lateral branch: flexor digiti minimi brevis, 3rd plantar, 4th interossei and skin on lateral side of little toe. Medial branch: 4th interdigital cleft. Deep branch: 2nd, 3rd, 4th lumbricals1st, 2nd, 3rd dorsal interossei 1st, 2nd plantar interossei and. Adductor hallucis. <img src=\" /> {Reference: BDC 6E vol2 pg 79}",
        "cop": 3,
        "opa": "Gastrocnemius",
        "opb": "Plantaris",
        "opc": "Peroneus longus",
        "opd": "Tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e15515bd-2133-4b84-9531-11992e1ee5be",
        "choice_type": "multi"
    },
    {
        "question": "True about the anatomy of great saphenous vein",
        "exp": "GREAT SAPHENOUS VEIN:- Lie on the dorsum of the foot. Receives 4 dorsal metatarsal veins. Formed by union of medial end of dorsal venous arch with the medial marginal vein and drains the medial side of great toe. Passes upwards in front of medial malleolus (2. 5cm in front), crosses the lower one-third of the medial surface of the tibia obliquely, and runs along medial border to reach the back of the knee. Thigh- it inclines forward to reach the saphenous opening where it pierces the cribriform fascia and opens into femoral vein. Contains 10-15 valves to prevent backflow of venous blood. Incompetence of these valves makes vein dilated and touous leading to varicose veins. The vein is connected to deep veins of limb perforator veins. 3 medial perforators-just above ankle. 1 perforator just below knee 1 in the region of adductor canal. The perforating veins are also provided with valves which permit flow of blood only from superficial to deep. TRIBUTARIES:-1. At the commencement-medial marginal vein. 2. In the leg- small saphenous vein. 3. Just below knee-anterior vein of leg, posterior arch vein, vein from calf 4. In the thigh-accessory saphenous vein, anterior cutaneous vein of thigh. 5. Just before piercing cribriform fascia-superficial epigastric, superficial circumflex iliac, superficial external pudendal. 6. Just before termination-Deep external pudendal. {Reference: BDC. 6E vol2 pg125}",
        "cop": 1,
        "opa": "Stas as a continuation of medial marginal vein",
        "opb": "Ends as femoral vein 2. 5 cm below the inguinal ligament.",
        "opc": "There are 2-5 valves below the knee",
        "opd": "Ascends 2. 5 - 3 cm behind tibial malleolus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "62179cdd-6df6-42b9-aee1-92dab0bd4293",
        "choice_type": "multi"
    },
    {
        "question": "Dermatome of posterior thigh:",
        "exp": "Dermatome for posterior calf and thigh is S2. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1324.",
        "cop": 4,
        "opa": "L4",
        "opb": "L5",
        "opc": "S1",
        "opd": "S2",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "06591941-04c6-4c9a-b78a-a35661f08eda",
        "choice_type": "single"
    },
    {
        "question": "Foot drop results as a result of injury to",
        "exp": "FOOT DROP:- Paralysis of muscles of anterior compament of the leg due to injury to deep peroneal nerve results in loss of power of dorsiflexion of foot and eversion. As a result, foot us plantar flexed. Ankle reflex is intact. This is usually caused by injury or disease of the common peroneal nerve due to trauma, leprosy or peripheral neuritis. Sensory loss- first interdigital cleft. {Reference: BDC 6E pg no. 97}",
        "cop": 1,
        "opa": "Deep peroneal nerve",
        "opb": "Superficial peroneal nerve",
        "opc": "Tibial nerve",
        "opd": "Deltoid ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a6c3571c-1614-49cd-bd31-e7b8a9657ad0",
        "choice_type": "single"
    },
    {
        "question": "First web space of toes is supplied by",
        "exp": "Deep peroneal nerve is the nerve of anterior compament of the leg and the dorsum of foot. This is one of the two terminal branches of common peroneal nerve ( ventral primary rami of L4, L5, S1 and S2 segment) The nerve ends on the dorsum of the foot, close to the ankle joint, by dividing into lateral and medial terminal branches. Lateral terminal branch turns laterally and ends in pseudo ganglion deep to the extended digitorum brevis. Medial terminal branch ends by supplying skin adjoining the first interdigital cleft and the proximal joints of the big toe. Femoral nerve is the nerve of anterior compament of thigh. Root value - dorsal division of ant primary rami of L2 L3 L4 ). Superficial peroneal nerve is smaller terminal branch of common paroneal nerve. Its branches supply the skin over lower 1/3 of lateral side of the leg, skin over the entire dorsum of foot except lateral border supplied by dural nerve and medial border up to base of great toe supplied by saphenous nerve and cleft between 1st and 2nd toes supplied by deep peroneal nerve <img src=\" /> Ref: BD Chaurasia(6th edition pg-95, 96)",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial paroneal nerve",
        "opd": "Saphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "89ee80b2-862e-487c-af56-9f1580b827d6",
        "choice_type": "single"
    },
    {
        "question": "Hunter&; s canal seen in",
        "exp": "ADDUCTOR/ HUNTER'S/ SUBSAORIAL CANAL - The adductor canal is an intermuscular space situated on the medial side of the middle one-third of the thigh <img src=\" /> Ref: B D Chaurasia's Human Anatomy, Seventh edition, volume 2, pg. no. 60 ( fig. no. 3. 33 & 3. 34 )",
        "cop": 3,
        "opa": "Cubital fossa",
        "opb": "Popliteal fossa",
        "opc": "Thigh",
        "opd": "Calf",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "115600f0-2b30-49c5-90d2-039ec53fa03d",
        "choice_type": "single"
    },
    {
        "question": "Stability of the ankle joints is provided by the following ligaments except",
        "exp": "Ankle joint is stabilized by the following factors: Close apposition of aicular surfaces of bones Tendons of muscles crossing the joint Ligaments like collateral ligaments and distal tibio-fibular ligaments Gravity and ground reaction forces provide dynamic stability. Cruciate ligaments are present in the knee and not the ankle joint. Ref - BDC 6the vol 2 page 147",
        "cop": 4,
        "opa": "Close apposition of aicular surfaces of bones",
        "opb": "Tendons of muscles crossing the joint",
        "opc": "Posterior tibofibular ligament",
        "opd": "Cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "feb87b6b-b152-482c-997a-4939a03aaf66",
        "choice_type": "multi"
    },
    {
        "question": "Medial boundary of Femoral Ring",
        "exp": "Femoral Ring: It is represented by a horizontal line 1. 25 cm long over the inguinal ligament, 1. 25 cm medial to the midinguinal point. It is bounded anteriorly by the inguinal ligament, posteriorly by the pectineus and its covering fascia, medially by the concave margin of the lacunar ligament, and laterally by the septum separating it from the femoral vein. The inferior epigastric vessels are closely related to the junction of the anterior and lateral walls of the ring. The femoral ring is closed by a condensation of extraperitoneal connective tissue called the femoral septum. The femoral canal contains a lymph node of Cloquet or of Rosenmuller, lymphatics, and a small amount of areolar tissue. The lymph node drains the glans penis in males and the clitoris in females. Reference: Chaurasia Volume II; 7th edition; Page no: 51",
        "cop": 2,
        "opa": "Inguinal Ligament",
        "opb": "Lacunar Ligament",
        "opc": "Pectineus",
        "opd": "Femoral Vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e3e46bc6-fd69-40df-971f-0720262490a1",
        "choice_type": "single"
    },
    {
        "question": "Clergyman&; s knee is due to",
        "exp": "Subcutaneous Infrapatellar Bursa. It lies in front of lower pa of the tibial tuberosity and of the lower pa of the ligamentum patellae. Subcutaneous infrapatellar bursitis is called \"clergyman&; s knee. \"Ref: Chaurasia; Volume 2; 6th edition; Page no: 44",
        "cop": 2,
        "opa": "Prepatellar bursitis",
        "opb": "Subcutaneous Infrapatellar bursitis",
        "opc": "Deep Infrapatellar bursitis",
        "opd": "Suprapatellar bursitis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6732b6f1-fdc4-4fd7-87fa-9e0e2da18665",
        "choice_type": "single"
    },
    {
        "question": "Feature seen in common peroneal nerve injury",
        "exp": "COMMON PERONEAL NERVE:- Smaller terminal branch of sciatic nerve. Root value: dorsal division of ventral rami of L4, L5, S1, S2. Beginning: begins in back of thigh as a smaller subdivision of the sciatic nerve. Course: lies in upper lateral pa of popliteal fossa. It turns around the lateral surface of the fibula. Then it lies in the substance of peroneus longus muscle. Terminates by dividing into two terminal branches- superficial and deep peroneal. Commonest nerve to be paralysed. Causes of injury: 1. Fracture neck of fibula. 2. Lathi injury on lateral side of knee joint. 3. Due to plaster on leg.- nerve get compressed between hard plaster and neck of fibula. To prevent this cotton must be placed on the upper lateral side of the leg. Effects of injury:-1. Motor loss: dorsiflexors and eveors of foot affected. Results in foot drop. Foot is plantar flexed due to paralysis of muscle of anterior compament. 2. Sensory loss: back of leg, lateral side of leg and dorsum of foot. 3. Aicular loss: lateral side of knee joint. {Reference: BDC 6E pg no. 176}",
        "cop": 3,
        "opa": "Inversion inability",
        "opb": "Loss of sensation of sole",
        "opc": "Foot drop",
        "opd": "Loss of extension of great toe",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "8a8f1c36-85bc-4261-985f-f3e34fa5f779",
        "choice_type": "single"
    },
    {
        "question": "A patient experiences paralysis of the muscle arising at the femur and contributes directly to the stability of knee. Which of the following muscle is involved?",
        "exp": "All the muscles given contributes to the stability of the knee joint Only vastus lateralis arise from the femur remaining arise from the hip joint. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1362.",
        "cop": 2,
        "opa": "Semimembranosus",
        "opb": "Vastus lateralis",
        "opc": "Saorius",
        "opd": "Biceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "21cf8548-2448-453a-9811-fc736227e2f9",
        "choice_type": "single"
    },
    {
        "question": "The number of plantar interossei in the sole?",
        "exp": "Interosseous Muscles of the Foot. These are small muscles placed between the metatarsal bones. There are three plantar and four dorsal interossei. Ref: Chaurasia; Volume 2; 6th edition; Page no: 115",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0eb0def6-350f-4f2c-bea2-db09d74872d3",
        "choice_type": "single"
    },
    {
        "question": "Tarsal bone interposed between the proximal and distal rows is",
        "exp": "The navicular bone is boat-shaped. It is interposed between the talus and the three cuneiform (Latin wedge) bones. In other words, it is interposed between the proximal and distal rows. Ref: Chaurasia; Volume 2; 6th edition; Page no: 33",
        "cop": 4,
        "opa": "Talus",
        "opb": "Calcaneus",
        "opc": "Cuboid",
        "opd": "Navicular",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e591215a-c976-4688-be23-a6baa669295a",
        "choice_type": "single"
    },
    {
        "question": "All the following aeries are involved in Cruciate Anastomosis except",
        "exp": "Cruciate Anastomosis: This anastomosis is situated over the upper pa of the back of the femur at the level of the middle of the lesser trochanter. It is formed (1) from above by the anastomotic branch of the inferior gluteal aery, (2) from below by the ascending branch of the first perforating aery, (3) medially by the transverse branch of the medial circumflex femoral aery, and (4) laterally by the transverse branch of the lateral circumflex femoral aery. This anastomosis is a connection between the internal iliac and femoral aeries. Reference: Chaurasia Volume II; 6th edition; Page no: 79",
        "cop": 4,
        "opa": "Inferior Gluteal Aery",
        "opb": "Medial Circumflex Femoral Aery",
        "opc": "Lateral Circumflex Femoral Aery",
        "opd": "Superior Gluteal Aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "982bd28f-54a0-4773-bc1b-d8e00eb0f5c5",
        "choice_type": "multi"
    },
    {
        "question": "Peroneus longus is supplied by",
        "exp": "SUPERFICIAL PERONEAL:-Muscular branches: peroneus longus and brevis Cutaneous branches: Digital branches to medial side of big toe, adjacent sides of 2nd and 3rd, 3rd and 4th, and 4th and 5th toes. TIBIAL NERVE:-Root value: ventral division of ventral rami of L4, L5, S1, S2, S3 segments of spinal cord. Beginning: largest subdivision of sciatic nerve. Course: descends veically in popliteal fossa. It continues in back of leg as the neurovascular bundle with posterior tibial vessels. Lastly passes deep to flexor retinaculum of ankle joint. Branches: Muscular branches to gastrocnemius, soleus, popliteus, plantaris, FHL, FDL and Tibialis posterior. Aicular branches to superior, middle and inferior genicular. Cutaneous and vascular branch: sural nerve, medial calcaneal branch and branch to posterior tibial aery. Terminates by dividing into medial and lateral plantar nerves. MEDIAL PLANTAR NERVE:-Muscular branches: Abductor hallucis, flexor digitorum brevis, flexor hallucis brevis and first lumbrical. Cutaneous branch: skin of medial pa of sole and medial three and a half toes. LATERAL PLANTAR NERVE:-Main trunk: flexor digitorum accessorius and abductor digiti minimi ans skin of sole. Ends by dividing into superficial and deep branches. Superficial branch: lateral and medial branch Lateral branch: flexor digiti minimi brevis, 3rd plantar, 4th interossei and skin on lateral side of little toe. Medial branch: 4th interdigital cleft. Deep branch: 2nd, 3rd, 4th lumbricals1st, 2nd, 3rd dorsal interossei 1st, 2nd plantar interossei and. Adductor hallucis. {Reference: BDC 6E }",
        "cop": 4,
        "opa": "Tibial nerve",
        "opb": "Sural nerve",
        "opc": "Deep peroneal nerve",
        "opd": "Superficial peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7a5662e8-64e9-4989-a7ea-b373be09922d",
        "choice_type": "single"
    },
    {
        "question": "Structure passing through both greater and lesser sciatic foramen is",
        "exp": "GREATER SCIATIC FORAMEN:- Gateway of gluteal region. 1. pyriformis: key muscle of the region. 2. structures passing above pyriformis. A. Superior gluteal nerve B. Superior gluteal vessels. 3. Structures passing below the pyriformis:-Inferior gluteal nerve and vessels. Sciatic nerve Posterior cutaneous nerve of thigh. Pudendal nerve Nerve to quadratus femoris. Nerve to obturator internus. Internal pudendal vessels. LESSER SCIATIC FORAMEN:-Gateway of the perineal region. 1. Tendon of obturator internus2. Pudendal nerve3. Internal pudendal vessels4. Nerve to obturator internus. <img src=\" /> {Reference: BDC 6E pg no. 74}",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Sciatic nerve",
        "opc": "Superior gluteal nerve",
        "opd": "Inferior gluteal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "5c76e983-3599-4445-92b3-1ea4ea0eeeff",
        "choice_type": "multi"
    },
    {
        "question": "Nerve likely to be injured in posterior dislocation of the Hip joint is",
        "exp": "Dislocation of the hip may be posterior (more common), anterior (less common), or central (rare). The sciatic nerve may be injured in posterior dislocations. Ref: BDC 6th edition (Abdomen and lower limb) pg: 154",
        "cop": 3,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Sciatic",
        "opd": "Pudendal",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "775baff9-096f-4d03-b283-87414aa47206",
        "choice_type": "single"
    },
    {
        "question": "All the structures are inside femoral sheath except",
        "exp": "FEMORAL SHEATH Funnel-shaped sleeve of fascia enclosing upper 3-4cm of femoral vessels. Anterior wall of sheath formed from fascia transversalis Posterior wall formed by fascia iliaca. Inferiorly the sheath merges with the connective tissue around femoral vessels. The femoral sheath is asymmetrical. Its lateral wall is veical, and the medial wall is oblique. Sheath is divided into 3 compaments. 1. Lateral/aerial compament: femoral aery and femoral branch of genitofemoral nerve. 2. Intermediate/venous compament: femoral vein. 3. Medial/lymphatic compament: Also known as femoral canal. Contents: 1. Lymph node of Cloquet / Rosenmuller. The lymph node drains glans penis in males and clitoris in females. 2. Lymphatics 3. Areolar tissue. {Reference: BDC 6E vol 2; pg 47}",
        "cop": 1,
        "opa": "Femoral nerve",
        "opb": "Femoral aery",
        "opc": "Femoral vein",
        "opd": "Lymphatics",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "81be4c30-3ee6-455f-a624-705666946290",
        "choice_type": "multi"
    },
    {
        "question": "Ligament below head of talus is",
        "exp": "SPRING LIGAMENT:- Also known as plantar calcaneonavicular ligament. Attachments-Anteriorly: plantar surface of navicular bone. Posteriorly: anterior margin of sustentaculum tali. Head of talus directly rests on upper surface of the ligament. The plantar surface of the ligament is suppoed by tendon of tibialis posterior medially, and by tendons of flexor hallucis longus and flexor digitorum longus laterally. Most impoant ligament for maintaining the medial longitudinal arch of foot. TALUS:-Second largest tarsal bone. Head, neck and body. Tibia above and calcaneum below, Attachments:-Devoid of muscular attachment. Numerous ligaments attached to it because it takes pa in three joints- ankle, talocalcanean, and talonavicular. Neck:- Capsular ligament of ankle joint. Dorsal talonavicular Interosseus talocalcanean and cervical ligament. Anterior talofibular ligament. Medial surface of body:- deep fibres of deltoid. Medial tubercle - superficial fibres of deltoid ligament. Groove on posterior surface lodges flexor hallucis tendon. Posterior talofibular ligament attached to posterior process. Plantar border: posterior talocalcanean ligament. <img src=\" /> {Reference: BDC 6E pg no. 30}",
        "cop": 1,
        "opa": "Spring",
        "opb": "Deltoid 13",
        "opc": "Cervical",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "dfa3d42a-0dd9-4777-9872-56605e54179a",
        "choice_type": "multi"
    },
    {
        "question": "Gluteus maximus is supplied by",
        "exp": "INFERIOR GLUTEAL NERVE:- Root value: L5, S1, S2. Course: Enters gluteal region through greater sciatic notch below pyriformis muscle. Branches: Gluteus maximus. It is the sole supply to the large antigravity, postural muscle with red fibers, responsible for extending hip joint. SUPERIOR GLUTEAL NERVE Root value: L4, L5, S1. Course: enters the gluteal region through greater sciatic notch above pyriformis muscle. Runs between gluteus medius and gluteus minimus to end in tensor fascia lata. Branches:-it supplies 1. Gluteus medius 2. Gluteus minimus3. Tensor fascia lata SCIATIC NERVE:-Root value: L4, L5, S1, S2, S3 ventral rami Thickest nerve in the body. Terminal branch of lumbosacral plexus. Tibial pa and common peroneal pa. Tibial pa: ventral division of ventral rami of L4, L5, S1, S2, S3. Common peroneal pa: dorsal division of ventral rami of L4, L5, S1, S2. Course: arises in pelvis. Leaves pelvis by passing through greater sciatic foramen below pyriformis to enter gluteal region. In gluteal region, it lies deep to gluteus maximus and crosses superior and inferior gamellus, obturator internus, quadratus femoris to reach thigh. During its sho course it lies between ischial tuberosity and greater trochanter. Gives no branches in gluteal region. Branches:--Muscular1. From tibial pa: semitendinosus, semimembranosus, long head of biceps femoris, ischial pa of Adductor Magnus. 2. From common peroneal: Sho head of biceps femoris. Aicular: hip joint Terminal: tibial and common peroneal. {Reference: BDC 6E pg no. 173}",
        "cop": 2,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Nerve to quadratus femoris",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0550bd81-4b20-43eb-b17d-8bfae6955f0d",
        "choice_type": "single"
    },
    {
        "question": "What is medial most in femoral triangle?",
        "exp": "FEMORAL SHEATH Funnel-shaped sleeve of fascia enclosing upper 3-4cm of femoral vessels. Anterior wall of sheath formed from fascia transversalis. Posterior wall formed by fascia iliaca. Inferiorly the sheath merges with the connective tissue around femoral vessels. The femoral sheath is asymmetrical. Its lateral wall is veical, and medial wall is oblique. Sheath is divided into 3 compaments. 1. Lateral/aerial compament: femoral aery and femoral branch of genitofemoral nerve. 2. Intermediate/venous compament: femoral vein. 3. Medial/lymphatic compament: Also known as femoral canal. Contents: 1. Lymph node of Cloquet / Rosenmuller. The lymph node drains glans penis in males and clitoris in females. 2. Lymphatics 3. Areolar tissue. {Reference: BDC 9E}",
        "cop": 4,
        "opa": "Vein",
        "opb": "Aery",
        "opc": "Nerve",
        "opd": "Lymphatics",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d634ae91-616e-485f-a0f6-c64d590735b1",
        "choice_type": "single"
    },
    {
        "question": "Superior Gluteal Nerve supplies all of the following muscles, except",
        "exp": "SUPERIOR GLUTEAL NERVE Root value: L4, L5, S1 Course: enters the gluteal region through greater sciatic notch above pyriformis muscle. Runs between gluteus medius and gluteus minimus to end in tensor fascia lata. Branches:-it supplies 1. Gluteus medius 2. Gluteus minimus3. Tensor fascia lata {Reference: BDC 6E pg no. 173}",
        "cop": 2,
        "opa": "Gluteus Minimus",
        "opb": "Gluteus Maximus",
        "opc": "Tensor fascia lata",
        "opd": "Gluteus Medius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "561a1383-6f01-4239-81ed-54d347a25d00",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about Peroneus longus?",
        "exp": "PERONEUS LONGUS origin: head of fibula Lateral surface of shaft of fibula. Inseion: lateral side of base of first metacarpal and adjoining medial cuneiform bone. Nerve supply: superficial peroneal nerve. Action: eveor of foot when the foot is off the ground. Maintain lateral longitudinal arch and transverse arch of the foot. Peroneus longus and Tibialis anterior are inseed into the same two bones, the two together forming a stirrup beneath the middle of sole. The presence of the sling keeps the middle of foot pulled up and prevent flattening of its arches. <img src=\" /> {Reference: BDC 6E pg no. 100}",
        "cop": 3,
        "opa": "Inveor of foot",
        "opb": "Supplied by deep peroneal nerve",
        "opc": "Maintains arches of foot",
        "opd": "Arises from tibia",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "9811132e-c550-4508-94b2-2a11e487f8b1",
        "choice_type": "multi"
    },
    {
        "question": "Not a content of adductor canal is",
        "exp": "ADDUCTOR CANAL:- Also known as Hunter's or subsaorial canal. It is an intermuscular space situated on the medial side of the middle one-third of the thigh. Extend:-from apex of femoral triangle above to the tendinous opening in adductor magnus below. Shape:- Triangular on cross section. Boundaries:--Anterolateral wall: vastus medialis.-Posteriomedial wall/Floor: Adductor longus above and adductor magnus below.-Medial wall/Roof: strong fibrous membrane joining Anterolateral and posteromedial walls. Roof overlapped by saorius. Subsaorial plexus of nerves lies on the fibrous roof of the canal under saorius. Plexus is formed by branches from the medial cutaneous nerve of thigh, the saphenous nerve and the anterior division of the obturator nerve. It supplies skin over fascia lata and neighbouring skin. Contents:-1. Femoral aery: enters the canal at the apex of the femoral triangle. Within the canal it gives off muscular branches and descending genicular branch. It leaves the canal through opening in adductor Magnus to continue as popliteal aery. 2. Femoral vein lies posterior to femoral aery( upperclassmen pa) and lateral to the aery ( lower pa). 3. Saphenous nerve: cross the femoral aery anteriorly from lateral to medial side. 4. Nerve to vastus medialis5. Branches of two divisions of obturator nerve: Anterior division emerges at the lower border of adductor longus, gives branches to subsaorial plexus and ends by supplying femoral aery. Posterior division of the obturator nerve runs on anterior surface of adductor magus and ends by supplying knee joint. <img src=\" /> {Reference: BDC 6. Epg no. 56}",
        "cop": 4,
        "opa": "Femoral aery",
        "opb": "Femoral vein",
        "opc": "Saphenous nerve",
        "opd": "Nerve to vastus lateralis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "03377881-e8fe-4817-9e0f-bcac552dd332",
        "choice_type": "single"
    },
    {
        "question": "Medial arch of foot is made up of",
        "exp": "ARCHES OF FOOT:- Helps in fast walking, running, jumping, weight bearing and providing upright posture. Types: 1. Longitudinal- medial and lateral. 2. Transverse - anterior and posterior. MEDIAL LONGITUDINAL ARCH:-Higher, more mobile than lateral. Ends:-1. Anterior end-Head of 1st, 2nd, and 3rd metatarsal. 2. Posterior end-medial tubercle of calcaneum. Summit:-Superior aicular surface of talus Pillars:-1. Anterior pillar- talus, navicular, and first three metatarsal. 2. Posterior pillar-medial pa of calcaneum. Joint- Talocalcaneonavicular. LATERAL LONGITUDINAL ARCH:-Ends:- 1. Anterior end- head of 4th and 5th metatarsal. 2. Posterior end- lateral tubercle pf calcaneum. Summit:- aicular facet of superior surface of calcaneum. Pillars:-Anterior-cuboid and 4th and 5 th metatarsal. Posterior- lateral half of calcaneum. Joint:- calcaneocuboid ANTERIOR TRANSVERSE ARCH:- Formed by heads of 5 metatarsals. Complete because heads of first and fifth come in contact with the ground. POSTERIOR TRANSVERSE ARCH:-Formed by cuboid, 3 cuneiform and bases of 5 metatarsal. Factors responsible for maintenance of stability of arches:-1. Shape of bones concerned. 2. Intersegmental ties:-Spring ligament for the medial longitudinal arch. Long and sho plantar ligaments for lateral longitudinal arch. Transverse arch - interosseus muscles. 3. Tie beams or bowstrings 4. Slings5. Suspension. <img src=\" /> {Reference: BDC 6E chapter 13.}",
        "cop": 2,
        "opa": "Deltoid ligament",
        "opb": "Spring ligament",
        "opc": "Sho plantar ligament",
        "opd": "Long plantar ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d078b80e-2fd4-491b-b629-d2c32a84eaf0",
        "choice_type": "single"
    },
    {
        "question": "Skin over femoral triangle supplied by",
        "exp": "GENITOFEMORAL NERVE:- L1 L2. Pierces the femoral sheath and overlying deep fascia 2 cm below the midinguinal point. Supplies most of the skin over femoral triangle. ILIOHYPOGASTRIC NERVE:-Branch of lumbar plexus. L1. Anterior division. ILIOINGUINAL NERVE:-L1. Emerges at the superficial inguinal ring Supplies skin at the root of penis or over the mons pubis in females, the anterior 1/3 rd of scrotum or labia majus, and superomedial aspect of thigh. LATERAL CUTANEOUS NERVE OF THIGH:-L2. L3. Branch of lumbar plexus Supplies skin over Anterolateral side of thigh and on the anterior pa of gluteal region. <img src=\" /> {Reference: BDC 6E pg no. 42}",
        "cop": 3,
        "opa": "Iliohypogastric nerve",
        "opb": "Ilioinguinal nerve",
        "opc": "Genitofemoral nerve",
        "opd": "Lateral femoral cutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "94b796c1-f291-40f0-9bdf-55e278869b22",
        "choice_type": "single"
    },
    {
        "question": "The forward displacement of tibia on the femur is prevented by",
        "exp": "Anterior cruciate ligament prevents posterior displacement of the femur on the tibia and hyperextension of the knee joint. When the joint is flexed at a right angle, the tibia cannot be pulled anteriorly because it is held by the ACL.**watch the wordings carefully. Reference: Chaurasia; 6th edition",
        "cop": 1,
        "opa": "Anterior cruciate ligament",
        "opb": "Posterior cruciate ligament",
        "opc": "Medical collateral ligament",
        "opd": "Lateral collateral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4d276923-cb98-4d38-b623-88ddd7ab9559",
        "choice_type": "single"
    },
    {
        "question": "Rider's bone ossify in the",
        "exp": "In horse riders, the rounded tendon of adductor longus frequently gets calcified as a result of its friction together with the horseback. This calcified tendon is named rider's bone. Reference: Chaurasia Volume II; 7th edition; Page no: 41",
        "cop": 1,
        "opa": "Adductor Longus",
        "opb": "Gluteus Maximus",
        "opc": "Lateral head of Gastronemius",
        "opd": "Tibialis Posterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e2067527-5f4e-45a5-b304-c7cea872bbb0",
        "choice_type": "single"
    },
    {
        "question": "True about semitendinosus",
        "exp": "Semitendinosus - Origin- semitendinosus origins From the inferomedial Into the upper pa of the Tibial pa of ischial tuberosity, in common with the long head of biceps femoris. It is so named because it is muscular in upper pa (fleshy) and has a long tendon of inseion (thin). It lies posteromedially in the thigh, superficial to the semimembranosus. Inseion- It is inseed into the upper pa of the medial surface of the tibia behind the saorius and the gracilis. nerve supply - tibial pa of sciatic nerve (L5, S1, S2) Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no. 90 ( table no. 7. 1 )",
        "cop": 2,
        "opa": "Supplied by common peroneal pa of sciatic nerve",
        "opb": "Proximal fleshy and Distally thin",
        "opc": "Distal fleshy and Proximally thin",
        "opd": "Proximal and distal thin but middle pa is fleshy",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d17d1c3a-0433-4455-aa0c-d7da7248b38b",
        "choice_type": "multi"
    },
    {
        "question": "Third tubercle of femur provides attachment to",
        "exp": "The gluteal tuberosity gives attachment to pa of the Gluteus maximus: its upper pa is often elongated into a roughened crest, on which a more or less well-marked, rounded tubercle, the third trochanter, is occasionally developed. ref - Bdc vol2 6th ediiton p13",
        "cop": 1,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Gluteus minimis",
        "opd": "Piriformis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7bd839b6-773d-45b7-ac5e-050da92fcf66",
        "choice_type": "single"
    },
    {
        "question": "Anterior cruciate ligaments prevents",
        "exp": "CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. Both these are supplied by middle genicular nerves and vessels. {Reference: BDC 6E pg no. 143}",
        "cop": 3,
        "opa": "Anterior dislocation of femur",
        "opb": "Posterior dislocation of femur",
        "opc": "Anterior dislocation of tibia",
        "opd": "Posterior dislocation of tibia",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a27957dd-9889-48b9-bfc3-3e9ce8014a9b",
        "choice_type": "single"
    },
    {
        "question": "Posterior dislocation of the femur on the tibia is prevented by",
        "exp": "CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. It prevents posterior dislocation of femur on tibia. Both these are supplied by middle genicular nerves and vessels. {Reference: BDC 9 E}",
        "cop": 2,
        "opa": "Anterior cruciate ligament",
        "opb": "Posterior cruciate ligament",
        "opc": "Medial collateral ligament",
        "opd": "Lateral collateral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "be5edcf2-a3cf-440b-96e4-e8575d3c4fae",
        "choice_type": "single"
    },
    {
        "question": "Muscle causing flexion of hip",
        "exp": "Hip flexion is brought about by the action of iliopsoas aided by the rectus femoris, saorius, and pectineus. Tensor fasciae latae(TFL) aids gluteus minimus and medius in abduction and medial rotation. Gluteus maximus helps in extension and lateral rotation. Biceps femoris helps inflexion. Reference: Clinical Anatomy for students, a problem solving approach, Neeta v Kulkarni, 2nd edition, page no. 932",
        "cop": 2,
        "opa": "Biceps femoris",
        "opb": "Psoas major",
        "opc": "Gluteus maximus",
        "opd": "Tensor fasciae latae",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d8b77e70-4303-4b86-a9c4-274c3fae20a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure is attached to the head of the fibula?",
        "exp": "Head of the fibula Superor surface bears a circular aicular facet which aiculates with the lateral condyle of tibia. Apex/styloid process projects upwards from its posterolateral aspect. Attachments:- Inseion of the biceps femoris on the Anterolateral slope of the apex. This inseion is c shaped. The fibular collateral ligament of the knee joint is attached within the c shaped area. Origins of the extensor digitorum, the peroneus longus, and the soleus extend on to the corresponding aspects of the head. LATERAL MENISCUS: Circular The posterior end of the meniscus is attached to the medial condyle of femur through two meniscofemoral ligaments. Posterior cruciate ligament:-Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Tendon of popliteus attached to the lateral meniscus. {Reference: BDC 6E}",
        "cop": 3,
        "opa": "Lateral mensiscus",
        "opb": "Popliteus tendon",
        "opc": "Lateral collateral ligament",
        "opd": "Posterior cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "41f619eb-a4ef-4fc3-90c5-f058c8494b7c",
        "choice_type": "single"
    },
    {
        "question": "All are branches of lumbar plexus except:",
        "exp": "Subcostal nerve is an anterior division of 12 the thoracic nerve which is larger than other intercostal nerves. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1371.",
        "cop": 2,
        "opa": "Obturator nerve",
        "opb": "Sub costal nerve",
        "opc": "Iliohypogastric",
        "opd": "Ilioinguinal",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4562ea3c-ea5e-4359-954f-9c893065bc76",
        "choice_type": "multi"
    },
    {
        "question": "During pronation of foot, the axes of which two joints become parallel",
        "exp": "An impoant function of the foot is propulsion of weight during stance phase. This function is made possible by the MT joint locking and unlocking. During heel strike, the foot needs to be flexible in order to adjust to the surface and the MT joint unlocks to provide this flexibility. Later in the gait cycle, the foot then needs to act as a rigid lever to propel the weight of the body forward which is made possible by MT joint locking. During pronation/eversion of the foot, the axis of the TN and CC joints are parallel to each other, making it easier for them to independently move and unlock the MT joint. The axes cross each other during supination/inversion which locks the MT joint making it difficult to move. Blackwood et al concluded that there is increased forefoot movement when the calcaneus is eveed. This is consistent with the MT joint locking mechanism. Ref - <a href=\"",
        "cop": 2,
        "opa": "Talocrural and subtalar",
        "opb": "Talonavicular and calcaneocuboid",
        "opc": "Talonayieular and subtalar",
        "opd": "Midtarsal and tarsometatarsal",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b1c50262-695e-4cb1-929f-c0ec5d8d1d25",
        "choice_type": "multi"
    },
    {
        "question": "Dorsiflexiors of ankle joint",
        "exp": "DORSIFLEXION FOOT:- The forefoot is raised, and the angle between the front of the leg and the dorsum of the foot is diminished. The wider anterior trochlear surface of the talus fits into the lower end of narrow posterior pa of the lower end of tibia. No chance of dislocation in dorsiflexion. PLANTAR FLEXION OF FOOT:- Forefoot is depressed and the angle between leg and foot is increased. The narrow posterior pa of trochlear surface of talus loosely fits into the wider anterior pa of lower end of tibia. High heels causes plantar flexion of ankle joint and its dislocation. MUSCLES INVOLVED;- Main Accessory Dorsiflexion Tibialis anterior EDL, EHL Peroneusteius Plantar flexion Gastrocnemius Soleus FHL FDL plantaris Tibialis posterior {Reference: BDC 6E pg no. 150}",
        "cop": 1,
        "opa": "Tibialis anterior",
        "opb": "Peroneus longus",
        "opc": "Tibialis posterior",
        "opd": "Soleus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "305c5427-6db5-44d7-b590-6d27e4fe8bee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is locking muscle for knee?",
        "exp": "The quadriceps locks the knee during the terminal stages of extension. Locking is defined as the medial rotation of femur on tibia. The popliteus unlocks the locked knee. The unlocked knee is fuher flexed by the hamstrings. Locking and unlocking must occur alternately to allow locomotion. Reference; Textbook of anatomy abdomen and lower limb, Vishram Singh, 2nd edition, page no. 447",
        "cop": 3,
        "opa": "Popliteus",
        "opb": "Hamstring",
        "opc": "Quadriceps",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "376c576b-9104-4e44-a2d2-df413088743b",
        "choice_type": "multi"
    },
    {
        "question": "Length of inguinal canal",
        "exp": "INGUINAL CANAL:- Oblique intermuscular passage in the lower pa of the anterior abdominal wall. Extends from deep inguinal ring to superficial. Deep ring- oval opening in fascia transversalis. 1. 25 cm above mid-inguinal point. Superficial ring: triangular gap in external oblique aponeurosis. Length: 4cm Directed downwards forwards and medially. BOUNDARIES:-1. Anterior wall A. To the whole extend: skinsuperficial fascia and external oblique aponeurosis. B. Lateral one third: internal oblique muscle 2. Posterior wall A. Whole extend fascia transversalis, extraperitoneal tissue, the parietal peritoneum. B. Medial two third: conjoint tendon, reflected pa of inguinal ligament. 3. Roof: arched fibres of internal oblique and transversus abdominis. 4. Floor: grooved upper surface of inguinal ligament. Structures passing through:-1. Spermatic cord(males) Round ligament of uterus (f)2. Ilioinguinal nerve. {Reference: BDC 6E pg213}",
        "cop": 2,
        "opa": "2. 5 cm",
        "opb": "4 cm",
        "opc": "10 cm",
        "opd": "15 cm",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7f4820bd-b3bb-4e12-9ca0-aaa566c38cfd",
        "choice_type": "single"
    },
    {
        "question": "Structures passing through the greater sciatic foramen are all of the following except",
        "exp": "GREATER SCIATIC FORAMEN:- Gateway of gluteal region. 1. pyriformis: key muscle of the region. 2. structures passing above pyriformis. A. Superior gluteal nerve B. Superior gluteal vessels. 3. Structures passing below the pyriformis:-Inferior gluteal nerve and vessels. Sciatic nerve Posterior cutaneous nerve of thigh. Pudendal nerve Nerve to quadratus femoris. Nerve to obturator internus. Internal pudendal vessels. LESSER SCIATIC FORAMEN:-Gateway of the perineal region. 1. Tendon of obturator internus2. Pudendal nerve3. Internal pudendal vessels4. Nerve to obturator internus. <img src=\" /> {Reference: BDC 6E pg no. 74}",
        "cop": 4,
        "opa": "Pyriformis",
        "opb": "Superior gluteal nerve",
        "opc": "Inferior gluteal nerve",
        "opd": "Obturator nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "14f4e051-cddb-4668-b2b1-74ee033fad00",
        "choice_type": "multi"
    },
    {
        "question": "Radiological examination of women with foot pain reveals Maon's neuroma. What is the most likely site of the lesion",
        "exp": "Maon's neuroma involves compression of anastomosing branch that connects medial and lateral plantar nerves between the third and fouh metatarsophalangeal joints. The pain may be severe. Women are affected 10 times more likely than men due to wearing different type of shoes, and causing excessive pressure on forefoot. In 80%of cases pain is eased with different shoes and coisone injections. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1447.",
        "cop": 3,
        "opa": "Between first and second metatarsophalangeal joint",
        "opb": "Between second and third metatarsophalangeal joints",
        "opc": "Between third and fouh metatarsophalangeal joints",
        "opd": "Between fouh and fifth metatarsophalangeal joints",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c6a4607c-3b79-437c-81dd-4d75d2df7de0",
        "choice_type": "single"
    },
    {
        "question": "The chief source of blood supply to head and neck of femur is derived from",
        "exp": "The head of the femur is paly supplied by a branch of obturator aery along the ligamentum teres. Main aerial supply is from retinacular aeries, branches of the medial femoral circumflex aery. These aeries get injured in intracapsular fracture of neck of femur, leading to avascular necrosis of the head. BDC 6th edition (Abdomen & lower limb) pg: 32",
        "cop": 3,
        "opa": "Acetabular branches of obturator aery",
        "opb": "Acetabular branches of medial circumflex femoral aery",
        "opc": "Retinacular branches of medial circumflex femoral aery",
        "opd": "Nutrient aery of femur",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e8766ea5-ee4c-4c1f-8b26-28411d9eb1b3",
        "choice_type": "single"
    },
    {
        "question": "Iliofemoral ligament arise from",
        "exp": "ILIOFEMORAL LIGAMENT:- Inveed Y shaped ligament of Bigelow. Lies anteriorly One of the strongest ligament. Triangular in shape. Attachments:-Apex: lower half of anterior inferior iliac spine. Base: interochanteric line. Action: prevent trunk from falling backwards in standing posture. Fibres:-Upper oblique and Lower veical fibres form thick and strong bands. Middle fibres: thin and weak. {Reference: BDC 6E pg no. 137}",
        "cop": 4,
        "opa": "Ischial tuberosity",
        "opb": "Anterior superior iliac spine",
        "opc": "Iliopubic rami",
        "opd": "Anterior inferior iliac spine",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7fdef0d7-8c46-4785-b938-5ce25cc950e1",
        "choice_type": "single"
    },
    {
        "question": "Inferior Gluteal Nerve Supplies",
        "exp": "INFERIOR GLUTEAL NERVE: Root value: L5, SI, S2. Course: Enters the gluteal region through greater sciatic notch below piriformis muscle Branches: It gives a number of branches to gluteus maximus muscle only. It is the sole supplier to the large antigravity, postural muscle with red fibers, responsible for extending the hip joint. Reference: Chaurasia Volume II; 7th edition; Page no: 73",
        "cop": 1,
        "opa": "Gluteus Maximus",
        "opb": "Gluteus Medius",
        "opc": "Gluteus Minimus",
        "opd": "Tensor Fascia Lata",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c973a21b-07ed-4333-9744-d38712c5f2ae",
        "choice_type": "single"
    },
    {
        "question": "All of the following maintain the stability of ankle joint except",
        "exp": "ANKLE JOINT:- Synol joint of hinge variety. Aicular surfaces:-Upper-lower end of tibia including medial malleolus, lateral malleolus, and inferior transverse tibiofibular ligament. Lower-aicular areas on upper, medial and lateral aspects of talus. Stability of ankle joint:- 1. Close interlocking of the aicular surface. 2. Strong collateral ligaments on sides. 3. Tendons that cross the joint 4 in front-Tibialis anterior, EHL, EDL Peroneus teius. 3 posteromedially-Tibialis posterior, flexor digitorum longus, FHL. 2 lateral-peroneus longus and brevis. The depth of the superior aicular socket is contributed by 1. Downward projection of medial and lateral malleoli. 2. Inferior transverse tibiofibular ligament. {Reference: BDC 6E page no. 148}",
        "cop": 1,
        "opa": "Cruciate ligament",
        "opb": "Shape of the bones",
        "opc": "Tendons of muscle which cross the joint",
        "opd": "Collateral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "2f9d112c-828d-4b0e-aa59-779f895aafcb",
        "choice_type": "multi"
    },
    {
        "question": "True about adductor hiatus is",
        "exp": "The adductor hiatus is a hiatus (gap) between the adductor magnus muscle and the femur that allows the passage of the femoral vessels from the anterior thigh to the posterior thigh and then the popliteal fossa. It is the termination of the adductor canal and lies about 8-13. 5 cm. superior to the adductor tubercle. Only two structures enter and then leave through the hiatus; namely the femoral aery and femoral vein. Ref - pubmed. com",
        "cop": 4,
        "opa": "Opening in aponeurosis of adductor magnus",
        "opb": "Lies close to adductor tubercle",
        "opc": "Imporatnt vessels pass through it",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "5ccea897-24ad-4143-95dd-abdc7f23a61d",
        "choice_type": "multi"
    },
    {
        "question": "True statement about the greater saphaneous vein is",
        "exp": "Great saphaneous vein ascends superior to the fascia lata. It courses anterior to the medial malleolus, posterior to the medial condyles of tibia and femur and passes through saphaneous opening joins femoral vein. Ref: Gray&; s Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1370, 1371.",
        "cop": 3,
        "opa": "Ascends posterior to medial malleolus",
        "opb": "Drains into popliteal vein",
        "opc": "Ascends posterior to medial condyles of tibia and femur",
        "opd": "Runs deep to fascia lata of thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "373c9c6d-b077-4e53-bfb5-f25ddd920373",
        "choice_type": "multi"
    },
    {
        "question": "In injury to head of fibula, all are involved except",
        "exp": "Tibial nerve (or its parent nerve) is not damaged in injury to the head/neck of fibula. Clinically it is Common peroneal nerve that is injured at this site leading to foot drop. a. Common peroneal nerve is related to the lateral side of the neck of the fibula. b. It gives two branches, which are compromised in this specific injury. i. Dep peroneal (also called anterior tibial) nerve ii. Superficial peroneal nerve c. The superficial peroneal nerve supplies the lateral leg muscles (eveors at sub-talar joint) and supplies almost the entire dorsum of foot, whereas, d. Deep peroneal nerve supplies the anterior leg muscles (extensors of the ankle and toes) and also supplies the dorsum of first interdigital cleft. II. Patient develops high stepping gait in foot drop to prevent dragging of foot on the ground. Tibial nerve supplies the posterior leg (calf) muscles and the sensations over the back of the leg and the sole of the foot. Sural nerve is a branch of tibial nerve and runs along the sho saphenous vein and supplies the dorsum of foot along its lateral border (including the little toe). The area over the great saphenous vein is supplied by the branches of femoral nerve, mainly the medial cutaneous branch of thigh and the saphenous nerve in the leg. Altered sensation over the area of great saphenous vein in leg may occur secondary to damaged saphenous nerve, as might occur during venae-section of great saphenous vein. Ref - Gray's Anatomy (40th Ed.) Page 1384, 1427",
        "cop": 4,
        "opa": "Common peroneal Nerve",
        "opb": "Superficial peroneal Nerve",
        "opc": "Anterior Tibial Nerve",
        "opd": "Tibial Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b149f0c8-1122-486f-b28d-b4cf36e13465",
        "choice_type": "multi"
    },
    {
        "question": "A 34 year old male is pushing heavy weights while doing squats. Unfounately while maxing out he drops weight and immediately grabs upper thigh, writhing with pain. He was admitted to the emergency depament and on examination was diagnosed with Femoral hernia. Which of the following structure lie lateral to the herniated structure?",
        "exp": "In femoral hernia, the abdominal contents are forced through femoral ring, which is lateral to lacunar ligament medial to femoral vein. Adductor longus and pectineus lie deep and medial to the hernia. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1081.",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Femoral vein",
        "opc": "Pectineus",
        "opd": "Femoral aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "1ba4fa32-43b5-4845-949e-cb3ef11094b1",
        "choice_type": "single"
    },
    {
        "question": "Trendelenburg test is positive due to injury to which of the following nerve",
        "exp": "TRENDELENBURG SIGN:- Normally, when the body weight is suppoed on one limb, the glutei of the suppoed side raise the opposite and unsuppoed side of the pelvis. However, if the abductor mechanism is defective, the unsuppoed side of the pelvis drops- Trendelenburg sign +ve. Sign is positive in defects of power- paralysis of the glutei medius and minimus ( supplied by superior gluteal nerve), defects of the fulcrum (congenital or pathological dislocation of hip), defects of weight. {Reference: BDC 6E pg no. 70}",
        "cop": 3,
        "opa": "Obturator",
        "opb": "Sciatic",
        "opc": "Superior Gluteal",
        "opd": "Inferior Gluteal",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "991ed0d5-ab50-4f8e-a64e-d9c17403a8f8",
        "choice_type": "single"
    },
    {
        "question": "Gluteofemoral bursa is in between gluteus maximus and",
        "exp": "Bursae between gluteal maximus and vastus lateralis is called Gluteofemoral bursa. Between gluteus maximus and trochanter is trochanteric bursa. There is also a bursa over ischial tuberosity. {Reference: BDC 6E pgno. 70}",
        "cop": 4,
        "opa": "Greater trochanter",
        "opb": "Lesser trochanter",
        "opc": "Ischeal tuberosity",
        "opd": "Vastus lateralis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "de37bc2e-03f7-4491-8b8f-3b77ac42c919",
        "choice_type": "single"
    },
    {
        "question": "All are true about anterior compament of leg except",
        "exp": "ANTERIOR COMPAMENT( leg):- Muscles:- 1. Tibialis anterior 2. Extensor hallucis longus 3. Extensor digitorum longus 4. Peroneus teius. Aery: anterior tibial aery. The blood supply of anterior compament is reinforced by the perforating branch of peroneal aery. Nerve:-Deep peroneal nerve. Muscle action:- 1. Tibialis anterior-Dorsiflexor of foot, inveor of foot, keeps leg veical while walking on uneven ground, maintain medial longitudinal arch of foot. 2. EHL:- Dorsiflexor of foot, extends metatarsophalangeal and interphalangeal joint of big toe. 3. EDL:- Dorsiflexor of foot, extends metatarsophalangeal, proximal and distal interphalangeal joint of 2nd-5th toe. 4. Peroneus teius-Dorsiflexor and eveor of foot. 5. Extensor digitorum longus-medial tendon known as the extensor hallucis brevis, extends metatarsophalangeal joint of big toe. The other three lateral tendon extends the metatarsophalangeal and interphalangeal joints of 2 nd 3 rd and 4 th toe paicularly in dorsiflexed foot. Peroneus longus is muscle of lateral compament. {Reference: BDC 6E}",
        "cop": 3,
        "opa": "Tibialis anterior causes dorsiflexion of foot",
        "opb": "EHL causes extension of MTP joint of big toe",
        "opc": "Peroneus longus causes eversion of foot",
        "opd": "Nerve supply is through deep peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "1a893494-f967-4b01-8929-f82dfba4d20c",
        "choice_type": "multi"
    },
    {
        "question": "Major flexor of hip joint",
        "exp": "The hip flexors Vesi are (in descending order of impoance to the action of flexing the hip joint): Collectively known as the iliopsoas or inner hip muscles: Psoas major Iliacus muscle Anterior compament of thigh Rectus femoris (pa of the quadriceps muscle group) Saorius One of the gluteal muscles: Tensor fasciae latae Medial compament of thigh Pectineus Adductor longus Adductor The psoas major is a long fusiform muscle located on the side of the lumbar region of the veebral column and brim of the lesser pelvis. It joins the iliacus muscle to form the iliopsoas. Ref - BDC 6th edition vol2; pg 139",
        "cop": 1,
        "opa": "Psoas major",
        "opb": "Gluteus maximus",
        "opc": "Tensor fasciae latae",
        "opd": "Hamstring",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "3fb7fe3b-5161-4517-8974-a351c9f6879a",
        "choice_type": "single"
    },
    {
        "question": "Peroneal tubercle is seen in which bone",
        "exp": "CALCANEUM:- Largest tarsal bone. Anterior surface- concavoconvex aicular facet for cuboid. Medial surface- shelf like projection- sustentaculum tali. Lateral surface- rough and flat. it presents in it's anterior pa, a small elevation termed the peroneal trochlea/ tubercle. Peroneal tubercle lies between tendons of Peroneus brevis above and Peroneus longus below. It gives attachment to a slip from inferior peroneal retinaculum. The calcaneofibular ligament is attached 1 cm behind peroneal trochlea. <img src=\" /> {Reference: BDC 6E page no. 33}",
        "cop": 4,
        "opa": "Cuboid",
        "opb": "Talus",
        "opc": "Fibula",
        "opd": "Calcaneum",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "782df7be-7ac0-45b5-93de-ec4fe701a858",
        "choice_type": "single"
    },
    {
        "question": "All are true about the Sho saphaneous vein except:",
        "exp": "Sho saphaneous vein begins at the lateral end of Dorsal venous arch, runs superiorly behind the lateral malleolus, along the lateral side of tendocalcaneous, accompanied by sural nerve on its lateral side. It keeps ascending in the middle of back of leg and ends in popliteal vein. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1399.",
        "cop": 1,
        "opa": "Runs on lateral side of the leg",
        "opb": "Runs behind the lateral malleolus",
        "opc": "Accompanied by sural nerve",
        "opd": "Achilles tendon is medial to the vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6a3f73ff-f95b-41a3-abac-b7d8f86c6be9",
        "choice_type": "multi"
    },
    {
        "question": "Which muscles are known as 'Triceps surae'?",
        "exp": "TRICEPS SURAE:-Two heads of gastrocnemius + soleus (\"three-headed of the calf\") These muscles both inse into the calcaneus and form the major pa of the muscle of the posterior leg, ie calf muscle. Gastrosoleus. Large size of gastrosoleus is a human character and is directly related to the adoption of an erect posture and to the bipedal gait of man. GASTROCNEMIUS:-Superficial to soleus Origin:- medial and lateral head. Medial head- larger. Arises from medial condyle of femur behind the adductor tubercle, capsule of knee joint, and popliteal surface of femur. Lateral head:-lateral condyle, lateral supracondylar line, and capsule of knee joint. SOLEUS:-sole-shaped, multipennate Origin: fibula- head and upper 1/4th of shaft. Tibia-soleal line, medial border of shaft. Tendinous soleal arch. Inseion: fuses with tendon of soleus to form tendocalcaneus or tendoachilles. Inseed into the middle 1/3 rd of posterior surface of calcaneum. Nerve supply: Tibial nerve (S1, S2) Action:-strong plantar flexors of foot. The gastrocnemius is also a powerful flexor of knee. Soleus- more powerful Gastrocnemius- fast acting In walking soleus overcomes the ineia of the body weight, like the button gear of a car. when movement, is underway, the quicker acting gastrocnemius increase the speed. Soleus/ peripheral hea:-Contractions of these muscles help in venous return from the lower limb. There are large, valveless, venous sinuses in its substance. When the muscle contracts the blood in these sinuses pumed out. When it relaxes, it sucks the blood from the superficial veins through the perforators. <img src=\" /> {Reference: BDC 6E pg no. 106, chapter 9}",
        "cop": 1,
        "opa": "Gastro-soleus",
        "opb": "Popliteus",
        "opc": "Extensor hallucis longus",
        "opd": "Extensor digitorum longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "2282c8bb-50b2-4091-b2e2-622ce69a06e2",
        "choice_type": "multi"
    },
    {
        "question": "Nerve of anterior compament of leg",
        "exp": "ANTERIOR COMPAMENT( leg):- Muscles:-1. Tibialis anterior 2. Extensor hallucis longus3. Extensor digitorum longus 4. Peroneus teius. Aery: anterior tibial aery. The blood supply of anterior compament is reinforced by the perforating branch of peroneal aery. Nerve:-Deep peroneal nerve. Arrangement:-From medial to lateral-Tibialis anterior EHLAnterior tibial aery and deep peroneal nerve EDL Peroneus teius DEEP PERONEAL:-Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. <img src=\" /> {Reference: BDC 6E pg no. 93 diagram 8. 4}",
        "cop": 2,
        "opa": "Superficial peroneal",
        "opb": "Deep peroneal",
        "opc": "Saphenous",
        "opd": "Sural",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0d0d921a-cdb5-4d21-a0c8-5911356a806a",
        "choice_type": "single"
    },
    {
        "question": "Ligaments for antero-posterior stability of knee is",
        "exp": "CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. Both these are supplied by middle genicular nerves and vessels. <img src=\" /> {Reference: BDC 6E vol 2 pg 142}",
        "cop": 1,
        "opa": "Cruciate ligaments",
        "opb": "Medial collateral ligament",
        "opc": "Lateral collateral ligament",
        "opd": "Patellar ligaments",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "10f778ad-db18-453c-815d-cd1e5c89a87a",
        "choice_type": "single"
    },
    {
        "question": "True about saphenous opening",
        "exp": "SAPHENOUS OPENING:- Oval opening in fascia lata. Centre of opening is 4 cm below and 4 cm lateral to the pubic tubercle. 2. 5cm long 2 cm broad. The opening has a sharp crescentic margin or falciform margin which lies in front of the femoral sheath. Saphenous opening is closed by the cribriform fascia formed by the modification of superficial fascia which covers the opening. <img src=\" /> {Reference: BDC 6E pg no. 45}",
        "cop": 3,
        "opa": "Transmits saphenous nerve",
        "opb": "Lies 4 cm lateral and superior to pubic tubercle",
        "opc": "Covered by cribriform fascia",
        "opd": "Opening in fascia cruris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "84cd085c-84a0-404a-becc-2e270dc7608b",
        "choice_type": "multi"
    },
    {
        "question": "Meralgia paresthetica is due to entrapment of which nerve",
        "exp": "Meralgia paresthetica: is numbness or pain in the outer thigh The lateral femoral cutaneous nerve most often becomes injured by entrapment or compression where it passes between the ilium and the inguinal ligament near the attachment at the anterior superior iliac spine <img src=\" /> {Reference: BDC 6E pg no. 177}",
        "cop": 2,
        "opa": "Medial cutaneous nerve of arm",
        "opb": "Lateral cutaneous nerve of thigh",
        "opc": "Ilioinguinal nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c8ac5ca3-4c46-4c22-82f3-433feee2313c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve is not a branch of lumbar plexus?",
        "exp": "The lumbar plexus is formed by ventral ranmi of L1, L2, L3, and pa of L4. These rami divide into dorsal and ventral divisions. From ventral division of these rami arise ilioinguinal(L1), genitofemoral(L1, L2), obturator (L2, L3, L4), accessory obturator (L3, L4) nerves. The dorsal divisions of these rami give rise to lateral cutaneous nerve of thigh(L2, L3), femoral nerve (L2, L3, L4). Iliohypogastric contains fibres of both ventral and dorsal divisions. Ref: Chaurasia's Human Anatomy 6th edition. Pg: 441, 442.",
        "cop": 3,
        "opa": "Obturator nerve",
        "opb": "Femoral nerve",
        "opc": "Sciatic nerve",
        "opd": "Lateral cutaneous nerve of thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "82cb9995-ed2c-4c96-babf-eb035bff39e4",
        "choice_type": "single"
    },
    {
        "question": "Which statement about the popliteal fossa is not true?",
        "exp": "The sciatic nerve divides into tibial and common peroneal nerve. Popliteal aery lies deep in the fossa The popliteal vein is superficial with the nervous structures superficial to the vein. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1382.",
        "cop": 3,
        "opa": "Bounded superiolaterally by Biceps femoris",
        "opb": "Contains popliteal aery as deepest structure",
        "opc": "Usually the sciatic nerve doesn't bifurcate",
        "opd": "Contains the bifurcation of sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6fbedaf1-3c14-4c92-953c-b9fdf6fe4bfb",
        "choice_type": "multi"
    },
    {
        "question": "All are components of Guy ropes except",
        "exp": "The muscles saorius, gracilis and semitendinosus are referred as the guy ropes. Reference: Chaurasia Volume II; 7th edition; Page no: 110",
        "cop": 3,
        "opa": "Saorius",
        "opb": "Gracilis",
        "opc": "Semimembranosus",
        "opd": "Semitendinosus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "546529cf-5107-4b5b-aaf9-cff2898649cf",
        "choice_type": "multi"
    },
    {
        "question": "Most stable position of ankle is",
        "exp": "DORSIFLEXION FOOT:- The forefoot is raised, and the angle between the front of the leg and the dorsum of the foot is diminished. The wider anterior trochlear surface of the talus fits into the lower end of narrow posterior pa of the lower end of tibia. No chance of dislocation in dorsiflexion. PLANTAR FLEXION OF FOOT:-Forefoot is depressed and the angle between leg and foot is increased. The narrow posterior pa of trochlear surface of talus loosely fits into the wider anterior pa of lower end of tibia. High heels causes plantar flexion of ankle joint and its dislocation. Eversion: movement in which the lateral border of the foot is elevated so that the sole faces laterally. Inversion: movement in which the medial border of the foot is elevated so that the sole faces medially. In eversion and inversion, the entire pa of the foot below the talus moves together. Inversion is accompanied by plantar flexion of the foot and adduction of the forefoot. Eversion is accompanied by the dorsiflexion of the foot and adduction of the forefoot. JOINTS TAKING PA:-Subtalar Talocalcaneonavicular Transverse talar AXIS:-These movements takes place around an oblique axis which runs forwards, upwards and medially, passing from the back of the calcaneum, through sinus tarsi, to emerge at the superomedial aspect of the neck of the talus. The obliquity of the axis pay accounts for the adduction, abduction, plantar flexion and dorsiflexion which are associated with these movements. RANGE:-Inversion is more free than eversion The range of movements is increased in plantar flexion. Ref - BDC 6e vol 2 pg 150",
        "cop": 2,
        "opa": "In plantar flexion",
        "opb": "In dorsiflexion",
        "opc": "In inversion",
        "opd": "In eversion",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d945a568-8d49-462e-b4a2-6ae8af04e5cd",
        "choice_type": "single"
    },
    {
        "question": "Which lower limb aery is difficult to palpate?",
        "exp": "POPLITEAL AERY:- Continuation of femoral aery. Begins at adductor hiatus. Runs downwards and laterally to reach lower border of popliteus. Terminates by dividing into anterior and posterior tibial aeries. Relations:-1. Anteriorly- popliteal surface of femur, back of knee joint, fascia covering popliteus. 2. Posterior - tibial nerve. 3. Lateral- biceps femoris, plantaris, lateral head of gastrocnemius and lateral condyle of femur. 4. Medial-semimembranosus, medial condyle of femur. Branches:-1. Muscular- adductor Magnus, hamstrings, gastrocnemius, soleus, plantaris. 2. Cutaneous3. Genicular- superior, middle and inferior. Middle -pierces oblique popliteal ligament. Supplies cruciate ligament and synol membrane of knee joint. BP of lower limb measured from popliteal aery. In coarctation of aoa, popliteal pressure < brachial pressure. Popliteal aery is fixed to capsule of knee joint by a fibrous band present just above the femoral condyles. This may be a source of continuous traction or stretching in the aery, causing primary thrombosis of aery. More prone to aneurysm. Dorsalis pedis- can be easily at proximal end of first intermetatarsal space. i. e. between the tendons of EHL and first tendon of EDL. Anterior tibial aery- palpable at midway between two malleolus Posterior tibial aery- pulsation felt at 2 cm behind and below medial malleolus. <img src=\" /> {Reference: BDC 6E chapter 6, pg no. 78, 166}",
        "cop": 1,
        "opa": "Popliteal aery",
        "opb": "Anterior tibial aery",
        "opc": "Posterior tibial aery",
        "opd": "Dorsalis pedis aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d4ab1825-8c1f-4ee0-bf47-a2f61a08c81a",
        "choice_type": "single"
    },
    {
        "question": "Common site of fracture in tibia is",
        "exp": "The tibia is commonly fractured at the junction of upper two-thirds and lower one-third of the shaft as the shaft is most slender here. Such fractures may unite slowly, or may not unite at all as the blood supply to this pa of the bone is poor. This may also be caused by tearing of the nutrient aery. Ref: Chaurasia; Volume 2; 6th edition; Page no: 25",
        "cop": 2,
        "opa": "Upper one-third",
        "opb": "Junction of upper two-thirds and lower one-third",
        "opc": "Lower one-third",
        "opd": "Middle one-third",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6ae3569c-ddb1-4b9e-8a38-071964a1382a",
        "choice_type": "single"
    },
    {
        "question": "True for linea aspera is",
        "exp": "LINEA ASPERA:- Posterior border of femur is in the form of broad roughened ridge. In the upper one-third of shaft, two lips of linea aspera diverge to enclose an additional posterior surface. In the lower one-third of the shaft, two lips diverge as supracondylar lines to enclose popliteal surface. Medial lip-adductor longus Lateral lip-sho head of biceps femoris. {Reference: BDC 6E pg no. 17}",
        "cop": 4,
        "opa": "Medial lip gives attachment to vastus intermedius",
        "opb": "Medial lip continues above as gluteal tuberosity",
        "opc": "Medial lip gives attachment to adductor magnus",
        "opd": "Lateral lip gives attachment to sho head of biceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "df485840-f2c8-4564-a493-b9f134e80fd8",
        "choice_type": "multi"
    },
    {
        "question": "True about linea aspera",
        "exp": "LINEA ASPERA:- Posterior border of femur is in the form of broad roughened ridge. In the upper one-third of shaft, two lips of linea aspera diverge to enclose an additional posterior surface. In the lower one-third of the shaft two lips diverge as supracondylar lines to enclose popliteal surface. Continues above as gluteal tuberosity. Medial lip-adductor longus Lateral lip-sho head of biceps femoris. {Reference: BDC 6E pg no. 17}",
        "cop": 3,
        "opa": "Forms lateral border of femur",
        "opb": "Fomas medial border of femur",
        "opc": "Continues as gluteal tuberosity",
        "opd": "Roughened surface on the shaft of the tibia",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "08fab1a6-0933-4b33-a6ec-0c3058a0016d",
        "choice_type": "multi"
    },
    {
        "question": "In forceful inversion of foot, fracture of the tuberosity of 5th metatarsal is due to pull exeed by which tendon",
        "exp": "PERONEUS BREVIS:- Origin-lateral surface of shaft of fibula. Inseion-lateral side of base of 5th metatarsal. Nerve supply-superficial peroneal nerve. Action- eveor of foot. Fracture of tuberosity of 5 th metatarsal bone occurs due to pull of Peroneus brevis muscle. Fracture of 2nd, 3rd, 4th or 5th metatarsal bones is common in soldiers and policemen- march fracture. {Reference: BDC 6E pg no. 36}",
        "cop": 2,
        "opa": "Peroneus longus",
        "opb": "Peroneus brevius",
        "opc": "Peroneus teius",
        "opd": "Extensor digitorum",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e84f399e-90f3-404f-a92b-c2b2291c69d0",
        "choice_type": "single"
    },
    {
        "question": "Superficial epigastric aery is a branch of",
        "exp": "branches of femoral aery - In the femoral triangle, it gives off six branches, three superficial and three deep. The superficial branches are the superficial external pudendal, the superficial epigastric and the superficial circumflex iliac. The deep branches are the profunda femoris, the deep external pudendal and muscular branches. Ref: B D Chaurasi's Human Anatomy, seventh edition, volume 2, pg. no., 48",
        "cop": 4,
        "opa": "Internal pudendal aery",
        "opb": "External pudendal aery",
        "opc": "Internal iliac aery",
        "opd": "Femoral aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "86e3e1af-53d3-441b-b3d3-dc050c3e60a3",
        "choice_type": "single"
    },
    {
        "question": "Spring ligament is also called",
        "exp": "SPRING LIGAMENT:- Also known as plantar calcaneonavicular ligament. Attachments-Anteriorly: plantar surface of navicular bone. Posteriorly: anterior margin of sustentaculum tali. Head of talus directly rests on upper surface of the ligament. The plantar surface of the ligament is suppoed by tendon of tibialis posterior medially, and by tendons of flexor hallucis longus and flexor digitorum longus laterally. Most impoant ligament for maintaining the medial longitudinal arch of foot. CALCANEOCUBOID LIGAMENT:- Sho and long plantar ligament. Long plantar ligament- attached posteriorly to the plantar surface of the calcaneum, and anteriorly to the lips of the groove on the cuboid bone and to the bases of the middle three metatarsals. It conves the groove on the plantar surface of cuboid into a tunnel for the tendon of the peroneus longus. Morphologically it represents divorced tendon of the gastrocnemius. Sho plantar ligament: broad and strong ligament extending from the anterior tubercle of the calcaneum to the plantar surface of the cuboid. TRANSVERSE TIBIOFIBULAR LIGAMENT:-Interosseous ligament. Inferior tibiofibular ligament bridges the gap between tibia and fibula behind the talus. TALOCALCANEAL LIGAMENT:-Lateral, medial and interosseous ligaments. Interosseous talocalcanean ligament is thick and very strong. Chief bond of union between talus and calcaneum. It occupies sinus tarsi, and separates the talocalcanean joint from talocalcaneonavicular joint. It becomes taut during eversion. {Reference: BDC 6E pg}",
        "cop": 1,
        "opa": "Calcaneonavicular ligament",
        "opb": "Calcaneocubiod ligament",
        "opc": "Transverse tibiofibular ligament",
        "opd": "Talocaleaneal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "3c1acb1e-131a-4dd2-a721-bccac0f92c20",
        "choice_type": "multi"
    },
    {
        "question": "The forward displacement of the tibia and the femur is prevented by",
        "exp": "Structurally knee is a weak joint because the aicular surfaces are not congruent. The tibial condyles are too small and shallow to hold the large convex femoral condyles in place. The stability of the joint is maintained by a number of factors:-1. cruciate ligaments-anteroposterior stability. 2. Collateral ligaments-side to side stability. 3. Iliotibial tract. CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. Both these are supplied by middle genicular nerves and vessels. {Reference: BDC 6E pg no. 143}",
        "cop": 1,
        "opa": "Anterior cruciate ligament",
        "opb": "Posterior cruciate ligament",
        "opc": "Medial collateral ligament",
        "opd": "Lateral collateral ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "879a6360-c43f-442a-b229-699f717779b3",
        "choice_type": "single"
    },
    {
        "question": "The skin overlying the region where a venous \"cut-down\" is made to access the Great saphenous vein in supplied by",
        "exp": "Cut open procedure/ venesection is done on the great saphenous vein as it lies in front of medial malleolus. Saphenous nerve is identified and not injured as it lies in front of great saphenous vein. Saphenous nerve, branch of posterior division of femoral nerve, pierces the deep fascia on the medial side of the knee between saorius and gracilis, runs downwards in front of the great saphenous vein. It supplies skin if the medial side if the leg and the medial border of foot up to the ball of great toe. This vein is used for transfusion of blood/fluids in case of non-availability pr collapse of other veins.{Reference: BDC 6E pg no. 127}",
        "cop": 1,
        "opa": "Femoral nerve",
        "opb": "Sural nerve",
        "opc": "Tibial nerve",
        "opd": "Superficial peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c773921f-ce74-4e1c-8d05-abc88fe6509f",
        "choice_type": "single"
    },
    {
        "question": "The common peroneal nerve can be rolled against the following pa of the fibula",
        "exp": "COMMON PERONEAL NERVE:- Smaller terminal branch of sciatic nerve. Root value: dorsal division of ventral rami of L4, L5, S1, S2. Beginning: begins in back of thigh as a smaller subdivision of the sciatic nerve. Course: lies in upper lateral pa of popliteal fossa. It turns around the lateral surface of the fibula. Then it lies in the substance of peroneus longus muscle. Terminates by dividing into two terminal branches- superficial and deep peroneal. Commonest nerve to be paralysed. Causes of injury: 1. Fracture neck of fibula. 2. Lathi injury on lateral side of knee joint. 3. Due to plaster on leg.- nerve get compressed between hard plaster and neck of fibula. To prevent this cotton must be placed on the upper lateral side of the leg. {Reference: BDC 6E}",
        "cop": 3,
        "opa": "Styloid process",
        "opb": "Head",
        "opc": "Neck",
        "opd": "Shaft",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "449bce5b-81af-4611-9c21-21d66c4fd8c3",
        "choice_type": "single"
    },
    {
        "question": "Lateral meniscus is less prone to injury than medial meniscus because of the following except",
        "exp": "Menisci are two fibrocailaginous discs. They are shaped like crescents. They deepen the aicular surfaces of the condyles of tibia, and paially divide joint cavity into upper and lower compaments.-upper compament: flexion and extension-lower compament: rotation MEDIAL MENISCUS: Nearly semicircular Wider behind than in front Its peripheral margin is adherent to the deep pa of tibial collateral ligament. LATERAL MENISCUS: Circular The posterior end of the meniscus is attached to the medial condyle of femur through two meniscofemoral ligaments. The tendon of popliteus and capsule separate this meniscus from fibular collateral ligament. The mobility of posterior end of this meniscus is controlled by popliteus and the two meniscofemoral ligaments. INJURIES TO MENISCUS:-Occurs in slightly flexed knee. The meniscus may get separated from the capsule or may be torn longitudinally( bucket handle tear). Medial meniscus is more vulnerable to injury than the lateral because of its fixity to the tibial collateral ligament, and because of greater excursion during rotatory movements. The lateral meniscus is protected by the popliteus which pulls it backward so that it is not crushed between the aicular surfaces. {Reference BDC 6E vol 2 pg 140-143}",
        "cop": 2,
        "opa": "Lateral meniscus is less mobile than medial meniscus",
        "opb": "Lateral meniscus is opened outwards by the popliteus",
        "opc": "Lateral meniscus is more adapted to sustain injury",
        "opd": "Lateral meniscus undergoes less excursion during rotatory movement",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "6a5e5bd0-97bd-465c-a02d-21c10970fc14",
        "choice_type": "multi"
    },
    {
        "question": "About Posterior cruciate ligament, true statement is",
        "exp": "CRUCIATE LIGAMENTS: Very thick and strong fibrous bands. Direct bonds of union between tibia and fibula. Maintain anteroposterior stability of knee joint. Anterior cruciate ligament:- Begins from anterior pa of intercondylar area of tibia, runs upward, backward and laterally and is attached to the posterior pa of medial surface of lateral condyle of femur. Taut during extension of knee. The anterior cruciate ligament is more commonly damaged than the posterior. It may be injured in violent hyperextension of knee or anterior dislocation of tibia. Posterior cruciate ligament:- Begins from posterior pa of intercondylar area of tibia, runs upwards, forwards and medially and is attached to lateral surface of medial condyle of femur. Taut during flexion of knee. The posterior cruciate ligament is injured in posterior dislocation of tibia. It prevents posterior dislocation of tibia. Both these are supplied by middle genicular nerves and vessels. {Reference: BDC 6E pg no. 143}",
        "cop": 3,
        "opa": "Attached to the lateral femoral condyle",
        "opb": "Intrasynol",
        "opc": "Prevents posterior dislocation of tibia",
        "opd": "Relaxed in full flexion",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "168490f2-b215-4f9e-bd91-5de6194fcc06",
        "choice_type": "multi"
    },
    {
        "question": "Flexion of knee joint is caused by",
        "exp": "KNEE JOINT:- Largest and most complex joint of the body. Fusion of 3 joints(lateral femorotibial, medial femorotibial, and femoropatellar) in one. Type: condylar synol joint. Movements:-Flexion, extension, medial and lateral rotation. Flexion and extension takes place in upper compament of the joint, above the menisci. They differ from ordinary hinge movements-The transverse axis around which these movements takes place is not fixed. During extension, the axis moves forward and upwards, and in the reverse direction during flexion. These are accompanied by rotation. Medial rotation of the femur occurs during the last 30 degrees of extension, and lateral rotation of the femur occurs during initial stages of flexion. When feet is on the ground, while standing erect, medial rotation of femur occurs during the last 30 degrees of extension as in \" attention \" by the vastus medialis. During the position of \"stand at ease\", there is lateral rotation of femur, during initial stages of flexion by the popliteus. Muscles involved:-1. Flexion- Biceps femoris Semitendinosus Semimembranosus 2. Extension-Quadriceps femoris. {Reference: BDC 6E pg no. 145}",
        "cop": 3,
        "opa": "Rectus femoris",
        "opb": "Vastus medialis",
        "opc": "Hamstrings",
        "opd": "Vastus lateralis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "be150a60-26a4-4968-a8b4-c95cca2a9f26",
        "choice_type": "single"
    },
    {
        "question": "Adductor canal lies beneath the",
        "exp": "ADDUCTOR CANAL:- Also known as Hunter's or subsaorial canal. It is an intermuscular space situated on the medial side of the middle one-third of the thigh. Extend -from apex of femoral triangle above to the tendinous opening in adductor Magnus below. Shape:- Triangular on cross section. Boundaries:--Anterolateral wall: vastus medialis.-Posteromedial wall/Floor: Adductor longus above and adductor Magnus below.-Medial wall/Roof: strong fibrous membrane joining Anterolateral and posteromedial walls. Roof overlapped by Saorius. Subsaorial plexus of nerves lies on the fibrous roof of the canal under saorius. Plexus is formed by branches from the medial cutaneous nerve of thigh, the saphenous nerve and the anterior division of the obturator nerve. It supplies skin over fascia lata and neighboring skin. Contents:-1. Femoral aery: enters the canal at the apex of the femoral triangle. Within the canal, it gives off muscular branches and descending genicular branch. It leaves the canal through opening in adductor Magnus to continue as popliteal aery. 2. Femoral vein lies posterior to femoral aery( upperclassmen pa) and lateral to the aery ( lower pa). 3. Saphenous nerve: cross the femoral aery anteriorly from lateral to medial side. 4. Nerve to vastus medialis 5. Branches of two divisions of obturator nerve: Anterior division emerges at the lower border of adductor longus, gives branches to subsaorial plexus and ends by supplying femoral aery. Posterior division of the obturator nerve runs on anterior surface of adductor magus and ends by supplying knee joint. {Reference: BDC 6. Epg no. 56}",
        "cop": 3,
        "opa": "Adductor longus",
        "opb": "Adductor magnus",
        "opc": "Saorius",
        "opd": "Vastus medialis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "7ec53067-a568-46a5-9b5b-83a8faf5b14e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tendeons has attachment on sustentaculum Tali?",
        "exp": "The attachments and relations of the medial surface of calcaneum as follows - The groove on the lower surface of the sustentaculum tali is occupied by the tendon of the flexor hallucis longus. The medial margin of the sustentaculum tali is related to the tendon of the flexor digitorum longus and provides attachment to: (a) the spring ligament anteriorly. (b) a slip from the tibialis posterior in the middle; (c) some of the superficial fibres of the deltoid ligament along the whole length; and (d) the medial talocalcanean ligament posteriorly. Below the groove for the flexor hallucis longus, the medial surface gives origin to the fleshy fibres of the medial head of the flexor digitorum accessorius. REF: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 36.",
        "cop": 2,
        "opa": "tibialis anterior",
        "opb": "tibialis posterior",
        "opc": "flexor hallucis longus",
        "opd": "flexor digitorum longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "310bad2f-c961-4d36-9874-dafb2b714a37",
        "choice_type": "multi"
    },
    {
        "question": "Nutrient aery arises to fibula from",
        "exp": "Nutrient aery to fibula:- The peroneal aery gives off nutrient aery to fibula. Enters the bone on its posterior surface. Nutrient foramen directed downwards. <img src=\" /> {Reference: BDC 6E}",
        "cop": 1,
        "opa": "Peroneal aery",
        "opb": "Anterior tibial aery",
        "opc": "Posterior tibial aery",
        "opd": "Popliteal aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e50a2405-b97d-4553-84d0-c3f964e96f64",
        "choice_type": "single"
    },
    {
        "question": "Lateral cutaneous nerve of thigh arises from",
        "exp": "LUMBAR PLEXUSFormed by ventral rami of LI, L2, L3, and pa of L4. These rami divide into dorsal and ventral divisions. From the ventral divisions: ilioinguinal (LI), genitofemoral (LI, L2) obturator (L2, L3, L4), accessory obturator (L3, L4) nerves. From the dorsal divisions: Lateral cutaneous nerve of thigh (L2, L3), femoral nerve (L2, L3, L4). Iliohypogastric contains fibers of both ventral and dorsal divisions (LI). Reference: Chaurasia Volume II; 7th edition; Page no: 41",
        "cop": 2,
        "opa": "Femoral Nerve",
        "opb": "Lumbar Plexus",
        "opc": "Obturator Nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "777238fd-ea3f-4497-baa3-49a3cdcb1ae7",
        "choice_type": "single"
    },
    {
        "question": "Line from midinguinal point to adductor tubercle represent",
        "exp": "Femoral aery surface marking:- Upper two third of the line joining midinguinal point and adductor tubercle. Mid inguinal point: a point midway between the anterior superior iliac spine and pubic symphysis. Adductor tubercle: lies at lower end of the cord like tendon of adductor magnus. The tendon can be felt in a groove just behind the prominence of vastus medialis when the thigh is semiflexed, abducted and laterally rotated. Upper 1/3 rd of line-upper half of line lying in femoral triangle. Middle 1/3 rd- lower half of aery lying in adductor canal. Lower 1/3 rd- descending genicular and saphenous branches of the aery. {Reference: BDC 6E pg no. 165}",
        "cop": 2,
        "opa": "Inferior epigastric aery",
        "opb": "Femoral aery",
        "opc": "Superior epigastric aery",
        "opd": "Saphenous vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "449ecc11-8b3c-4ead-b645-44770e9eff3d",
        "choice_type": "single"
    },
    {
        "question": "A patient was on DVT prophylaxis. All of the follownig has perforators which connect superficial veins to the deep veins, except",
        "exp": "GREAT SAPHENOUS VEIN:- Lie on the dorsum of the foot. Receives 4 dorsal metatarsal veins. Formed by union of medial end of dorsal venous arch with the medial marginal vein and drains the medial side of great toe. Passes upwards in front of medial malleolus (2. 5cm in front), crosses the lower one-third of the medial surface of the tibia obliquely, and runs along medial border to reach the back of the knee. Thigh- it inclines forward to reach the saphenous opening where it pierces the cribriform fascia and opens into femoral vein. Contains 10-15 valves to prevent backflow of venous blood. Incompetence of these valves makes vein dilated and touous leading to varicose veins. The vein is connected to deep veins of limb perforator veins. 3 medial perforators-just above ankle. 1 perforator just below knee 1 in the region of adductor canal. The perforating veins are also provided with valves which permit flow of blood only from superficial to deep. TRIBUTARIES:-1. At the commencement-medial marginal vein. 2. In the leg- small saphenous vein. 3. Just below knee-anterior vein of leg, posterior arch vein, vein from calf 4. In the thigh-accessory saphenous vein, anterior cutaneous vein of thigh. 5. Just before piercing cribriform fascia-superficial epigastric, superficial circumflex iliac, superficial external pudendal. 6. Just before termination-Deep external pudendal. {Reference: BDC. 9E}",
        "cop": 2,
        "opa": "Ankle",
        "opb": "Below the inguinal ligament",
        "opc": "Mid Calf",
        "opd": "Lower Thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4794df60-29f3-4211-a8cf-a62174ea71f0",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of obturator internus is by",
        "exp": "OBTURATOR INTERNUS Fan-shaped Belly lies in pelvis and tendon in gluteal region. Action: lateral rotators of thigh at hip joint. supplied by nerve to obturator internus. Root value: L5, S1, S2. Branches: obturator internus and superior gamellus.{Reference: BDC 6E page no. 173}",
        "cop": 3,
        "opa": "L1-L3",
        "opb": "L4-S1",
        "opc": "L5-S2",
        "opd": "S1-S3",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d6b597c1-ad9a-4194-9dbd-e2965109a12f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes foot inversion?",
        "exp": "Eversion: movement in which the lateral border of the foot is elevated so that the sole faces laterally. Inversion: movement in which the medial border of the foot is elevated so that the sole faces medially. In eversion and inversion, the entire pa of the foot below the talus moves together. Inversion is accompanied by plantar flexion of the foot and adduction of the forefoot. Eversion is accompanied by the dorsiflexion of the foot and adduction of the forefoot. JOINTS TAKING PA:-Subtalar Talocalcaneonavicular Transverse talar AXIS:-These movements takes place around an oblique axis which runs forwards, upwards and medially, passing from the back of the calcaneum, through sinus tarsi, to emerge at the superomedial aspect of the neck of the talus. The obliquity of the axis pay accounts for the adduction, abduction, plantar flexion and dorsiflexion which are associated with these movements. RANGE:-Inversion is more free than eversion The range of movements is increased in plantar flexion. MUSCLES PRODUCING MOVEMENTS:-Inversion: Tibialis anterior Tibialis posterior, FHL, FDLeversion: peroneus longus and brevis{Reference: BDC 6E}",
        "cop": 4,
        "opa": "Soleus",
        "opb": "Plantaris",
        "opc": "Peroneus longus",
        "opd": "Tibialis posterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "897cab67-f376-42f8-9566-b902009a078d",
        "choice_type": "single"
    },
    {
        "question": "Large and most impoant branch of the posterior tibial aery is",
        "exp": "Peroneal aery is the largest branch of the posterior tibial aery. It supplies the posterior and lateral compaments of the leg. Other branches of the posterior tibial aery are: circumflex fibular aerymedial plantar aerylateral plantar aery. Ref: Vishram Singh; Volume II; 2nd edition; Page no: 416",
        "cop": 2,
        "opa": "Circumflex fibular aery",
        "opb": "Peroneal aery",
        "opc": "Medial plantar aery",
        "opd": "Lateral plantar aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "dc37a7de-b62d-4bd7-ac82-59d608feae72",
        "choice_type": "single"
    },
    {
        "question": "Lower end of femur is ossified from how many ossification centers",
        "exp": "FEMUR OSSIFICATION:- Femur ossifies from 1 primary and 4 secondary centres. Primary centre for shaft: appears in 7th week of intrauterine life. Secondary centres: Lower end-1-end of 9 th month of intrauterine life. Head-1-6 months of life. Greater trochanter-1-4th year. Lesser trochanter-1-12th year. 3epiphyses at upper end1 epiphyses at lower end. Upper epiphyses-lesser trochanter, greater trochanter and head in that order fuses at about 18 yrs. Lower epiphyses fuses by 20th yr. Ossification of lower end is of medicolegal impoance. Presence of its centre in a newly born child found dead indicates that the child was ble. i. e. It was capable of independent existence. Lower end of femur is the growing end. <img src=\" /> {Reference: BDC 6E pg no. 19}",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "0a010999-781a-4e43-bd0b-f75bd21322db",
        "choice_type": "single"
    },
    {
        "question": "In inversion of foot plantar surface faces",
        "exp": "Eversion: movement in which the lateral border of the foot is elevated, so that the sole faces laterally. Inversion: movement in which the medial border of the foot is elevated, so that the sole faces medially. In eversion and inversion, the entire pa of the foot below the talus moves together. Inversion is accompanied by plantar flexion of the foot and adduction of the forefoot. Eversion is accompanied by the dorsiflexion of the foot and adduction of the forefoot. JOINTS TAKING PA:- Subtalar Talocalcaneonavicular Transverse talar AXIS:- These movements takes place around an oblique axis which runs forwards, upwards and medially, passing from the back of the calcaneum, through sinus tarsi, to emerge at the superomedial aspect of the neck of the talus. The obliquity of the axis pay accounts for the adduction, abduction, plantar flexion and dorsiflexion which are associated with these movements. RANGE:- Inversion is more free than eversion The range of movements is increased in plantar flexion. MUSCLES PRODUCING MOVEMENTS:- Inversion: Tibialis anterior Tibialis posterior, FHL, FDL eversion: peroneus longus and brevis {Reference: BDC 6E}",
        "cop": 2,
        "opa": "Lateral",
        "opb": "Medial",
        "opc": "Superiorly",
        "opd": "Inferiorly",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c1441e5c-c82c-49a4-ab9a-5b3dc48d5de7",
        "choice_type": "single"
    },
    {
        "question": "Hunterian perforator is at",
        "exp": "Ref: BD Chaurasia Human Anatomy vol 2 pg 125, 127.",
        "cop": 2,
        "opa": "Upper thigh",
        "opb": "Mid thigh",
        "opc": "Lower thigh",
        "opd": "Knee",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c3f82fe7-6412-4a0a-b635-0e73b73fe29a",
        "choice_type": "single"
    },
    {
        "question": "Eversion of foot is produced by",
        "exp": "Eversion: movement in which the lateral border of the foot is elevated so that the sole faces laterally. Inversion: movement in which the medial border of the foot is elevated so that the sole faces medially. In eversion and inversion, the entire pa of the foot below the talus moves together. Inversion is accompanied by plantar flexion of the foot and adduction of the forefoot. Eversion is accompanied by the dorsiflexion of the foot and adduction of the forefoot. JOINTS TAKING PA:-Subtalar Talocalcaneonavicular Transverse talar AXIS:-These movements take place around an oblique axis which runs forwards, upwards and medially, passing from the back of the calcaneum, through sinus tarsi, to emerge at the superomedial aspect of the neck of the talus. The obliquity of the axis pay accounts for the adduction, abduction, plantar flexion and dorsiflexion which are associated with these movements. RANGE:-Inversion is more free than eversion The range of movements is increased in plantar flexion. MUSCLES PRODUCING MOVEMENTS:- Main Inversion Tibialis anterior Tibialis posterior FHL FDL Eversion Peroneus longus Peroneus brevis {Reference: BDC 6E}",
        "cop": 3,
        "opa": "Tibialis anterior",
        "opb": "Tibialis posterior",
        "opc": "Peroneus teius",
        "opd": "Peroneus longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a3f69877-d0ce-4d64-926f-b2a3a8d33013",
        "choice_type": "single"
    },
    {
        "question": "All of the following muscles are composite muscle except",
        "exp": "COMPOSITE/ HYBRID MUSCLE:-Muscles with double nerve supply 1. Pectineus:- anterior fibres by femoral nerve, posterior fibres by anterior division of obturator nerve. 2. Adductor Magnus:-Adductor pa by posterior division of obturator nerve, Hamstring pa by tibial pa if sciatic nerve. 3. Biceps femoris- long head by tibial pa of sciatic nerve, sho head by common peroneal pa of sciatic nerve. Rectus femoris- femoral nerve. Only one nerve supply, hence not composite muscle.{Reference: BDC 6E }",
        "cop": 2,
        "opa": "Pectineus",
        "opb": "Rectus femoris",
        "opc": "Adductor magnus",
        "opd": "Biceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b6fe988a-f0b1-4870-8f19-5e45d85836f8",
        "choice_type": "multi"
    },
    {
        "question": "The direction of the flow of venous blood in conditions of valve incompetence affecting perforating veins of lower limb is",
        "exp": "PERFORATING VEINS:- Connect superficial with the deep veins. Small saphenous vein -1 perforator. Great saphenous vein perforators:- 3 medial perforators-just above ankle. 1 perforator just below knee 1 in the region of adductor canal. These contain valves to prevent backflow of venous blood. i. e prevent flow from deep to superficial. Incompetence of these valves makes vein dilated and touous leading to varicose veins. If the valves in the perforating veins or at the termination of superficial veins become incompetent, the defective veins become \"high-pressure leaks\" through which high pressure of deep veins produced by muscular contractions is transmitted to superficial veins. This results in dilatation of superficial veins and to gradual degeneration of their walls producing varicose veins and varicose ulcers {Reference: BDC 9 E}",
        "cop": 4,
        "opa": "Along gravity",
        "opb": "Superficial to deep",
        "opc": "Along osmotic gradient",
        "opd": "Deep to superficial",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "311cb417-a8f5-40d9-818b-46803a5fd9e0",
        "choice_type": "single"
    },
    {
        "question": "All of the following regarding adductor canal are true except",
        "exp": "Adductor canal: Anteromedial - Saorius Posterior wall - Adductor longus and Magnus Lateral - Vastus medialis. Contents - subsaorial aery, subsaorial vein, saphaneous nerve, nerve to Vastus medialis. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1366.",
        "cop": 2,
        "opa": "Roof - Saorius",
        "opb": "Contents - Femoral nerve",
        "opc": "Anterolateral - Vastus medialis",
        "opd": "Floor - Adductor longus and Magnus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d6c8fb72-f28a-462d-91a3-8f80d9e4e40d",
        "choice_type": "multi"
    },
    {
        "question": "Gluteus medius is supplied by which of the following aery?",
        "exp": "Inferior Gluteal Aery- It is a branch of the anterior division of the internal iliac aery. It enters the gluteal region by passing through the greater sciatic foramen, below the piriformis, along with the inferior gluteal nerve. It supplies - (1) Muscular branches to the gluteus maximus and to all the muscles deep to it below the piriformis; (2) cutaneoum branches to the buttock and the back of the thigh; (3) an aicular branch to the hip joint; (4) Trochanteric and anastomotic branch; (5) an aery to the sciatic nerve which represents the axis aery in this region, and I may at times be quite large; and (6) a coccygeal branch which supplies the area over the coccyx. Ref: B D Chaurasia's Human Anatomy, seventh edition, volume 2, pg. no., 78.",
        "cop": 2,
        "opa": "superior gluteal aery",
        "opb": "inferior gluteal aery",
        "opc": "obturator aery",
        "opd": "ilo - inguinal aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a3dd462f-3810-4df0-bafd-fced9204c4f7",
        "choice_type": "single"
    },
    {
        "question": "Medial aspect of great toe supplied by",
        "exp": "DEEP PERONEAL:- Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. COMMON PERONEAL:-Branch of sciatic nerve Root value: L4, L5, S1, S2 Branches: Muscular branch: sho head of biceps Cutaneous: lateral cutaneous nerve of calf. Aicular: superior lateral, inferior lateral and recurrent genicular. Terminal branches: superficial and deep peroneal. SUPERFICIAL PERONEAL:-Muscular branches: peroneus longus and brevis Cutaneous branches: Digital branches to medial side of big toe, adjacent sides of 2nd and 3rd, 3rd and 4th, and 4th and 5th toes. <img src=\" /> {Reference: BDC 6E page no. 173, 174}",
        "cop": 2,
        "opa": "Superficial peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Common perioneal palsy",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b5a57cac-f14b-42a3-912e-e22ffe635d88",
        "choice_type": "single"
    },
    {
        "question": "Aicularis genu is related to",
        "exp": "Vastus intermedius- arises from the upper three-fouhs of the anterior and lateral surface of shaft of femur. Aicularis genu arises just below the vastus intermedius. Vastus lateralis-arises from upper pa of interochanteric line, anterior and inferior aspects of the greater trochanter, the lateral margin of the gluteal tuberosity, and the upper half of the lateral lip of linea aspera. Vastus medialis: lower pa of interochanteric line, the spiral line, medial lip of linea aspera, and the medial supracondylar line. Rectus femoris: Straight head- anterior inferior iliac spine. Reflected head-margin of acetabulum and capsule of hip joint. <img src=\" /> {Reference: BDC 6E pg no. 16, 17}",
        "cop": 2,
        "opa": "Vastus lateralis",
        "opb": "Vastus intermedius",
        "opc": "Vastus medialis",
        "opd": "Rectus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "faa7f906-f005-4d47-a036-acc0565e025a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tendons passes below the sustentaculum tali",
        "exp": "SUSTENTACULUM TALI:- Medial surface of calcaneum bone is concave from above downwards. The concavity is attenuated by the presence of a shelf like projection of bone, called the sustentaculum tali. The groove on the lower surface of sustentaculum tali is occupied by tendon of FHL. Medial margin is related to tendon of flexor digitorum longus. Attachments:-1. Spring ligament. 2. Tibialis posterior 3. Superficial fibres of deltoid ligament. 4. Medial talocalcanean ligament. Origin to medial head of flexor digitorum accessorius. {Reference: BDC 6E pg no. 33}",
        "cop": 4,
        "opa": "Tibialis anterior",
        "opb": "Tibialis posterior",
        "opc": "Flexor digtorum longus",
        "opd": "Flexor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d5f1c1ee-0e40-4d9b-823a-21ba22e2c5a9",
        "choice_type": "multi"
    },
    {
        "question": "Blood supply of femoral head is",
        "exp": "BLOOD SUPPLY OF FEMORAL HEAD:- The head of femur is paly supplied by a branch of obturator aery along the ligamentum teres. Main aerial supply is from retinacular aeries, branch of medial circumflex femoral aery. These aeries get injured in intracapsular fracture neck of femur, leading to avascular necrosis of the head. In such cases hip joint need to be replaced. {Reference: BDC 6E pg no. 19}",
        "cop": 2,
        "opa": "Femoral aery",
        "opb": "Obturator aery",
        "opc": "Internal pudendal aery",
        "opd": "Lateral circumflex aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "9549b68e-7862-4e66-ab58-6127a02ee375",
        "choice_type": "single"
    },
    {
        "question": "Muscle supplied by lumber plexus is?",
        "exp": "Ref - medscape. com",
        "cop": 1,
        "opa": "Obturator extemus",
        "opb": "Obturator internus",
        "opc": "Piriformis",
        "opd": "Gastrocnemius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "da41d6c1-f6ec-47f3-a5fb-44792b363008",
        "choice_type": "single"
    },
    {
        "question": "Adductor canal contains all except",
        "exp": "ADDUCTOR CANAL:- Also known as Hunter's or subsaorial canal. It is an intermuscular space situated on the medial side of the middle one-third of the thigh. Extend:-from apex of femoral triangle above to the tendinous opening in adductor magnus below. Shape:- Triangular on cross section. Boundaries:--Anterolateral wall: vastus medialis.-Posteriomedial wall/Floor: Adductor longus above and adductor magnus below.-Medial wall/Roof: strong fibrous membrane joining Anterolateral and posteromedial walls. Roof overlapped by saorius. Subsaorial plexus of nerves lies on the fibrous roof of the canal under saorius. Plexus is formed by branches from the medial cutaneous nerve of thigh, the saphenous nerve and the anterior division of the obturator nerve. It supplies skin over fascia lata and neighbouring skin. Contents:-1. Femoral aery: enters the canal at the apex of the femoral triangle. Within the canal it gives off muscular branches and descending genicular branch. It leaves the canal through opening in adductor magnus to continue as popliteal aery. 2. Femoral vein: lies posterior to femoral aery( upperclassmen pa) and lateral to the aery ( lower pa). 3. Saphenous nerve: cross the femoral aery anteriorly from lateral to medial side. 4. Nerve to vastus medialis5. Branches of two divisions of obturator nerve: Anterior division emerges at the lower border of adductor longus, gives branches to subsaorial plexus and ends by supplying femoral aery. Posterior division of the obturator nerve runs on anterior surface of adductor magus and ends by supplying knee joint. {Reference: BDC 6. Epg no. 56}",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "Femoral vein",
        "opc": "Femoral nerve",
        "opd": "Saphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "fe96575d-7790-4c83-b0a7-503ae97d9ccf",
        "choice_type": "multi"
    },
    {
        "question": "Foot drop due to injury of which nerve",
        "exp": "FOOT DROP:- Paralysis of muscles of anterior compament of the leg due to injury to deep peroneal nerve results in loss of power of dorsiflexion of foot and eversion. As a result foot us plantar flexed. Ankle reflex is intact. This is usually caused by injury or disease of the common peroneal nerve due to trauma, leprosy or peripheral neuritis. Sensory loss- first interdigital cleft. {Reference: BDC 6E pg no. 97}",
        "cop": 2,
        "opa": "Tibial nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial peroneal nerve",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "1aaf1972-5dc2-4a99-a455-e5d62f2d5b2c",
        "choice_type": "single"
    },
    {
        "question": "Muscles causing dorsiflexion of foot is",
        "exp": "DORSIFLEXION FOOT:- The forefoot is raised, and the angle between the front of the leg and the dorsum of the foot is diminished. The wider anterior trochlear surface of the talus fits into the lower end of narrow posterior pa of the lower end of tibia. No chance of dislocation in dorsiflexion. PLANTAR FLEXION OF FOOT:- Forefoot is depressed and the angle between leg and foot is increased. The narrow posterior pa of trochlear surface of talus loosely fits into the wider anterior pa of lower end of tibia. High heels causes plantar flexion of ankle joint and its dislocation. MUSCLES INVOLVED;- Main Accessory Dorsiflexion Tibialis anterior EHL EDL Peroneus Teius Plantar flexion Gastrocnemius Soleus Plantaris Tibialis posterior FHL FDL {Reference: BDC 6E pg no. 150}",
        "cop": 2,
        "opa": "plantaris",
        "opb": "Extensor hallucis longus",
        "opc": "Flexor digitorum longus",
        "opd": "Flexor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c191d0f9-d8ea-4d56-bcb6-a37598f7f56b",
        "choice_type": "multi"
    },
    {
        "question": "Aerial supply to the head and neck of femur is",
        "exp": "The medial circumflex femoral aery (internal circumflex aery, medial femoral circumflex aery) is an aery in the upper thigh that helps supply blood to the neck of the femur. Damage to the aery following a femoral neck fracture may lead to avascular necrosis (ischemic) of the femoral neck/head. Ref - BDC 6th edi vol 2; pg 13-15",
        "cop": 2,
        "opa": "Lateral circumflex femoral aery",
        "opb": "Medial circumflex femoral aery",
        "opc": "Profunda femoris aery",
        "opd": "External femoral aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "57115bb8-5850-4a9c-b000-91fa80caa816",
        "choice_type": "single"
    },
    {
        "question": "Peripheral hea is another name for",
        "exp": "There are large valveless venous sinuses in the substance of soleus. When it contracts, the blood is pumped out of them and during rest the blood stagnates in them. Soleus is also known as because it actively helps in the venous return from the lower limb. (Ref: Gray's Anatomy, Churchill Livingstone, New York; 2005; 879 - 880.)",
        "cop": 2,
        "opa": "Gastrocnemius muscle",
        "opb": "Soleus muscle",
        "opc": "Plantaris muscle",
        "opd": "Popliteus muscle",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "792a1af3-30a1-44d8-8a8d-89ce0cb4d08e",
        "choice_type": "single"
    },
    {
        "question": "Neurovascular bundle of anterior compament of leg passes between the tendons of",
        "exp": "ANTERIOR COMPAMENT( leg):- Muscles:-1. Tibialis anterior 2. Extensor hallucis longus3. Extensor digitorum longus 4. Peroneus teius. Aery: anterior tibial aery. The blood supply of anterior compament is reinforced by the perforating branch of peroneal aery. Nerve:-Deep peroneal nerve. Arrangement:-From medial to lateral-Tibialis anterior EHLAnterior tibial aery and deep peroneal nerve EDLPeroneus teius. {Reference: BDC 6E pg no. 93 diagram 8. 4}",
        "cop": 1,
        "opa": "Extensor hallucis longus and Extensor digitorum longus",
        "opb": "Extensor digitorum longus and peroneus teius",
        "opc": "Tibialis anterior and Extensor hallucis longus",
        "opd": "Tibialis anterior and Extensor digitorum longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "56fe05be-e6ff-4136-9c0e-0c1d7c5e3033",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tendon is used for transplantation in the body?",
        "exp": "The long tendon of plantaris is used for tendon transplantation in the body. The plantaris is a rudimentary muscle and is accessory to the gastrocnemius. Its functional impoance is of transplantation. Supplied by Tibial nerve. Ref: BD Chaurasia, 7th edition; Volume 3; Page no: 107",
        "cop": 4,
        "opa": "EHL",
        "opb": "EDL",
        "opc": "FHL",
        "opd": "Plantaris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "eba89b45-4d42-40e8-92f0-aba8aef552bc",
        "choice_type": "single"
    },
    {
        "question": "Nerve for adductor compament of thigh",
        "exp": "OBTURATOR NERVE:- Branch of lumbar plexus Nerve of adductor compament Arises from ventral division of ventral rami of L2, L3, L4 segments. It emerges on the medial border of psoas major muscle within the abdomen. It crosses the pelvic brim to run downwards and forwards on the lateral wall of pelvis to reach upper pa of obturator foramen. Terminates by dividing into anterior and posterior Divisions. BRANCHES:-Anterior division 1. Muscular branches: pectineus, adductor longus, adductor brevis, gracilis. 2. Aicular: hip joint. 3. Vascular and cutaneous: femoral aery. Posterior division 1. Muscular: obturator externus, adductor magnus(adductor pa)2. Aicular: knee joint 3. Vascular and cutaneous: popliteal aery. {Reference: BDC 6E pg no. 172}",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Obturator nerve",
        "opc": "Superior gluteal nerve",
        "opd": "Inferior gluteal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "34c8177c-63d7-41f4-8115-0da53c9b60d9",
        "choice_type": "single"
    },
    {
        "question": "Hunterian perforators are seen in",
        "exp": "Hunterian perforator is seen in middle one third of thigh. It is a perforating vein that connects the great saphenous vein with the femoral vein. The great saphenous vein is a superficial vein while the femoral vein is a deep vein. It is present in the hunter&; s canal. Other perforating veins include, 3 medial ankle perforators of Cockett and Boyd&; s perforator at upper end of calf. reference: clinical anatomy for students, problem solving approach, neeta v kulkarni, 2nd edition, page no. 837",
        "cop": 4,
        "opa": "Upper thigh",
        "opb": "Lower thigh",
        "opc": "Calf",
        "opd": "Mid thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "4cb40d29-bcf1-4291-b642-d5ee822ea7ce",
        "choice_type": "single"
    },
    {
        "question": "All of the following are composite muscles, except",
        "exp": "Composite muscle/Hybrid muscles are those which havevmore than one set of fibres, but perform same function and are usually supplied by different nerves for different sets of fibres. Flexor carpi ulnaris is a superficial muscle of the front of the forearm. Its humeral head takes origin from medial epicondyle of humerus and the ulnar head from medial margin of olecranon and by an aponeurosis from posterior border of ulna. It is innervated by ulnar nerve. Flexor digitorum profundus is a deep muscle of the front of the forearm. Its radial half is supplied by median nerve and the ulnar halfbis supplied by ulnar nerve. Pectineus is an adductor muscle on the medial side of the thigh. Its anterior set of fibres is supplied by femoral nerve, while posterior setvof fibres is supplied by obturator nerve. Biceps femoris is a flexor muscle on the back of the thigh. Its long head arises with semitendinosus from medial pa of ischial tuberosity, and is supplied by tibial pa of sciatic nerve. The sho head arises from linear aspera and the upper half of lateral supracondylar line, and is supplied by common peronal nerve. This reflects the composite derivation. Ref - medscape. com, pubmed. com",
        "cop": 1,
        "opa": "Flexor carpi Ulnaris",
        "opb": "Flexor digitorum profundus",
        "opc": "Pectineus",
        "opd": "Biceps Femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "507fa2ee-0242-4ef8-a707-53e2d3b220e8",
        "choice_type": "multi"
    },
    {
        "question": "Locking muscle of Knee joint is",
        "exp": "Locking is a mechanism that allows the knee to remain in the position of full extension as in standing without much muscular effo. Locking occurs as a result of medial rotation of the femur during the last stage of extension. Vastus medialis prevents lateral displacement of the patella. Reference: Chaurasia Volume II; 7th edition; Page no: 169",
        "cop": 2,
        "opa": "Vastus Lateralis",
        "opb": "Vastus Medialis",
        "opc": "Vastus Intermedius",
        "opd": "Rectus Femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "1543aaa4-40b0-4cad-8af3-5aed242821ca",
        "choice_type": "single"
    },
    {
        "question": "Cremasteric muscle is supplied by",
        "exp": "CREMASTER MUSCLE:-Consists of muscle fasciculi embedded in cremasteric fascia. The fasciculi forms superficial loops from middle one-third of upper surface of inguinal ligament and deep loops from pubic tubercle, pubic crest and conjoint tendon. Fully developed in males. In females only few fibres. Muscle along with the intervening connective tissue forms a sac-like cremasteric fascia around spermatic cord and testis. Nerve supply:- genital branch of genitofemoral nerve. Action: suspend the testis and elevate it. Cremasteric reflex:-Stroking the upper pa of the medial side of the thigh there is reflex contraction of the cremaster muscle, as is evidenced by elevation and retraction of the testis. In UMN lesions above segment L1 reflex is lost. <img src=\" /> {Reference: BDC 6E vol2 pg 206}",
        "cop": 2,
        "opa": "Ilioinguinal nerve",
        "opb": "Genital branch of genitofemoral",
        "opc": "Femoral nerve",
        "opd": "Obturator nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c437e0bf-2281-47b0-9f22-c1d3f3f28e9c",
        "choice_type": "single"
    },
    {
        "question": "Anterior wall of inguinal canal is formed by muscles",
        "exp": "INGUINAL CANAL:- Oblique intermuscular passage in the lower pa of the anterior abdominal wall. Extends from deep inguinal ring to superficial. Deep ring- oval opening in fascia transversalis. 1. 25 cm above mid-inguinal point. Superficial ring: triangular gap in external oblique aponeurosis. Length: 4cm. Directed downwards forwards and medially. BOUNDARIES:-1. Anterior wall A. To the whole extent: skin superficialfascia and external oblique aponeurosis. B. Lateral one third: internal oblique muscle 2. Posterior wall A. Whole extend fascia transversalis, extraperitoneal tissue, the parietal peritoneum. B. Medial two third: conjoint tendon, reflected pa of inguinal ligament. 3. Roof: arched fibres of internal oblique and transversus abdominis. 4. Floor: grooved upper surface of inguinal ligament. Structures passing through:-1. Spermatic cord(males) Round ligament of uterus (f)2. Ilioinguinal nerve. {Reference: BDC 6E}",
        "cop": 1,
        "opa": "External and internal oblique",
        "opb": "External, internal and transverse abdominis",
        "opc": "External oblique and rectus abdominis",
        "opd": "Internal oblique and transverse abdominins",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "3d70e53b-1e66-4755-b618-dcba8f5327db",
        "choice_type": "multi"
    },
    {
        "question": "Skin and facia of great toe drains into",
        "exp": "The superficial inguinal lymph nodes form a chain immediately below the inguinal ligament. They lie deep to Camper&; s fascia which overlies the femoral vessels at medial aspect of the thigh. They are found in the triangle bounded by the inguinal ligament superiorly, the border of the saorius muscle laterally, and the adductor longus muscle medially. (Femoral Triangle of Scarpa) There are approximately 10 superficial lymph nodes. The superficial nodes drain to the deep inguinal lymph nodes.",
        "cop": 1,
        "opa": "Veical group of superficial inguinal lymph node",
        "opb": "Horizontal group of superficial inguinal lymph node",
        "opc": "Obturator lymph nodes",
        "opd": "Deep inguinal lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e6d3571a-d5e6-4daf-8949-fafb06981f51",
        "choice_type": "single"
    },
    {
        "question": "What lies at midinguinal point?",
        "exp": "MID INGUINAL POINT Midpoint of line joining anterior superior iliac spine to pubic symphysis. Femoral aery, continuation of external iliac aery, begins behind the inguinal ligament at the midinguinal point. Deep ring- oval opening in fascia transversalis. 1. 25 cm above mid inguinal point. Superficial ring: triangular gap in external oblique aponeurosis. Located just above and medial to pubic tubercle. Saphenous vein.:-Thigh- it inclines forward to reach the saphenous opening where it pierces the cribriform fascia, and opens into femoral vein. {Reference: BDC 6E}",
        "cop": 3,
        "opa": "Deep inguinal ring",
        "opb": "Superficial inguinal ring",
        "opc": "Femoral aery",
        "opd": "Saphenous vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "f2fceaf5-93e8-4d84-aedd-17176867c657",
        "choice_type": "single"
    },
    {
        "question": "Ankle is most stable in dorsiflexion due to",
        "exp": "DORSIFLEXION FOOT:-The forefoot is raised, and the angle between the front of the leg and the dorsum of the foot is diminished. The wider anterior trochlear surface of the talus fits into the lower end of narrow posterior pa of the lower end of tibia. No chance of dislocation in dorsiflexion. PLANTAR FLEXION OF FOOT:-Forefoot is depressed and the angle between leg and foot is increased. The narrow posterior pa of trochlear surface of talus loosely fits into the wider anterior pa of lower end of tibia. High heels causes plantar flexion of ankle joint and its dislocation. MUSCLES INVOLVED;- Main. Accessory. Dorsiflexion Tibialis anterior EDL, EHL Peroneus teius Plantar flexion Gastrocnemius, Soleus Plantaris FHL, FDLTibialis posterior {Reference: BDC 6E pg no. 150}",
        "cop": 1,
        "opa": "Wedge shape of talus",
        "opb": "Muscle pull during dorsiflexion",
        "opc": "Presence of malleoli",
        "opd": "Ligament pull",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "f5466693-e144-4c2a-b4a3-e0545f4b9a8e",
        "choice_type": "multi"
    },
    {
        "question": "All are contents of femoral triangle except",
        "exp": "FEMORAL TRIANGLE:- Triangular depression on front of the upper one third of the thigh immediately below the inguinal ligament. BOUNDARIES:-1. Laterally: medial border of Saorius. 2. Medially: medial border of adductor longus. 3. Base: inguinal ligament. 4. Apex: directed downwards. formed by the point where the medial and lateral boundaries cross. apex is continuous with the adductor canal. 5. Roof: skin, superficial fascia and deep fascia. Superficial fascia contains superficial inguinal lymph nodes, femoral branch of genitofemoral nerve, branches of ilioinguinal nerve, superficial branches of the femoral aery with accompanying veins and the upper pa of the great saphenous vein. 6. Floor: medially by adductor longus and pectineus, and laterally by the psoas major and iliacus. CONTENTS:-1. Femoral aery and its branches.- Superficial branches-superficial external pudendal. Superficial epigastric Superficial circumflex iliac Deep branches-profunda femoris, muscular branches and deep external pudendal 2. Femoral vein and its tributaries 3. Femoral sheath 4. Femoral nerve 5. Nerve to pectineus6. Femoral branch of genitofemoral nerve. 7. Lateral cutaneous nerve of thigh. 8. Deep inguinal lymph nodes. Vein is medial to aery (base). Vein posteromedial to aery (apex) {Reference: BDC 6E pg no. 45}",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "Femoral vein",
        "opc": "Superficial inguinal lymph nodes",
        "opd": "Nerve to pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "f234a3c9-dded-4e95-ac04-33be2d8067f2",
        "choice_type": "multi"
    },
    {
        "question": "The femoral ring is bounded by the following structures except",
        "exp": "FEMORAL CANAL:- Medial compament of the femoral sheath. Conical shape, wide above and narrow below. Contents: 1. Lymph node of cloquet / Rosenmuller. The lymph node drains glans penis in males and clitoris in females. 2. Lymphatics 3. Areolar tissue. The base or upper end of femoral canal is called femoral ring. FEMORAL RING:-Boundaries:- Ant: inguinal ligament. Post: pectineus and it's covering fascia. Medially: concave margin of lacunar ligament. Laterally: septum separating it from femoral vein. Inferior epigastric vessels closely related to the ring. The ring is closed by condensation of extraperitoneal connective tissue called femoral septum. {Reference: BDC 9E}",
        "cop": 3,
        "opa": "Femoral vein",
        "opb": "Inguinal ligament",
        "opc": "Femoral aery",
        "opd": "Lacunar ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d021f75b-70e8-41ad-8112-15f1ee69350c",
        "choice_type": "multi"
    },
    {
        "question": "The dorsalis pedis aery terminates at the",
        "exp": "DORSALIS PEDIS AERY:- Dorsal aery of foot. Chief palpable aery on dorsum of foot. Continuation of anterior tibial aery on to the dorsum of foot. The aery begins in front of the angle between the two malleoli. It passes forwards along the medial side of the dorsum of the foot to reach the proximal end of first intermetatarsal space. Here it dips downwards between the two heads of first dorsal interossei and ends in sole by completing the plantar aerial arch. Branches; Lateral tarsal aery Medial tarsal branches Arcuate aery First dorsal metatarsal aery. {Reference: BDC 6E pg no. 97}",
        "cop": 4,
        "opa": "Base of the proximal phalanx of the hallux",
        "opb": "First metatarsophalangeal joint",
        "opc": "Dorsum of ankle joint",
        "opd": "Proximal pa of first intermetatarsal space",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e737043e-c5ac-4932-9d5f-994ac310dd8f",
        "choice_type": "multi"
    },
    {
        "question": "The following tendons pass under extensor retinaculum except",
        "exp": "RETINACULA:- Around the ankle, the deep fascia is thickened to form bands called retinacula. Front of ankle- superior and inferior extensor retinacula. Lateral-superior and inferior peroneal retinacula. Posteromedially- extensor retinacula. Superior extensor retinacula:- Attachments-Medially-lower pa of anterior border of tibia. Laterally- lower pa of anterior border of fibula. Inferior extensor retinacula:- Y shaped band of deep fascia. Attachments-Stem attached to superior surface of calcaneum. Upper band-anterior border of medial malleolus. Lower band-plantar aponeurosis. Structures passing under:-1. Tibialis anterior 2. EHL3. Anterior tibial vessels 4. Deep peroneal nerve. 5. EDL6. Peroneus teius. {Reference: BDC 6E pg no. 93}",
        "cop": 4,
        "opa": "EXTENSOR digitorum brevis",
        "opb": "Extensor hallucis",
        "opc": "Tibialis anterior",
        "opd": "Superficial peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "cf327e20-4b17-4c75-93b4-d3600885832b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about injury to common peroneal nerve are true, except",
        "exp": "COMMON PERONEAL NERVE:- Smaller terminal branch of sciatic nerve. Root value: dorsal division of ventral rami of L4, L5, S1, S2. Beginning: begins in back of thigh as a smaller subdivision of the sciatic nerve. Course: lies in upper lateral pa of popliteal fossa. It turns around the lateral surface of the fibula. Then it lies in the substance of peroneus longus muscle. Terminates by dividing into two terminal branches- superficial and deep peroneal. Commonest nerve to be paralyzed. Causes of injury: 1. Fracture neck of fibula. 2. Lathi injury on lateral side of knee joint. 3. Due to plaster on leg.- nerve get compressed between hard plaster and neck of fibula. To prevent this cotton must be placed on the upper lateral side of the leg. Effects of injury:-1. Motor loss: dorsiflexors and eveors of foot affected. Results in foot drop. Foot is plantar flexed due to paralysis of muscle of anterior compament. 2. Sensory loss: back of leg, lateral side of leg and dorsum of foot. 3. Aicular loss: lateral side of knee joint. {Reference: BDC 6E pg no. 176}",
        "cop": 2,
        "opa": "Commonly results from injury to the neck of fibula",
        "opb": "Loss of sensations over sole of foot",
        "opc": "Loss of toe dorsiflexion",
        "opd": "Foot drop",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "ac594e96-055a-4bd2-81e2-2f629e591c94",
        "choice_type": "multi"
    },
    {
        "question": "All are contents of the Femoral traingle except",
        "exp": "Femoral triangle: Lateral - Saorius Medial - Adductor longus Base - Inguinal ligament Contents - Femoral nerve, Femoral aery, Femoral vein, deep inguinal lymphatics, nerve to pectineus. Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1362.",
        "cop": 3,
        "opa": "Femoral nerve",
        "opb": "Femoral vein",
        "opc": "Superficial inguinal lymphatics",
        "opd": "Nerve to pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "832bf3b6-96e2-4cc2-82f3-9844279544c5",
        "choice_type": "multi"
    },
    {
        "question": "A man is struck with lathi on lateral aspect of head of fibula. Which of the following can occur as a result of nerve injury",
        "exp": "The nerve that is injured is common peroneal nerve. It winds around neck of fibula where it divides into superficial and deep peroneal nerves. Its injury causes: Motor loss: to dorsiflexers and eveors of foot causing \" foot drop\". sensory loss: is to the back of leg, lateral side if the leg and most of the dorsum of foot. aicular loss to lateral side of knee joint. Deep peroneal nerve divides into: Lateral terminal branch- supplies extensor digitorum brevis and tarsal joints Medial terminal branch- supplies skin adjoining 1 st web space of toe and proximal joints of big toe. Superficial peroneal nerve: Supplies skin over lower 1/3 of lat side of leg, skin over entire dorsum of foot except lat border supplied by sural nerve, medial border upto base of great toe supplied by saphenous nerve cleft between 1 st and 2 nd toes supplied by deep peroneal nerve. Ref: BD Chaurasia ( 7 th edition pg 192)",
        "cop": 2,
        "opa": "Loss of sensation of lateral foot",
        "opb": "Loss of sensation of adjacent sides of 1st & 2nd toe",
        "opc": "Inversion inability",
        "opd": "Dorsiflexion not possible",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "d0bc00b2-3c01-41fc-9b8c-c5829ec4b00c",
        "choice_type": "single"
    },
    {
        "question": "A 22 year football player came to the hospital with pain and swelling at the lateral aspect of ankle. The emergency depament diagnosed as inversion sprain. Which of the following ligament is affected?",
        "exp": "A forced inversion of foot results in tear of calcaneofibular ligament, sometimes anterior talofibular ligament. They prevent inversion of foot Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1431",
        "cop": 2,
        "opa": "Calcaneonavicular",
        "opb": "Calcaneofibular",
        "opc": "Long plantar",
        "opd": "Sho plantar",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "72c4c11d-c765-48b7-835a-97deb480fde1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tendons has attachments on sustentaculum tali?",
        "exp": "SUSTENTACULUM TALI:- Medial surface of calcaneum bone is concave from above downwards. The concavity is attenuated by the presence of a shelf like projection of bone, called the sustentaculum tali. The groove on the lower surface of sustentaculum tali is occupied by tendon of FHL. Medial margin is related to tendon of flexor digitorum longus. Attachments:-1. Spring ligament. 2. Tibialis posterior 3. Superficial fibres of deltoid ligament. 4. Medial talocalcanean ligament. Origin to medial head of flexor digitorum accessorius. {Reference: BDC 6E pg no. 33}",
        "cop": 2,
        "opa": "Tibialis anterior",
        "opb": "Tibialis posterior",
        "opc": "Flexor digitorum longus",
        "opd": "Flexer hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "a7d06fbb-754a-4758-88e6-0796ed033fa4",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following aeries pierces the oblique popliteal ligament of the knee joint?",
        "exp": "OBLIQUE POPLITEAL LIGAMENT:- Expansion from the tendon of semimembranosus. Runs upwards and laterally, blends with the posterior surface of the capsule, and is attached to the intercondylar line and lateral condyle of femur. Related to politeal aery. Structures piercing the ligament:-1. Middle Genicular vessels. 2. Posterior division of obturator nerve. {Reference BDC 9E }",
        "cop": 3,
        "opa": "Medial superior genicular aery",
        "opb": "Lateral superior genicular aery",
        "opc": "Middle genicular aery",
        "opd": "Posterior tibial recurrent aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "e35f7a2f-f83b-4952-bc2b-33c05425fffa",
        "choice_type": "single"
    },
    {
        "question": "Muscle attached to lateral surface of greater trochanter",
        "exp": "GREATER TROCHANTER:- Quadrangular prominence located on upper pa of the junction of neck with the shaft. Attachments:-1. Apex-pyriformis 2. Anterior surface-gluteus minimus3. Medial surface- obturator internus and two gamelli. 4. Trochanteric fossa- obturator externus. 5. Lateral surface-gluteus medius. <img src=\" /> {Reference: BDC 6E pg no. 16}",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Gluteus minimus",
        "opd": "Piriformis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "3b2cd3ab-2ed2-4939-95d0-d4b8d69f08b7",
        "choice_type": "single"
    },
    {
        "question": "A young patients presented with loss of sensation in sole of foot with paralysis of medial side of plantar muscles of the foot, Most likely nerve involvement is",
        "exp": "TIBIAL NERVE:- Root value: ventral division of ventral rami of L4, L5, S1, S2, S3 segments of spinal cord. Beginning: largest subdivision of sciatic nerve. Course: descends veically in popliteal fossa. It continues in back of leg as the neurovascular bundle with posterior tibial vessels. Lastly passes deep to flexor retinaculum of ankle joint. Branches: Muscular branches to gastrocnemius, soleus, popliteus, plantaris, FHL, FDL and Tibialis posterior. Aicular branches to superior, middle and inferior genicular. Cutaneous and vascular branch: sural nerve, medial calcaneal branch and branch to posterior tibial aery. Terminates by dividing into medial and lateral plantar nerves. MEDIAL PLANTAR NERVE:-Muscular branches: Abductor hallucis, flexor digitorum brevis, flexor hallucis brevis and first lumbrical. Cutaneous branch: skin of medial pa of sole and medial three and a half toes. LATERAL PLANTAR NERVE:-Main trunk: flexor digitorum accessorius and abductor digiti minimi and skin of sole. Ends by dividing into superficial and deep branches. Superficial branch: lateral and medial branch Lateral branch: flexor digiti minimi brevis, 3rd plantar, 4th interossei and skin on lateral side of little toe. Medial branch: 4th interdigital cleft. Deep branch: 2nd, 3rd, 4th lumbricals1st, 2nd, 3rd dorsal interossei 1st, 2nd plantar interossei and. Adductor hallucis. COMMON PERONEAL:-Branch of sciatic nerve Root value: L4, L5, S1, S2 Branches: Muscular branch: sho head of biceps Cutaneous: lateral cutaneous nerve of calf. Aicular: superior lateral, inferior lateral and recurrent genicular. Terminal branches: superficial and deep peroneal. SUPERFICIAL PERONEAL:-Muscular branches: peroneus longus and brevis Cutaneous branches: Digital branches to medial side of big toe, adjacent sides of 2nd and 3rd, 3rd and 4th, and 4th and 5th toes. DEEP PERONEAL:-Muscular branches to muscles of anterior compament of leg: Tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius. Extensor digitorum brevis Cutaneous: dorsal digital nerves for adjacent sides of big toe and second toe. Aicular branches: Ankle joint, tarsal joints, tarsometatarsal joints and metatarsophalangeal joint of big toe. {Reference: BDC 6E vol2 pg 79}",
        "cop": 4,
        "opa": "Common peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial peroneal nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "5c2666a3-14d5-40f7-90b2-554a8cdfed47",
        "choice_type": "single"
    },
    {
        "question": "Injury to the nerve which passes superior to piriformis and winds around greater sciatic notch, most likely affected which muscle",
        "exp": "Structures passing above the pyriformis:-Superior gluteal nerve and vessels. It winds around greater sciatic notch. SUPERIOR GLUTEAL NERVE Root value: L4, L5, S1. Course: enters the gluteal region through greater sciatic notch above pyriformis muscle. Runs between gluteus medius and gluteus minimus to end in tensor fascia lata. Branches:-it supplies 1. Gluteus medius 2. Gluteus minimus3. Tensor fascia lata {Reference: BDC 6E pg no. 173}",
        "cop": 1,
        "opa": "Gluteus medius",
        "opb": "Gluteus maximus",
        "opc": "Obturator internus",
        "opd": "Piriformis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "691f9535-4df3-4125-9c91-bd246b54d4b9",
        "choice_type": "single"
    },
    {
        "question": "Anterior compament of leg contains all except",
        "exp": "ANTERIOR COMPAMENT:- Muscles:-1. Tibialis anterior 2. Extensor hallucis longus3. Extensor digitorum longus 4. Peroneus teius. Aery: anterior tibial aery. The blood supply of anterior compament is reinforced by the perforating branch of peroneal aery. Nerve:-Deep peroneal nerve. {Reference: BDC 6E vol2 pg 93}",
        "cop": 1,
        "opa": "Peroneus brevis",
        "opb": "Tibialis anterior",
        "opc": "External hallucis longus",
        "opd": "External digitorum longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "487a9f93-70c6-4f51-8864-4b6b1a681e3e",
        "choice_type": "multi"
    },
    {
        "question": "All are true about popliteus except",
        "exp": "POPLITEUS:- Origin:-intracapsular origin. lateral condyle of femur. lateral meniscus of knee. Inseion:-posterior surface of shaft of tibia above soleal line. Nerve supply:- tibial nerve. Action:-Unlocks knee by lateral rotation of femur on tibia prior to flexion. <img src=\" /> {Reference: BDC 6E pg no. 108}",
        "cop": 4,
        "opa": "Flexes the knee",
        "opb": "Unlocks the knee",
        "opc": "Intracapsular",
        "opd": "Inseed to medial meniscus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "b94716ac-966c-418b-b4c7-3e2e8682bc99",
        "choice_type": "multi"
    },
    {
        "question": "Inveor of foot is",
        "exp": "Eversion: movement in which the lateral border of the foot is elevated so that the sole faces laterally. Inversion: movement in which the medial border of the foot is elevated so that the sole faces medially. In eversion and inversion, the entire pa of the foot below the talus moves together. Inversion is accompanied by plantar flexion of the foot and adduction of the forefoot. Eversion is accompanied by the dorsiflexion of the foot and adduction of the forefoot. JOINTS TAKING PA:-Subtalar Talocalcaneonavicular Transverse talar AXIS:- These movements takes place around an oblique axis which runs forwards, upwards and medially, passing from the back of the calcaneum, through sinus tarsi, to emerge at the superomedial aspect of the neck of the talus. The obliquity of the axis pay accounts for the adduction, abduction, plantar flexion and dorsiflexion which are associated with these movements. RANGE:-Inversion is more free than eversion The range of movements is increased in plantar flexion. MUSCLES PRODUCING MOVEMENTS:- Muscles- Main Accessory Inversion Tibialis anterior Tibialis posterior FHL FDL Eversion Peroneus longus Peroneus brevis {Reference: BDC 6E}",
        "cop": 1,
        "opa": "Tibialis posterior",
        "opb": "Peroneus teius",
        "opc": "Peroneus brevis",
        "opd": "Gastrocnemius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "c5770f93-938a-4521-a4cb-c9a5e91e2c4d",
        "choice_type": "single"
    },
    {
        "question": "ACL prevents",
        "exp": "Anterior cruciate ligament prevents Posterior dislocation of femur on tibia Anterior displacement of tibia on femur Ref: Gray's Anatomy The Anatomical Basics of Clinical Practice 41 e pg 1394.",
        "cop": 4,
        "opa": "Anterior displacement of fibula",
        "opb": "Posterior displacement of tibia",
        "opc": "Anterior displacement of femur",
        "opd": "Posterior displacement of femur",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "15ef7e48-1d2a-497f-9266-8b9428d0c759",
        "choice_type": "single"
    },
    {
        "question": "Lateral dislocation of patella is prevented by",
        "exp": "The lateral border provides inseion to vastus lateralis in its upper one-third or half. The medial border provides inseion to the vastus medialis in its upper two-thirds or more. Ref: B D Chaurasia's Humsn Anatomy, seventh edition, volume 2, pg, no. 22",
        "cop": 2,
        "opa": "Rectus femoris",
        "opb": "Vastus medialis",
        "opc": "Vastus lateralis",
        "opd": "Vastus intermedius",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb",
        "id": "90811af8-fc0f-4b74-8630-63306c1e545f",
        "choice_type": "single"
    }
]