[
    {
        "question": "Which of the following lies lateral to sheath of femoral hernia?",
        "exp": "Femoral vein lies lateral to sheath of femoral hernia. Femoral sheath - funnel shaped sleeve of fascia enclosing upper 3-4 cm of femoral vessels. The sheath is divided into three compaments by septa- Lateral compament - femoral aery and femoral branch of genitofemoral nerve Intermediate compament- femoral vein Medial compament - Also known as Femoral canal - Contains lymph node of Cloquet Femoral hernia - The femoral canal is an area of potential weakness in the abdominal wall through which abdominal contents may bulge out forming a femoral hernia. It is more common in females. So lateral to femoral canal lies femoral vein.",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "lateral cutaneous nerve of thigh",
        "opc": "Femoral vein",
        "opd": "Femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "1debc3e3-2d02-4055-b2e1-a49d8ea312b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms medial boundary of the marked structure",
        "exp": "Marked structure - Femoral ring Boundaries of Femoral ring Medially - Lacunar ligament Laterally - Femoral vein Anterior - Inguinal ligament Posterior - Pectineus",
        "cop": 1,
        "opa": "Lacunar ligament",
        "opb": "Inguinal ligament",
        "opc": "Femoral vein",
        "opd": "Pectineus muscle",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "67e67509-3328-41a6-9f73-8211386459b0",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man is transpoed to the emergency depament with severe pain of his right hip and thigh. A radiographic examination reveals avascular necrosis of the femoral head. Which of the following conditions most likely occurred to produce avascular necrosis in this patient?,",
        "exp": "An Intracapsular femoral neck fracture causes Avascular Necrosis of the Femoral Head because the fracture damages the radicular branches of the Medial and Lateral Circumflex Aeries that pass beneath the Ischiofemoral ligament and pierce the femoral neck. Comminuted fracture of the Extracapsular Femoral Neck would not ordinarily imperil the vascular supply.",
        "cop": 3,
        "opa": "Thrombosis of the obturator aery",
        "opb": "Interochanteric fracture of the femur",
        "opc": "Intracapsular femoral neck fracture",
        "opd": "Comminuted fracture of the extracapsular femoral neck",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "b14c673e-ab23-49b4-a82b-f2759961fbaf",
        "choice_type": "single"
    },
    {
        "question": "All of the following pairs regarding adductor canal are true EXCEPT:",
        "exp": "Femoral nerve is not a content of adductor canal. Saphenous nerve, a branch of femoral nerve is present in the canal and passes anterior to femoral aery Adductor canal- Anteromedial wall -saorius. Posterior wall -adductor longusandadductor magnus. Laterally -vastus medialis. content- The canal contains thesubsaorial aery (superficial femoral aery), subsaorial vein (superficial femoral vein), saphenous nerve, and thenerve to the vastus medialis).",
        "cop": 2,
        "opa": "Roof: Saorius Muscle",
        "opb": "Contents: Femoral Nerve",
        "opc": "Floor: Adductor longus and Magnus",
        "opd": "Antero-lateral boundary: Vastus Medialis",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "fd08b2a0-bce1-4bcf-8259-11c8c2cb09ec",
        "choice_type": "multi"
    },
    {
        "question": "The blood supply to femoral head is mostly by",
        "exp": "The blood supply of the Femoral Head is derived mainly from retinacular aeries which are the branches of Medial Circumflex Femoral Aery.",
        "cop": 2,
        "opa": "Lateral circumflex femoral aery",
        "opb": "Medial circumflex femoral aery",
        "opc": "Ligamentum teres aery",
        "opd": "Obturator aery",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "90e0572c-6693-43ea-b7ad-4115207cbf8a",
        "choice_type": "single"
    },
    {
        "question": "True statement about Greater saphenous vein is:",
        "exp": "The Greater Saphenous Vein ascends superficial to the fascia lata. It courses anterior to the medial malleolus and posterior to the medial condyles of the tibia and femur and passes through the saphenous opening (fossa ovalis) in the fascia lata, and joins the Femoral Vein.",
        "cop": 3,
        "opa": "Posterior to the medial malleolus",
        "opb": "Drains into the popliteal vein",
        "opc": "Posterior to the medial condyles of the tibia and femur",
        "opd": "Deep to the fascia lata of the thigh",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "ef4948be-4b32-4cad-8680-97b5e5a8351f",
        "choice_type": "multi"
    },
    {
        "question": "In preparing to isolate the proximal poion of the Femoral Aery, the vascular surgeon gently separated it from surrounding tissues. Posterior to the Femoral Sheath, what muscle forms the Lateral poion of the floor of the Femoral Triangle?",
        "exp": "The Iliopsoas forms the lateral poion of the trough like floor of the Femoral Triangle. The Pectineus forms the medial poion of this floor. The Adductor Longus provides a medial border for the femoral triangle and meets the saorius, the Lateral Border of the Triangle, at the Apex. The Rectus Femoris is a superficial contributor to the quadriceps femoris, lateral to the Femoral Triangle.",
        "cop": 2,
        "opa": "Adductor Longus",
        "opb": "Iliopsoas",
        "opc": "Saorius",
        "opd": "Pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "ea5c0d0d-8e19-4b49-a500-d06fd2030b61",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman is admitted to the hospital with a painful right foot. A CT scan examination reveals a thrombotic occlusion of the femoral aery in the proximal pa of the adductor canal. Which aery will most likely provide blood supply to the leg through the genicular anastomosis?,",
        "exp": "The Lateral Circumflex Femoral Aery arises from the Deep Femoral (Profunda Femoris) aery of the thigh and sends a descending branch down the length of the femur to anastomose with the Superior Medial Genicular Aery and the Superior Lateral Genicular Aery. The medial circumflex femoral aery is responsible for supplying blood to the head and neck of the femur, and it does not anastomose with distal vessels at the knee. The first Perforating Aery of Deep Femoral Aery sends an ascending branch that anastomoses with the Medial Circumflex Femoral and the Inferior Gluteal Aery in the buttock. The inferior gluteal aery is a branch of the Internal Iliac; it has impoant anastomotic supply to the hip joint.",
        "cop": 2,
        "opa": "Medial circumflex femoral",
        "opb": "Descending branch of the lateral circumflex femoral",
        "opc": "First perforating branch of the deep femoral",
        "opd": "Inferior gluteal",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "352e5221-8f10-4ef0-a4e8-f388add77268",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital after falling from his roof. Among other injuries suffered in his fall, radiographic examination reveals a fracture of the talus bone in one foot. From what aery does this bone receive its primary vascular supply?,",
        "exp": "The posterior tibial aery provides most of the aerial supply for the neck and body of the talus bone. Much of the blood supply of this bone can be lost in an injury to this vessel and can result in osteonecrosis. The fibular (peroneal) aery provides a small amount of vascular supply. The Medial Plantar and Lateral Plantar branches of the Posterior Tibial Aery are distributed to tissues in the Plantar surface of the foot. The Dorsalis Pedis is the continuation of the Anterior Tibial Aery on the dorsum of the foot.",
        "cop": 1,
        "opa": "Posterior tibial",
        "opb": "Anterior tibial",
        "opc": "Dorsalis pedis",
        "opd": "Lateral plantar",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "e57abac1-0ae9-4dc0-a470-77305f83a605",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best describes the common femoral aery?",
        "exp": "The Femoral Aery initially lies lateral to the vein, and moves to lie posteriorly as it descends. Saphenous Nerve is the terminal branch of the Femoral nerve and initially lies lateral to the aery, passing anteriorly as it descends, so Femoral Aery lies between Femoral Vein and Saphenous Nerve. The Common Femoral Aery is the continuation of the External Iliac Aery and commences beneath the Inguinal Ligament at the mid-inguinal point. The branches of the Femoral Aery include the Superficial Epigastric, Superficial Circumflex iliac, superficial external pudendal, deep external pudendal aeries, muscular branches, the profunda femoris aery and the descending genicular aery. The Profunda Femoris Aery arises posterolaterally from the Femoral Aery about 3. 5 cm distal to the Inguinal Ligament. It overlies the tendon of psoas. It is separated from Pectineus by the Femoral Vein.",
        "cop": 1,
        "opa": "The Femoral Aery initially lies lateral to the vein, and moves to lie posteriorly as it descends.",
        "opb": "Gives the Profunda Femoris branch within the Femoral Sheath.",
        "opc": "Lies between the Saphenous vein and Femoral Vein below level of the Thigh.",
        "opd": "Lies over Pectineus as it passes under the Inguinal Ligament.",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "b104a895-75b8-46b7-b093-53c351883525",
        "choice_type": "multi"
    },
    {
        "question": "All are contents of Femoral Triangle EXCEPT:",
        "exp": "The Superficial Inguinal Lymph Nodes are found deep to Camper's fascia and Superficial to Fascia Lata. Femoral Triangle is a sub-fascial space (fascia lata being the roof), it contains only the Deep Inguinal Lymph Nodes Femoral triangle- Lateral border: medial border of saorius muscle Medial border: medial border of adductor longus muscle Base or superior border: inguinal ligament content-Femoral nerve, femoral aery, femoral vein, femoral canal (empty space), lymphatics(Deep Inguinal Lymph Nodes)",
        "cop": 3,
        "opa": "Femoral Aery",
        "opb": "Femoral Vein",
        "opc": "Superficial Inguinal Lymph Nodes",
        "opd": "Nerve to Pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "6ac6cfce-1cdd-467f-8cef-1f7f7a60a576",
        "choice_type": "multi"
    },
    {
        "question": "Which statement about the popliteal fossa is not true?",
        "exp": "The Sciatic Nerve divides into the Tibial and Common Peroneal Nerves in the Popliteal Fossa The Popliteal Aery is the deepest structure in the popliteal fossa. The Popliteal Vein is immediately Superficial with the nervous structures superficial to the vein. Boundaries -superior and medial: the semimembranosus & semitendinosus muscles -superior and lateral: the biceps femoris muscle -inferior and medial: the medial head of the gastrocnemius muscle -inferior and lateral: the lateral head of the gastrocnemius muscle and plantaris muscle Roof",
        "cop": 3,
        "opa": "Is bounded superolaterally by Biceps Femoris.",
        "opb": "Contains the Popliteal aery as the deepest structure.",
        "opc": "Usually the sciatic nerve does not bifurcate",
        "opd": "Usually contains the bifurcation of the sciatic nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "3599faab-cd00-4845-8860-7c396c1270fd",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old woman complains of a cramplike pain in her thigh and leg. She was diagnosed as having a severe intermittent claudication. Following surgery, an infection was found in the adductor canal, damaging the enclosed structures. Which of the following structures remains intact?",
        "exp": "The Great Saphenous Vein remains intact because it is not in the Adductor Canal. The Adductor Canal contains the Femoral Vessels, the Saphenous Nerve, and the Nerve to the Vastus Medialis.",
        "cop": 4,
        "opa": "Femoral aery",
        "opb": "Femoral vein",
        "opc": "Saphenous nerve",
        "opd": "Great saphenous vein",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "8b2d8c24-e640-4c65-8e25-90a354432ce9",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man is pushing some heavy weights while doing squats. Unfounately, while maxing out, he drops the weight and immediately grabs at his upper thigh, writhing in pain. The man is admitted to the emergency depament and during physical examination is diagnosed with a femoral hernia. What reference structure would be found immediately lateral to the herniated structures",
        "exp": "In a Femoral Hernia, abdominal contents are forced through the femoral ring, which is just lateral to the Lacunar Ligament (of Gimbernant) and just medial to the Femoral Vein. The Femoral Vein would be found immediately lateral to the Femoral Hernia. The adductor longus muscle as well as the pectineus muscle would be found deep and medial to the hernia.",
        "cop": 1,
        "opa": "Femoral Vein",
        "opb": "Femoral Aery",
        "opc": "Pectineus Muscle",
        "opd": "Femoral Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower limb 1",
        "id": "b9759f26-8e68-4d76-ae5b-ab0865e5cd03",
        "choice_type": "single"
    }
]