[
    {
        "question": "A 27-year female wearing high heels stumbled and sustained inversion injury at ankle. Which ligament is most likely to be injured in the given case?",
        "exp": "Ans. A. (A)A. Anterior Talofibular ligament. Ankle sprains: Usually caused by the falls from height or twists of ankle. When the plantar-flexed foot is excessively inverted, the anterior and posterior talofibular and calcaneofibular ligaments are stretched and torn. The anterior talofibular ligament is most commonly torn.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "ee83bd7f-cd04-446e-b0a5-da98e920bc7c",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is responsible for unlocking of knee?",
        "exp": "Ans. A Popliteus. Ref: BDC, vol II pg. 155* Quadriceps femoris is the main and only extensor of knee.* It produces locking action as a result of medial rotation of the femur during the last stage of extension.* To reverse this lock popliteus muscle comes into action and does so by the lateral rotation of femur. Remember: Lock is: Quadriceps femoris muscle and, Key is popliteus muscle. Muscles producing movements at the knee joint. Movement. Principal musclesA. Flexion * Biceps femoris* Semitendinosus* SemimembranosusB. Extension. Quadriceps femorisC. Medial rotation of flexed leg* Popliteus* Semimembranosus* SemitendinosusD. Lateral rotation of flexed leg * Biceps femoris. Extra Mile* Quadriceps femoris incudes: Rectus femoris, Vastus Lateralis, Vastis Medialis, Vastus Intermedius.* Rectus femoris is also known as \"kicking muscle\"",
        "cop": 1,
        "opa": "Popliteus",
        "opb": "Quadriceps femoris",
        "opc": "Semitendinosus",
        "opd": "Semimembranosus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "88396977-bf8d-4ece-a0fc-575f404283d8",
        "choice_type": "single"
    },
    {
        "question": "The neurosurgeon had removed a portion of the dense tissue (dura mater) covering the brain of the patient when she removed the tumor that had invaded the skull. To replace this important tissue covering of the brain, she took a band of the aponeurotic tissue of the lateral aspect of the thigh, covering the vastus lateralis muscle. What muscle, supplied by the inferior gluteal nerve, inserts into this band of dense tissue as part of its insertion?",
        "exp": "The tensor fasciae latae (which is innervated by the superior gluteal nerve) and the iliotibial tract are dense, wide aponeurosis that receives the insertion of the tensor fasciae latae and about 75% of the gluteus maximus. The gluteus maximus is the only one of the muscles listed that is supplied by the inferior gluteal nerve; in fact, it is the only muscle innervated by the inferior gluteal nerve. Gluteus medius and minimus insert on the greater trochanter and are innervated by the superior gluteal nerve. The rectus femoris, supplied by the femoral nerve, inserts via the quadriceps tendon on the patella and tibial tuberosity.",
        "cop": 3,
        "opa": "Gluteus medius",
        "opb": "Gluteus minimus",
        "opc": "Gluteus maximus",
        "opd": "Tensor fasciae latae",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "8b80eee4-d1de-4099-a82f-be6d7dd9e7ec",
        "choice_type": "single"
    },
    {
        "question": "Medial longitudinal arch is supported by-",
        "exp": "Ans. is 'a' i. e., Plantar fascia Arches of the foot* The arches of the foot are well known features of the foot. There are two longitudinal arches, i. e. medial longitudinal arch and lateral longitudinal arch.* In addition there are two transverse arches, i. e. posterior transverse arch and an anterior transverse arch.* The medial longitudinal arch is the most important and is primarily affected in pes planus and pes cavus.# This arch is formed by the calcaneus, talus, navicular, three cuneiforms and medial three metatarsals.# Flattening of the arch is common and is assessed clinically.# The medial arch is supported byi) Spring ligament which supports the head of the talus. ii) Plantar fascia: Both these act as a tie beam. iii) Abductor hallucis and flexor digitorum brevis which act as spring ties. iv) Tibialis anterior which lifts the centre of the arch. This muscle also forms a stirrup like support with the help of peroneus longus muscle. v) Tibialis posterior adducts the mid-tarsal joint and supports the spring ligament. vi) Flexor hallucis longus extending between the anterior and posterior ends also supports the head of talus. vii) Flexor hallucis longus* The lateral longitudinal arch is formed by calcaneum, cuboid, 4th and 5th metatarsals. It is rather shallow and gets flattened on weight bearing.# This arch is supported by long plantar ligament, short plantar ligament. Plantar fascia acts as a tie beam.# Flexor digitorum brevis, flexor digiti minimi and abductor digiti minimi act as tie beam.# Peroneus longus, peroneus brevis and peroneus tertius support this arch.* Posterior transverse arch is formed by three cuneiforms and cuboid. This arch extends across the sole in a coronal plane. It is only a half arch, the other half gets completed by the other foot. This arch is supported by the ligaments binding the bones. It gets specific support form the tendon of peroneus longus as it extends form the lateral side to the medial side of the sole.* Anteior transverse arch also lies in coronal plane. It is formed by the heads of five metatarsals. During weight bearing, the metatarsal heads flatten out.# This arch is supported by intermetatarsal ligaments and the intrinsic muscles of the sole. The transverse head of adductor hallucis holds the heads of metatarsals together.",
        "cop": 1,
        "opa": "Plantar fascia",
        "opb": "Sustentaculum tali",
        "opc": "Peroneus longus",
        "opd": "Peroneus brevis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "86498971-86b3-4ca5-94a6-c5a7fc8b777d",
        "choice_type": "single"
    },
    {
        "question": "Eversion occurs at which joint:",
        "exp": "Ans. A. subtalar. Inversion and eversion refer to movements that tilt the sole of the foot away from (eversion) or towards (inversion) the midline of the body. This movement occurs at subtalar joint. Eversion is the movement of the sole of the foot away from the median plane. Inversion is the movement of the sole towards the median plane. Inversion of the foot is produced by tibialis anterior & tibialis posterior. Eversion of the foot is produced by Peroneus longus & brevis.",
        "cop": 1,
        "opa": "Subtalar",
        "opb": "Ankle",
        "opc": "Metatarsophalangeal",
        "opd": "Interphalangeal",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "3497fe30-1729-46a5-aae1-5c49ee87b87e",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man is admitted to the emergency department with a deep, bleeding stab wound of the pelvis. After the bleeding has been arrested, an MRI examination gives evidence that the right ventral primary ramus of L4 has been transected. Which of the following problems will most likely be seen during physical examination?",
        "exp": "The ventral ramus of L4 contains both sensory and motor nerve fibers. Injury from a stab wound could result in loss of sensation from the dermatome supplied by this segment. A dermatome is an area of skin supplied by a single spinal nerve; L4 dermatome supplies the medial aspect of the leg and foot. Loss of the Achilles tendon reflex relates primarily to an S1 deficit. The Achilles tendon reflex is elicited by tapping the calcaneus tendon, which results in plantar flexion. The obturator internus and gluteus medius and minimus are responsible for abduction of the thigh and are innervated by nerves L4, L5, and S1 (with L5 usually dominant). Nerves L5, S1, and S2 are responsible for eversion of the foot (S1 dominant).",
        "cop": 1,
        "opa": "Reduction or loss of sensation from the me dial aspect of the leg",
        "opb": "Loss of the Achilles tendon reflex",
        "opc": "Weakness of abduction of the thigh at the hip joint",
        "opd": "Inability to evert the foot",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "53c1fb2d-2d22-428d-b5de-273987b13986",
        "choice_type": "single"
    },
    {
        "question": "Medial compartment of thigh is supplied by which nerve?",
        "exp": "Ans. B Obturator nerve. Ref: Gray's Basic Anatomy E-book, P 205. Obturator nerve is a branch of lumbar plexus. Related to ala of sacrum. Forms the lateral boundary of ovarian fossa. Emerges out of the obturator foramen and divides into anterior and posterior. Branches of Obturator NerveA. Anterior division: Gives off:# Muscular branches to 3 muscles: Adductor longus, adductor brevis and gracilis# Articular branch to the hip joint# Cutaneous branch to the skin of the medial side of the thigh. B. Posterior division: Gives off:# Muscular branches to 2 muscles# Obturator externus and adductor magnus (pubic part)# Articular branch to the knee joint.",
        "cop": 2,
        "opa": "Tibial nerve",
        "opb": "Obturator nerve",
        "opc": "Femoral nerve",
        "opd": "Common peroneal",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "e726bb7a-cb07-4a4b-acdb-c0b642eda4f0",
        "choice_type": "single"
    },
    {
        "question": "First web space of foot is supplied by:",
        "exp": "Ans. C Deep peroneal nerve. Ref: Anatomy of Foot and Anklet pg 12. Nerve. Motor Innervation. Sensory Distribution. Common peroneal (L4, L5, S1, S2). Deep and superficial peroneal. Articular branches to knee; anterolateral aspect proximal leg (via lateral sural nerve). Deep peroneal. Tibialis anterior, EDL, EHL, peroneus tertius Lateral branch: EDBMedial branch: Dorsal first web space lateral hallux, medial second toe. Lateral branch: Tarsal and metatarsal joints. Superficial peroneal. Peroneus longus and brevis. Anterolateral distal two thirds of leg; dorsum of foot and toes",
        "cop": 3,
        "opa": "Common peroneal nerve",
        "opb": "Superficial peroneal nerve",
        "opc": "Deep peroneal nerve",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "4d94a07d-4334-45dc-ba71-f9bf985f5bd8",
        "choice_type": "single"
    },
    {
        "question": "Which nerve can be damaged during venesection of Great Saphenous vein:",
        "exp": "Ans. D. Saphenous Nerve. The great saphenous vein in front of medial malleolus at ankle is the most preferred site of venesection (cut-down) in emergency situation when the superficial veins elsewhere in the body are collapsed and invisible, to insert the canula for prolonged administration of intravenous fluids. Note that, in front of medial malleolus, saphenous nerve lies in front of the vein. Hence, during cut-down procedure, the saphenous nerve should be recognized to avoid its injury.",
        "cop": 4,
        "opa": "Sural Nerve",
        "opb": "Femoral Nerve",
        "opc": "Obturator Nerve",
        "opd": "Saphenous Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "6a17cc42-f247-4235-a170-09af84ae254d",
        "choice_type": "single"
    },
    {
        "question": "Anteroposterior stability of the knee joint is maintained by:",
        "exp": "Ans. C. Cruciate ligaments. The cruciate ligaments of the knee are the anterior cruciate ligament (ACL) and the posterior cruciate ligament (PCL). These ligaments are two strong, rounded bands that extend from the head of the tibia to the intercondyloid notch of the femur. They cross each other like the limbs of an X. They maintain anteroposterior stability of the knee joint.",
        "cop": 3,
        "opa": "Oblique popliteal ligament",
        "opb": "Medial menisci",
        "opc": "Cruciate ligaments",
        "opd": "Medial collateral ligaments",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "1c971ece-94d3-470c-8607-89a6ce3d602c",
        "choice_type": "single"
    },
    {
        "question": "Tibial and common peroneal nerve supplies:",
        "exp": "Ans. D Biceps Femoris muscle. Ref: Gray's Anatomy 41st ed. P 1324. e2* The posterior compartment includes semitendinosus. semimembranosus and biceps femoris# Note: Biceps femoris is the only muscle of the thigh that is attached distally to the fibula, and has no tibial attachment* Biceps femoris muscle is supplied by tibial and common peroneal nerve.* While in posterior descent, sciatic nerve is crossed by the long head of biceps femoris and divides it into the tibial and common fibular (peroneal) nerves proximal to the knee.* The short head of biceps femoris is supplied by the lateral (common fibular/peroneal) component.* Long head of biceps femoris is supplied by tibial component. Movement, muscles and segmental innervation in the lower limb. Joint. Movement. Muscle. Innervation. HIPFlexion. Psoas major. Spinal nn. L1-3. Iliacus. Femoral n. Pectineus. Femoral n. or accessory obturation n. Rectus femoris. Femoral n. Adductor longus. Obturator n. Sartorius. Femoral n. Extension. Gluteus maximus. Inferior gluteal n. Adductor magnus. Obturator and tibial nn. Semitendinosus, Tibial and commonsemimembranosus, biceps femorisfibular nn. Medial rotation. Iliacus. Femoral n. Gluteus medius and minimus. Superior gluteal n. Tensor fasciae latae. Superior gluteal n. Lateral rotation. Superior and interior gemelli. Nerve to obturator internus and nerve to quadratus femoris, respectively. Quadratus femoris. Nerve to quadratus femoris. Piriformis. Nerve to piriformis. Obturator internus. Nerve to obturator internus. Obturator externus. Obturator n. Sartorius. Femoral n. Adduction. Gracilis. Obturator n. Adductor longus. Obturator n. Adductor magnus. Obturator and tibial nn. Adductor brevis. Obturator n. Pectineus. Femoral n. or accessory obturator n. Abduction. Tensor fasciae latae. Superior gluteal n. Gluteus medius and minimus. Superior gluteal n. Piriformis. Nerve to piriformis",
        "cop": 4,
        "opa": "Adductor magnus muscle",
        "opb": "Adductor longus muscle",
        "opc": "Gracilis muscle",
        "opd": "Biceps Femoris muscle",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "5089052d-a4b5-4b90-a892-b2286f76e9ec",
        "choice_type": "single"
    },
    {
        "question": "After venesection of the great saphenous vein the patients presents with severe pain and hypoaesthesia in the medical side of the great toe. The nerve most commony involved is-",
        "exp": "(Saphenous nerve): (91-92-BDC-2 6th edition). Saphenous nerve arises in the femoral triangle. It pierces the deep fascia on the medial side of the knee and descends close to the great saphenous vein, either in front or behind. It supplies the skin of most of the medial border of the foot up to the ball of the big toe. Pain radiating along the medial border of foot is therefore suggestive of accidental ligation of saphenous nerve. Great saphenous vein cutdown. A, B. At the ankle. The great saphenous vein is constantly found in front of the medial maiieolus ot tne tibia. C. D. At the groin The great saphenous vein drains into the femoral vein two fingerbreadtns below and lateral to the pubic tubercle.* The larger diameter of the vein at this site permits the use of large diameter catheters and the rapid infusion of large volumes of fluids. Anatomy of Ankle vein cut down. The procedure is as follows1. The sensory nerve supply to the skin immediately in front of the medial malleolus of the tibia is from branches of the saphenous nerve, a branch of the femoral nerve. The saphenous nerve branches are blocked with local anesthetic2. A transverse incision is made through the skin and sub cutaneous tissue across the long axis of the vein just anterior and superior to the medial malleolus. Although the vein may not be visible through the skin. It is constantly found at this site3. The vein is easily identified and the saphenous nerve should be recognized, the nerve usually lies just anterior to the vein",
        "cop": 1,
        "opa": "Saphenous nerve",
        "opb": "Planter nerve",
        "opc": "Deep peroneal nerve",
        "opd": "Superficial peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "e8b1ac9b-3b93-49ab-96ab-3b295e1083d6",
        "choice_type": "single"
    },
    {
        "question": "Foot drop is due to injury to which nerve:",
        "exp": "Ans. A. Peroneal nerve. Foot drop is due to involvement of common peroneal nerve which supplies anterior & lateral compartment of leg. The common peroneal nerve is extremely vulnerable to injury as it winds around the posterolateral aspect of the neck of the fibula. At this site it may be injured by the direct trauma, fracture neck of fibula, or tightly applied plaster cast. The characteristic clinical features are as follows:(a) Motor loss: Foot drop (due to the paralysis of muscles of the anterior compartment of the leg which are dorsiflexors of the foot), Loss of extension of toes (due to the paralysis of extensor digitorum longus and extensor hallucis longus) &Loss of eversion of foot (due to the paralysis of peroneus longus and peroneus brevis which are evertors of the foot) & High Stepping gait. (b) Sensory loss: on the anterolateral aspect of the leg, and whole of dorsum foot except the areas supplied by the saphenous and sural nerves.",
        "cop": 1,
        "opa": "Peroneal nerve",
        "opb": "Tibial nerve",
        "opc": "Femoral nerve",
        "opd": "Obturator nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "00179eda-6801-423c-b24c-bee6c6602364",
        "choice_type": "single"
    },
    {
        "question": "\"Meralgia paresthetica\" involves:",
        "exp": "Ans. A. Lateral cutaneous nerve of thigh. Meralgia parestheticaa. It is a painful mononeuropathy of the lateral femoral cutaneous nerve (LFCN) i. e. lateral cutaneous nerve of thigh. b. It occurs commonly due to focal entrapment of this nerve as it passes through the inguinal ligament. Rarely, it has other etiologies such as direct trauma, stretch injury, or ischemia. It typically occurs in isolation. c. The LFCN is responsible for the sensation of the anterolateral thigh. It is a purely sensory nerve and has no motor component. d. The LFCN originates directly from the lumbar plexus and has root innervation from L2-3. e. The nerve runs through the pelvis along the lateral border of the psoas muscle to the lateral part of the inguinal ligament. Here, it passes to the thigh through a tunnel formed by the lateral attachment of the inguinal ligament and the anterior superior iliac spine. This is the most common site of entrapment.",
        "cop": 1,
        "opa": "Lateral cutaneous nerve of thigh.",
        "opb": "Medial cutaneous nerve of thigh.",
        "opc": "Genitofemoral nerve",
        "opd": "Common femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "7e534726-62a0-4119-ab7d-72b9d6c09ff2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is supplied by obturator nerve:",
        "exp": "Ans. D Adductor brevis. Ref: Gray's Anatomy 41st ed. P 1364 Adductor brevis is muscle of medial compartment of thigh. Muscles of this compartment are: Muscles:# Adductor longus# Adductor brevis# Adductor magnus (Adductor portion)# Gracilis Action. Adduction of HIP joint Nerve supply: Obturator nerve",
        "cop": 4,
        "opa": "Gluteus medius",
        "opb": "Obturator internus",
        "opc": "Sartorius",
        "opd": "Adductor brevis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "9f02d54d-d2ba-40fe-b56e-c35d805fe37f",
        "choice_type": "single"
    },
    {
        "question": "Which nerve passes over the neck of fibula?",
        "exp": "Ans. is 'a' i. e., Common peroneal nerve * Common peroneal nerve winds around neck of fibula to enter peroneus longus muscle. Because of its subcutaneous position it can be easily palpated here and is very prone to injury. So fracture neck of fibula may cause foot drop.",
        "cop": 1,
        "opa": "Common peroneal nerve",
        "opb": "Sural nerve",
        "opc": "Saphanous nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "dbad023e-d9fb-4030-8679-de841e74d44e",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old cowboy is admitted to the emergency department after he was knocked from his feet by a young longhorn steer. MRI examination reveals a large hematoma in the knee joint. Physical examination reveals that the patient suffers from the \"unhappy triad\" (of O'Donahue). Which of the following structures are involved in such an injury?",
        "exp": "The \"unhappy triad\" (of O'Donahue) is composed of the medial collateral ligament, medial meniscus, and anterior cruciate ligament. Sudden, forceful thrusts against the lateral side of the knee put tension on the medial collateral ligament, which can then rupture. The medial meniscus is attached to the medial collateral ligament so that it then tears. The anterior cruciate ligament resists hyperextension of the knee; thus, it is the third structure that breaks in the \"unhappy triad\" of the knee.",
        "cop": 1,
        "opa": "Medial collateral ligament, medial meniscus, and anterior cruciate ligament",
        "opb": "Lateral collateral ligament, lateral meniscus, and posterior cruciate ligament",
        "opc": "Medial collateral ligament, lateral meniscus, and anterior cruciate ligament",
        "opd": "Lateral collateral ligament, medial meniscus, and anterior cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "d1a7ad59-6198-4aa9-bb24-08d9c283af03",
        "choice_type": "single"
    },
    {
        "question": "Chief extensor of thigh at hip joint is supplied by:",
        "exp": "Ans. A Inferior gluteal nerve. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 279-280* The chief extensor of thigh at hip joint is gluteus maximus and helps in rising from sitting position.* It is supplied by inferior gluteal nerve (L5, S1, S2). (mnemonic: M. I. G- 512)* Gluteus medius are minimus are powerful abductor of thigh and are supplied by superior gluteal nerve (L4, 5, S1).",
        "cop": 1,
        "opa": "Inferior gluteal nerve",
        "opb": "Superior gluteal nerve",
        "opc": "Sciatic nerve",
        "opd": "Peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "819dd8bb-3ab5-4576-a794-82925c202d89",
        "choice_type": "single"
    },
    {
        "question": "Biceps femoris does which of the following function?",
        "exp": "Ans. B Flexion of knee. Ref: Netters Clinical Anatomy, 3rd ed. pg. 288 1* Biceps femoris is present in posterior compartment of(r) thigh and forms hamstrings. It is responsible for flexion of knee.* The other hamstrings are semitendinosus and semimembranosus. All these muscles originate from the ischial tuberosity and are innervated by tibial part of sciatic nerve (L5, S1 and S2).",
        "cop": 2,
        "opa": "Adduction of knee",
        "opb": "Flexion of knee",
        "opc": "Extension of knee",
        "opd": "Abduction of knee",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "3eefca1e-0590-489a-a8d4-98a15d066e94",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve injury leads to positive Trendelenburg test?",
        "exp": "Ans. B. Superior gluteal nerve. Trendelenburg's sign is found in people with weak or paralyzed abductor muscles of the hip, namely gluteus medius and gluteus minimus, (these muscles are paralyzed due to injury of superior gluteal nerve). The Trendelenburg sign is said to be positive if, when standing on one leg (the 'stance leg'), the pelvis drops on the side opposite to the stance leg. The muscle weakness is present on the side of the stance leg.",
        "cop": 2,
        "opa": "Inferior gluteal nerve",
        "opb": "Superior gluteal nerve",
        "opc": "Obturator nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "4b2e377a-6f44-40c1-adf7-7cc376d054b4",
        "choice_type": "single"
    },
    {
        "question": "Adductor canal lateral boundary is formed by:",
        "exp": "Ans D Vastus medialis. Ref: Gray's Anatomy, 41st ed. pg. 1319, 1339* Adductor canal is also known as sub sartorial canal or hunters canal.* It is an intramuscular space situated below the Sartorius muscle in anteromedial aspect of the distal 2/3nl of the thigh. Boundary* Anterolaterally by vastus medialis* Posteromedially by adductor longus and adductor magnus.* Its anteromedial boundary (often referred to as the roof) is a strong and dense fascia that extends from the medial surface of vastus medialis to the medial edge of the adductors longus and magnus, overlapping in its stride the femoral vessels in the adductor canal. Contents of adductor canal:* Femoral artery and its branch, descending genicular artery* Femoral vein* Saphenous nerve* Nerve to vastus medialis",
        "cop": 4,
        "opa": "Adductor longus",
        "opb": "Rectus medialis",
        "opc": "Vastus lateralis",
        "opd": "Vastus medialis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "9068a91c-42c0-4e2c-a966-875b833e09a3",
        "choice_type": "single"
    },
    {
        "question": "Alcock's canal transmits:",
        "exp": "Ans. A. Pudendal nerve. The pudendal canal or Alcock's canal is formed by the fascia of the obturator internus muscle, or obturator fascia. It gives passage to the following; a. Internal pudendal arteryb. Internal pudendal veinsc. Pudendal nerve",
        "cop": 1,
        "opa": "Pudendal nerve",
        "opb": "Obturator nerve",
        "opc": "Femoral nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "2f301da8-b4bf-4ca1-96f3-1dc6bef20857",
        "choice_type": "single"
    },
    {
        "question": "Fabella is present in:",
        "exp": "Ans. B Lateral head of gastrocnemius. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 580* Fabella is a small sesamoid bone present in tendon of origin of lateral head of gastrocnemius.",
        "cop": 2,
        "opa": "Medial head of gastrocnemius",
        "opb": "Lateral head of gastrocnemius",
        "opc": "Adductor magnus",
        "opd": "Adductor longus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "5e3181c9-c1ac-4fa4-9403-7bead20335ca",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old mother of three children visits the outpatient clinic complaining that her youngest son cannot walk yet. Radiographic and physical examinations reveal an unstable hip joint. Which of the following ligaments is responsible for stabilization of the hip joint in childhood?",
        "exp": "The ligament of the head of the femur conveys a small blood vessel for supply of the head of the femur (primarily in childhood). The ligament is stretched during abduction and lateral rotation of the hip joint and has an important role in stabilizing an infant's hip joint before walking. It has the potential to increase stability of the joint in hip reconstruction in developmental hip dysplasia in the pediatric population. The strength of this ligament is comparable to the anterior cruciate ligament of the knee. The iliofemoral ligament (the \"Y-shaped ligament of Bigelow\") on the anterior aspect of the hip bone resists hyperextension of the hip joint. The pubofemoral ligament arises from the pubic bone and is located on the inferior side of the hip joint; it resists abduction of the joint. The ischiofemoral ligament is a triangular band of strong fibers that arises from the ischium and winds upward and laterally over the femoral neck, strengthening the capsule posteriorly. The transverse acetabular ligament attaches to the margins of the acetabular notch and provides origin for the ligament of the head of the femur. The transverse acetabular ligament is fibrous, not cartilaginous, but is regarded as part of the acetabular labrum.",
        "cop": 4,
        "opa": "Iliofemoral",
        "opb": "Pubofemoral",
        "opc": "Ischiofemoral",
        "opd": "Ligament of the head of the femur",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "0c93d903-152a-4836-9950-6616aee34e45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following for unlocking of knee?",
        "exp": "Ans. C. Talusa. Talus has no muscle attachment. b. Talus also has a precarious blood supply because blood enters it distally ie. Retrograde blood supply. c. Remember incus in ear also has no muscle attachment.",
        "cop": 3,
        "opa": "Navicular",
        "opb": "Calcaneum",
        "opc": "Talus",
        "opd": "Cuboid",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "8c569a00-fb8d-4eea-b939-5ec3c6e50cc2",
        "choice_type": "single"
    },
    {
        "question": "Inferior gluteal nerve supplies-",
        "exp": "Ans. is 'b' i. e., Gluteus maximus Nerve. Root Value. Muscles supplied. Superior Gluteal Nerve. L4, L5, S1. Gluteus medius, Gluteus minimus, Tensor Fascia lata. Inferior Gluteal nerve. L5, S1, S2. Gluteus Maximus",
        "cop": 2,
        "opa": "Obdurator externus",
        "opb": "Gluteus maximus",
        "opc": "Gluteus medius",
        "opd": "Quadratus femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "76d1b895-48ab-4776-bf48-95e3707ad073",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old female employee of a housecleaning business visits the outpatient clinic with a complaint of constant, burning pain in her knees. Clinical examinations reveal a \"housemaid's knee\" condition. Which of the following structures is most likely affected?",
        "exp": "(a) Source: GAS 577, 578; GA 306 Excessive compression of the prepatellar bursa, as in working on bended knees, can result in pain and swelling of the prepatellar bursa, the socalled housemaid's knee. Prepatellar bursitis affects plumbers, carpet layers, and other people who spend a lot of time on their knees. The bursa normally enables the patella to move smoothly under the skin. The constant friction of these occupations irritates this small lubricating sac (bursa) located just in front of the patella, resulting in a deformable tense cushion of fluid. Treatment usually requires simple drainage, but this may need to be repeated and occasionally steroids introduced. Excessive irritation of the infrapatellar bursa in kneeling for frequent and long periods of time (as in prayer) can result in \"parson's knee. \" The posterior cruciate ligament of the knee can be injured in sudden, strong flexion of the knee, with posterior displacement of the tibia upon the femur. The patellar retinacula are strong, tendinous bands of tissue that join the quadriceps tendon to the vastus lateralis and medialis muscles. The lateral meniscus is a cartilaginous structure between the lateral condyles of the femur and tibia.",
        "cop": 1,
        "opa": "Prepatellar bursa",
        "opb": "Infrapatellar bursa",
        "opc": "Posterior cruciate ligament",
        "opd": "Patellar retinacula",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "2feb1e92-f6d1-41b3-b45c-51c0a9808f3b",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man is admitted to the emergency department with a cold and pale foot. Physical examination reveals that the patient suffers from peripheral vascular disease and his popliteal artery is occluded and no pulse is felt upon palpation. What is the landmark to feel the pulse of the femoral artery?",
        "exp": "The femoral triangle is the best place to palpate the femoral pulse. It is bounded by the sartorius muscle laterally, adductor longus medially, and the inguinal ligament superiorly. It contains the femoral vein, artery, and nerve (from medial to lateral, respectively). The adductor canal lies deep between the anterior and medial compartments of the thigh and therefore cannot be palpated. The popliteal fossa is the fossa at the back of the knee and contains the popliteal artery and vein, tibial nerve, and common fibular (peroneal) nerve. The femoral pulse cannot be palpated here. The inguinal canal is in the pelvis and is in communication with the anterior abdominal wall. It contains the spermatic cord in males and round ligament of the uterus in females.",
        "cop": 2,
        "opa": "Adductor canal",
        "opb": "Femoral triangle",
        "opc": "Popliteal fossa",
        "opd": "Inguinal canal",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "3791681b-4d89-4017-9584-03bde371d2af",
        "choice_type": "single"
    },
    {
        "question": "Safe quadrant of the gluteal region for intramuscular injection is:",
        "exp": "Ans. B. Upper and outer. The gluteus maximus is the main extensor muscle of the hip. It is the largest and most superficial of the three gluteal muscles. The intramuscular injection is administered into the gluteus maximus muscle in the buttock. The upper outer quadrant of this area must be used to avoid any damage to the sciatic nerve.",
        "cop": 2,
        "opa": "Upper and inner",
        "opb": "Upper and outer",
        "opc": "Lower and inner",
        "opd": "Lower and outer",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "7a1f8a33-60d4-45e4-84df-77d2d107a5fa",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old intoxicated male was struck by a tour bus while walking in the middle of the street. The man was admitted to the emergency department and during physical examination was diagnosed with \"scissor gait, \" in which an individual crosses one limb in front of the other, due to powerful hip adduction. Which of the following nerves was most likely involved in this condition?",
        "exp": "The obturator nerve innervates the adductor muscles, including the gracilis, pectineus, and obturator externus. The tibial nerve supplies the calf muscles and intrinsic muscles in the plantar portion of the foot. The inferior gluteal nerve innervates the gluteus maximus; the superior gluteal nerve supplies the gluteus medius and minimus and tensor fasciae latae. The femoral nerve provides motor supply to the quadriceps femoris, sartorius, and, in some cases, the pectineus.",
        "cop": 2,
        "opa": "Tibial",
        "opb": "Obturator",
        "opc": "Inferior gluteal",
        "opd": "Superior gluteal",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "f47dd824-f69f-4b79-9623-e372864abe5f",
        "choice_type": "single"
    },
    {
        "question": "Which muscle originates from anterior superior iliac spine of hip bone:",
        "exp": "Ans. B. Sartorius. The sartorius muscle is the longest muscle in the human body. It is a long, thin, superficial muscle that runs down the length of the thigh in the anterior compartment. The sartorius is also called the tailor's muscle. The sartorius muscle originates from the anterior superior iliac spine. It runs obliquely across the upper and anterior part of the thigh in an inferomedial direction. It is inserted on medial aspect of tibia, sartorius is innervated by the femoral nerve.",
        "cop": 2,
        "opa": "Iliacus",
        "opb": "Sartorius",
        "opc": "Vastus Medialis",
        "opd": "Pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "8732d3e2-fc9e-4817-b669-cd170d5bb4f1",
        "choice_type": "single"
    },
    {
        "question": "This muscle is part of hamstrings muscle:",
        "exp": "Ans. A Semimembranous. Ref: BDC, 6th ed. vol. II pg. 83. Hamstring muscles are* Semimembranosus* Semitendinosus* Long head of biceps femoris and* Ischial head of adductor magnus.",
        "cop": 1,
        "opa": "Semimembranous",
        "opb": "Gracilis",
        "opc": "Short head of biceps femoris",
        "opd": "Sartorius",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "aec8f71d-89fc-4437-be7b-21a7512c7b25",
        "choice_type": "single"
    },
    {
        "question": "In an accident during cleanup of an old residential area of the city, the Achilles tendon of a 32-year-old worker was cut through by the blade of a brush cutter. The patient is admitted to the hospital and a laceration of the Achilles tendon is diagnosed. Which of the following bones serves as an insertion for the Achilles tendon?",
        "exp": "The Achilles tendon inserts upon the calcaneus bone. This tendon represents a combination of the tendons of gastrocnemius and soleus muscles. The tendon of the plantaris can insert with this tendon.",
        "cop": 1,
        "opa": "Calcaneus",
        "opb": "Fibula",
        "opc": "Cuboid",
        "opd": "Talus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "2610232f-3402-4fdd-bd08-14a0d44054b7",
        "choice_type": "single"
    },
    {
        "question": "Root value of cremastric reflex?",
        "exp": "ANS. A# Important dermatomes. Cl-No sensory supply. C2-Occiput. C5-Shoulder region (deltoid)C7-Middle finger area. T2/T3-Axilla. T7-Epigastrium. T10-Umblicus. T12-Pubic symphysis. L3-Knee. L5-Outer aspect of leg. S1-Lateral aspect of sole (walking on S1)S3, S4, S5-Around the anus (sitting on S3, 4, 5)# Important spinal segments to remember. C5-Abduction of shoulder. C6-Flexion of elbow. C7-Extension of elbow. C8-Wrist flexion and extension. T1-Small muscles of hand. L1-Flexion of hip. L2-Adduction of hip. L3-Extension of knee. L4-Dorsiflexion of ankle and inversion of foot. L5-Eversion of foot. S1-Plantar flexion of ankle. S2, 3-Small muscles of foot. L4, L5-Abduction of hip. L5, SI-Extension of hip and flexion of knee. L5-Extensor digitorum hallucis. S1-Flexor digitorum hallucis# Root value of reflexes. Superficial reflexes. Conjunctival and corneal reflex: Trigeminal (ophthalmic division). Superficial abdominal reflex: T7-T12 spinal segments. Anal reflex: S2, 3, 4. Bulbocavernous reflex: S3, 4 (pudendal nerve). Plantar reflex: L5, S1. Cremastric reflex: L1, L2 (ilioinguinal nerve--afferent and genitofemoral nerve--efferent). Deep reflexes. Biceps reflex: C5, 6 (musculocutaneous nerve). Supinator reflex: C5, 6 (radial nerve). Triceps reflex: C6, 7 (radial nerve). Knee jerk: L2, 3, 4 (femoral nerve). Ankle jerk: SI, 2 spinal segments",
        "cop": 1,
        "opa": "L1-L2",
        "opb": "L2-L3",
        "opc": "S1-S2",
        "opd": "L4-L5",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "f29c09ef-17bf-4c04-a8c4-70b4c23a818d",
        "choice_type": "single"
    },
    {
        "question": "A young patients presented with loss of sensation in sloe of foot with paralysis of medial side of plantar muscles of the foot, Most likely nerve involvement is",
        "exp": "(Tibial nerve) (172 - 74- BDC 4th edition) (660- Snell 8th). Common peroneal nerve injury. Motor- The muscles of the Anterior and lateral compartments of the leg are paralysed. As a result the opposing muscles, the planter flexors of the ankle joints and the invertors of the subtalar and transverse tarsal joints and the invertors of the subtalar and transverse tarsal joints, causes the foot to be plantar flexed (foot drop) and inverted and attitude reffered to as equinovarus. Sensory loss - Loss of sensation occurs down the anterior and lateral sides of the leg and dorsum of the foot and toes. Tibial Nerve Injury. Motor - All the muscles in the back of the leg and the sole of the foot are paralyzed. The opposing muscles dorsiflex the foot at the ankle joints and evert the foot at the subtalar and transverse tarsal joints, and attitude reffered to as calcaneo valgus. Sensory - Sensation is lost on the sole of the foot. Deep peroneal nerve injury - Paralysis of muscles of the anterior compartment of the leg results in loss of the power of dorsiflexion of the foot (Foot drop)",
        "cop": 4,
        "opa": "Common peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Superficial peroneal nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "3b66ac04-7684-4e89-b435-754451332d89",
        "choice_type": "single"
    },
    {
        "question": "Muscle as shown in the illustration is supplied by:",
        "exp": "Ans. B. Deep peroneal nerve. The muscle shown in the illustration is the Extensor Hallucis Longus. Extensor Hallucis Longus: a. Origin: Anterior surface of the fibula and the adjacent interosseous membrane. b. Insertion: Base and the middle of the dorsal aspect of the distal phalanx of great toec. Action: Extends great toes and dorsiflexes ankled. Innervation: Deep Peroneal nerve (L4, L5, S1)",
        "cop": 2,
        "opa": "Superficial peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Tibial nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "db02e145-5825-46e5-a449-0a7783861c80",
        "choice_type": "single"
    },
    {
        "question": "Which muscle originates from anterior superior iliac spine?",
        "exp": "Ans. B Sartorius. Ref: Gray's Anatomy, P 630* The anterior superior iliac spine is a bony projection of the iliac bone and an important landmark of surface anatomy.* It provides attachment for the inguinal ligament, and sartorius muscle.",
        "cop": 2,
        "opa": "Iliofemoral ligament",
        "opb": "Sartorius",
        "opc": "Vastus lateralis",
        "opd": "Vastus medialis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "bfada1e5-d606-4413-b788-38d344b44da5",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is responsible for sitting to standing position?",
        "exp": "Ans. B Gluteus maximus. Ref: Grays Anatomy, 41st ed. pg. 1318. The muscles of the gluteal region include:* Three named gluteal muscles and* The deeper short lateral rotators of the hip joint. Gluteus maximus lies most superficially* Origin: Iliac, sacrum and coccyx* Insertion: Gluteal tuberosity, iliotibial band* Function: It is a powerful extensor of the hip joint, acting more often to extend the trunk on the femur than to extend the limb on the trunk.* Therefore used for changing position from sitting to standing. Gluteus medius and minimus* Attachment: Proximally to the outer surface of the ilium and distally to the greater trochanter of the femur* Function:# They are abductors of the hip;# Their most important action is to stabilize the pelvis on the femur during locomotion, and they are helped in this function by tensor fasciae latae.",
        "cop": 2,
        "opa": "Gluteus medius",
        "opb": "Gluteus maximus",
        "opc": "Gluteus minimus",
        "opd": "Tensor fascia lata",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "99d4ff2a-2513-480c-ac7e-1020b52c3bc3",
        "choice_type": "single"
    },
    {
        "question": "Nervi Furcalis is related to:",
        "exp": "Ans: (b) L4. Ref: Gray's Anatomy, The Anatomical Basis of Clinical Practice, Susan Standring, 41st edition, 2016, Page 1093. The furcal nerve is the L4 nerve root. The term furcal refers to its forked nature since it links the lumbar and sacral plexuses. The furcal nerve with its own ventral and dorsal rootlets contribute to the femoral and obturator nerves. Occasionally, the furcal nerve arises at the level of the third or the fifth lumbar nerve roots, in which case the sacral plexus is considered prefixed or postfixed, respectively.",
        "cop": 2,
        "opa": "L3",
        "opb": "L4",
        "opc": "L5",
        "opd": "L6",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "f5c46931-566b-4eb7-a35c-658ab3697afd",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old male with advanced bladder carcinoma suffers from difficulty while walking. Muscle testing reveals weakened adductors of the right thigh. Which nerve is most likely being compressed by the tumor to result in walking difficulty?",
        "exp": "The obturator nerve arises from the lumbar plexus and enters the thigh through the obturator canal. This nerve is responsible for innervation of the medial compartment of the thigh (adductor compartment). Injury to this nerve can result in weakened adduction and difficulty walking. The femoral nerve innervates muscles of the anterior compartment of the thigh that are responsible for hip flexion and leg extension. The sciatic nerve branches into the common fibular (peroneal) and tibial nerves. The common fibular (peroneal) nerve branches into the deep and superficial branches of the fibular (peroneal) nerve responsible for innervation of the anterior and lateral compartments of the leg, respectively. The tibial nerve innervates the muscles of the posterior compartment of the thigh and leg, which are responsible for extension of the hip, flexion of the leg, and plantar flexion of the foot.",
        "cop": 2,
        "opa": "Femoral",
        "opb": "Obturator",
        "opc": "Common fibular (peroneal)",
        "opd": "Tibial",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "225426b6-5993-458a-8ad4-7e387adf2995",
        "choice_type": "single"
    },
    {
        "question": "Ligament below head of talus is:",
        "exp": "Ans. D. Spring ligament. The talocalcaneonavicular joint is a ball and socket joint: the rounded head of the talus being received into the concavity formed by the posterior surface of the navicular, the anterior articular surface of the calcaneus, and the upper surface of the plantar calcaneonavicular ligament/Spring ligament. The plantar calcaneonavicular ligament is a broad and thick band of fibers, which connects the anterior margin of the sustentaculum tali of the calcaneus to the plantar surface of the navicular. This ligament not only serves to connect the calcaneus and navicular, but supports the head of the talus, forming part of the articular cavity in which it is received.",
        "cop": 4,
        "opa": "Deltoid ligament",
        "opb": "Plantar ligament",
        "opc": "Interosseous ligament",
        "opd": "Spring ligament",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "989ecb22-1064-4530-9811-07f623d49ad2",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve damaged in leg:",
        "exp": "Ans. A Common peroneal nerve. Ref: Neuromuscular Diseases: A Practical Approach to Diagnosis and Management By Schwartz, P 134* Book states: \"In leg the common peroneal nerve is most often affected nerve\". Nerves may be damaged at the time of fracture or afterwards from the effects of movement or of reduction of a dislocation.* Iatrogenic injuries occur from penetrating injury to nerves. These usually occur during intramuscular injection of drugs, for example, a sciatic nerve injury may occasionally follow drug injections into the buttock. The femoral nerve is also vulnerable in the thigh. Attempted cannulation of veins or arteries, especially in the antecubital fossa where the median nerve is vulnerable, may cause a severe nerve injury.",
        "cop": 1,
        "opa": "Common peroneal nerve",
        "opb": "Femoral nerve",
        "opc": "Sciatic nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "f30c1ff2-33a9-4190-9efc-1e595241b067",
        "choice_type": "single"
    },
    {
        "question": "Nutrient artery to fibula is -",
        "exp": "(C) (Peroneal artery) (29, 110 BDC-2 (488 Snell 9th)* Nutrient artery to fibula - Peroneal artery* Nutrient artery to tibia - Posterior tibial* Nutrient artery to the femur - derived from the second perforating artery branch of profunda femoris rtery. Peroneal Artery -is a large artery that arises close to the origin of the posterior tibial artery. It descends behind the fibula, either within the substance of the FHL muscle or posterior to it. The peroneal artery gives off numerous musclar branches and a nutrient artery to the fibula and ends by taking part in the anastomosis around the ankle joint. Nutrient arteries. Femur2nd perforating branch of profunda femoris. Tibia. Branch of posterior tibial. Fibula. Peroneal artery - branch of posterior tibial. Humerus. Branch of profunda brachii. Radius/ulna. Anterior interosseus artery-br. of ulnar artery",
        "cop": 3,
        "opa": "Poplitel artery",
        "opb": "Anterior tibial",
        "opc": "Peroneal artery",
        "opd": "Dorsalis pedis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "ec85b896-7451-4c07-98fd-101876e0e04c",
        "choice_type": "single"
    },
    {
        "question": "Which bone in foot is not attached by any muscle?",
        "exp": "Ans A Talus. Ref: Snell s Clinical Anatomy, pg. 354. Ref states: \"Numerous important ligaments are attached to talus, but no muscles are attached to this bone\"Extra Mile. SUPERFICIAL GROUP OF MUSCLES IN THE POSTERIOR COMPARTMENT OF LEG (SPINAL SEGMENTS IN BOLD ARE THE MAJOR SEGMENTS INNERVATING THE MUSCLE). Muscle. Origin. Insertion. Innervation. Function. Gastrocnemius. Medial head-posterior surface of distal femur just superior to medial condyle; lateral head-upper posterolateral surface of lateral femoral condyle. Via calcaneal tendon, to posterior surface of calcaneus. Tibial nerve Plantar flexes the foot and the knee. Plantaris. Inferior part of lateral supracondylar line of femur and oblique popliteal ligament of knee. Via calcaneal tendon, to posterior surface of calcaneus. Tibial nerve Plantar flexes the foot and the knee. Soleus. Soleal line and medial border of tibia; posterior aspect of fibular head and adjacent surfaces of neck and proximal shaft; tendinous arch between tibial and fibular attachments. Via calcaneal tendon, to posterior surface of calcaneus. Tibial nerve Plantar flexes the foot",
        "cop": 1,
        "opa": "Talus",
        "opb": "Calcaneum",
        "opc": "Metatarsals",
        "opd": "Fibula",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "d01044f0-3e36-4613-9ae9-cba7ee78f6a3",
        "choice_type": "single"
    },
    {
        "question": "Hybrid muscle is-",
        "exp": "Ans. is 'b' i. e., Adductor Magnus * Composite or hybrid muscles are those muscles which have more than one set of fibers but perform the same function and are usually supplied by different nerves for different set of fibers. COMPOSITE MUSCLENERVE SUPPLYDigastric. Anterior belly. Posterior belly. Nerve to mylohyoid (branch of mandibular). Facial nerve. Flexor digitorum profundus. Medial half by ulnar nerve. Lateral half by anterior interosseous branch of median nerve. Adductor magnus. Adductor part. Hamstring part. Obturator nerve. Tibial nerve. Biceps femoris. Long head. Short head. Tibial nerve. Common peroneal nerve. Pectineus. Anterior fibres. Posterior fibres. Femoral nerve. Obturator nerve. Brachialis. Radial nerve (Proprioceptive). Musculocutaneous (Motor). Flexor pollicis brevis. Superficial head-median nerve. Deep head-Deep branch of ulnar nerve. Pectoralis major & minor. Medial and lateral pectoral nerve. Subscapularis. Upper & Lower Subscapular Nerves",
        "cop": 2,
        "opa": "Adductor longus",
        "opb": "Adductor Magnus",
        "opc": "Tibialis Anterior",
        "opd": "Gluteus maximus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "e45c79a1-cce7-40d1-a66f-49a5ec63e1b3",
        "choice_type": "single"
    },
    {
        "question": "Tibialis posterior muscle is supplied by which nerve?",
        "exp": "Ans A Posterior tibial nerve. Ref: Mac Glamry's Textbook of Foot and Ankle Surgery, pg. 196 Posterior tibial muscle is supplied by L5, S1 (posterior tibial nerve)# Action: Inversion of the foot at the ankle.# Test: The patient holds his foot in the inverted position while the examiner pushes outward toward eversion. Anterior tibial muscle is supplied by L4, 5 (deep peroneal nerve)# Action: Dorsiflexion of the foot at the ankle.# Test: The patient dorsiflexes the foot and the examiner try to push the foot downward towards plantar extension.",
        "cop": 1,
        "opa": "Posterior tibial nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Femoral nerve",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "a619eb1d-b393-4cfa-95d2-67690cf44d1d",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old patient received a badly placed intramuscular injection to the posterior part of his gluteal region. The needle injured a motor nerve in the area. Later, he had great difficulty rising to a standing position from a seated position. Which muscle was most likely affected by the injury?",
        "exp": "The gluteus maximus is innervated by the inferior gluteal nerve, and this muscle is responsible for extension and lateral rotation of the thigh. It is the primary muscle used to rise from a seated position. The gluteus minimus is innervated by the superior gluteal nerve and is responsible for abduction of the thigh. Hamstring muscles are innervated by the tibial portion of the sciatic nerve, and these are responsible for extension of the thigh and flexion of the leg. The iliopsoas muscle is innervated by L1 and L2 and the femoral nerve, and it flexes the thigh. The obturator internus is innervated by the nerve to the obturator internus and is a lateral rotator of the thigh.",
        "cop": 1,
        "opa": "Gluteus maximus",
        "opb": "Gluteus minimus",
        "opc": "Hamstrings",
        "opd": "Iliopsoas",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "c6f2bc41-8dbc-47b0-aec7-9531311a2e10",
        "choice_type": "single"
    },
    {
        "question": "Which is the main extensor of knee?",
        "exp": "Ans. B Quadriceps femoris. Ref: BDC, vol II pg. 155* Quadriceps femoris is the main and only extensor of knee.* It produces locking action as a result of medial rotation of the femur during the last stage of extension.* To reverse this lock popliteus muscle comes into action and does so by the lateral rotation of femur. Remember: Lock is: Quadriceps femoris muscle and, Key is popliteus muscle. Muscles producing movements at the knee joint. Movement. Principal musclesA. Flexion * Biceps femoris* Semitendinosus* SemimembranosusB. Extension. Quadriceps femorisC. Medial rotation of flexed leg* Popliteus* Semimembranosus* SemitendinosusD. Lateral rotation of flexed leg * Biceps femoris. Extra Mile* Quadriceps femoris incudes: Rectus femoris, Vastus Lateralis, Vastis Medialis, Vastus Intermedius.* Rectus femoris is also known as \"kicking muscle\"",
        "cop": 2,
        "opa": "Biceps femoris",
        "opb": "Quadriceps femoris",
        "opc": "Semitendinosus",
        "opd": "Semimembranosus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "8012b475-47a1-44c1-bf9d-dd8c46df592f",
        "choice_type": "single"
    },
    {
        "question": "Anterior cruciate ligament attached to:",
        "exp": "Ans. C. Medial part of lateral femoral condyle. Cruciate ligaments are two thick, strong fibrous bands, which act as direct bonds of union between the femur and tibia. They are present inside the knee joint. They maintain anteroposterior stability of the knee joint. They are named anterior and posterior according to their site of attachment to the tibia. The ligaments cross each other like the letter \"X\" hence the name cruciate. The anterior cruciate ligament is attached below to the anterior part of the intercondylar area of the tibia. It runs upward, backward, and laterally and is attached to the posterior part of the medial surface of the lateral condyle of femur. It is taut during extension of the knee and prevents the anterior dislocation of tibia on femur.",
        "cop": 3,
        "opa": "Medial part of medial femoral condyle",
        "opb": "Lateral part of medial femoral condyle",
        "opc": "Medial part of lateral femoral condyle",
        "opd": "Lateral part of lateral femoral condyle",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "7807dd5c-a519-4226-a3e1-f57e6be44872",
        "choice_type": "single"
    },
    {
        "question": "Ankle Reflex is mediated by-",
        "exp": "Ans. is 'c' i. e., S1 Reflex. Root Value. Biceps Reflex. C5, C6. Supinator Reflex. C5. C6. Triceps Jerk. C6, C7. Knee Jerk. L2, L3, L4. Ankle Reflex. SI",
        "cop": 3,
        "opa": "L2",
        "opb": "L4",
        "opc": "S1",
        "opd": "S3",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "f8403cdc-e002-4d97-8a16-e060eb7acdfa",
        "choice_type": "single"
    },
    {
        "question": "Tibial collateral ligament is the degenerated part of-",
        "exp": "Ans. is 'a' i. e., Adductor magnus o MCL is a degenerated part of adductor magnus.",
        "cop": 1,
        "opa": "Adductor magnus",
        "opb": "Semitendinosus",
        "opc": "Semimembranosus",
        "opd": "Biceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "6b2becce-073a-42bc-928f-831f89216bec",
        "choice_type": "single"
    },
    {
        "question": "The largest bursa in the body is:",
        "exp": "Ans C Subacromial bursa. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 48. The subacromial bursa is the largest bursa of the body",
        "cop": 3,
        "opa": "Prepatellar bursa",
        "opb": "Infrapatellar bursa",
        "opc": "Subacromial bursa",
        "opd": "Trochanteric bursa",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "64004c8a-d6b4-4e93-9411-d3c60efb68c5",
        "choice_type": "single"
    },
    {
        "question": "Which of the marked area is involved in relieving pain when painful site is massaged?",
        "exp": "Ans. A. A (Substantia gelatinosa). The gate-control theory of pain postulates that massage may be effective in closing the gate--that is, inhibiting the transmission of noxious stimuli by stimulating large nerve fibers. When pressure fibers are stimulated (Ab) it inhibits pain fibers via gelatinosa interneurons.* The marking area A is substantia gelatinosa.* Massage stimulates A-beta fiber, which acts on gelatinosa neuron (G neuron) of dorsal of spinal cord.* G neuron in turn inhibits small diameter pain fiber (closing the gate at the spinal cord level.* This theory was proposed by Melzack & Wall and is also known as gate control theory of pain.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "0a4647ee-1f9c-4ece-bb8d-456b11a06323",
        "choice_type": "single"
    },
    {
        "question": "The?? in the following diagram is an important bony landmark used to differentiate between inguinal and femoral hernias. It is? (See Figure)",
        "exp": "Ans. C. Pubic tubercle. Physical Examinationa. Physical examination is the best way to determine the presence or absence of an inguinal hernia. The diagnosis may be obvious by simple inspection when a visible bulge is present. The differential diagnosis must be considered in questionable cases (Table 36-4). Nonvisible hernias require digital examination of the inguinal canal. This is best done in both the lying and standing position. The examiner should place the tip of the index finger at the most dependent part of the scrotum and direct it into the external inguinal ring. The patient is then asked to strain. The ritual of having the patient cough is discouraged as it results in the over diagnosis of a hernia because of the difficulty of differentiating a normal expansile bulge of muscle from a true hernia, especially in asthenic individuals. b. Numerous authors have shown that the accuracy with which direct and indirect inguinal hernias can be distinguished clinically before surgery is low. 28, 29, 30 However, classic teaching is that an indirect hernia will push against the fingertip, whereas a direct hernia will push against the pulp of the finger. In addition, applying pressure over the mid- inguinal point (midway between the anterior superior iliac spine and the pubic tubercle, and just above the inguinal ligament) with the fingertip will control an indirect hernia and prevent it from protruding when the patient strains. A direct hernia will not be affected with this maneuver. c. A femoral hernia presents as a swelling below the inguinal ligament and just lateral to the pubic tubercle. Femoral hernias are over diagnosed because of the presence of a prominent femoral fat pad, a so-called femoral pseudohernia. Thin patients commonly have prominent bilateral bulges below the inguinal ligament medial to the femoral vessels. They are asymptomatic and disappear spontaneously when the patient assumes a supine position. Surgery is not indicated.",
        "cop": 3,
        "opa": "Pubic symphysis",
        "opb": "Ilio-pectinate line",
        "opc": "Pubic tubercle",
        "opd": "Iliopubic eminence.",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "9cd881b2-2c82-4e2a-bac7-4e1d33ecdb4a",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man is admitted to the emergency department after a car collision. Radiographic examination reveals a fracture at the junction of the middle and lower thirds of the femur. An MRI examination provides evidence that the popliteal vessels were injured when the distal fragment of the fracture was pulled posteriorly. Which of the following muscles is most likely to displace the distal fracture fragment?",
        "exp": "The gastrocnemius muscle arises from the femur just proximal to the femoral condyles. This strong muscle could displace the distal fragment of the broken femur posteriorly. In addition, the popliteal artery is the deepest structure in the popliteal fossa (right against the popliteal surface of the distal femur) and is susceptible to laceration in this scenario. The orthopedic surgeons always look for damage to the popliteal artery in a patient with a supracondylar fracture. The soleus arises from the tibia and would have no effect upon the femur. The semitendinosus arises from the ischial tuberosity and inserts medially on the proximal tibia, via the pes anserinus. The tibialis anterior arises from the tibia and inserts mostly onto the navicular bone.",
        "cop": 2,
        "opa": "Soleus",
        "opb": "Gastrocnemius",
        "opc": "Semitendinosus",
        "opd": "Gracilis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "12694758-da84-40b1-a9de-2c40ba636ce5",
        "choice_type": "single"
    },
    {
        "question": "Inversion / Eversion movements occurs at",
        "exp": "(Subtalar joints) (154- BDC-2 4th edition)* Inversion and Eversion of foot occurs at - Subtalar (Talocalcaneum) & Talocalcaneonavicular joints* Principal muscles involved in Inversion are - Tibialis anterior, Tibialis posterior* Principal muscles involved in Eversion are Peroneus longus, Peroneus brevis* Pronation and Supination of the foot - takes place chiefly at the Transverse tarsal joints** and partly at smaller intertarsal, tarsometatarsal and inter metatarsal joints",
        "cop": 2,
        "opa": "Ankle joints",
        "opb": "Subtalar joints",
        "opc": "Tibiotalar joints",
        "opd": "Transverse tarsal joints",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "b368c994-1786-4e65-84e4-9979b9899ee0",
        "choice_type": "single"
    },
    {
        "question": "Sensory supply of first web space of foot is by:",
        "exp": "Ans. B. Deep peroneal nerve. Sensory supply of first web space of foot is by Deep peroneal nerve. Sensory supply of dorsum and sole of foot",
        "cop": 2,
        "opa": "Superficial peroneal nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Sural nerve",
        "opd": "Saphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "732e4f5e-b133-4fa1-b4e4-5deaa1718c6b",
        "choice_type": "single"
    },
    {
        "question": "Femoral triangle base is formed by:",
        "exp": "Ans. B Inguinal ligament. Ref: Gray's Basic Anatomy E-book, P 280. FEMORAL TRIANGLEA triangular depressed area situated in the upper part of the medial aspect of the thigh just below the inguinal ligmanent. BOUNDARIESSuperiorly (base): The inguinal ligament. Laterally: Medial border of sartorius. Medially: Medial border of adductor longus. Apex: Continuous with adductor canal. Anterior wall: Fascia lata. Posterior wall: Consists of iliopsoas, pectineus and adductor longus from lateral to medial side.",
        "cop": 2,
        "opa": "Medial border of sartorius",
        "opb": "Inguinal ligament",
        "opc": "Medial border of adductor longus",
        "opd": "Iliacus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "fc0839be-2a58-4f16-a67e-69105fa526e8",
        "choice_type": "single"
    },
    {
        "question": "Which is not a cause of positive trendelenburg sign?",
        "exp": "Ans A Paralysis of gluteus maximus. Ref: Maheswari Orthopaedics, 5th ed. pg. 135* When a person stands on one leg, the tendency of unsupported side to sag down is counteracted by gluteus medius and minimus. These two muscles form the abductor mechanism of hip.* In case the abductor mechanism is defective, unsupported side of the pelvis drops and is called Positive Trendelenburg sign. It is seen in:# Paralysis of gluteus medius and minimus# Congenital dislocation of Hip# Ununited fracture# Coxa vara",
        "cop": 1,
        "opa": "Paralysis of gluteus maximus",
        "opb": "Congenital dislocation of hip",
        "opc": "Un-united fracture of neck",
        "opd": "Coxa vara",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "c6761808-a291-42cc-9704-6071e0d1742c",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of the majority of femoral head is by-",
        "exp": "Ans. is 'a' i. e., Medial circumflex femoral artery * Femoral head is supplied by1) Medial circumflex femoral artery# It is the major blood supply of femoral head and supplies the femoral head through following branchesi) Lateral (superior) retinacular artery: also called lateral ascending cervical artery and is the major blood supply of femoral head. It is involved in AVN of head most of the time. ii) Medial (inferior) retinacular arteryiii) Posterior retinacular artery2) Lateral circumflex femoral artery# It supplies through anterior retinacular artery. 3) Obturator artery# It is a minor supply and supplies through artery ofligamentum teres (medial epiphyseal artery). 4) Intramedullary vessel in the femoral neck.",
        "cop": 1,
        "opa": "Medial circumflex femoral artery",
        "opb": "Lateral circumflex femoral artery",
        "opc": "Obdurator artery",
        "opd": "Lateral genicular artery",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "396a086b-3f87-4899-a060-eec229207761",
        "choice_type": "single"
    },
    {
        "question": "Petit's ligament is located at:",
        "exp": "Ans. D. Pelvis. SOME SPECIFIC NAMED LIGAMENTS IN THE BODY: Weitbrecht's ligament. The oblique cord connecting the ulna and the radius. Poupart's ligament. Inguinal ligament. Petits ligament. Thickened portion of Pelvic fascia between the cervix and vagina. Passes posteriorly in the recto-Uterine fold to attach to the Ant. surface of sacrum. Gimbernat's ligament. Lacunar ligament which forms the medial portion of the femoral ring. Mackenrodt's ligament. Transverse cervical ligament-important support of the uterus. Lisfranc's ligament. Ligament joining the cuneiform bone of ankle to the 2nd metatarsal. Henle's ligament. The conjoined tendon of the transverses abdominis muscle. Lockwood's ligament. Suspensory ligament of the eyeball",
        "cop": 4,
        "opa": "Neck",
        "opb": "Upper limb",
        "opc": "Lower limb",
        "opd": "Pelvis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "b0a6ab95-8754-4fb3-be23-34ebfb3adacb",
        "choice_type": "single"
    },
    {
        "question": "Inversion of the foot is produced by:",
        "exp": "Ans. D. Tibialis anterior. Inversion and eversion refer to movements that tilt the sole of the foot away from (eversion) or towards (inversion) the midline of the body. This movement occurs at subtalar joint. Eversion is the movement of the sole of the foot away from the median plane. Inversion is the movement of the sole towards the median plane. Inversion of the foot is produced by tibialis anterior & tibialis posterior. Eversion of the foot is produced by Peroneus longus & brevis.",
        "cop": 4,
        "opa": "Peroneus longus",
        "opb": "Soleus",
        "opc": "Popliteus",
        "opd": "Tibialis anterior",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "05915be0-973b-4a5f-88f3-37486f846dee",
        "choice_type": "single"
    },
    {
        "question": "Deep inguinal ring is present in?",
        "exp": "Ans. c (Fascia transversalis). (Ref. Bailey and Love, Surgery 25th/pg. 885, BD Chaurasia, Vol 1, 2nd/151). BOUNDARIES OF INGUINAL CANALAnterior - Apponeurosis of external oblique & reinforced laterally by origin of internal oblique. Posterior - fascia transversalis, reinforced in medial l/3rd by conjoint tendon. Floor - Inguinal ligament. Roof - Arching fibers of internal oblique & transversus abdominis# Inguinal canal is 4 cm long.# Deep inguinal ring:- is an oval opening in fascia transversalis, situated half inch above the midinguinal point and just lateral to inferior epigastric artery.- It transmits spermatic cord in males and round ligament of uterus in females.- Direct hernia occurs through it.# Superficial inguinal ring:- is triangular defect in aponeurosis of external oblique.",
        "cop": 3,
        "opa": "Internal oblique muscle",
        "opb": "Lacunar ligament",
        "opc": "Fascia tranversalis",
        "opd": "Transversus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "7e7f5526-177c-45b8-8f5b-50bcfb748457",
        "choice_type": "single"
    },
    {
        "question": "Abductor of hip joint is?",
        "exp": "Ans. B. Gluteus medius. MOVEMENTS OF HIP JOINT -FLEXIONlliacus, Psoas Major, Pectineus, Sartorius, Rectus Femoris. EXTENSIONGluteus Maximus, Hamstrings. ABDUCTIONGluteus Medius & Minimus, Tensor Fascia Lata, Sartorius. ADDUCTIONADDUCTOR Longus, Magnus & Brevis. LATERAL ROTATIONObturator Externus & lnternus, Gemelli Superior & Inferior, Quadratus Femoris, Piriformis, Gluteus Maximus, Sartorius. MEDIAL ROTATIONGluteus Medius & Minimus, Tensor Fascia Lata",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Iliacus",
        "opd": "Adductor magnus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "fdfccd47-e170-40aa-af8d-2b9bcb0af2a8",
        "choice_type": "single"
    },
    {
        "question": "Which foot bone does not have any muscle attachment?",
        "exp": "Ans. is 'a' i. e., Talus * Talus is the only bone in the foot having no muscle attachments. It has only ligamentous attachments.",
        "cop": 1,
        "opa": "Talus",
        "opb": "Calcaneum",
        "opc": "Navicular",
        "opd": "1st metatarsal",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "3265dcf9-a8d1-47d6-bf93-4fb0cb387e87",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman is found in a comatose condition, having lain for an unknown length of time on the tile floor of the courtyard. She is found in possession of cocaine. The patient is transported to the hospital while EMT personnel receive instructions for treatment of drug overdose. During the physical examination the patient's gluteal region shows signs of ischemia. After regaining consciousness, she exhibits paralysis of knee flexion and dorsal and plantar flexion and sensory loss in the limb. What is the most likely diagnosis?",
        "exp": "Incapacitation and unconsciousness from use of cocaine and other powerful narcotics have led to numerous cases of the \"gluteal crush syndrome. \" Compression of the gluteal region while supine for extended periods of time can lead to gluteal crush injury, in which the nerves and vessels of the gluteal area are compressed. This can result in loss of gluteal muscles and other soft tissues and sciatic nerve compression. The nerve compression can cause paralysis of knee flexors and muscles of the anterior and lateral compartments of the leg, with sensory loss in the posterior thigh and leg and sensory loss in the foot. Tibial nerve loss would not result in loss of dorsiflex- ion of the foot nor generalized sensory loss. Neither piriformis entrapment nor femoral nerve entrapment is associated with loss of gluteal musculature, nor loss of knee flexion or plantar flexion of the foot, nor do they lead to general sensory loss in the limb.",
        "cop": 3,
        "opa": "Tibial nerve loss",
        "opb": "S1-2 nerve compression",
        "opc": "Gluteal crush injury",
        "opd": "Piriformis entrapment syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "ab5e661d-5a12-4d81-9f76-12cf9f57459d",
        "choice_type": "single"
    },
    {
        "question": "Popliteus muscle arises from -",
        "exp": "Ans. is 'b' i. e., Lateral surface of lateral femoral condyle Popliteus* Popliteus is a deep muscle of posterior compartment of leg.* Features of popletius are -Origin# Lateral surface of lateral condyle of femur, origin is intracapsular.# Outer margin of lateral meniscus of knee. Insertion# Posterior surface of shaft of tibia above soleal line. Nerve supply# Tibial nerve. Action# Ulocks knee joint by lateral rotation of femur on tibia prior flexion.# Accessory flexor of knee.",
        "cop": 2,
        "opa": "Lateral surface of medial femoral condyle",
        "opb": "Lateral surface of lateral femoral condyle",
        "opc": "Posterolateral aspect of tibia",
        "opd": "Anterior tibial eminence",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "5b07743c-9b0e-47a9-977d-9ca9ceac956d",
        "choice_type": "single"
    },
    {
        "question": "Gemelli muscles are present in:",
        "exp": "Ans: (a) Hip. Ref: Gray's Anatomy, The Anatomical Basis of Clinical Practice, Susan Standring, 41st edition, 2016, Page 1361. Gemelli Muscles. Two in number. Gemellus inferior and gemellus superior. They are short lateral rotators of hip joint Origin. Insertion. Relation to tendon of obturator internus. Blood supply. Nervesupply. Actions. Gemellussuperior. Dorsal surface of ischial spine. Medial surface of greater trochanter. Above the tendon of obturator internus. Internal. Pudendal artery, inferior gluteal artery and sometimes by superior gluteal artery. Nerve toobturator. Internus*Rotate the extended thigh laterally and abduct the Flexed thigh. Gemellusinferior. Upper part of the Lateral surface of the ischial tuberosity. Medial surface of greater trochanter. Below the tendon of obturator internus. Medial circumflex femoral artery. Nerve to. Quadratusfemoris*Rotate the extended thigh laterally and abduct the Flexed thigh",
        "cop": 1,
        "opa": "Hip",
        "opb": "Knee",
        "opc": "Elbow",
        "opd": "Shoulder",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "04f2d0f5-ac26-43ca-b448-520680359d6a",
        "choice_type": "single"
    },
    {
        "question": "Locking of the knee joint is caused by the contraction of:",
        "exp": "Ans. D. Quadriceps femoris. Locking of the knee happens during the last stages of extension when a person is standing up. Medial rotation of femur occurs during locking movement. This movement is aided by oblique pull of the ligaments of the knee joint and contraction of the quadriceps muscles. The ligaments are pulled taut when the knee joint is locked in place during standing. When the knee is flexed, it is unlocked by the popliteus muscle through the lateral rotation of femur.",
        "cop": 4,
        "opa": "Popliteus",
        "opb": "Biceps femoris",
        "opc": "Semimembranosus",
        "opd": "Quadriceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "9b894194-dd0f-4896-a598-0e8b89f5c307",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of Tibialis anterior is:",
        "exp": "Ans. B. Deep peroneal nerve. All the muscles of the anterior compartment of leg are supplied by Deep peroneal nerve. The muscles of the anterior compartment of leg are Tibialis anterior, Extensor digitorum longus, Extensor hallucis longus & peroneus tertius.",
        "cop": 2,
        "opa": "Tibial nerve",
        "opb": "Deep peroneal nerve",
        "opc": "Femoral nerve",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "890cd223-3791-4e37-9a66-27b3402e1638",
        "choice_type": "single"
    },
    {
        "question": "Not under flexor retinaculum -",
        "exp": "Ans. is 'b' i. e., Ulnar nerve Structures deep to flexor retinaculum. Lateral compartment: Flexor carpi radialis tendon with its synovial sheath lodged in the groove on the palmar surface of trapezium. Medial compartment: (carpal tunnel proper). Median nerve. Flexor pollicis longus with its synovia! sheath (radial bursa)4 tendons each of flexor digitorum superficialis and profundus enclosed by common flexor synovial sheath (ulnar bursa). Structures superficially to flexor retinaculum. Palmaris longus tendon continuous with apex of palmar aponeurosis. Palmar cutaneous branch of median nerve. Palmar cutaneous branch of ulnar nerve. Ulnar nerve. Ulnar vessels protected superficially by volar carpal ligament (superficial part of the flexor retinaculum).",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "FDS",
        "opd": "FPL",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "4621943f-a363-4adc-8d4f-db9bad2ef1f8",
        "choice_type": "single"
    },
    {
        "question": "Obturator nerve arises from",
        "exp": "(Ventral rami of L2 L3 L4) (171, 320-BDC-2 4th)OBTURATOR NERVE - is a branch of lumbar plexus, it arises from ventral division of L2 L3 L4 segments of spinal cords. Branches of obturator nerve: Anterior division. Posterior division. Muscular. Pectineus, adductor longus, adductor brevis, gracilis. Obturator extemus, adductor magnus (adductor part). Articular. Hip joint. Knee joint. Vascular and cutaneous. Femoral artery, Medial side of thigh. Popliteal artery. Branches of the lumbar plexus1. Iliohypogastric nerve (L1)2. Ilioinguinal nerve (L1)3. Genitofemoral nerve (L1, L2 ventral divisions)4. Obturator nerve (L2, L3 L4 ventral division)5. Lumbosacral trunk (L4, L5 ventral rami)6. Lateral cutaneous nerve of the thigh (L2 L3 dorsal division)7. Femoral nerve (L2, L3 L4 dorsal divisions)",
        "cop": 1,
        "opa": "Ventral division of L2 L3 L4",
        "opb": "Dorsal division of L2 L3 L4",
        "opc": "Ventral rami of L1 L2",
        "opd": "Dorsal rami of L1 L2",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "5c361810-9478-4b86-9e69-180ac6828fd5",
        "choice_type": "single"
    },
    {
        "question": "Axis artery of lower limb is derived from -",
        "exp": "Ans. is 'c' i. e., 5th lumbar intersegmentsl artery Axis arteryo During fetal life (development), each limb is supplied by an axis artery that is derived from intersegmental arteries, o The axis artery runs along the central axis of the limb. Axis artery Upper limb. Lower limb. Derived from. Seventh cervical intersegmental artery' (Subclavian artery). Fifth lumbar intersegmental artery. Adult derivativesi) Axillary arteryii) Branchial arteryiii). Anterior interosseous arteryiv). Deep palmar archi) Inferior gluteal arteryii). Arteria nervi ischiadic! iii) Popliteal artery above popliteusiv) Lower part of peroneal arteryv) Some parts of plantar arch.",
        "cop": 3,
        "opa": "Natal artery",
        "opb": "1st lumbar intersegmental artery",
        "opc": "5th lumbar intersegmental artery",
        "opd": "Sacral artery",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "a644fe51-0d1c-42c6-97be-5c792139948f",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old power lifter visits the outpatient clinic because he has difficulty walking. During physical examination it is observed that the patient has a problem unlocking the knee joint to permit flexion of the leg. Which of the following muscles is most likely damaged?",
        "exp": "When the popliteus contracts, it rotates the distal portion of the femur in a lateral direction. It also draws the lateral meniscus posteriorly, thereby protecting this cartilage as the distal femoral condyle glides and rolls backward, as the knee is flexed. This allows the knee to flex and therefore serves in unlocking the knee. The biceps femoris is a strong flexor of the leg and laterally rotates the knee when it is in a position of flexion. The gastrocnemius is a powerful plantar flexor of the foot. The semimembranous, similar to the biceps femoris, is a component of the hamstring muscles and is involved in extending the thigh and flexing the leg at the knee joint. The rectus femoris is the strongest quadriceps muscle in extending the leg at the knee.",
        "cop": 3,
        "opa": "Biceps femoris",
        "opb": "Gastrocnemius",
        "opc": "Popliteus",
        "opd": "Semimembranosus",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "a04fbf6e-c0b9-4fcc-b177-5ba9ddf0b1ec",
        "choice_type": "single"
    },
    {
        "question": "Floor of Petit triangle is formed by-",
        "exp": "Ans. is 'b' i. e., Internal oblique The lumbar triangle (Petit's triangle) is a weak area in the posterior part of the abdominal wall. It is bounded anteriorly by the posterior margin of the external oblique muscle, posteriorly by the anterior border of the latissimus dorsi muscle, and inferiorly by the iliac crest. The floor of the triangle is formed by the internal oblique and the transversus abdominis muscles.",
        "cop": 2,
        "opa": "Sacrospinalis",
        "opb": "Internal oblique",
        "opc": "Rectus abdominis",
        "opd": "Fascia Transversalis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "745f3aa6-fc9f-4d66-920e-ca63604b734c",
        "choice_type": "single"
    },
    {
        "question": "Root Value of Pudendal Nerve is:",
        "exp": "Ans. B. S2 S3 S4 The pudendal nerve (Root Value S2 S3 S4 ) is the main nerve of the perineum. It carries sensation from the external genitalia of both sexes and the skin around the anus and perineum, as well the motor supply to various pelvic muscles, including the male or female external urethral sphincter and the external anal sphincter. If damaged, most commonly by childbirth, lesions may cause sensory loss or fecal incontinence.",
        "cop": 2,
        "opa": "S1. S2. S3",
        "opb": "S2. S3. S4",
        "opc": "S3. S4. S5",
        "opd": "L5. S1. S2",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "553586eb-4e08-4bb9-81f5-e2c4b82d56c9",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital for an iliofemoral bypass. The operation is performed successfully and the blood flow between the iliac and femoral arteries is restored. During rehabilitation which of the following arteries should be palpated to monitor good circulation of the lower limb?",
        "exp": "The dorsalis pedis is the continuation of the anterior tibial artery into the foot, as it passes the distal end of the tibia and the ankle joint. The pulse of the dorsalis pedis can be felt between the tendon of the extensor hallucis longus and the tendon of the extensor digitorum longus to the second toe. A strong pulse is a positive indicator of circulation through the limb. The fibular (peroneal) artery is a branch of the posterior tibial artery and passes in the calf between the flexor hallucis longus and tibialis posterior, making it difficult to palpate. The deep plantar artery, the extension of the first dorsal interosseous or lateral plantar arteries, passes deep to the aponeurotic tissues and central muscles of the foot, making palpation unlikely. The dorsal metatarsal branches of the dorsalis pedis pass under cover of the extensor digitorum longus and brevis tendons. Palpable pulses of the first or other dorsal metatarsal arteries can therefore be difficult to detect.",
        "cop": 4,
        "opa": "Anterior tibial",
        "opb": "Deep fibular (peroneal)",
        "opc": "Deep plantar",
        "opd": "Dorsalis pedis",
        "subject_name": "Anatomy",
        "topic_name": "Lower Extremity",
        "id": "bf095cef-71d8-457d-820d-9b834258e1c0",
        "choice_type": "single"
    }
]