[
    {
        "question": "Middle lobe of lung contains, segments -",
        "exp": "Ans. is 'c' i.e., Medial & lateral Right lungLobesSegmentsA. Upper1. Apical2. Posterior3. Anterior4. Lateral5. Medial6. Superior7. Medial basal8. Anterior basal9. Lateral basal10. Posterior basalB. MiddleC. LowerLeft lungA. Uppero Upper division1. Apical2. Posterior3. Anterior4. Superior lingular5. Inferior lingular6. Superior7. Medial basal8. Anterior basal9. Lateral basal10. Posterior basalo Lower divisionB. Lower",
        "cop": 3,
        "opa": "Superior & inferior",
        "opb": "Anterior & posterior",
        "opc": "Medial & lateral",
        "opd": "Apical & basal",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "4e484308-c7f2-4afd-be30-b9fb1b3b6b58",
        "choice_type": "single"
    },
    {
        "question": "All of the follow ing lie between the 1st rib and the apex of the lung, except -",
        "exp": "Ans. is 'a' i.e.. Thoracic ductRelationship of lung apexIn front (Anterior)Subclavian artery.Origini of internal thoracic artery from the 1st part of subclavian artery.Scalenus anterior muscle.Subclavian vein.Behind (Posterior)o A pex is in contact with neck of the 1st rib, and the following structures intervene between them (from medial to lateral) :-Sympathetic trunkFirst posterior intercostal veinSuperior intercostal arteryAscending branch of the ventral ramus of the lst thoracic nerve. It joins the 8th cervical nerve to form the lower trunk of the brachial plexus.LaterallyScalenus medius muscleLower trunk of brachial plexusMediallyRight lung (from before backwards)Right bronchoceptalic vein accompanied by right phrenic nerve & pericardio-phrenic vesselsBrachio-cephalic trunkTrachea acompanied by right vagusLeft lung (from before backwards)a) Left bronchcephalic veinb) Left subclavian artery'c) left edge of esophagusd) Thoracic duct",
        "cop": 1,
        "opa": "Thoracic duct",
        "opb": "Superior intercostal artery",
        "opc": "First posterior intercostal vein",
        "opd": "Sympathetic trunk",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "8153c919-72b9-4903-a9bc-d639f1f1e275",
        "choice_type": "multi"
    },
    {
        "question": "Bronchopulmonary segment is supplied by -",
        "exp": "Ans. is 'c' i.e.. Tertiary bronchus o It is supplied independently by a segmental (tertiary ) bronchus and a tertiary branch of the pulmonary artery'.o Each branchopulmonary segment is drained by intersegment parts of pulmonary' vein that lie in intersegmentai space and drain adjacent segments.o Thus each segment does not have its independent segmetal vein and each segment drains into more than one vein. Each vein drains more than one segment.Features of bronchopulmonary segmentso Characteristic features of each bronchopulmonary'segment areIs a pyramidal shaped segment of lung, with its apex facing the lung root and its base at the pleural surface.Is the largest subdivision of a lobe.Is an independent respiratory unit.Is separated from adjacent segments by connective tissue septa which form intersegemental planes.Is surrounded by connective tissue which is continuous on the surface with pulmonary pleura.Is supplied independently by a segmental (tertiary) bronchus and a tertiary branch of the pulmonary artery.Is named according to the segmental bronchus supplying it.Is drained by intersegmentai parts of the pulmonary veins that He in intersegmentai space and drain adjacent segments. Thus each segment has more than one vein and each vein drains more than one segment.Is not a bronchovascular segment, because it does not have its own vein.Is surgically resectable : During removal, the surgeon works along the pulmonary' vein to isolate a particular segment.Distal portions of adjacent bronchopulmonary segments",
        "cop": 3,
        "opa": "Primary bronchus",
        "opb": "Secondary bronchus",
        "opc": "Tertiary bronchus",
        "opd": "Principal bronchus",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "03019fe6-f878-4070-a83e-d0e19aaace08",
        "choice_type": "single"
    },
    {
        "question": "All are true about bronchopulmonary segment except-",
        "exp": "Ans. is 'b' i.e., Have independent single vein o Each branchopulmonary segment is drained by intersegment parts of pulmonary' vein that lie in intersegmentai space and drain adjacent segments.o Thus each segment does not have its independent segmetal vein and each segment drains into more than one vein. Each vein drains more than one segment.Features of bronchopulmonary segmentso Characteristic features of each bronchopulmonary'segment areIs a pyramidal shaped segment of lung, with its apex facing the lung root and its base at the pleural surface.Is the largest subdivision of a lobe.Is an independent respiratory unit.Is separated from adjacent segments by connective tissue septa which form intersegemental planes.Is surrounded by connective tissue which is continuous on the surface with pulmonary pleura.Is supplied independently by a segmental (tertiary) bronchus and a tertiary branch of the pulmonary artery.Is named according to the segmental bronchus supplying it.Is drained by intersegmentai parts of the pulmonary veins that He in intersegmentai space and drain adjacent segments. Thus each segment has more than one vein and each vein drains more than one segment.Is not a bronchovascular segment, because it does not have its own vein.Is surgically resectable : During removal, the surgeon works along the pulmonary' vein to isolate a particular segment.Distal portions of adjacent bronchopulmonary segments",
        "cop": 2,
        "opa": "Have independent single artery",
        "opb": "Have independent single vein",
        "opc": "Pyramidal in shape",
        "opd": "Have a independent sagmental tertiary' bronchus",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "649eff9b-a16e-4419-adba-b2d8b23360d7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most cranial structure in the root of left lung?",
        "exp": "Ans. is 'b'i.e. Pulmonary artery Root of the lung is a short broad pedicle which connects the medial surface of the lung to the mediastinum.Contents of RootPrincipal bronchus on the left side, and eparterial and hyparterial bronchi on right side.One pulmonary artery.Two pulmonary veins, superior and inferior.Bronchial arteries, one on the right side and two on the left side.Bronchial veins.Anterior and posterior pulmonary plexuses of nerves.Lymphatics of the lung.Bronchopulmonary lymph nodes.Areolar tissue.Arrangement of Structures in the RootFrom before backwards. It is similar on the two sides.Superior pulmonary veinPulmonary arteryBronchusFrom above downwards. It is different on the two sides. Right side Left side Eparterial bronchus 1 .Pulmonary artery Pulmonary artery 2.Bronchus Hyparterial bronchus 3 .Inferior pulmonary vein Inferior pulmonary vein Relations of the Root Anterior Posterior Common on the two sides a. Common on the two sides 1 . Phrenic nerve 1 .Vagus nerve2. Pericardiophrenic vessels 2.Posterior pulmonary plexus 3 . Anterior pulmonary plexus b. On left side On the right side 1 .Descending thoracic aortaSuperior vena cavaA part of the right atrium. Superior Inferior On right side Pulmonary ligament Terminal part of azygos vein On left side Arch of the aorta",
        "cop": 2,
        "opa": "Bronchus",
        "opb": "Pulmonary artery",
        "opc": "Pulmonary vein",
        "opd": "Bronchial artery",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "c6103ea5-ded4-4eb1-8b5c-82156109cd93",
        "choice_type": "single"
    },
    {
        "question": "Which structure enters into the lungs?",
        "exp": "ANSWER: (B) Left principle bronchusREF: Gray's anatomy 40th ed ch: 57The right main bronchus gives rise to its first branch, the superior lobar bronchus, then enters the right lung opposite the fifth thoracic vertebra.The left principal bronchus, which is narrower and less vertical than the right, is 5 cm long. Passing to the left inferior to the aortic arch, it crosses anterior to the oesophagus, thoracic duct and descending aorta; the left pulmonary artery is at first anterior and then superior to it. Itenters the hilum of the Is ft lung at the level of the sixth thoracic vertebra and divides into a superior and an inferior lobar bronchus.",
        "cop": 2,
        "opa": "Right principle bronchus",
        "opb": "Left principle bronchus",
        "opc": "Right secondary bronchus",
        "opd": "Left bronchiole",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "83585849-e0ee-4b4f-9bbb-8631ae741158",
        "choice_type": "single"
    },
    {
        "question": "Azygos lobe is found in -",
        "exp": "Ans. is 'c' i.e., Lung Lobes of lungso Lobes of lungs may be;Left lung- It has two lobes separated by oblique fissure :Superior (upper) lobe ; It is the part above and in front of oblique fissure. Ligula is a small part of superior lobe projecting from the lower part of cardiac notch at the anterior border of the left lung.Inferior (lower) lobe : It is below and behind oblique fissure.Right lung- It has three lobes separated by transverse (horizontal) fissure and oblique fissure.Superior (upper) lobe : It is the part above horizontal fissure in front of oblique fissure.Middle lobe : It is wedge shaped part between oblique and horizontal fissures.Inferior (lower) lobe : It is the part below the horizontal fissure behind oblique fissure.C. Azygos lobes- These are accessory lobes and are of three types :Upper azygos lobe : Above the hilum.Lower azygos lobe : Below the hilum.Lobe of azygos vein : It is the medial part of split apex of right lung.",
        "cop": 3,
        "opa": "Heart",
        "opb": "Spleen",
        "opc": "Lung",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "0d862ac0-b5bc-4fad-8904-72fd83a461d7",
        "choice_type": "single"
    },
    {
        "question": "At hilum of lung, what enters -",
        "exp": "Ans. is 'a' i.e., Primary/Principal bronchus o The root (hilum) of lung is made up of following structuresPrincipal bronchus on the left side, and eparterial and hvparterial bronchi on the right side.One pulmonary artery.Two pulmonary veins, superior and inferior.Bronchial arteries, one on the right side and two on the left side.Bronchial veins.Anterior and posterior pulmonary plexuses of nerves.Lymphatics of the lung.Bronchopulmonary' lymph nodes.Areolar tissue.",
        "cop": 1,
        "opa": "Primary/Principal bronchus",
        "opb": "Secondary bronchus",
        "opc": "Tertiary bronchus",
        "opd": "Bronchiole",
        "subject_name": "Anatomy",
        "topic_name": "Lungs & Pleura",
        "id": "9fda21ea-7b93-4571-b1df-82823367fe10",
        "choice_type": "single"
    }
]