[
    {
        "question": "Appendix of the testis is derived from?",
        "exp": "ANSWER: (B) Paramesonephric duct. REF: Langman s medical embryology 9th ed p. 340-341. Repeat Anatomy December 2011. See APPENDIX-5 for \"ADULT DERIVATIVES AND VESTIGIAL REMAINS OF EMBRYONIC UROGENITAL STRUCTURES\" APPENDIX - 5. Adult Derivatives and Vestigial Remains of Embryonic Urogenital Structures. Embryonic Structure. Male. Female. Gonadal Ridge. Cortex. Medulla. Testis. Seminiferous tubules Rete testis. Ovary. Ovarian follicles. Medulla. Rete ovarii. Gubernaculum. Gubernaculum testis. Ovarian ligament. Round ligament of uterus. Mesonephric tubules. Ductus efferentes. Paradidymis. Epoophoron. Paroophoron. Mesonephric duct. Appendix of epididymis. Ductus epididymidis. Ductus deferens. Ureter, pelvis, calices, and collecting tubules. Ejaculatory duct and seminal vesicle. Appendix vesiculosa Duct of epoophoron Duct of Gartner. Ureter, pelvis, calices, and collecting tubules. Paramesonephric duct (Mullerian duct). Appendix of testis. Hydatid (of Morgagni). Uterine tube. Uterus. Upper Vagina. Urogenital sinus. Urinary bladder. Urethra (except glandular portion). Prostatic utricle. Prostate gland. Bulboureth rod glands. Urinary bladder Urethra. Lower Vagina (from sinovaginal bulb). Urethral and paraurethral glands. Greater vestibular glands. Vestibule of vagina. Mullerian tubercle. Seminal colliculus. Hymen. Genital tubercle. Penis. Gians penis. Corpora cavernosa penis. Corpus spongiosum. Clitoris. Gians clitoridis. Corpora cavernosa clitoridis. Bulb of the vestibule. Urogenital folds. Ventral aspect of penis. Labia minora. Labioscrotal swellings. Scrotum. Labia majora",
        "cop": 2,
        "opa": "Mesonephric ducts",
        "opb": "Paramesonephric duct",
        "opc": "Wolffian duct",
        "opd": "Cloaca",
        "subject_name": "Anatomy",
        "topic_name": "Male Sex Glands",
        "id": "1f15290d-6183-473b-b609-b03749c4d45a",
        "choice_type": "single"
    },
    {
        "question": "Middle piece of sperm tail made up of?",
        "exp": "Ans. (c) Mitochondria. Ref: IB singh 5/e, p 22, Gray's anatomy 39th ed. / 1308, Guyton 12th ed./975",
        "cop": 3,
        "opa": "Golgibody",
        "opb": "Centriole",
        "opc": "Mitochondria",
        "opd": "Lysosome",
        "subject_name": "Anatomy",
        "topic_name": "Male Sex Glands",
        "id": "54585369-0a8b-41bf-8737-658b9d85c0a5",
        "choice_type": "single"
    },
    {
        "question": "Testosterone in male is secreted from:",
        "exp": "Ans. A Leydig cell. Ref: I. B. Singh, 9h ed. pg. 14-16* Leydig cell secretes testosterone* Sertoli cells help in maturation of spermatozoa* Epididymis: store sperm* Seminal vesicle: Secretes thick alkaline fluid.",
        "cop": 1,
        "opa": "Leydig cell",
        "opb": "Sertoli cell",
        "opc": "Seminal vesicle",
        "opd": "Epididymis",
        "subject_name": "Anatomy",
        "topic_name": "Male Sex Glands",
        "id": "95b755f4-7771-4f72-8f29-f587fef234ee",
        "choice_type": "single"
    },
    {
        "question": "Testosterone in male secreted from:",
        "exp": "Ans. (a) Leydig cell. Ref: LB. Singh 9th ed. /14-16* Leydig cell secrete testosterone* Sertoli cells helps in maturation of spermatozoa* Epididymis: store sperm* Seminal vesicle: secretes thick alkaline fluid.",
        "cop": 1,
        "opa": "Leydig cell",
        "opb": "Sertoli cell",
        "opc": "Seminal vesicle",
        "opd": "Epididymis",
        "subject_name": "Anatomy",
        "topic_name": "Male Sex Glands",
        "id": "f93da77e-09c0-47ae-bc2d-15100d0511bf",
        "choice_type": "single"
    }
]