[
    {
        "question": "Which of the following artery does not supply medulla?",
        "exp": "Ans. d. Superior cerebellar artery (Ref BDC 4/e vol-III/202-203). Medulla is supplied by anterior spinal artery, branches of vertebral artery and posterior inferior cerebellar artery (but not the Superior cerebellar artery). Blood supply of Medulla Oblongata1. Anterior spinal arteryQ: The anterior spinal artery supplies the whole medial part of the medulla oblongata. A blockage (such as in a stroke) will injure the pyramidal tract, medial lemniscus, and the hypoglossal nucleus. This causes a syndrome called medial medullary syndrome. 2. Posterior inferior cerebellar artery' (PICA)g: The posterior inferior cerebellar artery', a major branch of the vertebral artery, supplies the posterolateral part of the medulla, where the main sensory tracts run and synapse. 3. Direct branches of the vertebral artery0: The vertebral artery supplies an area between the other two main arteries, including the nucleus solitarius and other sensory nuclei and fibers. Lateral medullary syndrome can be caused by occlusion of either the PICA or the vertebral arteries.",
        "cop": 4,
        "opa": "Anterior spinal artery",
        "opb": "Vertebral artery",
        "opc": "Posterior inferior cerebellar artery",
        "opd": "Superior cerebellar artery",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "69a58f05-9195-4020-9d42-8c0e0e80a914",
        "choice_type": "single"
    },
    {
        "question": "What is the artery labeled with black arrow in the given diagram?",
        "exp": "Ans- A. Ref- The central nervous system, like any system of the body, requires constant oxygenation and nourishment. The brain has a particularly high oxygen demand - at rest it represents one fifth of the body's total oxygen consumption. It is also very sensitive to oxygen deprivation, with ischemic cell death resulting within minutes. In this article, we shall look at the arterial structures supplying the brain and spinal cord. Arterial Supply to the Brain By Teach. Me. Series Ltd (2017) Fig 1. 0 - Arteriogram of the arterial supply to the CNS. There are two paired arteries which are responsible for the blood supply to the brain; the vertebral arteries, and the internal carotid arteries. These arteries arise in the neck, and ascend to the cranium. Within the cranial vault, the terminal branches of these arteries form an anastomotic circle, called the Circle of Willis. From this circle, branches arise which supply the majority of the cerebrum. Other parts of the CNS, such as the pons and spinal cord, are supplied by smaller branches from the vertebral arteries. We shall now look at these individual components in more detail. Internal Carotid Arteries The internal carotid arteries (ICA) originate at the bifurcation of the left and right common carotid arteries, at the level of the fourth cervical vertebrae (C4). They move superiorly within the carotid sheath, and enter the brain via the carotid canal of the temporal bone. They do not supply any branches to the face or neck. Once in the cranial cavity, the internal carotids pass anteriorly through the cavernous sinus. Distal to the cavernous sinus, each ICA gives rise to: Ophthalmic artery - Supplies the structures of the orbit. Posterior communicating artery - Acts as an anastamotic 'connecting vessel' in the Circle of Willis (see 'Circle of Willis' below). Anterior cerebral artery - Supplies part of the cerebrum. The internal carotids then continue as the middle cerebral artery, which supplies the lateral portions of the cerebrum. Vertebral Arteries By Teach. Me. Series Ltd (2017) Fig 1. 2 - The right vertebral artery. Superiorly, it converges with the left vertebral artery to form the basilar artery The right and left vertebral arteries arise from the subclavian arteries, medial to the anterior scalene muscle. They then ascend up the posterior side of the neck, through holes in the transverse processes of the cervical vertebrae, known as foramen transversarium. The vertebral arteries enter the cranial cavity via the foramen magnum. Within the cranial vault, some branches are given off: Meningeal branch - supplies the falx cerebelli, a sheet of dura mater. Anterior and posterior spinal arteries - supplies the spinal cord, spanning its entire length. Posterior inferior cerebellar artery - supplies the cerebellum. After this, the two vertebral arteries converge to form the basilar artery. Several branches from the basilar artery originate here, and go onto supply the cerebellum and pons. The basilar artery terminates by bifurcating into the posterior cerebral arteries. Arterial Circle of Willis The terminal branches of the vertebral and internal carotid arteries all anastamose to form a circular blood vessel, called the Circle of Willis. There are three main (paired) constituents of the Circle of Willis: Anterior cerebral arteries: These are terminal branches of the internal carotids. Internal carotid arteries: Present immediately proximal to the origin of the middle cerebral arteries. Posterior cerebral arteries: These are terminal branches of the vertebral arteries. To complete the circle, two 'connecting vessels' are also present: Anterior communicating artery: This artery connects the two anterior cerebral arteries. Posterior communicating artery: A branch of the internal carotid, this artery connects the ICA to the posterior cerebral artery. By Teach. Me. Series Ltd (2017) Fig 1. 3 - Schematic of the blood supply to the brain. Circle of Willis Regional Blood Supply to the Cerebrum There are three cerebral arteries; anterior, middle and posterior. They each supply a different portion of the cerebrum. The anterior cerebral arteries supply the anteromedial portion of the cerebrum. The middle cerebral arteries are situated laterally, supplying the majority of the lateral part of the brain. The posterior cerebral arteries supply both the medial and lateral parts of the posterior cerebrum. By Frank Gaillard and Patrick J. Lynch, via Wikimedia Commons Fig 1. 4 - Overview of the blood supply to the cerebrum Arterial Supply to the Spinal Cord The spinal cord is primarily supplied by three longitudinal arteries, as it descends from the brainstem to the conus medullaris. These are: Anterior spinal artery- formed from branches of the vertebral arteries, travelling in the anterior median fissure. Gives rise to the sulcal arteries, which enter the spinal cord. Two posterior spinal arteries- originate from the vertebral artery or the posteroinferior cerebellar artery, anastomosing with one another in the pia mater. However, below the cervical level supply from these longitudinal arteries is insufficient. There is support via anastomosis with the segmental medullary and radicular arteries. The anterior and posterior segmental medullary arteries are derived from spinal branches of a number of arteries, before entering the vertebral canal through the intervertebral foramina. The great anterior segmental artery of Adamkiewicz reinforces circulation to the inferior 2/3 of the spinal cord, and is found on the left in the majority of individuals. The radicular arteries supply (and follow the path of) the anterior and posterior nerve roots. Some radicular arteries may also contribute to supplying the spinal cord. Clinical Relevance: Disorders of Arterial Supply Stroke The brain is particularly sensitive to oxygen starvation. A stroke is an acute development of a neurological deficit, due to a disturbance in the blood supply of the brain. There are four main causes of a cerebrovascular accident: Thrombosis - Obstruction of a blood vessel by a locally forming clot. Embolism - Obstruction of a blood vessel by an emboli formed elsewhere. Hypoperfusion - Lack of blood supply to the brain, due to systemically low blood pressure (e. g shock). Haemorrhage - An accumulation of blood within the cranial cavity. Out of these four, the most common cause is embolism. In many patients, an atherosclerotic emboli will arise from the vessels of the neck. Intracerebral Aneurysms An aneurysm is a dilation of an artery, which is greater than 50% of the normal diameter. They most likely to occur to occur in the vessels contributing to the Circle of Willis. They are particularly dangerous - producing few symptoms until they rupture. Once the artery wall has ruptured, it is a medical emergency, and the patient is likely to die unless treated swiftly. Treatment of an intracerebral aneurysm is surgical. Spinal Cord Infarction Spinal cord infarction (also known as a spinal stroke) refers to the death of nervous tissue, which results from an interruption of the arterial supply. Clinical signs of spinal cord infarction include muscle weakness and paralysis with loss of reflexes. The most common causes of infarction are vertebral fractures or dislocations, vasculitic disease, atheromatous disease, or external compression (e. g. abdominal tumours). 95% of spinal cord ischaemic events are to the anterior aspect of the spinal cord, with the posterior columns preserved. Treatment is by reversal of any known cause.",
        "cop": 1,
        "opa": "Posterior communicating artery",
        "opb": "Antirior Inferior Cerebellar artery",
        "opc": "Superior Cerebellar artery",
        "opd": "Basilar artery",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "be13bbb0-327e-4ee4-9146-4dc06b187401",
        "choice_type": "single"
    },
    {
        "question": "Which area is out of the blood brain barrier",
        "exp": "Ans. is 'd' i. e. Area Postrema There are four areas which lie outside the blood brain barrier: these are. Area postrema. Organum vasculosum of the lamina terminalis (OVLT). Subfornical organ (SFO). The posterior pituitary (neurohypophysis) and the adjacent ventral part of the median eminence of the hypothalamus. These areas are also called as circumventricular organs.",
        "cop": 4,
        "opa": "Thalmus",
        "opb": "Cerebral cortex",
        "opc": "IV ventricle",
        "opd": "Area postrema",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "c5703543-c181-4ece-87b6-0926c5c4d602",
        "choice_type": "single"
    },
    {
        "question": "The Vein of Galen drains into",
        "exp": "Ans. b (Straight sinus). (Ref. BD Chaurasia, Anatomy, 3rd ed., Vol III 303). Great Cerebral Vein Of Galen# Single median vein formed by union of two internal cerebral veins.# Terminates into straight sinus.# Its tributaries include the basilic vein, veins from pineal body, colliculi, cerebellum and adjoining occipital lobes.# Vein of Galen malformation is one of the most common cause of congestive cardiac failure in neonates.# The dural venous sinuses receive cerebral veins from the brain and drain the venous blood mainly into the IJV. Dural venous sinuses. Superior sagittal sinus# It drains into the concluence of the sinuses (Torcular). Inferior sagittal sinus# It is located in the midsagittal plane, near the inferior margin of the falx cerebri.# It terminates by joining with the great cerebral vein of Galen to form the straight sinus at the junction of the falx cerebri and tentorium cerebelli. Straight sinus# It is formed by the union of the inferior sagittal sinus and the great cerebral vein.# It usually terminates by draining into the confluence of sinuses (or in transverse sinus). Occipital sinus# It is found in the attached border of the tentorium cerebelli.# It drains into the confluence of sinuses. Confluence of sinuses (torcular herophili)# It is formed by the union of the superior sagittal, straight, and occipital sinuses.# It drains into the two transverse sinuses. Transverse sinuses (Lateral sinuses)# It drains venous blood from the confluence of sinuses into the sigmoid sinuses.# Each sigmoid sinus joins with an inferior petrosal sinus to drain into the internal jugular vein below the jugular foramen.# Thrombosed in complicated chronic mastoiditis (DELTA SIGN on CT).",
        "cop": 2,
        "opa": "Sigmoid sinus",
        "opb": "Straight sinus",
        "opc": "Transverse sinus",
        "opd": "Basal vein",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "f717454b-eded-4b2e-9d41-4d4860ae5924",
        "choice_type": "single"
    },
    {
        "question": "Vein of Galen drains into -",
        "exp": "Ans. is 'c' i. e., Straight sinuso Great cerebral vein of Galen is formed by union of two internal cerebral veins, o It drains into straight sinus. o Is 2 cm long. o Its tributeries are internal cerebral vein, basal vein, occipital vein and posterior callosal vein.",
        "cop": 3,
        "opa": "Internal Juglar vein",
        "opb": "External Juglar vein",
        "opc": "Straight sinus",
        "opd": "Superior sagittal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "e329aa1f-aa77-475f-b2b7-436ea9a11d37",
        "choice_type": "single"
    },
    {
        "question": "Which artery is formed by joining of 2 vertebral arteries -",
        "exp": "Ans. is 'd' i. e., Basilar artery o Basilar artery is formed by the union of tw o vertebral arteries at the lower border of pons. It lies in the median groove of pons in cistema pontis and at the upper border of pons by dividing into two posterior cerebral arteries, Vertebral Artery. It arises from 1st part of subclavian artery. First Part: Origin to the foramen transversarium of C, vertebra. It lies in the scalenovertebral/vertebral triangle (triangle of vertebral artery) between scalemus anterior and longus colli muscles. Second Part: This part passes through foramina transversaria of upper 6 cervical vertebrae (C6 to C1). Third Part: It extends from foramen transversarium of C1. to foramen magnum, lying in a groove on the upper surface of posterior arch of atlas. This part of the artery lies in the suboccipital triangle. It then enters the vertebral canal by passing deep to the lower arched margin of posterior atlanto-occipital membrance. Fourth Part: It lies in the posterior cranial fossa extending from the foramen magnum to the lower border of pons. In the vertebral canal, it pierces the dura and arachnid and ascends in front of hypoglossal nerve roots. At the lowerborder of pons both vertebral arteries unite to form the basilar artery. Cervical branches. Spinal branches: Enter vertebral canal through intervertebral foramina and supply cervical segments of spinal cord, meninges, and vertebrae. Muscular branches: Supply suboccipital muscles. Cranial Branches: Meningeal: Supply meninges of posterior cranial fossa. Posterior spinal. Anterior spinal. Medullary. Posterior inferior cerebellar. Basilar artery: A single median vessel formed by the union of the two vertebral arteries at the lower border of pons, runs upw ard in front of the pons, embedded in the groove, to bifurc ate into two posterior cerebral arteries at the upper border of pons. Its branches are: Labyrinthineanterior inferior cerebellar. Pontine. Superior cerebellar. Posterior cerebral",
        "cop": 4,
        "opa": "Basal artery'",
        "opb": "Middle cerebralartery",
        "opc": "Posterior cerebral artery",
        "opd": "Basilar artery",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "4f6747ea-7761-4421-83a8-2a933b464ca0",
        "choice_type": "single"
    },
    {
        "question": "Two internal cerebral veins fuse to form -",
        "exp": "Ans. is 'c' i. e., Great cerebral vein VENOIS DRAIN AG OF CEREBRAL HAMESPHERESuperficial veins of the cerebral hemispheres. Superior cerebral veins drain blood from the superolateral and medial surface of the cerebral hemispheres into the superior sagittal sinus. Superficial middle cerebral veino It runs along the posterior ramus and stem of lateral sulcus. o It drains blood from superolateral surface of the cerebral hemisphere into the caveronus sinus, o It communicates with the superior sagittal and transverse sinus through vein of Trolard and vien of Labbe repectively. Deep veins of the cerebral hemispheres. Internal cerebral veins (two): They are formed by the union of thalamostriate and choroid veins. Tributaries: Thalamostriate vein. Choroid vein. Septal vein. Epithalamic vein. Lateral ventricular vein. Basal veins (two): They are formed by the union of: Anterior cerebral vein. Deep middle cerebral vein. Striate vein. Great cerebral vein of Galene. It is formed by the union of two internal cerebral veins, is 2 cm long and drains into the straight sinus. Internal cerebral veins. Basal veins. Occipital veins. Posterior callosal vein",
        "cop": 3,
        "opa": "Middle cerebral vein",
        "opb": "Anterior cerebral vein",
        "opc": "Great cerebral vein",
        "opd": "Inferior cerebral vein",
        "subject_name": "Anatomy",
        "topic_name": "Meninges & Blood Vessels of the Brain",
        "id": "9f23c3dc-9621-41b3-83b3-00a407b74898",
        "choice_type": "single"
    }
]