[
    {
        "question": "Osteomalacia is associated with- DELETE",
        "exp": "*In rickets/osteomalacia mineralization of osteoid is defective, i. e, osteoid formation is normal, but mineralization of osteoid is defective. Ref: Maheshwari 6th/e p. 312",
        "cop": 3,
        "opa": "Decreses in osteoid volume",
        "opb": "Decrease in osteoid surface",
        "opc": "Increase in osteoid maturation time",
        "opd": "Increase in mineral apposition rate",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "e9055e32-7bc2-44d7-beaf-40df8c2f4d23",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease after 10years develops into-",
        "exp": "*Osteosarcoma is a rare long-term complication of Paget's disease. Complications of Paget disease: Common complications of Paget disease include osseous deformities, fractures, Osteoahrosis, basilar impression, spinal stenosis, and neurologic abnormalities. Other less commonly encountered complications are bone tumor, soft-tissue mass, osteomyelitis, extramedullary hematopoiesis, rheumatoid ahritis and its variants, and crystal deposition disease. Ahropathy Osteoahrosis is a common complication in Paget disease. This complication results from altered biomechanics across grossly abnormal bones and joints, producing cailaginous and osseous degeneration. The hip and the knee are the aiculations most frequently affected. The pattern of narrowing of the aicular space in Paget disease differs in appearance from that in primary degenerative joint disease. With acetabular involvement, either medial or axial joint space narrowing is seen; with involvement of both the acetabulum and the femoral head, axial joint space loss can occur; and with isolated femoral head involvement, superior joint space loss is noted. Acetabular protrusion may complicate pagetic involvement of the acetabulum. Notably, the formation of osteophytes is not a prominent feature of the disease. Rheumatoid ahritis and its variants, as well as crystal deposition ahropathy, also have been associated with Paget disease. Ref: Turek Ohopaedics 6th/e p. 274-275",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Fibrous coical defect",
        "opc": "Osteoid osteoma",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "b0d817d1-c873-48b4-af8d-87fb8ba14d0e",
        "choice_type": "single"
    },
    {
        "question": "A young patient presents with enlargement of costocondral junction and with the white line of fraenkel at the metaphysis. The diagnosis is-",
        "exp": "*Enlargement of costochondral junction and white line of Frankel are seen both in scurvy and rickets. *However, best answer here is scurvy as white line frankel is seen in healing rickets, not in active rickets. And rickets refers to active disease. ref: maheswari 9th ed",
        "cop": 1,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Hyperparathyroidism",
        "opd": "Osteomalacia",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "f1156838-0cdb-4583-b8bf-39448a505f39",
        "choice_type": "single"
    }
]