[
    {
        "question": "Hutchinsons secondaries In skull are due to tumors in",
        "exp": "Adrenal neuroblastomas are malig8nant neoplasms arising from sympathetic neuroblsts in Medulla of adrenal gland Neuroblastoma is a cancer that develops from immature nerve cells found in several areas of the body. Neuroblastoma most commonly arises in and around the adrenalglands, which have similar origins to nerve cells and sit atop the kidneys.",
        "cop": 3,
        "opa": "Lung",
        "opb": "Breast",
        "opc": "Adrenal",
        "opd": "Liver",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "9409edf0-7977-4824-ad70-2172bef513f5",
        "choice_type": "single"
    },
    {
        "question": "Reduction of diametervat the muzzle end of a barrel of shotgun is called",
        "exp": "Choking Reduction of diameter at the muzzle end of the barrel of a shotgun is called choking Choking reduces the dispersion of pellets and holds the pellets together for a longer distance Choke- bore means diameter of the barrel is reduced at the muzzle end. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 137",
        "cop": 2,
        "opa": "Rifling",
        "opb": "Choking",
        "opc": "Yawing",
        "opd": "Tembling",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "2c1dd4b8-4494-4232-a364-7c77acc134e0",
        "choice_type": "multi"
    },
    {
        "question": "A gun shot wound can not be evaluated as entrance or exit wound due to surgical alteration of wound. The phenomenon is called",
        "exp": "Kennedy phenomenon A gun shot wound can not be evaluated as entrance or exit wound due to surgical alteration of the wound. In case of shored exit wound also confusion may arise. This occured in the case of John F Kennedy's assassination. A surgically altered shored exit wound on the the back of the neck was misinterpreted as an entrance wound. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 155",
        "cop": 1,
        "opa": "Kennedy phenomenon",
        "opb": "Rayalaseema phenomenon",
        "opc": "Blow back phenomenon",
        "opd": "Rat hole phenomenon",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "4cced4c7-a111-41bf-ac4e-ee7bd9582d25",
        "choice_type": "multi"
    },
    {
        "question": "Bosophillic stippling is seen in",
        "exp": "Refer robbins 8/e p406 Lead poisoning is a type of metal poisoningcaused by lead in the body. The brain is the most sensitive. Symptoms may include abdominal pain, constipation, headaches, irritability, memory problems, inability to have children, and tingling in the hands and feet. It causes almost 10% of intellectual disability of otherwise unknown cause and can result in behavioral problems. Some of the effects are permanent. In severe cases anemia, seizures, coma, or death may occur Associated conditions. Edit Thalassemia (b-thalassemia Minor (i. e Trait) & Major, and a-thalassemia, only when 3 gene loci defective: (--/-a)) Severe megaloblastic anemia Hemolytic anemia Sickle-cell anemia Pyrimidine 5' nucleotidase deficiency Alcoholism Myelodysplastic syndromes Sideroblastic anemia Congenital dyserythropoietic anemia Primary myelofibrosis Leukemia Erythroleukemia Hemorrhage, e. g. from gastrointestinal tract CPD-choline phosphotransferase deficiency Unstable hemoglobins Altered hemoglobin biosynthesis Heavy metal poisoning Lead poisoning Zinc Arsenic Silver Mercury",
        "cop": 2,
        "opa": "Cadmium Poisoning",
        "opb": "Lead Poisoning",
        "opc": "Chromium poisoning",
        "opd": "Iron poisoning",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "020a7178-d44c-4709-8445-116e0f64dbaa",
        "choice_type": "single"
    },
    {
        "question": "Sec 299 IPC deals with",
        "exp": "Culpable homocide ( section 299 IPC) whoever causes death by doing an act, with the intention of causing death or with the intention for causing such bodily injury as likely to cause death, or cause death, commits the offence of culpable homicide Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 216",
        "cop": 2,
        "opa": "Assault",
        "opb": "Culpable homicide",
        "opc": "Murder",
        "opd": "Grievous hu",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "2774add4-7ea3-48f1-a950-9969fd90efeb",
        "choice_type": "single"
    },
    {
        "question": "A patient developed breathlessness and chest pain, on second postoperative day after a total hip replacement. Echo-cardiography showed right ventricular dilatation and tricuspid regurgitation. What is the most likely diagnosis-",
        "exp": "*Onset of chest pain and breathlessness, together with echocardiographic evidence of right ventricular dilatation and tricispid regurgitation after a high risk procedure like total hip replacement suggests a diagnosis of pulmonary embolism. REF: Campbell's 11th/e Chapter-7",
        "cop": 2,
        "opa": "Acute MI",
        "opb": "Pulmonary embolism",
        "opc": "Hypotensive shock",
        "opd": "Cardiac tamponate",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "835f95b8-526b-427e-88b4-b9107db9a861",
        "choice_type": "single"
    },
    {
        "question": "Intermittent painless uterine contractions which the mother is unaware, from 4th month of pregnancy is termed as",
        "exp": "Braxton-Hick's sign The intermittent painless uterine contractions, occur once in 10-15 minutes, of which the woman is unaware. This can be felt on abdominal palpation from 4th month onwards. It is present even when the fetus is dead. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 4,
        "opa": "Jacquemier's sign",
        "opb": "Quickening",
        "opc": "Palmer's sign",
        "opd": "Braxton Hick's sign",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "7537a27d-b7bc-4e96-b286-6425cba16d94",
        "choice_type": "single"
    },
    {
        "question": "Feilisation of a second ovum in a woman who is already pregnant is called",
        "exp": "Superfoetation This means the feilisation of a second ovum in a woman who is already pregnant. Later, two fetuses are born at the same time showing different stages of development. According to some, this is because one fetus is getting more blood supply and nutrition than the other. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 333",
        "cop": 2,
        "opa": "Superfecundation",
        "opb": "Superfoetation",
        "opc": "Pseudocyesis",
        "opd": "Fraternal twins",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "dea724c9-40ad-4df1-8b2c-95726d0d4e10",
        "choice_type": "multi"
    },
    {
        "question": "Blow back phenomenon seen in",
        "exp": "Blow back phenomenon in hard contact: This is most frequently seen in gunshot wounds on the head where the hot expanding gases forced back between the scalp and skull are released by creating tears in the scalp. The margins will be eveed due to gases coming out under pressure. Sometimes, due to negative pressure tissue fragments may be drawn into the barrel and outside called black spatter. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 148",
        "cop": 1,
        "opa": "Hard contact entrance wound",
        "opb": "Light contact shot",
        "opc": "Close shot",
        "opd": "Intermediate shot",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "76c03df8-7867-4bf2-85d8-9c6cc93832b0",
        "choice_type": "single"
    },
    {
        "question": "The presence of multifetal gestation and subsequent disappearance of one or more fetuses called",
        "exp": "Vanishing twin syndrome The presence of multifetal gestation and subsequent disappearance of one or more fetuses. This syndrome has been diagnosed more frequently since the use of sonography in early pregnancy. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 333",
        "cop": 4,
        "opa": "Superfecundation",
        "opb": "Superfoetation",
        "opc": "Pseudocyesis",
        "opd": "Vanishing twin syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "255150d7-0583-4fdf-a81b-57c84a65dffe",
        "choice_type": "multi"
    },
    {
        "question": "Billiard ball ricochet effect seen in",
        "exp": "Distant shot The dispersion to individual pellets is complete and they enter the body by making individual pellet holes. Thus the entrance wounds are distributed on the body without any central hole. The spread of pellets will be more I'd the pellets collide each other during travel and the shit pattern simulate the pattern of longer range. This phenomenon is called billiard ball ricochet effect. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 146",
        "cop": 4,
        "opa": "Contact shot",
        "opb": "Close shot of 1meter",
        "opc": "Shot between 1 and 4 meter",
        "opd": "Distant shot (more than 4 meters)",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "538fe100-c5fe-41c5-ad4d-b748faf5be34",
        "choice_type": "multi"
    },
    {
        "question": "Feigning a false pregnancy and showing all subjective symptoms of pregnancy termed as",
        "exp": "Pseudocyesis(Spurious, False or Phantom pregnancy) Some women may feign pregnancy or firmly believes to be pregnant and show all the subjective symptoms of pregnancy. Most of these subjects are women nearing menopause or young women who are neurotic or hysterical or with an immense desire to be pregnant. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 332",
        "cop": 3,
        "opa": "Superfecundation",
        "opb": "Superfoetation",
        "opc": "Pseudocyesis",
        "opd": "Vanishing twin syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "19f1b66b-8c3a-49ad-9e4d-ca035e2b7d1c",
        "choice_type": "multi"
    },
    {
        "question": "Bullet changes it's direction by striking on some surface or object in",
        "exp": "Ricochet bullet Bullet changes it's direction by striking on some surface or object. Ricochet occurs when it strikes on some intermediate objects before entering the body. Due to ricochet the bullet may be deformed and more superficially placed in the body. The external wound of entry will be larger, triangular or cruciate with irregular margins. The paicles of the surface on which the bullet is deflected eg: paint, fibre, mud, etc. may be sticking on the bullet. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 141",
        "cop": 1,
        "opa": "Ricochet bullet",
        "opb": "Souvenir bullet",
        "opc": "Rubber bullet",
        "opd": "Hollow point bullet",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "aae98a8e-b7d4-497e-a0af-4029d8a6570c",
        "choice_type": "single"
    },
    {
        "question": "High stepping gait is due to-",
        "exp": "*High stepping gait is due to foot drop as a result of common perineal nerve or sciatic nerve injury. *The leg is lifted more in order to get clearance. *First to touch the ground is forefoot.",
        "cop": 2,
        "opa": "Quadriceps paralysis",
        "opb": "Foot drop",
        "opc": "Gluteus maximum paralysis",
        "opd": "CDH",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "8e31f170-a262-42d6-a4a5-29f075999279",
        "choice_type": "multi"
    },
    {
        "question": "In shot gun catridge, the gun powder is separated from pellets by a flat felt discussing called",
        "exp": "In shot gun catridge, the gun powder is separated from pallets by a flat felt discussing which is called Wad. The wad may be made up of paper or plastic. The wad acts like a piston driving the pellets in a bunch. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 139",
        "cop": 3,
        "opa": "Guage",
        "opb": "Primer",
        "opc": "Wad",
        "opd": "Anvil",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "655b26b1-8d3f-4ac4-87f3-78c79530d172",
        "choice_type": "multi"
    },
    {
        "question": "Dripping Candle Wax lesion on spine is seen in-",
        "exp": "*Melorheostosis, also known as Leri disease, is an uncommon mesenchymal dysplasia manifesting as regions of sclerosing bone with a characteristic dripping wax appearance or flowing candle wax appearance. REF: Bansal A. The dripping candle wax sign. Radiology. 2008; 246(2): 638-40",
        "cop": 4,
        "opa": "Metastasis",
        "opb": "TB spine",
        "opc": "Osteopetrosis",
        "opd": "Melorheostosis",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "af1f935c-10f1-4b29-b4ff-d4d50f69de21",
        "choice_type": "single"
    },
    {
        "question": "Feilisation of two ova which have been discharged from the ovary at the same period by two seperate acts of coitus at sho intervals can be termed as",
        "exp": "Superfecundation It means the feilisation of two ova which have been discharged from the ovary at the same period by two separate acts of coitus at sho intervals. Spermatozoa causing feilisation may be sometimes from different men. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 332",
        "cop": 3,
        "opa": "Pseudocyesis",
        "opb": "Superfoetation",
        "opc": "Superfecundation",
        "opd": "Vanishing twin syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "6357a139-7848-4525-b5fd-28e70ec68365",
        "choice_type": "single"
    },
    {
        "question": "Grievous hu deals under",
        "exp": "Injuries are grievous, Those that endangers life Those that cause severe bodily pain for 20 days. Those that disable the sufferer from following his ordinary pursuits for 20 days. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 209",
        "cop": 3,
        "opa": "Section 304",
        "opb": "Section 310",
        "opc": "Section 320",
        "opd": "Section 357",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "dfb8f20f-9db9-4220-9bc3-318c89496aae",
        "choice_type": "single"
    },
    {
        "question": "Trendelburg test would be positive in the following conditions-",
        "exp": "*L4 L5 PID would compromise the L5 nerve root. The myotome supplying the abductors of the hip is L5 *Gluteus medius and gluteus minimus is supplied by superior gluteal nerve (L4 L5 S1) *Thus due to weakness of abductor mechanism The trendelenburg test would be positive. REF: Ref: Maheshwari 9th/e p. 340",
        "cop": 1,
        "opa": "L4-L5 PID",
        "opb": "L5-S1 PID",
        "opc": "Synovitis of the Hip",
        "opd": "Femoroacetabular Impingement Syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "fb80ff21-f8bf-422a-bf47-563da97fcece",
        "choice_type": "single"
    },
    {
        "question": "Cervix undergo softening in early pregnancy. The sign is called",
        "exp": "Goodell's sign Cervix undergoes softening in early stages of pregnancy from below upwards. This is more apparent in primigravida than in multigravida. Consistency of cervix in non-pregnant will be as tip of nose and pregnant as lips. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 2,
        "opa": "Chadwick's sign",
        "opb": "Goodell's sign",
        "opc": "Hegar's sign",
        "opd": "Palmer's sign",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "f0cf0ef2-87de-4d23-ba0a-2b0716560669",
        "choice_type": "multi"
    },
    {
        "question": "All are features of entrance wound by a bullet except",
        "exp": "Features of entrance wound Size of wound- Smaller than the diameter of bullet due to skin traction Edges inveed Burning, blackening and tattooing may be present Abrasion collar and grease collar may be present Bleeding less No protrusion of fat and other tissue Tissues under and around the wound may be cherry red in color due to carboxyhemoglobin. Fibres of clothing may be driven into the wound On the skull, bevelling seen on the inner table. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 155",
        "cop": 2,
        "opa": "Size of wound -Smaller than the diameter of bullet due to traction of skin",
        "opb": "Edges will be eveed",
        "opc": "Burning, blackening and tattooing may be present",
        "opd": "Abrasion collar and grease collar may be present",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "2086f21b-364d-4915-9d3c-b04b0a3541d3",
        "choice_type": "multi"
    },
    {
        "question": "Onion skin fibrosis of the common bile duct is",
        "exp": "Refer Robbins page no Pg 860 MORPHOLOGY Morphologic changes differ between the large ducts (intrahe- patic and extrahepatic) and the smaller intrahepatic ducts. Large duct inflammation is similar to that seen in ulcerative colitis: acute, neutrophilic infiltration of the epithelium superim- posed on a chronic inflammatory background. Inflamed areas develop strictures because edema and inflammation narrows the lumen or because of subsequent scarring. The smaller ducts, however, often have little inflammation and show a strik- ing circumferential \"onion skin\" fibrosis around an increas- ingly atrophic duct lumen (Fig. 18-39), eventually leading to obliteration by a \"tombstone\" scar. Because the likelihood of sampling smaller duct lesions on a random needle biopsy is miniscule, diagnosis depends on radiologic imaging of the extrahepatic and larger intrahepatic ducts. As the disease pro- gresses the liver becomes markedly cholestatic, culminating in biliary cirrhosis much like that seen with chronic obstruction and primary biliary cirrhosis. Biliary intraepithelial neoplasia may develop and cholangiocarcinoma appears usually with a fatal outcomes.",
        "cop": 2,
        "opa": "Primary biliary cirrhosis",
        "opb": "Primary sclerosisg cholangitis",
        "opc": "Extrahepatic biliary fibrosis",
        "opd": "Congenital hepatic fibrosis",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "e6dd1fd5-3a0d-4405-9f9d-f815844895d8",
        "choice_type": "single"
    },
    {
        "question": "Rosette shaped arrangement of cells is seen in",
        "exp": "An ependymoma is a glial tumor of the ependymal cells that line the center of the spinal cord and the ventricles of the brain. There are several different types of ependymoma cancers, which are also classified by grade. The three grades used for ependymoma cancers are determined by how closely the cancer cells resemble normal cells. The lower the grade, the more closely the cancer cells resemble normal cells. The different types of ependymomas appear in different locations within the spinal column or brain. Grade I tumors - These include subependymomas and myxopapillary ependymomas, and are typically slow growing. Myxopapillary ependymomas tend to appear at the lower end of the spinal column. Subependymomas appear near a ventricle in the brain. These ventricles are involved in the creation of cerebrospinal fluid. Grade II tumors - These are the most common ependymomas. Many ependymoma subtypes exist in this grade, including cellular, papillary, tancytic, RELA fusion-positive, and clear cell ependymomas. These may appear anywhere along the ventricular system where cerebrospinal fluid is produced. Grade III tumors - These are known as anaplastic ependymomas and are typically faster growing than the other grades. Anaplastic ependymomas are usually found in the skull, brain, and brain stem. They are rarely found in the spinal cord. Refer robbins 9/e 1334",
        "cop": 2,
        "opa": "Thecoma of ovary",
        "opb": "Ependymoma",
        "opc": "Neurofibroma",
        "opd": "Lymphoma",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "ecbb7821-81c4-489d-adf8-37ac28e7f342",
        "choice_type": "single"
    },
    {
        "question": "Waddling Gait is seen in-",
        "exp": "*In a bilateral congenital dislocation of hip the gait is described as 'duck like waddle. In unilateral cases the child lurches towards affected side. This is known as abductor lurch or Trendelenburg gait. REF: Ref: Tachdijian's pediatric Ohopaedics 3rd/e p. 83",
        "cop": 2,
        "opa": "Unilateral development dysplasia of hip",
        "opb": "Bilateral Developmental Dysplasia of Hip",
        "opc": "Slipped Capital Femoral Epiphysis",
        "opd": "Pehes Disease",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "42ec9fd6-04bd-4f88-8b16-ddcbc4894e65",
        "choice_type": "single"
    },
    {
        "question": "The smaller pellets are called",
        "exp": "Pellets Pellets are made of lead. Large pellets are called 'buck shot' or 'mould shot' and the catridge contains 9-12 such pellets. The diameter is 6-8 mm. The smaller pellets are called 'bird shot' and the catridge contains 300-400 pellets. Their diameter is 1-3. 5 mm. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 140",
        "cop": 3,
        "opa": "Buck shot",
        "opb": "Mould shot",
        "opc": "Bird shot",
        "opd": "Chilled shot",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "6d877994-a3ee-42e9-8158-16256315a84d",
        "choice_type": "multi"
    },
    {
        "question": "The bullet which is open at the nose and is covered with lead jacket called",
        "exp": "Dum-dum bullet is one which is open at the nose and is covered with lead jacket. When it strikes on the target the lead will expand and produce a larger entrance wound. Hollow point bullet is one which has a pit on the nose. Rubber bullet are used to control the riot and this may cause fatal injury when fired from a close range. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 140",
        "cop": 4,
        "opa": "Rubber bullets",
        "opb": "Tracer bullet",
        "opc": "Hollow point bullet",
        "opd": "Dum dum bullet",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "8e2526b9-8eec-404b-8eab-b5393524771f",
        "choice_type": "multi"
    },
    {
        "question": "Rhythmic contractions of the uterus elicited by bimanual examination at 4-8 weeks is called",
        "exp": "Palmer's sign Rhythmic contractions of the uterus can be elicited by bimanual examination as early as 4-8 weeks Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 1,
        "opa": "Palmer's sign",
        "opb": "Hegar's sign",
        "opc": "Braxton Hick's sign",
        "opd": "Goodell's sign",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "6ebf76b4-37a3-484e-880c-38d7f53861d1",
        "choice_type": "multi"
    },
    {
        "question": "On bimanual palpation, the feeling of absent uterus is termed as",
        "exp": "Hegar's sign Softeningof the lower uterine segment can be elicited between second and fifth month of pregnancy. In a bimanual palpation with one hand placed on the abdomen and two fingers in the vagina the lower uterine segment is not felt and fingers of hands will touch together as if no uterus is between. This test is not recommended now for fear of disturbance of pregnancy. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 3,
        "opa": "Palmer's sign",
        "opb": "Chadwick's sign",
        "opc": "Hegar's sign",
        "opd": "Goodell's sign",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "afe4f35b-dbdd-433f-8aa8-1ef5f39bd2ac",
        "choice_type": "single"
    },
    {
        "question": "Bronze diabetes is seen in",
        "exp": "Refer Robbins page no Pg 9th edition 849 Founately, hemochromatosis can be diagnosed long before irreversible tissue damage has occurred. Screening involves demonstration of very high levels of serum iron and ferritin, exclusion of secondary causes of iron over- load, and liver biopsy if indicated. Screening of family members of probands is impoant. Heterozygotes also accumulate excessive iron, but not to a level that causes significant tissue damage. Currently most patients with hemochromatosis are diagnosed in the subclinical, precir- rhotic stage due to routine serum iron measurements (as pa of other diagnostic workup). Treatment by regular phlebotomy steadily depletes tissue iron stores. With treat- ment, life expectancy is normal.",
        "cop": 4,
        "opa": "Wilson's disease",
        "opb": "Sarcoidosis",
        "opc": "Lead intoxication",
        "opd": "Hemochromatosis",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "909a49bb-bcb4-439e-90a7-296e0f8eaf8e",
        "choice_type": "single"
    },
    {
        "question": "One bullet get lodged in the barrel in the previous firing and dislodged with the second bullet in the subsequent firing in",
        "exp": "Tandem bullet( Piggy tail bullet) One bullet gets lodged in the barrel in the previous firing and dislodged with the second bullet in the subsequent firing. These bullets may separate before entering the body and produce two entrance wounds on a single firing. Sometimes, they may separate after entering the body and make two exit wounds. Sometimes, two bullets may remain inside the body making no exit wound. In some cases, one bullet will go producing one exit wound and the other will remain inside. In a single catridge, one bullet is set behind the other by notching on the base and in one shot two bullets are discharged. It is called duplex or tandem catridge. These types of catridges are used in some military rifles. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 141",
        "cop": 2,
        "opa": "Frangible bullet",
        "opb": "Piggy tail bullet",
        "opc": "Incendiary bullet",
        "opd": "Dum dum bullet",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "7e16f63c-83cf-4544-82a7-dde0b21a657b",
        "choice_type": "single"
    },
    {
        "question": "Direct coombs test detects",
        "exp": "Refer robbins 8/e p653 A Coombs test (also known as antiglobulin test or AGT) is either of two clinical blood tests used in immunohematology and immunology. The two Coombs tests are the direct Coombs test (DCT, also known as direct antiglobulin test or DAT), and the indirect Coombs test (also known as indirect antiglobulin test or IAT). The direct Coombs test detects antibodies that are stuck to the surface of the red blood cells. Since these antibodies sometimes destroy red blood cells, a person can be anemic and this test can help clarify the condition. The indirect Coombs detects antibodies that are floating freely in the blood. These antibiodies could act against ceain red blood cells and the test can be done if you have had a blood transfusion and might be having a reaction to the blood",
        "cop": 4,
        "opa": "Antigens in serum",
        "opb": "Antibodies on RBC surface",
        "opc": "Antigen on RBC surface",
        "opd": "Antibodies in serum",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "ba46147f-cd22-44e4-8ac7-a10238949023",
        "choice_type": "single"
    },
    {
        "question": "Perioral pallor and dennie's lines are seen in",
        "exp": "Refer robbins 8/e p1187 Atopic dermatitis (eczema) is a condition that makes your skin red and itchy. It's common in children but can occur at any age. Atopic dermatitis is long lasting (chronic) and tends to flare periodically. It may be accompanied by asthma or hay fever. No cure has been found for atopic dermatitis. But treatments and self-care measures can relieve itching and prevent new outbreaks. For example, it helps to avoid harsh soaps, moisturize your skin regularly, and apply medicated creams or ointments.",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Chronic actinic dermatitis",
        "opc": "Blood dyscrasias",
        "opd": "Perioral contact dermatitis",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "4e0a58ff-e774-4179-ad29-f105a447f94c",
        "choice_type": "multi"
    },
    {
        "question": "Punctate basophila are found in",
        "exp": "Refer robbins 8/e p407 Lead poisoning occurs when lead builds up in the body, often over months or years. Even small amounts of lead can cause serious health problems. Children younger than 6 years are especially vulnerable to lead poisoning, which can severely affect mental and physical development. At very high levels, lead poisoning can be fatal. Symptoms Initially, lead poisoning can be hard to detect -- even people who seem healthy can have high blood levels of lead. Signs and symptoms usually don't appear until dangerous amounts have accumulated. Lead poisoning symptoms in children Signs and symptoms of lead poisoning in children include: Developmental delay Learning difficulties Irritability Loss of appetite Weight loss Sluggishness and fatigue Abdominal pain Vomiting Constipation Hearing loss Seizures Eating things, such as paint chips, that aren't food (pica) Lead poisoning symptoms in newborns Babies exposed to lead before bih might: Be born prematurely Have lower bih weight Have slowed growth Lead poisoning symptoms in adults Although children are primarily at risk, lead poisoning is also dangerous for adults. Signs and symptoms in adults might include: High blood pressure Joint and muscle pain Difficulties with memory or concentration Headache Abdominal pain Mood disorders Reduced sperm count and abnormal sperm Miscarriage, stillbih or premature bih in pregnant women",
        "cop": 4,
        "opa": "DDT poisoning",
        "opb": "Mercury vapour inhalation",
        "opc": "Cyanide poisoning",
        "opd": "Lead poisoning",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "85b05495-0f8c-487b-b14d-914f9401ad01",
        "choice_type": "single"
    },
    {
        "question": "The barrel is scored internally with a number of shallow spiral grroves, called",
        "exp": "Rifles The barrel is scored internally with a number of shallow spiral grooves varying from 4-7 and most commonly 6. These grooves are called rifling. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 136",
        "cop": 1,
        "opa": "Rifling",
        "opb": "Choking",
        "opc": "Blackening",
        "opd": "Tattooing",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "e4049abf-901e-45fa-868b-3cfb5811236a",
        "choice_type": "multi"
    },
    {
        "question": "The bullet which silently remains in the body is",
        "exp": "Souvenir bullet These are the bullets which remain in the body silently. They are left in the body because surgical intervention will cause more damage. They become encapsulated by fibrous tissue. Lead poisoning may occur due to absorption of lead from the bullet. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 142",
        "cop": 2,
        "opa": "Ricochet bullet",
        "opb": "Souvenir bullet",
        "opc": "Rubber bullets",
        "opd": "Hollow point bullet",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "dd73cba9-bde3-49e1-a646-5a875da44626",
        "choice_type": "single"
    },
    {
        "question": "Trendelenberg's gait is due to the weakness of -",
        "exp": "*Trendelenberg's gait is due to weakness of abductors mainly gluteus medius REF: Maheshwari 6th/e p. 351",
        "cop": 4,
        "opa": "Quadriceps",
        "opb": "Iliopsoas",
        "opc": "Saorius",
        "opd": "Gluteus medius",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "767149de-1628-4e61-af9f-343e5d5de7ad",
        "choice_type": "single"
    },
    {
        "question": "Quickening will be felt in pregnancy at",
        "exp": "Quickening Pregnant woman will feel slight fluttering movement in her abdomen by fifth month of pregnancy. This is known as quickening, which gradually increase in intensity. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 2,
        "opa": "Second month",
        "opb": "Fifth month",
        "opc": "10 weeks",
        "opd": "12 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "8a69ace0-f019-4c61-b4c9-342f43a8a863",
        "choice_type": "single"
    },
    {
        "question": "Burns which usually appears like the branches of a tree or fronds of a fern called",
        "exp": "Arborescent or filigree burns or feathering usually appears like the branches of a tree or the fronds of a fern is due to rupture of small blood vessels at several places giving rise to ecchymoses with arborescent pattern. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 181",
        "cop": 3,
        "opa": "Joule burn",
        "opb": "Linear burn",
        "opc": "Filigree burn",
        "opd": "Crocodile burn",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "dfab7e18-1d01-4162-85d5-20481ec19bd9",
        "choice_type": "multi"
    },
    {
        "question": "Most common second malignancy in patients with femoral retinoblastoma is",
        "exp": "Patients with family retinoblastoma are at greatly increased risk of developing Osteosarcoma and and some other soft tissue sarcoma.. Alteration in RB pathway, involving INK proteins, cyclin D dependent kinases, and RB family proteins which are present in normal cells lead on to tumor suppressor gene. And associated somatic tissue mutation cause increased risk of other tumors. Refer robbins 9/e 299",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Medullary carcinomas",
        "opc": "Osteosarcoma",
        "opd": "Malignant melanoma",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "002ce5ee-3cba-485c-bf86-2edcc70afc0f",
        "choice_type": "single"
    },
    {
        "question": "Which risk factor for cholangiocarcinoma",
        "exp": "Refer Robbins page no Pg 880 Pathogenesis. The most impoant risk factor for gallbladder cancer (besides gender and ethnicity) is gallstones which are present in 95% of cases. However, it should be noted that only 1-2% of patients with gallstones develop gallbladder cancer. In Asia, chronic bacterial or parasitic infections have been implicated as risk factors, and the coexistence of gallstones with gallbladder cancer is much lower. Nonetheless, the common thread that ties gallstones or chronic infections together with gallbladder cancer is chronic inflammation. Gallbladder cancers harbor recur- rent molecular alterations that might be \"actionable\" targets of therapy.",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Primary sclerosisg cholangitis",
        "opc": "Salmonella carrier state",
        "opd": "HBV infection",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "268b5e42-aaa6-4953-8d41-c09caabc9a57",
        "choice_type": "single"
    },
    {
        "question": "Spontaneous regression though rare is seen in",
        "exp": "Neuroblastoma is a cancer often found in the small glands on top of the kidneys (adrenal glands). It can develop in the stomach, chest, neck, pelvis and bones. Children aged five or younger are most commonly affected. Most children with neuroblastoma in Noh America have been treated according to the In the previous COG risk system, each child was assigned to a low-risk, intermediate-risk, or high-risk group (refer to Tables INSS stage. Age. International Neuroblastoma Pathologic Classification (INPC). Ploidy. Amplification of the MYCN oncogene within tumor tissue. [Other biological factors that influenced treatment selection in previous COG studies included unbalanced 11q loss of heterozygosity and loss of heterozygosity for chromosome 1p. [Generally, treatment is based on whether the tumor is classified as low, intermediate, or high risk, as follows: Low risk. For patients with low-risk tumors, the approach is either observation or resection, with chemotherapy restricted to symptomatic patients with low-risk biology. Five-year overall survival (OS) was 97% in a large COG study. [Intermediate risk. For patients with intermediate-risk tumors, chemotherapy is often given before definitive resection, and the number of chemotherapy cycles is based on clinical and tumor biological risk factors and response to therapy. In recent studies, select patients have been observed without undergoing chemotherapy or attempted resection. The 3-year OS rate for intermediate-risk patients was about 96% in a large COG study. [High risk. For high-risk patients, treatment has intensified to include chemotherapy, surgery, radiation therapy, myeloablative therapy and stem cell transplant (SCT), isotretinoin, and immunotherapy, resulting in survival rates of about 50%. Statistically significant improvement in survival was observed in a randomized phase III COG study ( COG Risk-Group Assignment Treatment Options COG = Children's Oncology Group; GM-CSF = granulocyte-macrophage colony-stimulating factor; 131I-MIBG = iodine I 131-metaiodobenzylguanidine; SCT = stem cell transplant. Recurrent Neuroblastoma Locoregional recurrence in patients initially classified as low risk Metastatic recurrence in patients initially classified as low risk Locoregional recurrence in patients initially classified as intermediate risk Metastatic recurrence in patients initially classified as intermediate risk Recurrence in patients initially classified as high risk Recurrence in the central nervous system <a style=\"box-sizing: border-box; margin: 0px; padding: 0px; border: 0px; font: inherit; veical-align: baseline; color:; text-decoration-line: none;\" href=\" therapeutic approaches</a>. Refer robbins 8/e p477",
        "cop": 3,
        "opa": "Burkits lymphoma",
        "opb": "Wilms tumor",
        "opc": "Neuroblastoma",
        "opd": "Melanoma",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "36d98e71-9448-44e5-af7f-4c3d25b3c2e7",
        "choice_type": "single"
    },
    {
        "question": "All are true about Wilson's disease except",
        "exp": "Refer Robbins page no 849 Free copper dissociates and is taken up by hepatocytes. In the liver copper binds to an a2-globulin (apoceruloplasmin) to form ceruloplasmin, which is secreted into the blood. Excess copper is transpoed into the bile. Ceruloplasmin accounts for 90% to 95% of plasma copper. Circulating ceruloplasmin is eventually desialylated, endo- cytosed by the liver, and degraded within lysosomes, after which the released copper is excreted into bile. This degradation/excretion pathway is the primary route for copper elimination. The estimated total body copper is only 50 to 150 mg",
        "cop": 3,
        "opa": "Increase in liver Cu",
        "opb": "Increase in urine Cu",
        "opc": "Increase in Ceruolplasmin",
        "opd": "Increase in serum Cu",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "733e3fac-9645-44f6-8431-6102cf944cda",
        "choice_type": "multi"
    },
    {
        "question": "Kayser Fleischer ring is seen in",
        "exp": "Refer Robbins page no 850 Toxic injury to the brain primarily affects the basal ganglia, paicularly the putamen, which shows atrophy and even cavita- tion. Nearly all patients with neurologic involvement develop eye lesions called Kayser-Fleischer rings, green to brown depos- its of copper in Descemet membrane in the limbus of the cornea.",
        "cop": 1,
        "opa": "Wilson's disease",
        "opb": "Alpha 1antitrypsin deficiency",
        "opc": "Hemochromatosis",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "933371ce-8ca3-4464-aa42-648a104a9a40",
        "choice_type": "single"
    },
    {
        "question": "Pellagra is characterised by all except",
        "exp": "Refer Robbins page no 536 8th edition Pellagra is a disease caused by a lack of the vitamin niacin (vitamin B3). Symptoms include inflamed skin, diarrhea, dementia, and sores in the mouth. Areas of the skin exposed to either sunlight or friction are typically affected first.",
        "cop": 3,
        "opa": "Dementia",
        "opb": "Diarrhoea",
        "opc": "Diplopia",
        "opd": "Dermatitis",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "d2b8bb6f-60db-48ed-bc0c-2f9b613efa1b",
        "choice_type": "multi"
    },
    {
        "question": "Bullets which break into multiple pieces when enter the body",
        "exp": "Frangible bullets are bullets which break into multiple pieces when enter the body. In the case of such bullets, after recovery, matching with a test bullet is difficult. Incendiary bullets are which have white phosphorus and cause fire and heat in the tissues. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 141",
        "cop": 3,
        "opa": "Dum dum bullet",
        "opb": "Hollow point bullet",
        "opc": "Frangible bull",
        "opd": "Incendiary bullets",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "006ec575-9bca-47f0-ad6d-1aa9f863d67d",
        "choice_type": "single"
    },
    {
        "question": "For examination of fungus from a sample, uniformly stain by",
        "exp": "PAS-periodic acid schiff stain is used for carbohydrate paicularly glycogen,, amobea, fungi Periodic acid-Schiff (PAS) is a stainingmethod used to detect polysaccharidessuch as glycogen, and mucosubstances such as glycoproteins, glycolipids and mucins in tissues. The reaction of periodic acid oxidizes the vicinal diols in these sugars, usually breaking up the bond between two adjacent carbons not involved in the glycosidic linkage or ring closure in the ring of the monosaccharide units that are pas of the long polysaccharides, and creating a pair of aldehydes at the two free tips of each broken monosaccharide ring. The oxidation condition has to be sufficiently regulated so as to not oxidize the aldehydes fuher. These aldehydes then react with the Schiff reagent to give a purple-magenta color. A suitable basic stain is often used as a counterstain. Refer Robbins page no 8th edition 336",
        "cop": 2,
        "opa": "Alzarin",
        "opb": "PAS",
        "opc": "Mason trichome",
        "opd": "Giemsa",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "fe7d207d-acfb-4253-b992-ed00c089d15b",
        "choice_type": "single"
    },
    {
        "question": "Centrilobular necrosis is seen in",
        "exp": "Refer Robbins page no 872 8th edition Centrilobular necrosis refers to the necrosis of the centrilobular tissue of the hepatic lobule. The centrilobular zone of the lobule is most prone to metabolic toxins such as those generated in alcoholic hepatitis.",
        "cop": 1,
        "opa": "CCL4",
        "opb": "White phosphorus",
        "opc": "Yellow fever",
        "opd": "Eclampsia",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "5c8426cb-a857-4641-a10a-d49410fb78b0",
        "choice_type": "single"
    },
    {
        "question": "Protein involved in intracellular connections is",
        "exp": "Connexins complex protein assembles that traverse the lipid bilayer of plasma membrane and forms a continuous channel Connexins (Cx) (TC 1. A. 24), or gap junction proteins, are structurally related transmembrane proteins that assemble to form veebrate gap junctions. An entirely different family of proteins, the innexins, form gap junctions in inveebrates.",
        "cop": 1,
        "opa": "Connexins",
        "opb": "Integrins",
        "opc": "Adhesions",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "672af395-3076-4354-9c31-69f33d425e69",
        "choice_type": "multi"
    },
    {
        "question": "The bullet which leave a color in its path is called",
        "exp": "Tracer bullets are bullets which leave a color in their path. These bullets contain barium nitrate, magnesium, strontium nitrate, etc Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 141",
        "cop": 2,
        "opa": "Piggy tail bullet",
        "opb": "Tracer bullet",
        "opc": "Incendiary bullet",
        "opd": "Tandem bullet",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "a38c274b-86f2-4f79-917b-19800e8bdb52",
        "choice_type": "multi"
    },
    {
        "question": "The marker for Langerhans cells Histiocytes is",
        "exp": "Refer Robbins page no 8th edition 631-632 The tumor cells express HLA-DR and CD 1a Langerhans cell histiocytosis (LCH) is a clonal disorder believed to be derivedfrom cells of the dendritic system. Fascin, a 55-kd actin-bundling protein, represents a highly selective marker for dendritic cells of lymphoid tissues and peripheral blood and is involved in the formation of dendritic processes in maturing epidermal Langerhans cells. Since lesional cells of LCH may represent Langerhans cells arrested at an early stage of activation, immunohistochemical expression offascin in epidermal Langerhans cells and in the lesional cells of 34 cases of LCH was evaluated in paraffin sections using an immunoalkaline phosphatase technique. Though epidermal Langerhans cells were nonreactive for fascin, lesional cells in all LCH cases exhibited immunoreactivityforfascin, CD1a, and S-100 protein. Variation in staining intensity was observed in some cases, possibly reflecting differences in cell maturation or activation. Involved tissues included bone, soft tissue, lymph node, thyroid, orbit, and extradural cranial tissue. Immunoreactivity of lesional cells of LCH for fascin suppos their derivation from cells of the dendritic system and represents another alteration in the phenotype of Langerhans cells that is associated with maturation, migration, culture, or clonal expansion",
        "cop": 1,
        "opa": "CD 1a",
        "opb": "CD 20",
        "opc": "CD 3",
        "opd": "CD 30",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "0c802f60-fe1b-4770-9973-dd7217dce737",
        "choice_type": "single"
    },
    {
        "question": "The bluish discoloration of vaginal mucosa in 8th week of pregnancy is called",
        "exp": "Jacquemier's sign or Chadwick's sign This is the bluish discoloration of the vaginal mucosa due to pelvic congestion. It is seen about 8th week of pregnancy. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 330",
        "cop": 1,
        "opa": "Jacquemier's sign",
        "opb": "Goodell's sign",
        "opc": "Hegar's sign",
        "opd": "Palmer's sign",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "baa0717c-96cf-48fa-8d2c-e9fa50578b48",
        "choice_type": "multi"
    },
    {
        "question": "The hymen after delivery is called",
        "exp": "After delivery, only the remnants of hymen will be seen at the rim called carunculae hymenales or myiformes. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 327",
        "cop": 4,
        "opa": "Cribriform hymen",
        "opb": "Veical hymen",
        "opc": "Imperforate hymen",
        "opd": "Carunculae hymenales",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "61f57094-34d5-4983-ac43-8d18c2c3fb67",
        "choice_type": "multi"
    },
    {
        "question": "Liver in hemochromatosis is stained by which of the following stain",
        "exp": "Reference Robbins page no 849 In the liver iron becomes evident as golden yellow hemosiderin granules in the cytoplasm of peripheral Hepatocyte which stain blue with Prussian blue stain",
        "cop": 1,
        "opa": "Perls iron stain",
        "opb": "Alcian blue",
        "opc": "Congo red",
        "opd": "Masson trichome",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "68efc153-7477-401d-8d84-5c28761231b5",
        "choice_type": "single"
    },
    {
        "question": "Alpha 1antitrypsin deficiency causes",
        "exp": "Refer Robbins page no 851 Clinical Features. Neonatal hepatitis with cholestatic jaundice appears in 10% to 20% of newborns with the defi- ciency. In adolescence, presenting symptoms may be related to hepatitis, cirrhosis or pulmonary disease. Attacks of hepatitis may subside with apparent complete recovery, or they may become chronic and lead progressively to cir- rhosis. Alternatively, the disease may remain silent until cirrhosis appears in middle to later life. Hepatocellular carcinoma develops in 2% to 3% of Pi. ZZ adults, usually, but not always, in the setting of cirrhosis. The treatment, indeed the cure, for severe hepatic disease is ohotopic liver transplantation. In patients with pulmonary disease the single most impoant preventive measure is avoidance of cigarette smoking, because smoking markedly acceler- ates emphysema and the destructive lung disease associ- ated with a1. AT deficiency",
        "cop": 2,
        "opa": "Congenital cystic fibrosis",
        "opb": "Neonatal hepatitis",
        "opc": "Pulmonary fibrosis",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "33503149-bb24-4dba-a7db-6e5aced7e4e2",
        "choice_type": "multi"
    },
    {
        "question": "Most common tumor of infancy is",
        "exp": "Refer robbins 8/e p584 A rhabdomyoma is a benign tumor of striated muscle. Rhabdomyomas may be either \"cardiac\" or \"extra cardiac\" (occurring outside the hea). Extracardiac forms of rhabdomyoma are sub classified into three distinct types: adult type, fetal type, and genital type. Cardiac rhabdomyomas are the most common primary tumor of the hea in infants and children. It has an association with tuberous sclerosis. In those with tuberous sclerosis, the tumor may regress and disappear completely, or remain consistent in size. It is most commonly associated with the tongue, and hea, but can also occur in other locations, such as the vagina. Malignant skeletal muscle tumors are referred to as rhabdomyosarcoma. Only rare cases of possible malignant change have been repoed in fetal rhabdomyoma. The differential diagnosis in the tongue includes ectomesenchymal chondromyxoid tumor.",
        "cop": 2,
        "opa": "Lymphangioma",
        "opb": "Rhabdomyoma",
        "opc": "Hemangioma",
        "opd": "Lipoma",
        "subject_name": "Anatomy",
        "topic_name": "miscellaneous",
        "id": "2bfb92b7-fc20-430d-a84c-cf3e03aa9b41",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve used conduction study in H reflex -",
        "exp": "*The H reflex is basically an electrophysiologically recorded Achilles' tendon stretch reflex. *It is performed by stimulating the tibial nerve in popliteal fossa. *It is recorded over the soleus or gastrocnemius muscle. *It is used most commonly to evaluate S1 radiculopathy or to distinguish it from an L5 radiculopathy. REF: Ref: Text book of Neurology p. 781",
        "cop": 3,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Tibial nerve",
        "opd": "Peroneal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Miscellaneous",
        "id": "c3acd5f1-56e1-480d-a92d-2745e314ac3c",
        "choice_type": "single"
    }
]