[
    {
        "question": "Bicipital aponeurosis lies over which structure in cubital fossa:-",
        "exp": "Bicipital aponeurosis lies superficial to the brachial aery and median nerve. -lies deep to superficial veins. -provides protection for the deeper structures during venepuncture at cubital fossa. -routinely released to decompress the median nerve",
        "cop": 3,
        "opa": "Median cubital vein",
        "opb": "Radial nerve",
        "opc": "Brachial aery",
        "opd": "Anterior interosseous aery",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "dc05e667-659f-4f8f-a534-b329a1b356cc",
        "choice_type": "single"
    },
    {
        "question": "The structure that lies lateral to distal radial tubercle",
        "exp": "The structure that lies lateral to distal radial tubercle are: Tendons of Extensor carpi radialis brevis and longus. Distal radial tubercle (Lister's tubercle) is located at the distal dorsal aspect of the radius It is a bony prominence that can be easily palpated. Function: It acts as a pulley for the Extensor Pollicis Longus tendon, changing it's mechanical direction of action.",
        "cop": 2,
        "opa": "Extensor pollicis longus",
        "opb": "Extensor carpi radialis longus",
        "opc": "Brachioradialis",
        "opd": "Extensor carpi ulnaris",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "c02c97aa-cb2d-403d-909c-efcc2d5851f8",
        "choice_type": "single"
    },
    {
        "question": "31-year-old roofer comes with tenosynovitis that is result of a deep penetrated wound in the palm by a big nail. O/E he has an infection in the ulnar bursa. This infection most likely resulted in necrosis of which of the following tendons?",
        "exp": "Ulnar bursa, or common synol flexor sheath, contains the tendons of both flexor digitorum superficialis and profundus muscles. Radial bursa envelops tendon of the flexor pollicis longus. The tendons of flexor carpi ulnaris and palmaris longus are not contained in ulnar bursa.",
        "cop": 3,
        "opa": "Tendon of flexor carpi ulnaris",
        "opb": "Tendon of flexor pollicis longus",
        "opc": "Tendon of flexor digitorum profundus",
        "opd": "Tendon of palmaris longus",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "0f84cf6c-76dd-43e7-8d1f-1054cd02cf21",
        "choice_type": "single"
    },
    {
        "question": "Hybrid muscles",
        "exp": "Hybrid muscles also called as COMPOSITE MUSCLES are those muscles which have more than one set of fibers but perform the same function and are usually supplied by different nerves for different set of fibers.",
        "cop": 4,
        "opa": "These are the muscles having different set of fibers performing the same function",
        "opb": "E. g. Pectineus & Biceps Femoris",
        "opc": "Receive nerve supply by different nerves",
        "opd": "All are true",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "b5fda160-2125-46a0-8b6b-22bc8cb0def7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following best describes the forearm?",
        "exp": "b. Pronator quadratus is attached to the radius and ulna and lies against the anterior surfaces of these bones. Explanationsa. The median nerve is found on the deep surface of flexor digitorum superficialis muscle, to which it is usually bound with fascia. c. The Ulnar nerve lies under flexor carpi ulnaris with the ulnar aery on its lateral side. d. The anterior interosseous nerve is the branch of the median nerve which supplies the deep flexor muscles: the lateral two tendons of flexor digitorum profundus, pronator quadratus and flexor pollicis longus.",
        "cop": 2,
        "opa": "The median nerve is related anteriorly to flexor digitorum superficialis.",
        "opb": "Pronator quadratus lies deep to the long flexor tendons just proximal to the wrist.",
        "opc": "The ulnar nerve lies superficial to flexor carpi ulnaris.",
        "opd": "Flexor digitorum profundus is paially supplied by the posterior interosseous nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "43696b38-224c-483b-bad2-dc115643250e",
        "choice_type": "multi"
    },
    {
        "question": "A secretary comes to you complaining of pain in her wrists from typing all day. You determine she likely has carpal tunnel syndrome. Which of the following condition would help you determine the diagnosis?",
        "exp": "Carpal tunnel contains median nerve and tendons of flexor pollicis longus, flexor digitorum profundus, and flexor digitorum superficialis muscles. It results from injury to median nerve, which supplies the thenar muscle. Thus, injury to this nerve causes flattened thenar eminence. Middle finger has no attachment for adductors. Ulnar nerve innervates: - medial half of flexor digitorum profundus muscle, which allows flexion of DIP joints of ring and little fingers. - skin over medial one and half fingers and adductor pollicis muscle.",
        "cop": 3,
        "opa": "Inability to adduct little finger",
        "opb": "Inability to flex distal interphalangeal joint of ring finger",
        "opc": "Flattened thenar eminence",
        "opd": "Loss of skin sensation of medial one and half fingers",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "41333b9c-3878-478b-9a22-b10777c61c5f",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of supinator is similar to which of the following muscle",
        "exp": "- Supinator muscle and extensor digitorum both are supplied by posterior interosseus nerve, a branch of radial nerve at the floor of cubital fossa. - Muscle supplied by Radial nerve - In Radial groove - Triceps and Anconeus Out of radial groove - Brachioradialis and extensor carpi radialis longus By deep motor branch a. k. a Posterior interosseus nerve - Supinator Extensor digitorum Extensor carpi ulnaris Extensor carpi radialis brevis Extensor digiti minimi Extensor pollicis longus Extensor pollicis brevis Abductor pollicis longus Extensor indices Pronator quadratus -supplied by anterior interosseous nerve, branch of medial nerve",
        "cop": 1,
        "opa": "Extensor digitorum",
        "opb": "Brachialis",
        "opc": "Brachioradialis",
        "opd": "Pronator quadratus",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "30fdaba4-e3ad-42ac-91c7-281698b3cfad",
        "choice_type": "single"
    },
    {
        "question": "Roof of anatomical snuff box is formed by:",
        "exp": "- Roof of anatomical snuff box is by cephalic vein and superficial branch of radial nerve. - The pulse of the radial aeryis palpable in the floor of the snuffbox against scaphoid bone. - Boundries of Anatomical snuff box- Posteromedially (ulnar border) -extensor Pollicis longus Anterolaterally (radial border) -extensor pollicis brevis and abductor pollicis longus. Floor-scaphoid, trapezium, base of 1st metacarpal and styloid process of radius. Content - radial aery (Pulse can be felt by palpating radial aery against scaphoid bone).",
        "cop": 1,
        "opa": "Cephalic vein and superficial branch of radial nerve",
        "opb": "Basilic vein and superficial branch of radial nerve",
        "opc": "Cephalic vein and radial aery",
        "opd": "Basilic vein only",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "f1f61b62-e68e-4938-94e9-643753b45e60",
        "choice_type": "single"
    },
    {
        "question": "Arrange the contents of cubital fossa medial to lateral",
        "exp": "Cubital fossa is a triangular hollow situated on the front of the elbow. Contents (medial to lateral)- M-Median nerve B-Brachial aery and it's branches B-Biceps brachi tendon S- Superficial branch of radial nerve* Lateral boundary is contributed by brachioradialis muscle, medially present is pronator teres and base is formed by an imaginary line connecting the two epicondyles.",
        "cop": 3,
        "opa": "Median Nerve -Biceps tendon - Brachial aery- Radial nerve",
        "opb": "Biceps tendon - Median Nerve - Brachial aery- Radial nerve",
        "opc": "Median Nerve - Brachial aery - Biceps tendon - Radial nerve",
        "opd": "Median Nerve - Radial nerve - Biceps tendon - Brachial aery",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "121d2670-f3fa-40c0-9451-18d324f8bb3c",
        "choice_type": "single"
    },
    {
        "question": "Pronator quadratus has same innervation as following muscles-",
        "exp": "Pronator quadratus is supplied by anterior interosseous nerve which is a branch of median nerve. This anterior interosseous nerve supplies deep muscles of anterior forearm: Flexor pollicis longus Lateral half of Flexor digitorum profundus of index & middle fingers Pronator quadratus. Flexor digitorum superficialis supplied by median nerve Palmaris longus supplied by median nerve Flexor carpi ulnaris supplied by ulnar nerve",
        "cop": 1,
        "opa": "Flexor pollicis longus",
        "opb": "Flexor digitorum superficialis",
        "opc": "Palmaris longus",
        "opd": "Flexor carpi ulnaris",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "0d9591dd-ba45-4b9c-931a-21f9e2ef519e",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old boy fell from a motorcycle, and his radial nerve was severely damaged because of a fracture of the midshaft of the humerus. Which of the following conditions would most likely result from this accident?",
        "exp": "Injury to the radial nerve results in: Loss of wrist extension - wrist drop. The median nerve innervates the: Pronator teres, Pronator quadratus, Opponens pollicis muscles and Skin over the ventral aspect of the thumb. The ulnar nerve innervates the dorsal interosseous muscles, which act to abduct the fingers.",
        "cop": 1,
        "opa": "Loss of wrist extension leading to wrist drop",
        "opb": "Weakness in pronating the forearm",
        "opc": "Sensory loss over the ventral aspect of the thumb",
        "opd": "Inability to oppose the thumb",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "8d8cae44-57f7-4b1c-8c0d-5e1abf8cbcc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is multipennate muscle:",
        "exp": "Deltoid is a multipennate muscle Multipennate muscle has fiber bundles which converge to several tendons.",
        "cop": 3,
        "opa": "Flexor pollicis longus",
        "opb": "Extensor pollicis longus",
        "opc": "Deltoid",
        "opd": "Flexor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "79f23868-505f-4e26-bdb9-d52d6e1d0255",
        "choice_type": "multi"
    },
    {
        "question": "A patient comes in complaining that she cannot flex her hand at the joint marked by a black arrow in the diagram. Which of the following muscles appear(s) to be paralyzed on fuher examination of her finger?",
        "exp": "The flexor digitorum superficialis muscle flexes the proximal interphalangeal joints. The flexor digitorum profundus muscle flexes the Distal interphalangeal joints (DIP joints) The palmar and dorsal interossei and lumbricals can flex metacarpophalangeal joints and extend the interphalangeal joints. The palmar interossei adduct the fingers(PAD) The dorsal interossei abduct the fingers. (DAB)",
        "cop": 4,
        "opa": "Palmar interossei",
        "opb": "Dorsal interossei",
        "opc": "Flexor digitorum profundus",
        "opd": "Flexor digitorum superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "f9a8fc59-c3c1-4c98-88c2-7de738541a43",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old male is admitted to the hospital after accidentally walking through a plate glass door in a bar while intoxicated. Physical examination shows multiple lacerations to the upper limb, with inability to flex the distal interphalangeal joints of the fouh and fifth digits. Which of the following muscles is most likely affected",
        "exp": "Loss of flexion at DIP (Distal Inter Phalangeal joint) occurs due to loss of function of FDP (Flexor Digitorum Profundus). Flexor digitorum profundus is dually innervated by the ulnar nerve to the medial phalanges (Finger 4 & 5) and the median nerve for the lateral phalanges (Finger 2 & 3). Because of the superficial course of the ulnar nerve, it is vulnerable to injury by laceration. Such an injury would result in an inability to flex the distal interphalangeal joints of the 4th and 5th digits. The flexor digitorum superficialis is innervated by the median nerve only, and the course of this nerve runs too deep to be affected by lacerations. The lumbricals function to flex the MCP (Metacarpophalangeal) joints and assist in extending the IP joints. The interossei adduct and abduct the fingers (along with MCP flexion).",
        "cop": 1,
        "opa": "Flexor digitorum profundus",
        "opb": "Flexor digitorum superficialis",
        "opc": "Lumbricals",
        "opd": "Interossei",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "e420d96d-fb2f-4e16-8b90-83ea53a465b4",
        "choice_type": "multi"
    },
    {
        "question": "Mallet finger is a flexion deformity of the distal phalanx, which occurs due to",
        "exp": "Mallet finger is a flexion deformity of the distal phalanx due to injury to the extensor digitorum at its inseion to the base of the distal phalanx (the collateral slips).",
        "cop": 2,
        "opa": "Avulsion fracture of middle phalanx",
        "opb": "Rupture of collateral slips of extensor expansion",
        "opc": "Rupture of central slip of extensor expansion",
        "opd": "Dislocation of distal interphalangeal joint",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "a4d5c9fb-0f95-4cb8-a4dc-c37d88ae724d",
        "choice_type": "multi"
    },
    {
        "question": "Content of the star marked triangle",
        "exp": "Marked triangle - Anatomical snuff box Anatomical snuff box -Content - radial aery -Boundaries Anterolaterally - abductor pollicis longus and extensor policis brevis Posteromedially- extensor pollicis longus Floor-styloid process, scaphoid, trapezium Floor-Carpetted by tendons of ECRL, ECRB Roof-Cephalic vein, Sup. branch of radial nerve",
        "cop": 2,
        "opa": "Basilic vein and superficial branch of radial nerve",
        "opb": "Radial aery only",
        "opc": "Radial aery and Posterior interosseous nerve(PIN)",
        "opd": "Cephalic vein and Posterior interosseous nerve(PIN)",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "45bfe7c1-cf3a-420c-8783-b5a72e248814",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man walks in with a stab wound to the most medial side of the proximal poion of the Cubital fossa. Which of the following structures would most likely be damaged?",
        "exp": "The most medial content of cubital fossa is Median nerve, which has been compromised. The contents of the cubital fossa from radial to medial side are: Radial nerve, Biceps tendon, Aery (brachial), Median nerve. (Mnemonic: R - BAM)",
        "cop": 4,
        "opa": "Biceps brachii tendon",
        "opb": "Radial nerve",
        "opc": "Brachial aery",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "6c3c71b2-0620-4b90-b12d-32cbf0a0d83b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following accurately describes the anterior compament of the forearm?",
        "exp": "Flexor pollicis longus is one of the deep group of flexor muscles. Its principle origin is from the radius. It is characteristically unipennate, which aids its identification during forearm surgery. The median nerve enters the forearm between the two heads of pronator teres. The ulnar nerve enters the forearm by passing between the two heads of flexor carpi ulnaris. Flexor digitorum profundus is one of the deep group of flexor muscles and principally takes origin from the ulna.",
        "cop": 4,
        "opa": "The median nerve enters the forearm between the two heads of flexor carpi ulnaris.",
        "opb": "The ulnar nerve enters the forearm by passing between the two heads of pronator teres.",
        "opc": "Flexor digitorum profundus originates from the common flexor origin.",
        "opd": "Flexor pollicis longus is characteristically unipennate.",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "56ae920d-3925-4e12-b656-7bd541505bcb",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old male arrived at the emergency depament with injuries to his left elbow after he fell in a bicycle race. Radiographic and MRI examinations show a fracture of the medial epicondyle and a torn ulnar nerve. Which of the following muscles would be most likely to be paralyzed?",
        "exp": "Fracture of the medial epicondyle often causes damage to the ulnar nerve due to its position in the groove behind the epicondyle. The ulnar nerve innervates one and a half muscles in the forearm--the flexor carpi ulnaris and the medial half of the flexor digitorum profundus. The flexor digitorum superficialis is innervated by the median nerve and the biceps brachii by the musculocutaneous. The radial nerve innervates both the brachioradialis and supinator muscles.",
        "cop": 4,
        "opa": "Flexor digitorum superficialis",
        "opb": "Biceps brachii",
        "opc": "Brachioradialis",
        "opd": "Flexor carpi ulnaris",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "3ba4a1c9-dcd0-4c35-9247-26384453d75e",
        "choice_type": "single"
    },
    {
        "question": "Abduction of Hand is caused by:-",
        "exp": "Abduction of the hand occurs at the wrist joint, carried out by the muscles like Flexor carpi radialis. Flexor carpi ulnaris works for adduction of hand at wrist joint along with ulnar detion. Flexor digitorum profundus flexes DIP joint, PIP joint, MP joint of fingers Flexor digitorum superficialis flexes PIP joint, MP joint of fingers and wrist.",
        "cop": 1,
        "opa": "Flexor carpi radialis",
        "opb": "Flexor carpi ulnaris",
        "opc": "Flexor digitorum profundus",
        "opd": "Flexor digitorum superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "d9016bc9-e9d4-44fa-a14c-e0a5df941d47",
        "choice_type": "single"
    },
    {
        "question": "The carpal tunnel contains all of the following impoant structures EXCEPT",
        "exp": "The tendon of flexor carpi radialis passes through a tunnel created by a fascial slip on the roof of flexor retinaculum. It passes neither superficial nor deep to the flexor retinaculum, it is actually embedded within the retinaculum. Median nerve, flexor pollicis longus and flexor digitorum superficialis all pass deep to the flexor retinaculum and are contents of carpal tunnel.",
        "cop": 3,
        "opa": "Median Nerve",
        "opb": "Flexor pollicis longus",
        "opc": "Flexor carpi radialis",
        "opd": "Flexor digitorum superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "228d2ba5-8ded-4032-b841-af5959c69428",
        "choice_type": "multi"
    },
    {
        "question": "A boy presents with injury to medial epicondyle of the humerus. Which of the following would NOT be seen:-",
        "exp": "Injury to medial epicondyle damages ulnar nerve - Paralysis of flexor carpi ulnaris (loss of ulnar detion) Medial half of flexor digitorum profundus (loss of DIP flexion) Hypothenar muscle paralysis (and atrophy) and Sensory loss on the hypothenar eminence. Flexor digitorum superficialis (supplied by median nerve for finger flexion) and extensor digitorum (supplied by radial nerve for finger extension) are still functional.",
        "cop": 2,
        "opa": "Loss of the ulnar detion",
        "opb": "Complete paralysis of the IIIrd and IVth digits",
        "opc": "Atrophy of the hypothenar eminence",
        "opd": "Decreased sensation of the hypothenar eminence",
        "subject_name": "Anatomy",
        "topic_name": "Muscles of arm and forearm region & Cubital fossa",
        "id": "613325e4-15bd-49c9-904d-0971f821a646",
        "choice_type": "single"
    }
]