[
    {
        "question": "Cutaneous innervations of dorsum of foot are marked in the given diagram. The area D supplied by",
        "exp": "Common peroneal nerve wind around the neck of fibula and divide into superficial and deep peroneal nerve Superficial peroneal nerve (musculo cutaneous nerve of lower limb) - supplies peroneus longus and brevis Deep peroneal nerve - supplies extensor compament of leg CHOICE EXPLANATION & ELIMINATION REASON 1 B - area supplied by deep peroneal nerve 2 D - area supplied by superficial peroneal nerve 3 C - area supplied by sural nerve 4 Not correct",
        "cop": 2,
        "opa": "Deep peroneal nerve",
        "opb": "Superficial peroneal nerve",
        "opc": "Tibial nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "43a40644-73eb-4796-a552-ec87c21968ff",
        "choice_type": "single"
    },
    {
        "question": "Most commonly damaged nerve in the lower limb:-",
        "exp": "Common peroneal nerve is more superficial and lateral to neck of fibula in lower limb, hence more susceptible to injury. Injury manifestation: Compromise of superficial peroneal nerve and Deep peroneal nerve. Sensory symptoms: loss of sensation on territory of common peroneal nerve and superficial peroneal nerve which supplies most of lateral aspect of leg and dorsum of foot, Motor symptoms: foot drop and loss of foot eversion.",
        "cop": 3,
        "opa": "Femoral",
        "opb": "Sciatic",
        "opc": "Common peroneal",
        "opd": "Tibial",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "6d01b7ab-444a-457d-8a77-fd274d2681f4",
        "choice_type": "single"
    },
    {
        "question": "Which nerve does NOT supply gluteal region?",
        "exp": "Sciatic Nerve supplies back of thigh, the leg and foot region. It passes through the gluteal region, but doesn't supply the area.",
        "cop": 2,
        "opa": "Superior gluteal nerve",
        "opb": "Sciatic nerve",
        "opc": "Nerve to quadrates femoris",
        "opd": "Nerve to obturator internus",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "fc6af4bc-aae2-49e9-a64d-488dbe676c2c",
        "choice_type": "single"
    },
    {
        "question": "Nerve of medial compament of thigh:-",
        "exp": "NERVE COMPAMENT OF THIGH Femoral Anterior (quadriceps femoris) Obturator Medial Sciatic Posterior",
        "cop": 2,
        "opa": "Femoral",
        "opb": "Obturator",
        "opc": "Tibial",
        "opd": "Common peroneal",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "34b29852-eff9-4218-8069-3bcaf040944f",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy was stabbed during a gang fight, resulting in the transection of the obturator nerve. Which of the following muscles is completely paralyzed?",
        "exp": "The adductor longus is innervated by only the obturator nerve. Thus, injury here could completely paralyze the adductor longus. The pectineus is innervated by both the obturator and femoral nerves. The adductor magnus is innervated by both the obturator nerve and tibial pa of the sciatic nerve. The biceps femoris is innervated by the tibial poion (long head) and common peroneal poion (sho head) of the sciatic nerve.",
        "cop": 3,
        "opa": "Pectineus",
        "opb": "Adductor magnus",
        "opc": "Adductor longus",
        "opd": "Biceps femoris",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "659ddb8f-9e85-40de-b0ad-945c5bb4cd0b",
        "choice_type": "single"
    },
    {
        "question": "A 8-year-old boy was admitted to the emergency depament complaining of nausea, vomiting, fever, and loss of appetite. On examination, he was found to have tenderness and pain on the right lower quadrant. Based on signs and symptoms, the diagnosis of acute appendicitis was made. During an appendectomy performed at Mc. Burney's point, which of the following structures is most likely to be injured?",
        "exp": "The ilio-hypogastric nerve runs medially and inferiorly between the internal oblique and transverse abdominal muscles near the Mc. Burney's point, the point at the junction of the lateral one third of a line between the anterior superior iliac spine and the umbilicus. Other structures are not found near the Mc. Burney's point",
        "cop": 3,
        "opa": "Deep circumflex femoral aery",
        "opb": "Inferior epigastric aery",
        "opc": "Ilio-hypogastric nerve",
        "opd": "Genitofemoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "089e2335-177f-4680-8c3f-afb8aebab128",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may occur in common peroneal nerve injury -",
        "exp": "Common peroneal nerve is commonest nerve to be paralysed. Can be injury due to fracture neck of fibula, lathi injury on lateral side of knee joint, due to plaster on leg. Effect of injury: Motor loss i. e. Foot drop (loss of dorsiflexion or extension) Sensory loss at back and lateral side of leg, most of dorsum of foot. Paralysis of anterior compament muscles of leg Loss of foot eversion Sole is supplied by the branches (medial & lateral plantar nerve) of posterior tibial nerve.",
        "cop": 2,
        "opa": "Loss of plantar flexion",
        "opb": "Foot drop",
        "opc": "Loss of sensation over sole",
        "opd": "Inversion of foot affected",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "32463e93-9dca-4499-a75e-42706a860390",
        "choice_type": "single"
    },
    {
        "question": "The patient presented with loss of extension at knee joint with decreased sensation over anterior aspect of thigh. The nerve damaged is:",
        "exp": "Femoral nerve supplies the extensors at knee joint and skin over the anterior aspect of thigh as well. Injury of the femoral is uncommon but may be injured by a stab, gunshot wounds, during hip operations or a pelvic fracture leading to - Motor loss: Poor flexion at the hip joint, because of paralysis of the iliacus and saorius muscles. Inability to extend the knee, because of paralysis of the quadriceps femoris. Sensory loss: over the anterior and medial aspects of the thigh over the medial side of the leg and foot up to the back of the great toe",
        "cop": 2,
        "opa": "Obturator",
        "opb": "Femoral",
        "opc": "Common peroneal",
        "opd": "Tibial",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "accf9b35-7f72-4780-a3a1-4f911a0b3cae",
        "choice_type": "single"
    },
    {
        "question": "Damage to which of the following nerves leads to sensory loss on adjacent sides of the great and second toes and impaired dorsiflexion of the foot?",
        "exp": "DEEP PERONEAL NERVE Arises from the common peroneal (fibular) nerve in the substance of the peroneus longus on the lateral side of the neck of the fibula (where it is vulnerable to injury but less vulnerable than the common peroneal nerve). Enters the anterior compament by passing through the extensor digitorum longus muscle. Descends on the interosseous membrane between the extensor digitorum longus andthe tibialis anterior and then between the extensor digitorum longus and the extensorhallucis longus muscles. Muscles supplied are: Tibialis anterior, Extensor hallucis longus, Extensor digitorum longus, Peroneus (fibularis) teius It then divides into a lateral branch, which supplies the extensor hallucis brevis and extensor digitorum brevis, and a medial branch, which accompanies the dorsalis pedis aery to supply the skin on the adjacent sides of the first and second toes.",
        "cop": 3,
        "opa": "Superficial peroneal",
        "opb": "Lateral plantar",
        "opc": "Deep peroneal",
        "opd": "Sural",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "c92dc13e-d035-4ccd-83b0-543134dc01d1",
        "choice_type": "single"
    },
    {
        "question": "Trendelenburg test is positive on right side. Nerve injured is",
        "exp": "Superior gluteal nerve, if injured, paralyses the 3 muscles: gluteus medius, gluteus minimus and tensor fascia latae and hence lead to Trendelenberg test positive, which is evident on the contralateral side. Pelvis sags on the unsuppoed lower limb. In Trendelenberg test the action of gluteus medius (superior pelvic tilt of contralateral hip) is absent and we actually observe that there is a downward drop of the unsuppoed hip -due to unopposed action of gravity. This leads to Lurching gait in the patient.",
        "cop": 4,
        "opa": "Right Inferior gluteal",
        "opb": "Right Femoral",
        "opc": "Right Superior gluteal",
        "opd": "Left Superior gluteal",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "b691f8b2-fed7-4b2c-b06c-ea5d36138c5d",
        "choice_type": "single"
    },
    {
        "question": "Posterior thigh dermatome is:",
        "exp": "Posterior calf and thigh region has S2 dermatome.",
        "cop": 4,
        "opa": "L-4",
        "opb": "L-5",
        "opc": "S-1",
        "opd": "S-2",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "b091cabe-05bf-40a7-882a-cc18baadd1b4",
        "choice_type": "single"
    },
    {
        "question": "The efferent limb of cremaster reflex is carried by",
        "exp": "CREMASTER REFLEX: When we touch upper medial thigh in males, cremaster muscle contracts & pull the ipsilateral testicle towards inguinal canal. Afferent sensory information is carried by Femoral branch of Genitofemoral N. > Ilioinguinal N. towards spinal cord at level of L1 Efferent motor signal- Genital branch of Genitofemoral N. towards cremaster muscle to elevate the scrotum. Iliohypogastric Nerve (L1): Supplies skin above inguinal ligament Ilioinguinal Nerve (L1): Supplies skin of anterior scrotum and adjacent thigh Genitofemoral (L1, L2): Supplies skin below inguinal ligament, motor to cremaster muscle Note: Both the ilioinguinal nerve and genital branch of the genitofemoral nerve pass through the inguinal canal.",
        "cop": 2,
        "opa": "Femoral branch of genitofemoral nerve",
        "opb": "Genital branch of genitofemoral nerve",
        "opc": "Ilio-inguinal nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "c34650dd-625b-4956-b251-9716616dd338",
        "choice_type": "single"
    },
    {
        "question": "Marked dermatome is",
        "exp": "Dermatome supply of the marked area is S2",
        "cop": 4,
        "opa": "L4",
        "opb": "L5",
        "opc": "S1",
        "opd": "S2",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "2f00464b-b29b-4ac2-9246-1b70377abb1a",
        "choice_type": "single"
    },
    {
        "question": "During physical examination of a patient with history of TIA, it is found that the ankle jerk reflex is absent. Which of the following nerves is responsible for the reflex arc?,",
        "exp": "The ankle jerk reflex, elicited by tapping the tendo Achilles with the reflex hammer, is mediated by Tibial nerve. The superficial fibular (peroneal) nerve supplies the foot eveor muscles of the lateral compament of the leg and provides sensory supply for the dorsum of the foot. The deep fibular (peroneal) nerve innervates the foot extensor and inveor muscles in the anterior compament of the leg and supplies skin between the first and second toes. The common fibular (peroneal) nerve combines the functions of the superficial and deep branches.",
        "cop": 4,
        "opa": "Common fibular (peroneal)",
        "opb": "Superficial fibular (peroneal)",
        "opc": "Deep fibular (peroneal)",
        "opd": "Tibial",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply of Lower Limb",
        "id": "f58359a9-6d75-4f82-9cab-8653238d9ecc",
        "choice_type": "single"
    }
]