[
    {
        "question": "Nerve root of pudendal nerve is-",
        "exp": "Ans. is 'b' i. e., S2 S3 S4 o Has been explained in previous session",
        "cop": 2,
        "opa": "S1 S2 S3",
        "opb": "S2 S3 S4",
        "opc": "S3-S4",
        "opd": "S2-S3",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "bbebb18c-f690-40f3-8ae2-7a2645c26981",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not supplied by superior gluteal nerve -",
        "exp": "Ans. is 'd' i. e., Gluteus maximus o Superior gluteal nerve supplies gluteus medius, gluteus minimus and tensor fascia latae. o Nerve supplying muscles of gluteal region arei) Inferior gluteal nerve: Gluteus maximus. ii) Superior gluteal nerve: Gluteus medius and minimus. iii) Nerve to piriformis: Piriformisiv) Nerve to obturator internus: Obturator intemus, Gemellus superior. v) Nerve to quadratus femoris: Quadratus femoris, Gemellus inferior.",
        "cop": 4,
        "opa": "Tensor fasciaelatae",
        "opb": "Gluteusmedius",
        "opc": "Gluteusminimus",
        "opd": "Gluteusmaximus",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "9007970d-3b88-4071-8dce-cdaa5ea82e09",
        "choice_type": "single"
    },
    {
        "question": "An intern while doing venesection at lower limb could injure -",
        "exp": "Ans. is 'b' i. e., Saphenous nerve o Venesection of lowrer limb is usually done in great saphenous vein, which is accompanied by saphenous nerve.",
        "cop": 2,
        "opa": "Sural nerve",
        "opb": "Saphenous nerve",
        "opc": "Common peroneal nerve",
        "opd": "Tibial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "43188909-dd16-4575-b034-b0aaadb40075",
        "choice_type": "single"
    },
    {
        "question": "Common peroneal nerve divides at what level -",
        "exp": "Ans. is 'b' i. e., Neck of fibula. Common peroneal (fibular) nerve o The common peroneal nerve supplies the extensor and peroneal compartments of the leg and dorsum of the footo It winds around the neck of fibula is closely related to lateral surface of neck of fibula. Thus, injuries around neck of fibula causes common peroneal nerve palsy. After curving around the neck of fibula it pierces the peroneus longs and divides into superficial and deep peroneal nerves. o Branches of common peroneal nerve are1) Cutaneous branchesi) Lateral cutaneous nerve of calf:- Supply the skin of the upper two-thirds of the lateral side of the leg. ii) Peroneal communicating nerve:- Joins the sural nerve. 2) Articular branchesi) Superior lateral genicular. ii) Inferior lateral genicular. iii) Recurrent genicular. 3) Terminal branchesi) Deep peroneal nerve (anterior tibial nerve):- It is the nerve of anterior compartment of leg and dorsum of the foot. It supplies: a) Muscles of anterior compartment of leg:- EDL, EHL, tibialis anterior, peroneus tertius. b) Extensor digitorum brevis. c) Cutaneous supply to adjacent sides of first and second toe (i. e. first interdigital cleft). d) Articular supply to ankle joint, tarsal joints, tarsometatarsal and metatarsophalangeal joints of big toe. ii) Superficial peroneal nerve:- It is the main nerve of lateral compartment of leg. It supplies: a) Muscles of lateral compartment of leg Peroneus longus and peroneus brevis. b) Cutaneous supply to lower one third of the lateral side of leg and most of the dorsum of foot except for the territories supplied by the sephanous, sural, deep peroneal and plantar nerves. c) Medial branch breaks to supply the medial side of big toe and the 2nd interdigital cleft (adjoining side of 2nd and 3rd toes). d) Lateral branch breaks to supply 3rd & 4th interdigital clefts (adjoining sides of 3rd & 4th, and 4th& 5th toes).",
        "cop": 2,
        "opa": "Popliteal fossa",
        "opb": "Neck of fibula",
        "opc": "Tibial tuberosity",
        "opd": "Upper pole of patella",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "334b9d06-e5c1-49a1-bbd7-5840e87ca22e",
        "choice_type": "single"
    },
    {
        "question": "Cremesteric muscle is supplied by -",
        "exp": "Ans. is 'd' i. e., Genital branch of genitofemoral nerve. Scrotumo The scrotum is a cutaneous bag containing the right and left testes, the epididymis and the lower parts of spermatic cords. The left half of the scrotum hungs a little lower than the right. o The layers of scrotum from outside to inside are:-i) Skinii) Dartos muscle (smooth muscle layer) continous with Colie's fascia of perineum posteriorly and Scarpa's fascia and Camper's fascia anteriorly. iii) The external spermatic fascia, extension from external oblique. iv) The cremastric muscle, continuous with fascia from internal oblique. v) The internal spermatic fascia, continuous with fascia from fascia transversalis. o Anterior one-third of scrotum is supplied by ilionguinal nerve (L1) and genital branch of the genitofemoral nerve (L1). Posterior two-third of scrotum is spplied by posterior scrotal nerves (S3) and perineal branch of posterior cutaneous nerve of thigh (S3). The dartos muscle and cremasteric muscles are supplied by the genital branch of the genitofemoral nerve.",
        "cop": 4,
        "opa": "Genital branch of pudendal nerve",
        "opb": "Genital branch of obturator nerve",
        "opc": "Genital branch of femoral nerve",
        "opd": "Genital branch of genitofemoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "8792fd2d-d2c9-4436-87c5-26bda083a11c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve supplies gluteus maximus:",
        "exp": "Ans. (b) Inferior gluteal nerve. Ref.: BDC 6th ed. vol. II / 69; Gray's anatomy 40th ed./1384",
        "cop": 2,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Anterior gluteal nerve",
        "opd": "Posterior gluteal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "870aedb9-19aa-4321-bd60-353aa62dda59",
        "choice_type": "single"
    },
    {
        "question": "Root value of common peroneal nerve -",
        "exp": "Ans. is 'c' i. e., L4. L5. S1. S2 Nerve. Root valveo Siatic nervey Tibial nervey Common peroneal nerveL-4, 5 S1, 2, 3L-4. 5 S1, 2, 3L-4, 5 S1, 2o Superior gluteal nerveL-4, 5 S1o Inferior gluteal nerve. L5. S1, 2o Nerve to quadratus femorisL-4, 5 S1o Nerve to obturatus intemus. L5. S1, 2o Superior gemellusL-4, 5. S1o Infeior gemellus. L4, 5 S1, 2o Posterior cutaneous nerve of thigh. S1, 2, 3o Pudendal nerve. S1, S3, S4o Perforating cutaneous nerve. S2, 3",
        "cop": 3,
        "opa": "S1. S2. S3",
        "opb": "L1. L2. L3",
        "opc": "L4. L5. S1. S2",
        "opd": "S3-S5",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "9aa6c047-eed9-4b57-8a1c-b321e6ed11ac",
        "choice_type": "single"
    },
    {
        "question": "Efferent cremastric reflex is carried by",
        "exp": "Ans. (b) Genito-femoral nerve. Ref: Clinically Oriented Anatomy by Keith, Moore, 5th. Ed, /223# CREMASTERIC REFLEXEfferent: genital branch of genitofemoral nerve. Afferent: Femoral branch of genitofemoral nerve* Contraction of the cremaster muscle is elicited by lightly stroking the skin on the medial aspect of the superior part of the thigh with an applicator stick or tongue depressor.* The ilioinguinal nerve supplies this area of skin. The rapid elevation of the testis on the same side is the cremasteric reflex. This reflex is extremely active in children* A hyperactive cremasteric reflex may simulate undescended testes.",
        "cop": 2,
        "opa": "Illio inguinal nerve",
        "opb": "Genito-femoral nerve",
        "opc": "Iliohypogastric nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "46f82405-0a3e-4ae8-a640-bebe08f331b5",
        "choice_type": "single"
    },
    {
        "question": "Anterior division of femoral nerv e supplies -",
        "exp": "Ans. is 'b' i. e., Sartorius o Branches of femoral nerve are. From the main trunk:- Nerve supply to iliacus, nerve supply to pectineus and a few vascular branches. From anterior division:- Intermediate femoral cutaneous nerve (intermediate cutaneous nerve of thigh), medial femoral cutaneous nerve (medial cutaneous nerve of thigh) and muscular branch to sartorius. Fromposteior division:- Saphenous nerve, nerve supply to quadriceps femoris (rectus femoris, vastus medialis, vastus lateralis, vastus intermedius). Articular supply Hip joint is supplied by nerve to rectus femoris; knee joint is supplied by nerve to three vasti.",
        "cop": 2,
        "opa": "Rectusfemoris",
        "opb": "Sartorius",
        "opc": "Iliacus",
        "opd": "Pectineus",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "9879644c-bf79-4159-b33d-a664ef72027e",
        "choice_type": "single"
    },
    {
        "question": "Which muscles are supplied by obturator nerve-",
        "exp": "Ans. is 'b' i. e Adductor compartment * Adductor ms are supplied by-obturator nerve** Abductor ms {Gluteus medius, Gluteus minimus)-Superior gluteal nerve** Extensor compartment Gluteus maximum-Inferior glutial nerve*Hamstring-Tibial part of sciatic nerve** Flexor compartment: Psoas major-L2. L3*Iliacus-Femoral nerve*Sartorius-Femoral nerve*",
        "cop": 2,
        "opa": "Abductor muscle",
        "opb": "Adductor compartment",
        "opc": "Extensor compartment",
        "opd": "Flexor compartment",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "af564497-f548-46cc-9792-0408f2813b4c",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply of tensor facia lata is:",
        "exp": "Ans: A (Superior gluteal nerve) Ref: Grays Anatomy 40th Ed. Explanation: Tensor fascia lata. It is the deep fascia of thigh. Superiorly it is attached to the inguinal ligament and iliac crest. Interiorly it is attached over the knee anteriorh and laterally. Posteriorly it form popliteal facsia. Its main insertion with illio tibial tract. Actions are medial rotation and flexion of thigh. Nerve supply: Superior gluteal nerve (L5, S1)",
        "cop": 1,
        "opa": "Superior gluteal nerve",
        "opb": "Inferior gluteal nerve",
        "opc": "Femoral nerve",
        "opd": "Sciatic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "776b8dfb-582c-46ca-990d-ca978a484444",
        "choice_type": "single"
    },
    {
        "question": "Root value for nerve to Quadratus femoris -",
        "exp": "Ans. is 'c' i. e., L4 L5 S1o Nerve to quadratus femoris is a branch of sacral plexus with root value L4 L5 S\\. Sacral plexus has been explained in previous sessions.",
        "cop": 3,
        "opa": "L1. L2 L3",
        "opb": "L2 L3 L4",
        "opc": "L4 L5 S1",
        "opd": "S1 S2 S3",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "32e57761-db69-4350-8310-1e30e06e09c6",
        "choice_type": "single"
    },
    {
        "question": "Root value of tendocalcaneus reflex?",
        "exp": "ANSWER: (C) S1, S2. REF: Harrison's 18th ed ch: 367. Repeat (**). Root value of some important deep tendon reflex: (Major contribution m bold; Jaw jerk. Both the sensory and motor aspects of this reflex are through CN V (Trigeminal nerve). Biceps(C5, C6), Brachioradialis(C5, C6). Triceps(C7, C8). Patellar or quadriceps: knee jerk(L3, L4). Achilles: ankle, tendocalcaneal jerk(SI, S2). Deep tendon Reflexes may be enhanced by asking the patient to voluntarily contract other, distant muscle groups (Jendrassik maneuver). For example, upper limb reflexes may be reinforced by voluntary teeth-clenching, and the Achilles reflex by hooking the flexed fingers of the two hands together and attempting to pull them apart. GRADING OF REFLEXES0. Absent1present but diminished2. Normoactive3. Exaggerated4. Clonus",
        "cop": 3,
        "opa": "L1, L2",
        "opb": "L3, L4",
        "opc": "S1, S2",
        "opd": "S3, S4",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Extremity",
        "id": "89f9f82e-991e-450a-82ac-5d268f11d1cd",
        "choice_type": "single"
    }
]