[
    {
        "question": "Following several days of 12-hour daily rehearsals of the symphony orchestra for a performance of a Wagnerian opera, the 52-year-old male conductor experienced such excruciating pain in the posterior aspect of his right forearm that he could no longer direct the musicians. When the maestro's forearm was palpated 2 cm distal to, and posteromedial to, the lateral epicondyle, the resulting excruciating pain caused the conductor to weep. Injections of steroids and rest were recommended to ease the pain. Which of the following injuries is most likely?",
        "exp": "The Deep radial nerve courses between the two heads of the supinator and is located just medial and distal to the lateral epicondyle. It can be compressed by hyperophy of the supinator causing pain and weakness. The Median nerve passes into the forearm flexor compament. Superficial radial nerve courses down the lateral aspect of the posterior forearm and would not cause pain due to pressure applied to the posterior forearm.",
        "cop": 4,
        "opa": "Compression of the median nerve by the pronator teres",
        "opb": "Compression of the median nerve by the flexor digitorum superficialis",
        "opc": "Compression of the superficial radial nerve by the brachioradialis",
        "opd": "Compression of the deep radial nerve by the supinator",
        "subject_name": "Anatomy",
        "topic_name": "Nerve Lesions",
        "id": "59c99be2-a96b-4c90-9df1-da874789d53a",
        "choice_type": "single"
    },
    {
        "question": "Froment test is to check which muscle",
        "exp": "Froment sign - compensatory flexion of interphalangeal joint of thumb due to paralysis of adductor policis Adductor policis supplied by deep branch of ulnar nerve",
        "cop": 3,
        "opa": "Abductor policis",
        "opb": "Palmar interosseous",
        "opc": "Adductor pollicis",
        "opd": "Dorsal interosseous",
        "subject_name": "Anatomy",
        "topic_name": "Nerve Lesions",
        "id": "79975d4d-9e8c-4555-b75b-0d8c2ad38bf3",
        "choice_type": "single"
    },
    {
        "question": "Marked deformity is due to",
        "exp": "Given action - wrist drop Due to radial nerve injury PIN palsy causes - finger drop not wrist drop",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Posterior interosseous nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve Lesions",
        "id": "bdc25c83-6844-484d-b4be-155a94617cfe",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old boy is brought to the emergency depament after losing control during a motorbike race in which he was run over by several of the other racers. Physical examination reveals several cuts and bruises.He is unable to extend the left wrist, fingers, and thumb, although he can extend the elbow. Sensation is lost in the lateral half of the dorsum of the left hand. Which of the following nerves has most likely been injured to result in these signs, and in what pa of the arm is the injury located?",
        "exp": "The radial nerve innervates the extensor compaments of the arm and the forearm. Supplies the triceps brachii proximal to the spiral groove so elbow extension is intact. Provides sensory innervation to much of the posterior arm and forearm as well as the dorsal thumb, index, and middle fingers up to the level of the fingernails. Symptoms are described only in the distal limb due to the midhumeral location of the lesion. Median nerve innervates flexors of the forearm and thenar muscles and provides sensory innervation to the lateral palmar hand. Ulnar nerve supplies only the flexor carpi ulnaris and the medial half of the flexor digitorum profundus in the forearm.",
        "cop": 3,
        "opa": "Median nerve, anterior wrist",
        "opb": "Median nerve, arm",
        "opc": "Radial nerve, midhumerus",
        "opd": "Ulnar nerve, midlateral forearm",
        "subject_name": "Anatomy",
        "topic_name": "Nerve Lesions",
        "id": "e258b2ca-92f9-4ed5-abb4-0dfdaa8454d0",
        "choice_type": "single"
    }
]