[
    {
        "question": "Notochord develops from -",
        "exp": "Ans. is 'a' i. e., Epiblast cells o Notochord is a bud like structure formed by epiblast cells extending from cranial end of primitive streak to caudal end of prochordal plate, in between the ectoderm and endoderm. o Siginificances of notochord includes followingi) It defines the axis of embryoii) It functions as the primary inductor, inducing the overlying ectoderm to develop into neural plate (the primordium of CNS). iii) It serves as the basis for development of axial skeleton. The notochord is an intricate structure around which vertebral column is formed and indicates future site of vertebral bodies. However, the notochord does not give rise to vertebral column, after development of vertebral bodies, the notochord degenerates and disappears, but parts of it persist as the nucleus pulposus of intervertebral disc.",
        "cop": 1,
        "opa": "Epiblast cells",
        "opb": "Hypoblast cells",
        "opc": "Syncytiotrophoblasts",
        "opd": "Cytotrophoblasts",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "4f166711-487a-4f8b-a42a-c903cb4975f0",
        "choice_type": "single"
    },
    {
        "question": "Which of glial cell is mesodermal in origin -",
        "exp": "Ans. is 'b' i. e., Microglial cellso Microglial cells are derived from mesenchymal (mesodermal) cells. Development of cells in CNSCells of origin. Developed mature cells. Neuroepithelial cellso Neuronso Glial cells (Macroglial cells)# Oligodendrocytes# Astrocytes# Ependymal cells. Mesenchymal (mesodermal) cellso Microglial cells",
        "cop": 2,
        "opa": "Macroglial cells",
        "opb": "Microglial cells",
        "opc": "Oligodendrocytes",
        "opd": "Ependymal cells",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "167baac1-6fe1-4f57-a035-0bc05a3d6509",
        "choice_type": "single"
    },
    {
        "question": "Enzymes found in CSF",
        "exp": "The diagnostic value of cerebrospinal fluid (CSF) enzyme activities in neurological disorders has been evaluated most extensively with the enzymes aspaate aminotransferase (ASAT), lactate dehydrogenase (LDH), creatine kinase (CK) and lysozyme Refer Robbins page no chatteejee shinde 8th/730",
        "cop": 3,
        "opa": "GGT+ALP",
        "opb": "ALP+CK-MB",
        "opc": "CK +LDH",
        "opd": "Deaminase and peroxidase",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "2ba75207-9440-4fbd-a656-1ba83e100a42",
        "choice_type": "single"
    },
    {
        "question": "Glial fibrillary proteins are present in",
        "exp": "Glial fibrillary acidic protein is a protein that is encoded by the GFAP gene in humans. Glial fibrillary acidic protein is an intermediate filament protein that is expressed by numerous cell types of the central nervous system including astrocytes and ependymal cells during development This is present in astrocytoma Refer Robbins page no 1306",
        "cop": 1,
        "opa": "Astrocytoma",
        "opb": "Medullobalstoma",
        "opc": "Ependydoma",
        "opd": "All",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "1b3c83e6-77f6-4ae3-91a9-4b752a75e2c4",
        "choice_type": "multi"
    },
    {
        "question": "Notochord forms which part in postnatal life -",
        "exp": "Ans. is 'c' i. e., Nucleosus pulposus o After development of verteral bodies, the notochord degenerates and disappears but persists as the nucleus pulposus of intervertebral disc.",
        "cop": 3,
        "opa": "Smooth muscles",
        "opb": "Anterior longitudinal ligament",
        "opc": "Nucleosus pulposus",
        "opd": "Eustachian tube",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "de6a433b-92bb-465b-bce1-1c72adca8768",
        "choice_type": "single"
    },
    {
        "question": "Pseudo rosettes are seen in all except",
        "exp": "Thecomas or theca cell tumors are benign ovarian neoplasms composed only of theca cells. Histogenetically they are classified as sex cord-stromal tumours. They are typically estrogen-producing and they occur in older women (mean age 59; 84% after menopause). Refer Robbins page no 1051",
        "cop": 4,
        "opa": "Neuroblastoma",
        "opb": "Retinoblastoma",
        "opc": "Medulloblastoma",
        "opd": "Thecoma",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "e6268e59-6e60-4e77-973c-0d09771ea0f1",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of medulloblastoma is",
        "exp": "Medulloblastoma is a cancerous tumor--also called cerebellar primitive neuroectodermal tumor (PNET)--that stas in the region of the brain at the base of the skull, called the posterior fossa. These tumors tend to spread to other pas of the brain and to the spinal cord. Refer Robbins page no 1312",
        "cop": 2,
        "opa": "Medulla",
        "opb": "Cerebellum",
        "opc": "Cerebrum",
        "opd": "Pineal gland",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "5cfc95f7-47da-4ac1-8c7b-11e3410a802a",
        "choice_type": "single"
    },
    {
        "question": "Middle meningeal vessel damage results in",
        "exp": "Extradural hematoma (EDH), also known as an epidural hematoma, is a collection of blood that forms between the inner surface of the skull and outer layer of the dura, which is called the endosteal layer. They are usually associated with a history of head trauma and frequently associated skull fracture. The source of bleeding is usually aerial, most commonly from a torn middle meningeal aery. EDHs are typically biconvex in shape and can cause a mass effect with herniation. They are usually limited by cranial sutures, but not by venous sinuses. Both CT and MRI are suitable to evaluate EDHs. When the blood clot is evacuated promptly (or treated conservatively when small), the prognosis of EDHs is generally good. Intracranial venous extradural hemorrhages and spinal epidural hemorrhages are discussed separately Refer Robbins page no 1261 9th edition",
        "cop": 2,
        "opa": "Subdural haemorrhage",
        "opb": "Extra dural hemorrhage",
        "opc": "Subarachnoid hemorrhage",
        "opd": "Intracerebral haemorrhage",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "469fb7b1-90b6-4147-834f-812081547b63",
        "choice_type": "single"
    },
    {
        "question": "Tuberous sclerosis is associated with All except",
        "exp": "Hypopigmented macules, also known as \"ash-leaf spots, \" can be present at bih and are most common on the trunk and lower extremities. They appear in 80 percent of persons with tuberous sclerosis by one year of age. Shagreen patches, a type of connective tissue hamaoma, are found in approximately half the patients with TSC. Adenoma sebaceum is a misnamed cutaneous disorder consisting of angiofibromas that begin in childhood and appear clinically as red papules on the face especially on the nasolabial folds, cheek and chin mostly thought to be acne not responding to treatment Whereas schwannoma does not come under TSC Refer Robbins page no 1316",
        "cop": 3,
        "opa": "Ash leaf macule",
        "opb": "Shagreen patch",
        "opc": "Schwannoma",
        "opd": "Adenoma sebaceum",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "79fab7e0-01fb-4147-8e03-62b36d930d38",
        "choice_type": "multi"
    },
    {
        "question": "Most common intracranial malignancy is",
        "exp": "Glioblastoma multiforme (GBM) is the most common and deadliest of malignant primary brain tumors in adults and is one of a group of tumors referred to as gliomas. Classified as a Grade IV (most serious) astrocytoma, GBM develops from the lineage of star-shaped glial cells, called astrocytes, that suppo nerve cells. GBM develops primarily in the cerebral hemispheres but can develop in other pas of the brain, brainstem, or spinal cord. Refer Robbins page no 1308",
        "cop": 1,
        "opa": "Glioblastoma multiforme",
        "opb": "Ependymoma",
        "opc": "Choroid angioma",
        "opd": "Pinealoma",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "6b105bbb-08cd-4713-80d5-aaa2294a1b6d",
        "choice_type": "single"
    },
    {
        "question": "Cerebral infarction is caused by",
        "exp": "Refer Robbins page no 1363 Causes of cerebral infarction. Syphilis Tuberculosis Toxoplasmosis Aspergillosis Mucormycosis CMV encephalitis",
        "cop": 4,
        "opa": "Toxoplasma",
        "opb": "Mucor",
        "opc": "Aspergillosis",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "f502db53-c514-4609-bb7c-dd3b8d865a94",
        "choice_type": "multi"
    },
    {
        "question": "Third ventricle is derived from -",
        "exp": "Ans. is 'c' i. e., Thalamecephalon Part of brain. Subdivisions. Cavityo Forebrain (Prosencephalon)o Telencephalon (cerebrum). Cerebral hemisphereo Diencephalon (thalamencephalon) Thalamus, hypothalamus, metathalamus (including medial and lateral genialate bodies), epithalamus, sunthalamus. Lateral ventricle Third ventricleo Midbrain (Mesencephalon)o Crus cerebri, substantia nigra, tegmentum and tectum. Cerebral aqueducto Hindbrain (rhombencephalon)o Metencephalon pons, cerebellumo Mylencephalon medulla. Fourth ventricle",
        "cop": 3,
        "opa": "Mesencephalon",
        "opb": "Rhombencephalon",
        "opc": "Thalamecephalon",
        "opd": "Telencephalon",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "d3415bf1-4559-4d21-a8ea-6c79e0be91a3",
        "choice_type": "single"
    },
    {
        "question": "Myelination in intrauterine period starts at:",
        "exp": "Ans: A (20 weeks) Ref: Langman's Medical Embryology, 9th edition, 2004, Page 443 &444. Explanation:\"Although myelination of nerve fibers in the spinal cord begins in approximately the fourth month of intrauterine life, some of the motor fibers descending from higher brain centers to the spinal cord do not become myelinated until the first year of postnatal life. \" Ref: Langman's Embryology\"Myelination starts in different groups at different times, e. g. the ventral and dorsal nerve roots about the fifth month, the corticospinal fibres after the ninth month. In peripheral nerves the myelin is formed by Schwann ceils (derived from neural crest cells} and in the CNS by oligodendrocytes {which develop from the ventricular zone of the neural tube). \" Ref: Grays Anatomy\"The process of myelination begins at the fourth month of intrauterine life and is not complete till 2 to 3 years of postnatal life. \" Ref; Textbook of Human Embryology by Rani. Myelination. Myelination of nerve fibers in the spinal cord begins approximately the fourth month of intrauterine life. Myelin is formed by repeated coiling of the Schwann cell membrane around the axon (peripheral nervous system). Oligodendroglial cells forms myelin sheath surrounding nerve fibers in the central nervous system. Also Note: 16 weeks would be the most accurate answer. Among given options most approximate answer is 20 weeks. Motor fibers descending from higher brain centers to the spinal cord do not become myelinated until the first year of postnatal life. Tracts in the central nervous system become myelinated at about the time they start to function. Pyramidal tract is last tract to complete myelination, at 2 to 12 years.",
        "cop": 1,
        "opa": "20 weeks",
        "opb": "25 weeks",
        "opc": "30 weeks",
        "opd": "35 weeks",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "f03ae776-82d4-46ae-9fc9-81b91bba5f29",
        "choice_type": "single"
    },
    {
        "question": "The defect in berry aneurysm is",
        "exp": "Multiple aneurysms are observed in about 20-30% of cases of berry aneurysm. Such aneurysms are congenital in that defect in aerial wall may be present from bih, but actual aneurysm develops over years; thus, rupture is most likely to occur in middle-aged adults. Refer Robbins page no 1270",
        "cop": 2,
        "opa": "Degeneration of internal elastic lamina",
        "opb": "Degeneration of media",
        "opc": "Deposition of mucoid material in media",
        "opd": "Low grade inflammation of vessel wall",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "6c65d311-d2f6-4054-90ec-b811b9c5f900",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are seen in Thymoma expect",
        "exp": "Refer Robbins page no 627 In addition to Myasthenina gravis other assosciated autoimmune disorder with Thymoma include Hyppogammaglobulinenia pure red Cell aplasia, Graves disease, pernicious anemia, dermatomyosistis -polymyositis and Cushing syndrome",
        "cop": 2,
        "opa": "Hyppogamma globinemia",
        "opb": "Hyper albunemia",
        "opc": "Red cell aplsia",
        "opd": "Myasthenia gravis",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "4553826c-b4a0-4299-8eed-76f2370f2374",
        "choice_type": "multi"
    },
    {
        "question": "Worst prognosis memingioma is",
        "exp": "Atypical and anaplastic meningiomas are uncommon tumors with a poorer prognosis than benign meningiomas. We reviewed the current literature and attempted to integrate and summarize available information to determine a logical approach to these tumors. Both tumors are rare and are often integrated with benign meningiomas when treatments are evaluated. In addition, because there has not been one histopathological classification scheme for atypical and anaplastic meningiomas in the past, there are numerous inconsistencies in the literature. Malignant progression with accumulation of mutations in a benign meningioma can result in an atypical and/or anaplastic meningioma. Both tumors are difficult to manage and have high recurrence and poor survival rates. The extent of tumor resection and histological grade are the key determinants for recurrence. In addition, metastases are unusual, but they do occur. We also review the evidence available that has resulted in the current World Health Organization classification. Radiation therapy can be used as an adjunctive treatment after both total and subtotal resection. In addition, the role of stereotactic radiosurgery is increasing, along with a possible role for brachytherapy. There are no effective chemotherapeutic agents available. A treatment algorithm is suggested. Refer Robbins page no 1315",
        "cop": 3,
        "opa": "Syncitial",
        "opb": "Fibroblastic",
        "opc": "Anplastic",
        "opd": "Atypical",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "f6381ae2-7c94-4b57-bafd-9a071df08807",
        "choice_type": "single"
    },
    {
        "question": "Dissoscited sensory loss is seen in",
        "exp": "Refer Robbins page no 1258 Syringomyelia is a generic term referring to a disorder in which a cyst or cavity forms within the spinal cord. This cyst, called a syrinx, can expand and elongate over time, destroying the spinal cord. The damage may result in loss of feeling, paralysis, weakness, and stiffness in the back, shoulders, and extremities.",
        "cop": 1,
        "opa": "Synringomyelia",
        "opb": "Viatmain B12 deficiency",
        "opc": "Transverse myelitis",
        "opd": "Pellagra",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "3e3e65ae-7fe5-40da-a499-17e7416f0d20",
        "choice_type": "single"
    },
    {
        "question": "Perscualr lymphocytes and microglial nodules are seen in",
        "exp": "Refer Robbins page no Pg 1278 HIV encephalitis is best characterized by microscopically as a chronic inflammatory reaction with widely distributed infiltrates of microglial nodules",
        "cop": 4,
        "opa": "Multiple sclerosis",
        "opb": "CMV meningitis",
        "opc": "Bacterial meningitis",
        "opd": "HIV encephalitis",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "9fc61a86-c863-4c1f-9487-0f94da656069",
        "choice_type": "single"
    },
    {
        "question": "What is the histological appearance of brain in Creutzefeldt Jakob disease",
        "exp": "Refer Robbins page no 1282. MORPHOLOGY The progression of the dementia in CJD is usually so rapid that there is little if any grossly evident brain atrophy. The pathog- nomonic finding is a spongiform transformation of the cerebral coex and, often, deep gray matter structures (caudate, putamen); this multifocal process results in the uneven forma- tion of small, apparently empty, microscopic vacuoles of varying sizes within the neuropil and sometimes in the perikaryon of neurons (Fig. 28-32A). In advanced cases there is severe neu- ronal loss, reactive gliosis, and sometimes expansion of the vacuolated areas into cystlike spaces (\"status spongiosus\"). Inflammation is notably absent. Electron microscopy shows the vacuoles to be membrane-bound and located within the cyto- plasm of neuronal processes. Kuru plaques are extracellular deposits of aggregated abnormal protein; they are Congo red- and PAS-positive and usually occur in the cerebellum (Fig. 28-32B), but are abundant in the cerebral coex in cases of v. CJD (Fig. 28-32C). In all forms of prion disease, immuno- histochemical staining demonstrates the presence of protein- ase K-resistant Pr. Psc in tissue.",
        "cop": 2,
        "opa": "Neuronophagia",
        "opb": "Spongiform change in brain",
        "opc": "Microabscess",
        "opd": "Demylination",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "7ce7028c-0760-43b5-9e73-7de1b871d1d0",
        "choice_type": "single"
    },
    {
        "question": "Pathological features of brain in AIDS are all except",
        "exp": "An inflammation of the blood vessels that causes changes in the blood vessel walls. Vasculitis can cause vessel walls to thicken and narrow, cutting off vital blood supply to tissues and organs. Refer Robbins page no 1278",
        "cop": 3,
        "opa": "Perivascular giant cell invasion",
        "opb": "Microglial nodules",
        "opc": "Vasculitis",
        "opd": "Temporal lobe infarction",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "b247c200-5267-4b31-b126-596b7ba28e42",
        "choice_type": "multi"
    },
    {
        "question": "Which cranial nerve is involved in formation of tympanic plexus-",
        "exp": "Ans. is 'c' i. e., Glossopharyngeal nerve Tympanic plexus o Tympanic plexus is formed by i) Tympanic branch of glossopharyngeal nerve. ii) Superior and inferior caroticotympanic nerves which are branches of sympathetic plexus around internal carotid artery. o Tympanic plexus contains preganglionic secretomotor fibers which leave tympanic plexus via lesser petrosal nerve to relay in otic ganglion. Postganglionic fibers from otic ganglion supply parotid gland. o Tympanic plexus also innervates mucous membrane of middle ear, eustachian tube, and mastoid antrum and air cells.",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Trochlear nerve",
        "opc": "Glossopharyngeal nerve",
        "opd": "Hypoglossal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "85fdd691-8e9b-44ba-aff5-9756eebe1dca",
        "choice_type": "single"
    },
    {
        "question": "Locomtor ataxia a late manifestation of syphilis due to parenchymatous involvement of the spinal cord is called",
        "exp": "Refer Robbins page no Pg 1275 It is the damage to the sensory axons in the dorsal roots. This causes impaired joint position sense and ataxia, loss of pain sensation leading to the skin and joint damage",
        "cop": 2,
        "opa": "General paralysis of insane",
        "opb": "Tabes dorsalis",
        "opc": "Meningo vascular syphilis",
        "opd": "Syphilitic amyotraphy",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "5a0d54d1-3b6c-4a57-9899-096ca59b720d",
        "choice_type": "multi"
    },
    {
        "question": "Albumino cytologic dissoscition occurs in cases of",
        "exp": "Gullian Barre syndrome What are the symptoms of Guillain-Barre syndrome? tingling or prickling sensations in your fingers and toes. muscle weakness in your legs that travels to your upper body and gets worse over time. difficulty walking steadily. difficulty moving your eyes or face, talking, chewing, or swallowing. severe lower back pain. Refer Robbins page no 1231",
        "cop": 1,
        "opa": "Gullian Barre syndrome",
        "opb": "TB meningitis",
        "opc": "Motor Neuron disease",
        "opd": "Demyelinating disorder",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "a6e02015-cb1f-412c-8e66-7213fa18608a",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of cerebral infarction is",
        "exp": "Refer Robbins page no 1263 Infarction is tissue death (necrosis) due to inadequate blood supply to the affected area. It may be caused by aery blockages, rupture, mechanical compression, or vasoconstriction. The resulting lesion is referred to as an infarct (from the Latin infarctus, \"stuffed into\").",
        "cop": 1,
        "opa": "Aerial thrombosis",
        "opb": "Aeritis",
        "opc": "Venous thrombosis",
        "opd": "Embolism",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "8ec2a47b-9820-4e92-8514-dc0bf6a28b8f",
        "choice_type": "single"
    },
    {
        "question": "Type of neuron present in the autonomic ganglion:",
        "exp": "Ans: C (Multipolar) Ref: Gray's Anatomy, 40th edition, pg. 225. Explanation: Autonomic ganglia appear as bulbous dilatations in autonomic nerves. Some are located within certain organs, especially in the walls of the digestive tract, where they constitute the intramural ganglia. These ganglia are devoid of connective tissue capsules, and their cells are supported by the stroma of the organ in which they are found. Embryogenic Origin of Eye structures. Surface ectoderm. Neural ectoderm. Mesoderm. Neural crest* Conjunctival epithelium* Comeal epithelium* Crystalline lens* Tarsal glands* Lacrimal glands* Iris epithelium* Ciliary epithelium* Sphincter papillae* Dilator pupillae* Part of vitreous* Part of retina* Part of RPE* Part of optic nerve* Extraocular muscle* Corneal stroma* Sclera* Iris stroma* Choroid* Vessels* Part of vitreous* Corneal endothelium* Trabecular meshwork endothelium* Ciliary muscle* Part of vitreous* Uveal melanocytes* Meningeal sheaths of optic nerve* Ciliary ganglion. Autonomic ganglia usually have multipolar neurons. As with craniospinal ganglia, autonomic ganglia have neuronal perikaryons with fine Mssl bodiesA layer of satellite cells frequently envelops the neurons of autonomic ganglia. In intramural ganglia, only a few satellite cells are seen around each neuron.",
        "cop": 3,
        "opa": "Unipolar",
        "opb": "Bipolar",
        "opc": "Multipolar",
        "opd": "Apolar",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "ecded53e-6e2f-41dd-8aba-3683ea033e56",
        "choice_type": "single"
    },
    {
        "question": "Enamel like superstructure is seen in which CNS lesion",
        "exp": "Craniopharyngioma is a rare type of noncancerous (benign) brain tumor. Craniopharyngioma begins near the brain's pituitary gland, which secretes hormones that control many body functions. Refer Robbins page no 1082",
        "cop": 1,
        "opa": "Craniopharyngioma",
        "opb": "Pituatory tumor",
        "opc": "Astrocytoma",
        "opd": "Glioma",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "1d0cd0b2-ae33-4495-9b23-35367731e21d",
        "choice_type": "single"
    },
    {
        "question": "Cervical Synringomyelia All are seen except",
        "exp": "Syringomyelia (sih-ring-go-my-E-lee-uh) is the development of a fluid-filled cyst (syrinx) within your spinal cord. Over time, the cyst may enlarge, damaging your spinal cord and causing pain, weakness and stiffness, among other symptoms. Refer Robbins page no Pg 9/e 1258",
        "cop": 2,
        "opa": "Burning sensation in hands",
        "opb": "hyperophy of abductor pollicis brevis",
        "opc": "Extensor plantar response is present",
        "opd": "Absent biceps refex",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "26c424c5-8828-4f9d-8366-de4b86cf4b29",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of pathological changes seen in Rabies are",
        "exp": "Refer Robbins page no Pg 1277 Histopathologic evidence of rabies encephalomyelitis (inflammation) in brain tissue and meninges includes the following: Mononuclear infiltration Perivascular cuffing of lymphocytes or polymorphonuclear cells Lymphocytic foci Babes nodules consisting of glial cells Negri bodies",
        "cop": 4,
        "opa": "Meningitis",
        "opb": "Cranial aeritis",
        "opc": "Ventriculitis",
        "opd": "Brain stem encephalitis",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "9932e7c3-9910-492b-b5e1-ff0c1d8e9e6d",
        "choice_type": "single"
    },
    {
        "question": "Disease or infarction of neurologist tissues causes it to be replaced by",
        "exp": "Neuroglia astrocytes are the principal cells in the central nervous system responsible for reactioj to injury repair and scar formation in the brain. They perform function similar to fibroblasts in the CNS Refer Robbins page no 1252",
        "cop": 2,
        "opa": "Fluid",
        "opb": "Neuroglia",
        "opc": "Proliferation of adjacent nerve cells",
        "opd": "Blood vessel",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "7c9b0a2d-9f7c-40c5-a70f-e2ebc9a3afb8",
        "choice_type": "single"
    },
    {
        "question": "Brain infarct is seen in",
        "exp": "Refer Robbins page no 1378 A cerebral infarction is an area of necrotic tissue in the brain resulting from a blockage or narrowing in the aeries supplying blood and oxygen to the brain Infarction is tissue death (necrosis) due to inadequate blood supply to the affected area. It may be caused by aery blockages, rupture, mechanical compression, or vasoconstriction. The resulting lesion is referred to as an infarct (from the Latin infarctus, \"stuffed into\").",
        "cop": 4,
        "opa": "TB",
        "opb": "Aspergillosis",
        "opc": "Toxoplasmosis",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "cce420ec-1d0c-480a-9f2e-e33906f9931d",
        "choice_type": "multi"
    },
    {
        "question": "Rathke's pouch is derived from -",
        "exp": "Ans. is 'd' i. e., Stomodaeum o The Rathke's pouch is an ectodermal upgrowth from the stomodaeum in front of buccopharyngeal membrane.",
        "cop": 4,
        "opa": "Telencephalon",
        "opb": "Mesencephalon",
        "opc": "Metencephalon",
        "opd": "Stomodaeum",
        "subject_name": "Anatomy",
        "topic_name": "Nervous System",
        "id": "d8191642-d1cc-4d64-a0ca-3855d955ca1e",
        "choice_type": "single"
    },
    {
        "question": "Complications of tubercular meningitis are",
        "exp": "Refer Robbins page no1274 Options a and b are crct Most serious complications are Obliterative Endaeritis. Spinal roots may also be affected Calcification Tuberculoma. Arachnoid fibrosis",
        "cop": 1,
        "opa": "Endaeritis",
        "opb": "Hydrocephalus",
        "opc": "Deafness",
        "opd": "Venous sinus infarct",
        "subject_name": "Anatomy",
        "topic_name": "Nervous system",
        "id": "95e6e268-2961-40b7-b6b2-63ab4a73e070",
        "choice_type": "single"
    }
]