[
    {
        "question": "A 67-year-old patient has been given a course of antibiotics by gluteal intramuscular injections after a major abdominal surgery. To avoid damaging the sciatic nerve during an injection, the needle should be inseed into which of the following areas?",
        "exp": "To avoid damaging the sciatic nerve during an intramuscular injection, the clinician should inse the needle in the upper lateral quadrant of the gluteal region. The inseed needle in the lower medial quadrant may damage the pudendal and sciatic nerves. The inseed needle midway between the ischial tuberosity and the lesser trochanter may damage the sciatic and posterior femoral cutaneous nerves on the quadratus femoris. The inseed needle over the sacrospinous ligament may damage the pudendal nerve and vessels.",
        "cop": 4,
        "opa": "Over the sacrospinous ligament",
        "opb": "Midway between the ischial tuberosity andthe lesser trochanter",
        "opc": "Midpoint of the gemelli muscles",
        "opd": "Upper lateral quadrant of the gluteal region",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Limb",
        "id": "5105345c-7605-4491-8d77-657ae3a6e613",
        "choice_type": "single"
    },
    {
        "question": "Radiographic examination of a woman with foot pain reveals Moon's neuroma. What is the most typical location of this neuroma?,",
        "exp": "Moon's neuroma most commonly involves compression (and possible enlargement) of an anastomosing branch that connects the medial and lateral plantar nerves between the third and fouh toes. The pain can be severe. The medial plantar nerve provides sensation for the medial three and a half toes; the lateral plantar nerve supplies the little toe and half of the fouh toe. The neural interconnection can be compressed between the transverse metatarsal ligament and the floor. Women are 10 times more likely than men to be afflicted with this problem, most likely due to wearing shoes that put excessive stress on the forefoot. In about 80% of cases the pain can be eased with different shoes or coisone injections. fig:-Moon's neuroma",
        "cop": 1,
        "opa": "Between the third and fouh metatarsophalangeal joints",
        "opb": "Between the second and third metatarsophalangeal joints",
        "opc": "Between the first and second metatarsophalangeal joints",
        "opd": "Between the fouh and fifth metatarsophalangeal joints",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Limb",
        "id": "611c7f6d-1006-40c8-a573-02f388dbbe11",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with sensory loss on adjacent sides of the great and second toes and impaired dorsiflexion of the foot. These signs probably indicate damage to which of the following nerves?",
        "exp": "The deep peroneal nerve supplies the anterior muscles of the leg, including the tibialis anterior, extensor hallucis longus, extensor digitorum longus, and peroneus teius muscles, which dorsiflex the foot. The medial branch of the deep peroneal nerve supplies the skin of adjacent sides of the great and second toes, whereas the lateral branch supplies the extensor digitorum brevis and extensor hallucis brevis. The superficial peroneal nerve innervates the peroneus longus and brevis, which plantar flexes the foot, and supplies the skin on the side of the lower leg and the dorsum of the ankle and foot. The tibial nerve innervates the muscles of the posterior compament that plantar flexes and supplies the skin on the heel and plantar aspect of the foot. The sural nerve supplies the skin on the posterolateral aspect of the leg and the lateral aspect of the foot and the little toe.",
        "cop": 3,
        "opa": "Superficial peroneal",
        "opb": "Tibial nerve",
        "opc": "Deep peroneal",
        "opd": "Sural",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Lower Limb",
        "id": "8113244a-81f8-401e-96bd-cfe11467949e",
        "choice_type": "single"
    }
]