[
    {
        "question": "A 31-year-old patient complains of sensory loss over the anterior and posterior surfaces of the medial third of the hand and the medial one and one-half fingers. He is diagnosed by a physician as having \"funny bone\" symptoms. Which of the following nerves is injured?",
        "exp": "Ulnar nerve supplies sensory fibers to the skin over the palmar and dorsal surfaces of the medial third of the hand and the medial one and one-half fingers. Funny bone sensation is irritation of a nerve at the elbow that causes numbness and tingling of the inner elbow, forearm as well as little and ring fingers Median nerve innervates the skin of the lateral side of the palm; the palmar side of the lateral three and one-half fingers; and the dorsal side of the index finger, the middle finger, and one-half of the ring finger. Radial nerve innervates the skin of the radial side of the hand and the radial two and one-half digits over the proximal phalanx.",
        "cop": 4,
        "opa": "Axillary",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Ulnar",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "1595eb3e-d189-4dec-b037-d6ddea724c48",
        "choice_type": "single"
    },
    {
        "question": "A patient is trying to make a fist, but can only paially flex Index and Middle finger. Which nerve is damaged most probably:",
        "exp": "Median nerve injury leads to 'Benediction hand deformity', as observed in this patient. Hand of benediction occurs as a result of prolonged compression or injury of the median nerve at the forearm or elbow. Note: The answer can't be Anterior Interosseous Nerve, because in that case, Flexor digitorum superficialis (intact median nerve supply) will be functional and patient can do flexion at the proximal interphalangeal joint.",
        "cop": 1,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Anterior interosseous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "7193a65c-1b2e-404e-81c8-84a36de2ef47",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old woman who receives a deep cut to her ring finger by a kitchen knife is unable to move the metacarpophalangeal joint. Which of the following pairs of nerves was damaged?",
        "exp": "Metacarpophalangeal joint of the ring finger is flexed by the lumbrical, palmar, and dorsal interosseous muscles, which are innervated by the ulnar nerve. Extensor digitorum, innervated by the radial nerve, extends this joint. Musculocutaneous and axillary nerves do not supply muscles of the hand. Median nerve supplies the lateral two lumbricals, which can flex metacarpophalangeal joints of the index and middle fingers.",
        "cop": 4,
        "opa": "Median and ulnar",
        "opb": "Radial and median",
        "opc": "Musculocutaneous and ulnar",
        "opd": "Ulnar and radial",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "f7c281c5-13ba-4c7a-a2f6-bd0d959f1637",
        "choice_type": "single"
    },
    {
        "question": "Root value of radial nerve is:",
        "exp": "Radial nerve is the continuation of posterior cord. Root value of posterior cord is C5,6,7,8 ,T1 (has 5 root values) Posterior cord is formed by posterior divisions of upper, middle and lower trunks. It supplies posterior compament of upper limb.",
        "cop": 3,
        "opa": "C3,4,5,6,7",
        "opb": "C4,5,6,7,8",
        "opc": "C5,6,7,8; T1",
        "opd": "C6,7,8; T1,2",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "75d5a74f-5ef7-49e8-b627-80da9920c1c9",
        "choice_type": "single"
    },
    {
        "question": "FROMENT'S SIGN is due to which nerve injury?",
        "exp": "FROMENT'S SIGN/BOOK TEST: - Tests Adductor pollicis muscle - It is innervated by ULNAR NERVE - In ulnar nerve injury, when the patient is asked to grasp a book firmly b/w thumb & other fingers of both the hands, Terminal phalanx of thumb on paralysed side becomes flexed at interphalangeal joint",
        "cop": 3,
        "opa": "Intercostobrachial nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "569884e1-8525-44a3-ba9c-0fdf93b31614",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerves carry fibres from all the roots of brachial plexus:-",
        "exp": "Median nerve is contributed by two roots given by lateral cord: C5, C6, C7 and medial cord: C8; T1. Radial nerve (C5, 6, 7, 8, T1) also carries fibres from all the roots of brachial plexus. If both given in options , Radial nerve > Median nerve .",
        "cop": 3,
        "opa": "Axillary",
        "opb": "Ulnar",
        "opc": "Median",
        "opd": "Musculocutaneous",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "462787e0-a3c7-49b4-a578-598a88f7d5df",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male underwent excision of the right radial head. Following surgery, the patient developed in ability to extend the fingers and thumb of the right hand. He did not have any sensory deficit. Which one of the following is the most likely cause:-",
        "exp": "The patient has a motor nerve injury in the proximity to radial head - posterior interosseous nerve -paralysis of posterior forearm muscles (extensors of thumb and fingers). High radial nerve palsy- can also cause wrist drop in the patient. Injury to median nerve and Injury to anterior interosseus nerve- cause fexor compament paralysis.",
        "cop": 1,
        "opa": "Injury to posterior interosseus nerve",
        "opb": "injury to median nerve",
        "opc": "Injury to anterior interosseus nerve",
        "opd": "High radial nerve palsy",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "e6296cb8-610b-405b-beb7-3cf559554006",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old patient has a small but painful tumour under the nail of the little finger. Which of the following nerves would have to be anaesthetized for a painless removal of the tumor?",
        "exp": "Common palmar digital branch of Ulnar nerve has to be anesthetized for this surgery. Common palmar digital branch of ulnar nerve Skin of the little finger Medial side of the ring finger Superficial branch of the radial nerve Radial (lateral) dorsum of the hand Radial two and a half digits over the proximal phalanx Common palmar digital branch of median nerve Lateral aspect of the palmar hand Palmer aspect of the second and third finger Lateral pa of the fouh digit Deep radial nerve Extensor carpi radialis brevis Supinator muscles",
        "cop": 3,
        "opa": "Superficial radial",
        "opb": "Common palmar digital branch of median nerve",
        "opc": "Common palmar digital branch of ulnar nerve",
        "opd": "Deep radial",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "c3b3a742-5dbb-4e09-be12-ec5937dffe5f",
        "choice_type": "multi"
    },
    {
        "question": "What is the root value of Biceps jerk",
        "exp": "Biceps jerk C5, 6 Triceps jerk C6-8 Radial jerk C7, 8 Biceps jerk (C5, 6) - The elbow is flexed to a right angle and slightly pronated. A finger is placed on the biceps tendon and struck with a percussion hammer; this should elicit flexion and slight supination of the forearm.",
        "cop": 1,
        "opa": "C5-C6",
        "opb": "C6-C7",
        "opc": "C7-C8",
        "opd": "C8-T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "d709adec-fc90-4ab4-a520-70c0178ef444",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man with congenital abnormalities at bih has a lesion of the dorsal scapular nerve, making him unable to adduct his scapula. Which of the following muscles is most likely paralyzed?",
        "exp": "The rhomboid major is a superficial muscle of the back; is innervated by the dorsal scapular nerve, which arises from the ventral primary ramus of the fifth cervical nerve; and adducts the scapula. The semispinalis capitis, multifidus, rotator longus, and iliocostalis muscles are deep muscles of the back; innervated by dorsal primary rami of the spinal nerves; and have no attachment to the scapula.",
        "cop": 2,
        "opa": "Semispinalis capitis",
        "opb": "Rhomboid major",
        "opc": "Multifidus",
        "opd": "Rotator longus",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "c0bd323e-d45a-4dd8-a376-dc28643fc479",
        "choice_type": "single"
    },
    {
        "question": "All are true about brachial plexus EXCEPT:-",
        "exp": "Contribution by C4 to brachial plexus is pre-fixed brachial plexus. Post-fixed brachial plexus has contribution by T2 Brachial plexus is formed by the anterior primary rami of C5, 6, 7, 8 & T1 It consists of roots, trunks, cords, divisions and branches. A total of 17 branches are given off from the plexus including 2 from roots, 2 from trunks and 13 from cords.",
        "cop": 4,
        "opa": "Lower trunk is formed by root C8 and T1",
        "opb": "Lateral cord is formed by upper and middle trunk",
        "opc": "Posterior cord is formed by posterior divisions of all three trunks",
        "opd": "C4 root is post fixed to plexus",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "0fe83194-0fbf-4cd1-b514-f4d1a87e1f5b",
        "choice_type": "multi"
    },
    {
        "question": "Ulnar injury in the arm leads to all EXCEPT:-",
        "exp": "Ulnar nerve supplies the adductor pollicis muscle and hence it will be paralysed in its lesion. -hypothenar muscles are supplid by ulnar nerve -Ulnar nerve Palsy leads to Claw hand deformity Hence, adduction of thumb is not a clinical finding in ulnar nerve palsy.",
        "cop": 4,
        "opa": "Sensory loss of the medial 1/3rd of the hand",
        "opb": "Weakness of the hypothenar muscles",
        "opc": "Claw hand",
        "opd": "Adduction of thumb",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "b4aed62c-1380-4636-97da-775c0f340e54",
        "choice_type": "multi"
    },
    {
        "question": "Which of these statements best completes the following sentence? The ulnar nerve:",
        "exp": "d. The ulnar nerve supplies (in Hand) Adductor pollicis muscles of the hypothenar eminence interossei muscles lumbricals :digit 4&5 Explanationsa. ulnar aery lies lateral to the ulnar nerve and the radial aery lies medial to the radial nerve.The ulnar and radial aeries lie between their respective nerves at the wrist. b. It enters the hand, with the ulnar aery, by passing through Guyon's canal, which is superficial to the flexor retinaculum. c. The medial two lumbricals are innervated by the ulnar nerve. The lateral two are usually supplied by the median nerve.",
        "cop": 4,
        "opa": "Has the ulnar aery as a medial relation at the wrist.",
        "opb": "Passes deep to the flexor retinaculum at the wrist.",
        "opc": "Usually innervates the lateral two lumbricals.",
        "opd": "Innervates adductor pollicis.",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "3ef3256a-dddd-4624-918d-5b2e359bb575",
        "choice_type": "multi"
    },
    {
        "question": "A secretary comes in to your office complaining of pain in her wrists from typing all day. You determine that she likely has carpal tunnel syndrome. Which of the following conditions would help you determine the diagnosis",
        "exp": "Carpal tunnel syndrome results from injury to the median nerve, which supplies the thenar muscles. Paralysis of muscles lead to loss thumb opposition and ape thumb deformity.Option 1: Inability to adduct the little finger, occurs due to ulnar nerve injury, leading to paralysis of palmar interossei for finger adduction.Option 2: Inability to flex the DIP joint of the ring finger, occurs due to ulnar nerve injury, leading to paralysis of medial half of flexor digitorum profundus for finger flexion at DIP.Option 3: Injury of median nerve leads to paralysis of thenar muscles like abductor pollicis brevis, leads to loss of anterior abduction of thumb, which is an essential component of thumb opposition.Option 4: Loss of skin sensation of the medial one and one-half fingers, results from ulnar nerve injury.",
        "cop": 3,
        "opa": "Inability to adduct the little finger",
        "opb": "Inability to flex the DIP joint of the ring finger",
        "opc": "Loss of thumb opposition",
        "opd": "Loss of skin sensation of the medial one and one-half fingers",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "e67dd5d0-3de0-406c-bad6-7a6b397f4e06",
        "choice_type": "multi"
    },
    {
        "question": "Median nerve injury at wrist, is commonly tested by:-",
        "exp": "Median nerve injury at wrist is commonly subjected to pen test. This test is for the function of abductor pollicis brevis (Draw thumb forwards at right angle to palm) supplied by median nerve. Pen test A pen is kept at a level higher than the thumb and the pt is asked to touch the tip of the pen",
        "cop": 1,
        "opa": "Contraction of abductor pollicis brevis",
        "opb": "Contraction flexor pollicis brevis",
        "opc": "Contraction opponens pollicis",
        "opd": "Loss of sensation on palm",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "171bf8b1-8117-487b-a413-39ba283199bf",
        "choice_type": "single"
    },
    {
        "question": "There is loss of sensation of lateral 3 and 1/2 finger. The likely nerve injured is/are :",
        "exp": "Explanation: Loss of sensation of lateral 3 and 1/2 fingers is due to lesion of median and radial nerve. Sensations on the palmar aspect of lateral 3 &1/2 fingers (including nail beds) are carried by median nerve. Lateral 3 & 1/2 fingers (excluding nail beds) on the dorsum of hand are supplied by radial nerve. Palmar and dorsal aspect of medial 1 &1/2 fingers (including nail beds) is supplied by ulnar nerve.",
        "cop": 3,
        "opa": "Only median nerve",
        "opb": "Median nerve plus ulnar nerve only",
        "opc": "Median nerve plus radial nerve only",
        "opd": "Ulnar and radial nerve only",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "5a13a6d4-100f-4c45-8918-5d1a9481eda5",
        "choice_type": "single"
    },
    {
        "question": "Nerve involved most commonly in fracture neck of humerus is",
        "exp": "The axillary nerve ( C5,C6) passes close to surgical neck of humerus. -Supplies teres minor. Dislocation of shoulder or fracture of surgical neck of humerus can damage axillary nerve. Effects of damage- deltoid is paralyzed loss of power of abduction up to 90deg at shoulder, sensory loss over lower half of deltoid.",
        "cop": 4,
        "opa": "Musculocutaneous",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "a432cf5a-71ba-478b-8e35-8f8f2c5e3b67",
        "choice_type": "single"
    },
    {
        "question": "A patient with a deep stab wound in the middle of the forearm has impaired movement of the thumb. Examination indicates a lesion of the anterior interosseous nerve. Which of the following muscles is paralyzed?",
        "exp": "The anterior interosseous nerve is a deep branch of the median nerve and supplies deep muscles of anterior forearm- flexor pollicis longus lateral half of the flexor digitorum profundus pronator quadratus. The median nerve supplies the pronator teres flexor digitorum superficialis palmaris longus flexor carpi radialis muscles. muscular branch (the recurrent branch) of the median nerve innervates the thenar muscles",
        "cop": 3,
        "opa": "Flexor pollicis longus and brevis",
        "opb": "Flexor pollicis longus and opponens pollicis",
        "opc": "Flexor digitorum profundus and pronator quadratus",
        "opd": "Flexor digitorum profundus and superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "bcb20b7d-16ea-489d-b0c6-8f9677b4a7e8",
        "choice_type": "single"
    },
    {
        "question": "All of the following muscles undergo paralysis after injury to C5 and C6 spinal nerves EXCEPT",
        "exp": "This is a controversial question, since a lesion of C-5,6 will paralyse all the given muscles. The most appropriate option (Coracobrachialis) has been taken as the answer. Coracobrachialis is innervated through the anterior division of C5, 6 and 7 segmental levels (Gray's Anatomy Ed 41). Hence, a lesion at C5 and 6 may not paralyse coracobrachialis completely, as C-7 is still intact. Brachioradialis is supplied by root value C-5 and 6, so compromised. Biceps brachii has the root value (C-5,6), hence paralysed. Brachialis: is supplied by C-5,6,7 (Dominant value is C-6), thence compromised.",
        "cop": 2,
        "opa": "Biceps brachi",
        "opb": "Coracobrachialis",
        "opc": "Brachialis",
        "opd": "Brachioradialis",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "b5c1d6f7-aa6b-4c10-b23b-b242bc8e6fdf",
        "choice_type": "multi"
    },
    {
        "question": "The police bring in a murder suspect who has been in a gunfight with a police officer. The suspect was struck by a bullet in the arm; his median nerve has been damaged. Which of the following symptoms is likely produced by this nerve damage?",
        "exp": "Injury to the median nerve produces the ape hand (a hand with the thumb permanently extended). Nerve injured Effect Median nerve Ape hand (a hand with the thumb permanently extended) Radial nerve Wrist drop Upper trunk of the brachial plexus Waiter's tip hand/Policeman tip hand Ulnar nerve Claw hand and flattening of the hypothenar eminence or atrophy of the hypothenar muscles",
        "cop": 4,
        "opa": "Waiter's tip hand",
        "opb": "Claw hand",
        "opc": "Wrist drop",
        "opd": "Ape hand",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "6c48e36c-f835-4fdf-9d98-891b0aa8d8e6",
        "choice_type": "single"
    },
    {
        "question": "A 26 years male person has got injury to mid-arm. Patient developed wrist drop, finger drop and loss of sensation on dorsum of hand. Patient is able to do elbow extension. The diagnosis is",
        "exp": "Injury to midarm fracture to mid shaft of humerus (at lower pa of radial groove) resulting in High Radial nerve Injury. Wrist drop due to extensor muscles paralysis Finger drop due to extensor digitorum paralysis Loss of sensation in fingers on dorsum of hand Elbow extension is done by triceps supplied from radial nerve trunk in axilla & also in radial groove. High Radial nerve Injury Very high radial nerve palsy Low radial nerve palsy Aetiology shaft or humerus Prolonged application of tourniquet Pressure on arm as in Saturday night paralysis Injections From excessive callus formation of old fracture impinging on the nerve C/F- Elbow extension spared Lost: Wrist, thumb and finger extension; sensation over 1st web space Aetiology Crutch palsy Aneursysm of axillary vessels C/F - Total palsy Aetiology Dislocation of elbow neck of radius Enlarged bursae Rheumatoid synovitis of elbow During operation for excision of radius head C/F- Elbow extension spared with weak wrist extension and radial detion Lost-thumb, finger extension: sensory over dorsum of 1st web space *Crutch palsy patient pushes crutches into the axilla & compresses the radial nerve in axilla triceps will be paralysed resulting in loss of extension it is very high radial nerve injury. *Posterior interosseous nerve injury sensory loss will not be there because it is pure motor nerve.",
        "cop": 2,
        "opa": "Very high radial nerve injury",
        "opb": "High radial nerve injury",
        "opc": "Low radial nerve injury",
        "opd": "Posterior interosseus nerve injury",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "8bf2172a-ebf0-43be-a19a-1461c9252723",
        "choice_type": "single"
    },
    {
        "question": "Injury to radial nerve in lower pa of spiral groove may result in all EXCEPT:-",
        "exp": "Injury to radial nerve in lower pa of radial groove results in paralysis (not sparing) of ECRL (Extensor Carpi Radialis Longus). Injury to radial nerve in lower pa of spiral groove may result in- Elbow extensors are spared(triceps,aconeus) wrist,elbow and finger extensors are paralysed sensory loss in first web space. Triceps receive branches of radial nerve in axilla and radial groove hence it will be spared, and elbow extension is intact.",
        "cop": 1,
        "opa": "Spare nerve supply to extensor carpi radialis longus",
        "opb": "Results in paralysis of anconeus muscle",
        "opc": "Leaves extension at elbow joint intact",
        "opd": "Weakens supination movement",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "bd9dfab5-1da7-4132-8f38-48369b59df7f",
        "choice_type": "multi"
    },
    {
        "question": "Upper lateral cutaneous nerve of arm is a branch of:",
        "exp": "Upper lateral cutaneous nerve of arm is a branch of Axillary nerve",
        "cop": 4,
        "opa": "Musculocutaneous nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "a348e48b-fec5-430d-84f4-9c703fd4f620",
        "choice_type": "single"
    },
    {
        "question": "All of the following show ulnar nerve injury EXCEPT",
        "exp": "Ulnar nerve supplies adductor pollicis which is pa of hypothenar eminence and also supplies medial 1 and half poion by sensory innervation. Medial poion of flexor digitorum profundus which helps in flexion is innervated by ulnar nerve. Abductor pollicis is innervated by median nerve so it is the answer.",
        "cop": 2,
        "opa": "Clawing of medial 2 digits",
        "opb": "Abductor pollicis palsy",
        "opc": "Adductor pollicis palsy",
        "opd": "Sensory loss on medial 1 1/2 fingers",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "6bacd68a-8a5d-4a2d-b332-74dec6d53761",
        "choice_type": "multi"
    },
    {
        "question": "Following an incised wound in the front of wrist, the subject is unable to oppose the tips of the little finger and the thumb. The nerves involved is/are:",
        "exp": "Incised wounds in front of the wrist damages median nerve often, but ulnar nerve may also get involved. Opposition of the tips of little finger and thumb requires opponens pollicis (median nerve) and opponens digiti minimi (ulnar nerve) as well. in Carpal tunnel syndrome also pt is unable to oppose the thumb",
        "cop": 3,
        "opa": "Ulnar nerve alone",
        "opb": "Median nerve alone",
        "opc": "Median and ulnar nerves",
        "opd": "Radial and ulnar nerves",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "ba6d6b0b-0f97-4bb6-92d8-da5dcdd101f4",
        "choice_type": "single"
    },
    {
        "question": "All of the folowing are FALSE about Erb's paralysis EXCEPT?",
        "exp": "Injury to the upper trunk of brachial plexus causes Erb's paralysis. Nerve roots involved = C5 - C6 Muscles paralysed - Biceps brachii Brachialis Deltoid Brachioradialis Supraspinatus Infraspinatus paly Supinator Deformity: k/a - policeman / poer / waiter's tip hand Arm hangs by the side, adducted & medially rotated Forearm extended & pronated Disability: loss of the fall movements: Abduction & lateral rotation of arm at shoulder Bicep with supinator jerk lost Sensory loss over small area of deltoid.",
        "cop": 3,
        "opa": "Supination of forearm",
        "opb": "Injury to lower trunk of Brachial Plexus",
        "opc": "Inability to initiate abduction",
        "opd": "Decreased sensation on medial side of hand",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "a44bb056-fe30-4ca0-a3fa-6c2f5ed96180",
        "choice_type": "multi"
    },
    {
        "question": "A man is unable to hold typing paper between his index and middle fingers. Which of the following nerves was likely injured?",
        "exp": "To hold a typing paper, the index finger is adducted by the palmar interosseous muscle, and the middle finger is abducted by the dorsal interosseous muscle. Both muscles are innervated by the ulnar nerve. Card test: Patient is asked to hold a card b/w two extended fingers while examiner tries to pull it. Power of palmar interossei (adductors) supplied by ulnar nerve can be judged.",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "0e04e206-e97b-4e63-93eb-2228bc25c4ce",
        "choice_type": "single"
    },
    {
        "question": "Select the most appropriate ending for the following sentence. The median nerve:,",
        "exp": "c. The only branch the median nerve gives in the arm is a branch to the elbow joint. Explanationsa. It arises from the medial and lateral cords of the brachial plexus. The posterior cord gives rise to the radial nerve. b. Passes from the lateral to medial side of the brachial aery in the arm. The commencement of the nerve is lateral to the aery. passes in front of the brachial aery and descends to lie medial to it at the elbow. d. It enters the forearm by passing between the two heads of pronator teres.",
        "cop": 3,
        "opa": "Arises from both the posterior and medial cords of the brachial plexus.",
        "opb": "Passes from the medial to the lateral side of the brachial aery in the arm.",
        "opc": "Gives no muscular branches in the arm.",
        "opd": "Enters the forearm by passing between the two heads of flexor carpi ulnaris.",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "947a98a8-3aef-49b4-aeb9-dd9befa22cc9",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man comes in with a stab wound, cannot raise his arm above horizontal, and exhibits a condition known as \"winged scapula.\" Which of the following structures of the brachial plexus would most likely be damaged?",
        "exp": "Winged scapula is caused by paralysis of the serratus anterior muscle that results from damage to the long thoracic nerve, which arises from the roots of the brachial plexus (C5-C7)",
        "cop": 4,
        "opa": "Medial cord",
        "opb": "Posterior cord",
        "opc": "Lower trunk",
        "opd": "Roots",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "772aede5-404c-4d09-9c46-aa006f934f5d",
        "choice_type": "multi"
    },
    {
        "question": "Anterior interosseous nerve supplies:-",
        "exp": "Anterior interosseous nerve is a branch of median nerve and supplies the deep muscles of the anterior forearm: Flexor pollicis longus, pronator quadratus radial half of flexor digitorum profundus. Brachioradialis: Radial nerve Flexor carpi ulnaris: Ulnar nerve Flexor digitorum superficialis and Pronator teres: Median nerve.",
        "cop": 2,
        "opa": "Brachioradialis",
        "opb": "Flexor pollicis longus",
        "opc": "Flexor carpi ulnaris",
        "opd": "Flexor digitorum superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "a326f547-3599-4348-a422-fc9a0ddf0be2",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with inability to flex distal interphalangeal joint of fouh and fifth finger, and is unable to hold a card between his fingers. Fracture at which of the following site might have damaged the nerve, leading to this set of clinical features",
        "exp": "Inability to flex distal interphalangeal joint (flexor digitorum profundus) of 4th & 5th finger supplied by ulnar nerve Is not working Card test is positive palmar interossei are affected (PAD-Palmar interossei are for adduction) due to ulnar nerve injury. Head of humerus is medial so 'D' is medial epicondyle. Ulnar nerve passes posterior to medial epicondyle Ulnar nerve injury results in 'ulnar claw hand'",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "df26ec25-352a-4e9a-94cd-803389ed6e4a",
        "choice_type": "single"
    },
    {
        "question": "A lesion involving C8 nerve root will affect:",
        "exp": "C8 nerve root supplies -1. Wrist (and Finger) flexors and2. Small muscles of hand Note: Small muscles of hand are supplied by C8; T1, More precisely T1. Supinators - C6 Wrist (and Finger) extensors--C6(7) Wrist (and Finger) flexors--C7(8) Intrinsic muscles of hand--C8; T1",
        "cop": 2,
        "opa": "Extensors of wrist and fingers",
        "opb": "Flexors of wrist and fingers",
        "opc": "Small muscles of hand",
        "opd": "Supinators",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "e2f95782-d2eb-4aa9-a41b-532197e4744d",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old man fell from the parallel bar during the Olympic trial. A neurologic examination reveals that he has a lesion of the lateral cord of the brachial plexus. Which of the following muscles is most likely weakened by this injury?,",
        "exp": "The pectoralis major is innervated by the lateral and medial pectoral nerves originating from the lateral and medial cords of the brachial plexus, respectively. The subscapularis, teres major, latissimus dorsi, and teres minor muscles are innervated by nerves originating from the posterior cord of the brachial plexus.",
        "cop": 4,
        "opa": "Subscapularis",
        "opb": "Teres major",
        "opc": "Latissimus dorsi",
        "opd": "Pectoralis major",
        "subject_name": "Anatomy",
        "topic_name": "Nerve supply, Nerve Lesions",
        "id": "e5259d5c-840a-4fc6-a55d-638184739cf8",
        "choice_type": "multi"
    }
]