[
    {
        "question": "Opening of mouth is caused by:",
        "exp": "Ans. A Lateral pterygoid. Ref: Grays, 41st ed. pg. 507-508* The primary function of the lateral pterygoid muscle is to pull the head of the condyle out of the mandibular fossa along the articular eminence to protrude the mandible.* The effort of the lateral pterygoid muscles acts in helping lower the mandible and open the jaw whereas unilteral action of a lateral pterygoid produces contralateral excursion (a form of mastication), usually performed in concert with the medial pterygoids.* Unlike the other three muscles of mastication, the lateral pterygoid is the only muscle of mastication that assists in depressing the mandible i. e. opening the jaw. At the beginning of this action it is assisted by the digastric, mylohyoid and geniohyoid muscles.",
        "cop": 1,
        "opa": "Lateral pterygoid",
        "opb": "Medial pterygoid",
        "opc": "Temporalis",
        "opd": "Masseter",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "485df1f3-140b-460d-89e2-d35cda7239d8",
        "choice_type": "single"
    },
    {
        "question": "Angular vein infection causes thrombosis in:",
        "exp": "Ans. A Cavernous sinus. Ref: Gray's Anatomy, 40th ed. Ch; 29* The upper most segment of the facial vein, above its junction with the superior labial vein, is also called the angular vein.* Any infection of the mouth or face can spread via the angular veins to the cavernous sinuses resulting in thrombosis.",
        "cop": 1,
        "opa": "Cavernous sinus",
        "opb": "Suprasaggital sinus",
        "opc": "Transverse sinus",
        "opd": "Inferior petrosal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a0b89dad-2295-4fd8-8f50-587a9e839518",
        "choice_type": "single"
    },
    {
        "question": "Which structure is not transmitted by foramen ovale?",
        "exp": "Ans. A Middle meningeal artery. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 460. Structures transmitted via foramen ovale (M. A. L. E.)* Mandibular nerve-V3* Accessory meningeal artery* Lesser petrosal nerve* Emissary vein. Extra edge. Foramen rotundum. Maxillary nerve V2. Foramen Lacerum. Internal carotid artery. Lesser petrosal nerve. Greater petrosal nerve. Deep petrosal nerve. Foramen spinosum. Middle meningeal artery. Nervus spinosus (Meningeal Branch of mandibular nerve). Posterior trunk of middle meningeal vein. Carotid canal. Internal carotid artery. Venous and sympathetic plexus around the artery. Since lots of questions are asked on the topic of base of skull, students are expected to memorise this diagram by drawing it yourself.",
        "cop": 1,
        "opa": "Middle meningeal artery",
        "opb": "Accessory meningeal artery",
        "opc": "Lesser petrosal nerve",
        "opd": "Emissary vein",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "2cff24a9-c1ec-47f8-bb2f-fe509bf38f2a",
        "choice_type": "single"
    },
    {
        "question": "What is the extent of spinal cord in an adult?",
        "exp": "Ans. is 'a' i. e., Lower border of LI * Spinal cord begins at foramen magnum and, in adults, ends at lower border of LI. Structure. Extends upto. Adult spinal cord. Infant spinal cord. Lower border of L} or upper border of L2. Upper border of L3 vertebrae. Filum terminale. Piamater. Tip of coccyx. Dural sheath. Subdural space. Sub arachnoid space. S2 vertebra",
        "cop": 1,
        "opa": "Lower border of L1",
        "opb": "Tip of Coccyx",
        "opc": "Upper border of L3",
        "opd": "S2",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "fcb3a478-0394-4019-a961-895418c7baf1",
        "choice_type": "single"
    },
    {
        "question": "Nucleus ambiguus is composed of:",
        "exp": "Ans. C. 9, 10, 11 cranial nerve nucleus. Cells in nucleus ambiguus contain motor neurons associated with three cranial nerves (rostral pole = C. N. IX = glossopharyngeal; middle part = C. N. X = vagus; caudal pole = C. N. XI = spino accessory). Axons arising from nucleus ambiguus pass laterally and slightly ventrally to exit the medulla just dorsal to the inferior olive. These axons then course with the three cranial nerves IX (glossopharyngeal), X (vagus) and XI (spino accessory) to innervate the striated muscles of the soft palate, pharynx, larynx, and upper part of the esophagus.",
        "cop": 3,
        "opa": "7, 9, 10 cranial nerve nucleus",
        "opb": "7, 9, 11 cranial nerve nucleus",
        "opc": "9, 10, 11 cranial nerve nucleus",
        "opd": "7, 10, 11 cranial nerve nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "4ff4e373-1da7-46d1-a04c-afcdd4a781a2",
        "choice_type": "single"
    },
    {
        "question": "Vidian nerve is-",
        "exp": "Ans. is 'c' i. e., Nerve of pterygoid canal * Greater petrosal nerve joins the deep petrosal nerve to form vidian nerve (nerve to pterygoid canal) and carries secretomotor fibres to the lacrimal gland, nasal gland, Palate gland and pharyngeal gland after relaying in pterygopalatine ganglion.",
        "cop": 3,
        "opa": "Mandibular nerve",
        "opb": "Deep petrosal nerve",
        "opc": "Nerve of pterygoid canal",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "ac6de9dc-ff07-4ad0-a80d-2f9c07e18922",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve supplies lateral rectus muscle?",
        "exp": "Ans. C Abducens* All the extraocular muscles are supplied by CN III except lateral rectus and superior oblique.* Lateral rectus supplied by--CN VI* Superior oblique supplied by--CN IVRemember- LR6; SO4",
        "cop": 3,
        "opa": "Trochlear",
        "opb": "Trigeminal",
        "opc": "Abducens",
        "opd": "Glossopharyngeal",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "27e1bf61-14b8-427b-be90-14b1c9ff3a0f",
        "choice_type": "single"
    },
    {
        "question": "Trigeminal nerve has how many nucleus?",
        "exp": "Ans. C. 4. Trigeminal nerve has four nuclei - 3 sensory and 1 motor nucleus. The sensory nucleus is divided into three parts, from rostral to caudal (top to bottom): a. The mesencephalic nucleusb. The chief sensory nucleus (or \"main sensory nucleus\" or \"principal nucleus\")c. The spinal nucleus",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "191286fd-7564-4cb8-a6e6-bcd68395b12b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a branch of intracranial part of Internal carotid artery(103 - BDC- 3) 4th edition",
        "exp": "(Anterior communicating) (103- BDC-3, 4th edition, 750 Snell 8th). Branches of the Internal Carotid Artery* There are no branches in the neck** (Cervical), Many important branches, however are given off in the skull* Cerebral part branches(i) Opthalmic(ii) Anterior cerebral(iii) Posterior communicting(iv) Middle cerebral(v) Anterior choroidal* Of these the opthalmic artery supplies structures in the orbit while the others supply the brain",
        "cop": 1,
        "opa": "Anterior communicating",
        "opb": "Anterior cerebral",
        "opc": "Middle cerebral",
        "opd": "Posterior communicating",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a1e9a62b-ff73-4011-a169-f3c38ca5c1cb",
        "choice_type": "single"
    },
    {
        "question": "Special visceral efferent DOES NOT involve",
        "exp": "(D) Dorsal nucleus of X cranial nerve. NUCLEI BELONGING TO COLUMNSGSEOculomotor, Trochlear, Abducent, Hypoglossal nuclei. SVEMotor nucleus of V nerve Motor nucleus of VII nerve Nucleus Ambiguus. GVEEW nucleus, Lacrimatory nucleus, Superior & Inferior salivatory nuclei, Dorsal vagal nucleus. GVA/SVANucleus of Tractus solitarius. GSASpinal, Principal sensory & Mesencephalic nuclei of V nerve. SSAVestibular & Cochlear nuclei[?]III-Special Visceral (Branchial). Efferent (SVE) Column: Motor nuclei which supply musclesdeveloped from the pharyngeal arches, (Branchiomotor cell column). These are (5, 7, 9 & 10). Ambiguus nucleus, in Medulla (9, 10 & cranial part of Accessory nerve). Motor Nucleus of the Trigeminal nerve, in the Mid pons. Motor nucleus of the Facial nerve in the Caudal pons. CRANIAL NERVE FUNCTIONAL COMPONENTSFunctional component. Abbreviation General Function. Cranial nerves containing component. General somatic afferent. GSAPerception of touch, pain, temperature. Trigeminal nerve (V); Facial nerve (VII); Vagus nerve (X). General visceral afferent. GVASensory input from viscera. Glossopharyngeal nerve (IX); Vagus nerve (X). Special afferent. SASmell, taste, vision, hearing & balance. Olfactory nerve (1); Optic nerve (II); Facial nerve (VII); Vestibulocochlear nerve (VIII); Glossopharyngeal nerve (IX), Vagus nerve (X). General somatic efferent. GSEMotor innervation to skeletal (voluntary) muscles. Oculomotor nerve (II); Trochlear nerve (IV); Abducent nerve (VI); Hypoglossal nsrve (XII). General visceral efferent. GVEMotor innervation to smooth muscle, heart muscle & glands. Oculomotor nerve (III); Facial nerve (VI); Glossopharyngeal nerve (IX); Vagus nerve (X). Branchial efferent**BEMotor innervation to skeletal muscles derived from pharyngeal arch mesoderm. Trigeminal nerve (V); Facial nerve (VII), Glossopharyngeal nerve (IX); Vagus nerve (X); Accessory nerve (XI)* Special sensory or Special Visceral Afferent (SVA) - smell, taste; special somatic afferent (SSA) - vision, hearing, balance.** Special Visceral Efferent (SVE) or branchial motor. Other Option[?]. Nucleus Ambiguus. Runs in a rostral to caudal direction in the medulla & is located in the ventrolateral reticular formation, posterior to the inferior olivary nuclear complex and anteromedial to the spinal trigeminal nucleus. [?]. Dorsal nucleus of the Vagus nerve (or Posterior motor nucleus of Vagus). Is a cranial nerve nucleus for the vagus nerve in the medulla that lies ventral to the floor of the fourth ventricle. It mostly serves parasympathetic vagal functions in the gastrointestinal tract, lungs, and other thoracic and abdominal vagal innervations. The cell bodies for the preganglionic parasympathetic vagal neurons that innervate the heart reside in the nucleus ambiguus. Additional cell bodies are found in the nucleus ambiguus, which give rise to the branchial efferent motor fibers of the vagus nerve (CN X) terminating in the laryngeal, pharyngeal muscles & musculus uvulae.",
        "cop": 4,
        "opa": "Nucleus ambiguus",
        "opb": "Motor nucleus of V cranial nerve",
        "opc": "Motor nucleus of VII cranial nerve",
        "opd": "Dorsal nucleus of X cranial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "63fe1814-a414-4c20-8f21-03d23f0fefef",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar connection to other parts of the brain is projected through which cell?",
        "exp": "Ans. C Purkinje cells. Ref Gray's, 41sted. pg. 335-336* The axons of purkinje cells are the only output through cerebellar cortex.* However, it should be kept in mind that the output from the cerebellum is through deep nuclei, and purkinje cells axons generally pass to deep nuclei.",
        "cop": 3,
        "opa": "Golgi cells",
        "opb": "Basket cells",
        "opc": "Purkinje cells",
        "opd": "Oligodendrocytes",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "e51c9b6a-414b-4ee7-b7b5-2f08efcffafd",
        "choice_type": "single"
    },
    {
        "question": "Which nerve pierces the thyroid gland?",
        "exp": "Ans. C Recurrent laryngeal nerve. Ref: BDC, Vol: 3 pg. 171, 172, 173, 176.* It is recurrent laryngeal nerve that pierces the thyroid gland. Must know about Thyroid* The gland consists of 2 lobes that are joined to each other by the isthmus* The gland extends against vertebrae C5, C6, C7 and T1* It weighs about 25 g.* The thyroid gland is supplied by the superior and inferior thyroid arteries.# The superior thyroid artery is the first anterior branch of the external carotid artery.# The inferior thyroid artery is a branch of thyro cervical trunk* Nerve supply# Nerves are derived mainly from the middle cervical ganglion and partly also from the superior and inferior cervical ganglia.* It is made of following two types of Secretory cells# Folicular cells lining the follicles of the gland secrete T3 and T4.# Parafollicular cells (C cells) are fewer and lie in between the follicles. They secrete thyrocalcitonin. Extra Mile. What is the function of thyrocalcitonin?* It promotes deposition of calcium salts in skeletal and other tissues, and tends to produce hypocalcemia.",
        "cop": 3,
        "opa": "Superior laryngeal nerve",
        "opb": "Inferior laryngeal nerve",
        "opc": "Recurrent laryngeal nerve",
        "opd": "Posterior laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "6c4f19c6-0dd7-4780-b543-a746d1d48bae",
        "choice_type": "single"
    },
    {
        "question": "Broca's area is situated in",
        "exp": "(A) Inferior frontal gyrus[?]BROCA'S AREA (Motor Speech Area) is a section of the human brain that is involved in language processing, speech or sign production & comprehension. Broca's area is located in the opercular and triangular sections of the Inferior Frontal Gyrus of the Frontal lobe of the Cortex. Broca's & Wernicke's areas are found unilaterally in the brain (left hemisphere) dominant hemisphere. Broca's area comprises Brodmann area 44 and (according to some authorities) Brodmann area 45. Broca's Area is connected to Wernicke's area by a neural pathway called the arcuate fasciculus. Inability to speak after injury to the posterior-inferior frontal gyrus of the brain. Pierre Paul Brocahe identified this region, known as Broca's area. Difficulty in language production as Broca's aphasia, also called expressive aphasia. Broca's area is now typically defined in terms of the pars opercularis & pars triangularis of the inferior frontal gyrus. Present in left hemisphere in 90% of right handed & 70% of left handed people. Present in right hemisphere only in any of left handed people. CEREBRAL CORTEX & CORTICAL AREAS AT A GLANCEAREALOCATIONFUNCTION* Motor area (Area 4). Precentral gyrus & anterior part of para-central lobule. Voluntary movements* Premotor area (Area 6). Posterior parts of frontal gyri. Voluntary movements* Frontal eye field (8) Includes Areas 6 & 9. Anterior to premotor area in posterior part of middle frontal gyrus. Conjugate deviation of eyes to opposite side.* Broca's speech area (Areas 44, 45). Posterior part of inferior frontal gyms of dominant hemisphere. Controls motor element of speech.* Prefrontal cortex. Anterior part of frontal gyri, orbital gyri, most of medial frontal gyms, & anterior part of cingulate gyms. Intellectual activity* Sensory Cortex (Areas 3, 1, 2). Post central gyms & adjoining parts of post central gyms & posterior part of para-central lobule. Appreciation of somatic sensations* Areas 39, 40. Inferior parietal lobule, supra marginal & angular gyri. Recognition of somatic sensory stimuli & their integration steriognosis* Primary visual area (17) Visual cortex or striate cortex (Visual-Sensory Cortex). Surrounds post calcarine sulcus. Primary visual function* Visual association cortex (18, 19) (peristriate & parastriate areas) (Visual-Psychic). Occipital lobe adjacent to striate area. Recognition & integration of visual stimuli* Primary acoustic area (41) or 1st acoustic area (Al). Anterior transverse temporal gyms extending to superior temporal gyms. Primary auditory function* Auditory association area (Area 42). Posterior transverse temporal gyms. Integration of auditory stimuli with other sensory modalities.* Area 24. Anterior part of cingulate gyms. Pulse, Respiration & B. P. control* Limbic system. Hippocampus, alveus, fimbria, fornix & its termination into mamillary bodies are grouped under this system. Maintenance of normal homeostasis of body along with hypothalamus.* Second speech area of Wernicke. Occupies parietal area extending into temporal lobe round the posterior extremity of lateral sulcus. Second motor speech area.",
        "cop": 1,
        "opa": "Inferior frontal gyrus",
        "opb": "Superior temporal gyrus",
        "opc": "Inferior temporal gyrus",
        "opd": "Parietal gyrus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "c30099a5-8741-49f3-b9e6-4e7ef5bee3be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following artery supplies parathyroid glands?",
        "exp": "Ans. B Inferior thyroid artery. Ref: Gray's, 41sted. pg. 472* Both upper & lower parathyroid glands are supplied by the inferior thyroid artery. Vascular Supply and Lymphatic Drainage of Parathyroid Gland* Inferior thyroid arteries provide primary blood supply to posterior aspect of thyroid gland and parathyroid glands (which are situated there in posterior aspect of thyroid gland).* Parathyroid veins drain into thyroid plexus of veins of thyroid gland & trachea.* Lymphatics drain with those of thyroid into deep cervical R lymph nodes & paratracheal lymph nodes. Innervations and Functions* Since the gland is hormonally regulated, the nerve supply is sympathetic vasomotor, vaso constrictor and not secreto motor.* Parathyroid activities regulated by variations in blood calcium level: It is inhibited by a rise in calcium levels and stimulated by a fall in calcium level. Extra Mile* The superior parathyroid glands usually lie at the level of inferior border of cricoids cartilage.* The inferior glands are usually within thyroid fascia 1 cm below the inferior thyroid arteries behind the lower poles.* Color of thyroid gland: deep red color* Color of parathyroid gland: Brownish yellow color",
        "cop": 2,
        "opa": "Superior thyroid artery",
        "opb": "Inferior thyroid artery",
        "opc": "Common carotid artery",
        "opd": "Middle thyroid artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "0115ebc8-295f-4460-a060-7293f15ebe0e",
        "choice_type": "single"
    },
    {
        "question": "IInd cranial nerve is:",
        "exp": "Ans. A Optic nerve. Ref: Gray's Anatomy, 41st ed. pg. 310* The cranial nerves are individually named and numbered, using Roman numerals, in a rostro-caudal sequence, reflecting their order of attachment to the brain. They are named as follows: Cranial nerves. CN number. CN name. Attachment/Comments. IOlfactory nerve. Arises from the olfactory epithelium in the nasal cavity and terminates directly in cortical and subcortical areas of the frontal and temporal lobes. IIOptic nerve. The axons of the optic nerve (II) pass into the optic chiasma, where medially positioned axons decussate; all of the axons emerge as the optic tract, which terminates in the lateral geniculate nucleus of the thalamus. IIIOcculomotor nerve. Arise in, and are attached to, the midbrain. IVTrochlear nerve VTrigeminal nerve. Attaches to the pons, medial to the middle cerebellar peduncle. VIAbducens nerve. Attaches to the brainstem at, or close to, the pontomedullary junction. VIIFacial nerve VIIIVestibulocochlear N. IXGlossopharyngeal N. Attached to the medulla. XVagus nerve XISpinal accessory nerve. Arises from cervical levels C1-C5/C6, enters the cranium through the foramen magnum and then exits via the jugular foramen, together with the glossopharyngeal and vagus nerves. XIIHypoglossal nerve. Attached to the medulla",
        "cop": 1,
        "opa": "Optic nerve",
        "opb": "Abducens nerve",
        "opc": "Trigeminal nerve",
        "opd": "Occulomotor nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "80189a6e-a7f0-43a0-a1f3-2d64d7780cd1",
        "choice_type": "single"
    },
    {
        "question": "Trismus is due to spasm of which muscle?",
        "exp": "Ans. D Medial pterygoid. Ref: Gray's Anatomy 41st ed. P 552* Trismus/Lock jaw is painful reflex muscle spasm. It occurs due to spasm of muscle of mastication and leads to inability to open the oral cavity* Trismus occurs due to involvement of masseter or medial pterygoid muscle or due to sub mucosal fibrosis.* Note: Infection of pterygomandibular region can cause trismus, which usually affects medial pterygoid muscle.",
        "cop": 4,
        "opa": "Orbiculis",
        "opb": "Lateral pterygoid",
        "opc": "Mentalis",
        "opd": "Medial pterygoid",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "eafcd589-2ba8-4183-ad9e-c2256f69a2b1",
        "choice_type": "single"
    },
    {
        "question": "Thrombosis of the following cerebral vessels leading to the Hemiplegia by",
        "exp": "(Middle cerebral) (388-BDC-3- 4th edition)* HEMIPLEGIA - is a common condition. It is an UMN type of paralysis of one half of the body including the face* It is usually due to an internal capsule lesion caused by thrombosis of one of the lenticulostriate branches of the middle cerebral artery (Cerebral thrombosis)* Wallenberg's syndrome (lateral medullary syndrome) caused by thrombosis of the posterior inferior cerebral artery",
        "cop": 2,
        "opa": "Anterior cerebral",
        "opb": "Middle cerebral",
        "opc": "Posterior cerebral",
        "opd": "Lateral cerebral",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "01e28d60-2bb4-438a-b5a2-f19e2df8dc19",
        "choice_type": "single"
    },
    {
        "question": "General visceral afferent to the posterior most aspect of the tongue is by -",
        "exp": "Ans. is 'c' i. e., Vagus Nerve supply of tongue. Part. Taste. General (touch and temperature). Anterior 2/3 (oral part)(except circumvallate papillae). Chorda tympani (facial nerve). Lingual branch of mandibular division of trigeminal nerve. Posterior 1/3 including circumvallate papillae. Glossopharyngeal. Glossopharyngeal. Posterior most part. Internal laryngeal branch of vagus. Internal laryngeal branch of vagus",
        "cop": 3,
        "opa": "Glossopharyngeal nerve",
        "opb": "Facial nerve",
        "opc": "Vagus",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "023469ae-e9dc-42fe-bb3b-ea72d03b5cd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a part of lower motor neuron?",
        "exp": "Ans. B Peripheral ganglia. Ref: Gray's, 41st ed. pg. 231, 303. Lower motor neuron (LMN): It consists of-* Anterior horn cells or homologous cells in brainstem* Anterior spinal nerve root* Peripheral nerve",
        "cop": 2,
        "opa": "Anterior nerve root",
        "opb": "Peripheral ganglia",
        "opc": "Peripheral nerve",
        "opd": "Anterior horn cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "8c9005ae-a00a-4a5c-b273-9059907adf4b",
        "choice_type": "single"
    },
    {
        "question": "Visual center is present in-",
        "exp": "Ans. is 'b' i. e., Occipital lobe * Occipital lobe has the following areas related to visioni) Primary visual cortex (strike area, area 17): It is present in medial surface of occipital lobe on upper lip and lower lip of calcarine sulcus. ii) Visual association areas (secondary visual area, areas 18, 19): It include parastriate (area 18) and peristriate (area 19) areas of occipital lobe. It also contains occipital eye field on lateral surface.",
        "cop": 2,
        "opa": "Parietal lobe",
        "opb": "Occipital lobe",
        "opc": "Frontal lobe",
        "opd": "Temporal Lobe",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "e2d8129d-921d-4c7c-a597-61adce2431bf",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar cortex contains:",
        "exp": "Ans. B Purkinje cells. Ref. Gray's, 4. Vted. pg. 335-336* The cerebellar cortex contains five types of neurons: Purkinje, Granule, Basket, Stellate and Golgi Cells.",
        "cop": 2,
        "opa": "Pyramidal cells",
        "opb": "Purkinje cells",
        "opc": "Stromal cells",
        "opd": "Kupffer cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "68f32b7f-5ec8-46d8-9592-7f8ecf8223c5",
        "choice_type": "single"
    },
    {
        "question": "Leptomeninges is formed by:",
        "exp": "Ans. B Arachnoid and pia mater. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 25* Meninx implies all three layers--dura, arachnoid and inner pia matter.* The dura mater is called pachymeninx.* The middle arachnoid and inner pia matter is called as leptomeninges.* The arachnoid does not follow the convolutions of brain and looks like a loose fitting sac. Multiple arachnoid granulations pass through subarachnoid space and blends with pia matter.",
        "cop": 2,
        "opa": "Dura mater and Arachnoid",
        "opb": "Arachnoid and pia mater",
        "opc": "Dura and pia mater",
        "opd": "Dura, arachnoid and pia matter",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "dd4c1d2c-5af3-458b-90d9-cff5320b8ad9",
        "choice_type": "single"
    },
    {
        "question": "Sub-arachnoid space ends at",
        "exp": "(A) S2 level> Subarachnoid space surrounds the brain & spinal cord, and ends below at the lower border of the second sacral vertebra.",
        "cop": 1,
        "opa": "S2 level",
        "opb": "L5 level",
        "opc": "S1 level",
        "opd": "L3 level",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d900fd36-3b42-4c61-bb16-da9414c133b1",
        "choice_type": "single"
    },
    {
        "question": "Which branch of facial nerve supplies muscles of lower lip?",
        "exp": "Ans. D Mandibular branch. Ref: Gray's Anatomy 41st ed. P 502. Branches of facial nerve on face:* Temporal branch: Aka frontal branch; supplies muscles of forehead and orbicularis oculi muscle* Zygomatic branch: Supplies upper cheek and orbicularis oculi muscle* Buccal branch: Emerges from anterior border of parotid gland below parotid duct to supply buccinator and muscles of upper lip and nostril.* Mandibular branch: Emerges from anterior border of parotid gland to supply muscles of lower lip.* Cervical branch: Emerges from lower border of parotid gland, it descends in the neck to supply platysma muscle + depressor anguli oris muscle.* Book states: \"There are two marginal mandibular branches. They run forward under platysma towards angle of mandible. The branches supply risorius and the muscles of the lower lip and chin, and filaments communicate with the mental nerve\"Extra Mile* Orbicularis oris muscle is also supplied by mandibular branch of facial nerve",
        "cop": 4,
        "opa": "Temporal branch",
        "opb": "Cervical branch",
        "opc": "Buccal branch",
        "opd": "Mandibular branch",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "24b10e29-e8ab-40b4-adca-306375f56ec7",
        "choice_type": "single"
    },
    {
        "question": "Edinger Westphal nucleus is located in:",
        "exp": "Ans. A. Midbrain. The Edinger-Westphal nucleus (accessory oculomotor nucleus) is the parasympathetic pre-ganglionic nucleus that innervates the iris sphincter muscle and the ciliary muscle. The paired nuclei are posterior to the main motor nucleus (oculomotor nucleus) and anterolateral to the cerebral aqueduct in the rostral midbrain at the level of the superior colliculus",
        "cop": 1,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Spinal cord",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "5b9c8a95-4a6b-4b25-a891-172201d46b77",
        "choice_type": "single"
    },
    {
        "question": "Great vein of Galen is formed by",
        "exp": "(A) Two internal cerebral veins # GALEN'S VEINS: The internal cerebral veins; the great vein of Galen is formed by their union.> Anterior cerebral vein also known as Galen's vein.> Great cerebral vein or Great vein of Galen is formed by union of two internal cerebral veins. It terminates in the straight sinus.",
        "cop": 1,
        "opa": "Two internal cerebral veins",
        "opb": "Superficial middle cerebral vein & deep middle cerebral vein",
        "opc": "Anterior cerebral vein & basal vein",
        "opd": "Internal cerebral veins & straight sinus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d93d70a3-b830-4a91-b637-9fe618391310",
        "choice_type": "single"
    },
    {
        "question": "Parotid duct opens into:",
        "exp": "Ans. D Second maxillary molar. Ref: Gray's Anatomy 41st ed. P 411, 505. Parotid Duct/Stensen Duct* It is a 5 cm long duct of parotid gland that originates from anterior border of upper part of parotid gland by the confluence of two main tributaries.* Course: It then passes horizontally across masseter, midway between angle of mouth and zygomatic arch. Down the course it also crosses through buccal fat and buccinators muscle opposite the crown of upper third molar tooth.* It then opens on a small papilla opposite the second upper molar crown.",
        "cop": 4,
        "opa": "First mandibular molar",
        "opb": "First maxillary pre-molar",
        "opc": "Second mandibular molar",
        "opd": "Second maxillary molar",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "db7b3c56-5ff1-4e34-86a3-7dd9b3943853",
        "choice_type": "single"
    },
    {
        "question": "Subarachnoid space extends up to:",
        "exp": "Ans. D Lower border of S2. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 420* The subarachnoid space extends up to lower border of S2 where the dura fuses with filum terminale and obliterates the subarachnoid space.* The spinal cord extends from upper border of atlas to lower border of L1 or upper border of L2. The spinal cord ends in a sharp tip called conus medullaris.* The conus is continuous with filum terminale, which is a fine connective tissue element which descends up to the dorsum of the first coccygeal ligament.",
        "cop": 4,
        "opa": "Lower border L1",
        "opb": "Upper border L1",
        "opc": "Upper border of S2",
        "opd": "Lower border of S2",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "769b2e58-5ac0-4320-bd29-4b649d1c4bf6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerve is a pure sensory nerve?",
        "exp": "Ans. C CN 8. Ref: Netter's Atlas of Neurosciences, pg. 265* Cranial nerve 3 is pure motor nerve and performs ocular movement.* Cranial nerve 5 performs mastication and is sensory to face.* Cranial nerve 9 is a mixed nerve and carries taste from posterior 1/3rd of tongue and performs swallowing with help of stylopharyngeus.* CN 8th is pure sensory. Associated with hearing and balancing",
        "cop": 3,
        "opa": "CN 3",
        "opb": "CN 5",
        "opc": "CN 8",
        "opd": "CN 9",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "5a7ed1f4-c7e2-4b36-8221-ee7f1f889dad",
        "choice_type": "single"
    },
    {
        "question": "Which muscle will be spared in median nerve injury at elbow?",
        "exp": "(A) Adductor pollicis longus",
        "cop": 1,
        "opa": "Adductor policis longus",
        "opb": "Pronator quadratus",
        "opc": "Abductor policis",
        "opd": "Flexor policis",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d97a69bf-cbfe-4c66-8ccd-a5d2b58f877d",
        "choice_type": "single"
    },
    {
        "question": "Safety muscle of tongue is?",
        "exp": "Ans. A Genioglossus. Ref: BDC, 5th ed. pg. 252* Genioglossus is a fan shaped, bulkiest muscle of tongue.* It is originated from upper genial tubercle of mandible and inserted into tip of tongue and into hyoid bone.* Function -It retracts and depresses the tongue. It is also known as life saving muscle because it pulls the posterior part of tongue forwards and protrudes the tongue forwards. Extra Mile* MOTOR: All the extrinsic and intrinsic muscles of tongue are supplied by hypoglossal nerve EXCEPT palatoglossus, which is supplied by the cranial root of accessory nerve through the pharyngeal plexus.* SENSORY: Anterior 2/3rd by facial nerve (lingual branch); posterior 1/3rd glossopharyngeal. Posterior most or valeculla is supplied by vagus nerve.",
        "cop": 1,
        "opa": "Genioglossus",
        "opb": "Palatoglossus",
        "opc": "Styloglossus",
        "opd": "Hyoglossus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "89c1cb55-577a-44e2-aaa2-ed97061de7d5",
        "choice_type": "single"
    },
    {
        "question": "Which is the branch of arrow marked artery?",
        "exp": "Ans. C. Posterior inferior cerebellar artery. The arrow marked structure is Posterior inferior cerebellar artery",
        "cop": 3,
        "opa": "Superior cerebellar artery",
        "opb": "Posterior cerebral artery",
        "opc": "Posterior inferior cerebellar artery",
        "opd": "Anterior inferior cerebellar artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "22b7cf03-2643-4296-a4f0-69a6c456efcb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cells are responsible for myelination in Central Nervous System?",
        "exp": "Ans. d (Oligodendrocytes). (Ref. Human Histology by JB Singh, 3rd ed., p 12\\37, 165). Myelin sheaths are produced by oligodendrocytes in CNS and schwann cells in peripheral nerves.# Microglial cells are supporting cells of CNS and are Part of Macrophage system (Gitter cells).# Conduction velocity is greatly increased in myelinated, as opposed to unmyelinated nerves.# Oligodendrocytes wrap their plasma membranes round and round the axons to produce a sheath of tightly stacked bilipid layer.# This myelin is not continuous and there are gaps in the sheath called nodes of Ranvier.# Astrocytes by their foot processess help in forming blood-brain barrier.# Ependymal cells line ventricles, are tall columnar cells with fine cilia and secrete CSF in small amount.# Modified ependymal cells having long protoplasmic processes are called tanycytes. Educational points:# Neural crest derivatives:- ANS, - Chromaffin cells of adrenal medulla, - Celiac ganglion, - Parafollicular (C) cells of thyroid, - Dorsal root ganglia, - Enterochromaffin cells, - Schwann cells, - Laryngeal cartilage, - Melanocytes, - Pia and arachnoid, - Odontoblasts, - Bones of the skull.",
        "cop": 4,
        "opa": "Astrocytes",
        "opb": "Schwann cells",
        "opc": "Microglial cells",
        "opd": "Oligodendrocytes",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "67bf1510-e7b3-4275-8864-da6ebd169a43",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerves III, IV, V, VI lesions are associated with",
        "exp": "(D) Cavernous sinus# Each Cavernous Sinus (one for each hemisphere of the brain) contains the following:> Vertically, from superior to inferior (within the lateral wall of the sinus).> Oculomotor nerve (CN III)> Trochlear nerve (CN IV)> Ophthalmic nerve, the V1 branch of the trigeminal nerve (CN V).> Maxillary nerve, the V2 branch of CN V> Unlike the nerves listed above, the abducens nerve (CN VI) does not run within the lateral wall of the cavernous sinus; rather it runs through the middle of the sinus alongside the internal carotid artery.> Horizontally, from medial to lateral> Internal carotid artery and sympathetic plexus.",
        "cop": 4,
        "opa": "Sphenoparietal sinus",
        "opb": "Occipital sinus",
        "opc": "Occipital sinus",
        "opd": "Cavernous sinus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "2b8aa334-584c-407a-b442-5526f1a1ccb2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following areas of the brain is not a primary sensory cortex?",
        "exp": "Ans. D 4. Ref: Netter's Atlas of Neurosciences, 3rd ed. pg. 53* The primary sensory cortex lies in the post central gyrus and is area 1, 2, 3* Area 4 is the primary voluntary cortex. Brodmann Areas of Cerebral Cortex1, 2, 3. Primary sensory cortex lies in Post central gyrus4. Primary voluntary cortex lies in precentral gyrus17. Primary visual cortex and lies in calcarine cortex18, 19. Visual association cortex22. Wernicke's area (Superior Temporal lobe)41. Primary auditory area44, 45. Broca area (inferior frontal gyrus",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d4c2815b-ccf5-4ed3-a69c-7ce8ec3e3391",
        "choice_type": "single"
    },
    {
        "question": "Thyroid gland is situated at the level of:",
        "exp": "Ans. C C5-T1* Thyroid gland is located in anterior triangle of the neck and weighs 20 grams. Gland lies against C5 to T1 vertebra.* Isthmus extends from 2-4th tracheal rings",
        "cop": 3,
        "opa": "C4-C8",
        "opb": "C4-T1",
        "opc": "C5-T1",
        "opd": "C6-T2",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "051a75e7-275c-470a-a275-6cd56a6b5b0d",
        "choice_type": "single"
    },
    {
        "question": "Spinal cord end in newborn:",
        "exp": "Ans. C. L3 a. Spinal cord in adult ends at the level L1 b. Spinal cord in newborn ends at the level of L3 c. Spinal dura converges at the level of S2 and continues upto coccyxd. Arachnoid membrane ends at the level of S2 e. Sub arachnoid space ends at the level S2 f. Pia mater continues up to coccyx",
        "cop": 3,
        "opa": "L1",
        "opb": "L2",
        "opc": "L3",
        "opd": "L4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "f6b49ce1-41a3-4aa0-9c98-2bfc880805fb",
        "choice_type": "single"
    },
    {
        "question": "Proprioception is carried by which fibers-",
        "exp": "Ans. is 'a' i. e., Fasciculus cuneatus and fasciculus gracilis Posterior column (Dorsal column) (Fasciculus Gracilis and Fasciculus Cuneatus) carries* Proprioception (Position of body or limb, position of joint)* Vibration* Fine touch (two point discrimination, topognosis, stereognosis)* Kinesthesia",
        "cop": 1,
        "opa": "Fasciculus cuneatus and fasciculus gracilis",
        "opb": "Anterior spinothalamic tract",
        "opc": "Lateral spinothalamic tract",
        "opd": "Spinocerebellar tract",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a5b886d2-5756-4d86-ac2c-1ddbb188602a",
        "choice_type": "single"
    },
    {
        "question": "Foramen transversarium is found at:",
        "exp": "Ans. D Cervical vertebra. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 330* Foramen transversarium is found only in cervical vertebra and transmits the vertebral artery.* Another feature peculiar to cervical vertebra is bifid spinous process which is absent in C7 and has a small body. Extra edge. Flexion and extension of neck. Atlanto-occipital joint. Rotational movement of neck. Atlanto-axial joint",
        "cop": 4,
        "opa": "Anterior cranial fossa",
        "opb": "Middle cranial fossa",
        "opc": "Posterior cranial fossa",
        "opd": "Cervical vertebra",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a17140b8-7722-49f3-b711-5aa30bb65bfd",
        "choice_type": "single"
    },
    {
        "question": "Which is included in telencephalon?",
        "exp": "Ans. is 'a' i. e., Cerebrum Part of brain. Subdivisions. Cavity* Forebrain (Prosencephalon)* Telencephalon (cerebrum). Cerebral hemisphere* Dencephalon (thalamencephalon) Thalamus, hypothalamus, metathalamus (including medial and lateral genialate bodies), epithalamus, sunthalamus. Lateral ventricle Third ventricle* Midbrain (Mesencephalon). Crus cerebri, substantia nigra, tegmentum and tectum. Cerebral aqueduct* Hindbrain (rhombencephalon)* Metencephalon pons, cerebellum* Mylencephalonmedulla. Fourth ventricle",
        "cop": 1,
        "opa": "Cerebrum",
        "opb": "Thalamus",
        "opc": "Hypothalamus",
        "opd": "Sunstantia Niagra",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d72d893e-1514-4d23-9c82-f9aaef76042b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is involved in auditory pathway?",
        "exp": "Ans: Inferior colliculus. Ref: Gray's Anatomy, The Anatomical Basis of Clinical Practice, Susan Standring, 41st edition, 2016, Page 325 and 326. The inferior colliculus is part of the ascending auditory pathway and is the principal site of termination of the lateral lemniscus. Inferior Colliculus: Structure. It has a central, ovoid, main nucleus, which is lateral to the periaqueductal grey matter. It is surrounded by a lamina of nerve fibres, many from the lateral lemniscus, which terminate in it. The central nucleus has dorsomedial and ventrolateral zones, which are covered by a dorsal cortex. Cortex has four cytoarchitectonic layers: Layer I contains small neurones with flattened radial dendritic fields. Layer II, medium-sized neurones with ovoid dendritic fields aligned parallel with the collicular surface, Layer III, medium-sized neurones with spherical dendritic fields, Layer IV, large neurones with variably shaped dendritic fields. Connections. Most efferent fibres from the inferior colliculus travel via the inferior brachium to the ipsilateral medial geniculate nucleus. Lemniscal fibres relay only in the central nucleus, and some pass without relay to the medial geniculate nucleus. Ventral division of the medial geniculate nucleus receives a topographic projection from the central nucleus. Dorsal division receives a similar projection from the dorsal cortex. Some colliculogeniculate fibres do not relay in the geniculate nucleus but continue, with those that do, via the auditory radiation to the auditory cortex. A descending projection from the auditory cortex reaches the inferior colliculus via the medial geniculate nucleus. This descending path may produce effects at levels from the medial geniculate nucleus downwards, and it probably links with efferent cochlear fibres, through the superior olivary and cochlear nuclei. Superior Colliculus: Structure. The superior colliculus is laminated structure. It is divided into seven layers (Zonal, Superficial grey, Optic, Intermediate grey, Deep grey, Deep white and Periventricular strata). The zonal layer consists chiefly of myelinated and non-myelinated fibres from the occipital cortex (areas 17, 18 and 19) which arrive as the external corticotectal tract. The superficial grey layer (stratum cinereum) forms a crescentic lamina over the deeper layers and contains many small multipolar interneurons. The optic layer consists partly of fibres from the optic tract. This arrangement provides a retinotopic map of the contralateral visual field, in which the fovea is represented anterolaterally. Retinal axons terminate in clusters from specific retinotectal neurons and as collaterals of retinogeniculate fibres. Efferent fibres to the retina are said to start in this layer. The intermediate grey and white layers collectively constitute the main receptive zone. Connections. The main afferent input is the medial corticotectal path from layer Vneurones of the ipsilateral occipital cortex (area 18), and from other neocortical areas that are concerned with ocular movements. Afferent fibres are also received from the contralateral spinal cord (via spinotectal fibres), the inferior colliculus, and the locus coeruleus and raphe nuclei (from noradrenergic and serotoninergic neurones). The deep grey and deep white layers adjacent to the periaqueductal grey matter are collectively called the parabigeminal nucleus. They form collicular efferents. The superior colliculus receives afferents from many sources including the retina, spinal cord, inferior colliculus and occipital and temporal cortices. Collicular efferents pass to the retina, lateral geniculate nucleus, pretectum, parabigeminal nucleus, the inferior, medial and lateral pulvinar, and to numerous sites in the brainstem and spinal cord. Fibres passing from the pulvinar are relayed to primary and secondary visual cortices and form an extrageniculate retinocortical pathway for visual orientation and attention. The tectospinal and tectobulbar tracts start from neurones in the superior colliculi. Inferior collicular projections to the brainstem and spinal cord appear to traverse the superior colliculi before they descend. In this way they connect with the origins of the tectospinal and tectotegmental tracts. These projections are relatively small and probably mediate reflex turning of the head and eyes in response to sounds.",
        "cop": 1,
        "opa": "Inferior colliculus",
        "opb": "Lateral geniculate body",
        "opc": "Inferior olivary nucleus",
        "opd": "Medial lemniscus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d975e06b-ae34-42d2-bdb5-03f795b9db3c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cells aren't seen in the cerebellar cortex?",
        "exp": "Ans. is 'd' i. e., Magnocellular cells * The cerebellar cortex contains five types of neurons: i) Purkinje cellsiii) Basket cellsv) Golgi cellsii) Granule cellsiv) Stellate cells",
        "cop": 4,
        "opa": "Purkinje cells",
        "opb": "Stellate cells",
        "opc": "Basket cells",
        "opd": "Magnocellular cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "aeca6db5-1c2f-4eb8-88b6-188bfabfa9d8",
        "choice_type": "single"
    },
    {
        "question": "Which nerve does not have parasympathetic fibres-",
        "exp": "Ans. is 'c' i. e., Trigeminal nerve * Four cranial nerves CN III, CN VII, CNIX & CN X carry presynaptic parasympathetic (visceral motor) axons as they emerge from brain stem. Parasympathetic fibres carrying cranial nerves. Associated Ganglion. Occulomotor (III). Ciliary ganglion. Facial (VII). Pterygopalatine & Submandibular ganglion. Glossopharyngeal (IX). Otic ganglion. Vagus (X). Visceral ganglions",
        "cop": 3,
        "opa": "Facial nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Trigeminal nerve",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "b32ddf1f-7b50-4a00-bcc4-3cee096fb9f9",
        "choice_type": "single"
    },
    {
        "question": "The Broca's area is situated in the",
        "exp": "(B) Inferior frontal gyrus # BROCA'S AREA is a section of the human brain that is involved in language processing, speech or sign production, and comprehension.> Broca's area is located in the opercular and triangular sections of the inferior frontal gyrus of the frontal lobe of the cortex.> Broca's and Wernicke's areas are found unilaterally in the brain (left hemisphere).> Broca's area comprises Brodmann area 44 and (according to some authorities) Brodmann area 45.> Broca's Area is connected to Wernicke's area by a neural pathway called the arcuate fasciculus.",
        "cop": 2,
        "opa": "Temporal lobe",
        "opb": "Posterior part of Inferior frontal gyrus",
        "opc": "Occipital calcarine fissure",
        "opd": "Mammillary body region",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "64d6a4df-357e-46d4-a071-994d3e7d25e8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a branch of 3rd part of subclavian artery?",
        "exp": "Ans. B Dorsal scapular artery. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 504* Dorsal scapular artery is a branch of 3rd part of subclavian artery.",
        "cop": 2,
        "opa": "Thyrocervical trunk",
        "opb": "Dorsal scapular artery",
        "opc": "Vertebral artery",
        "opd": "Internal thoracic artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "891d9b55-e7a0-4bea-9edb-6defdf5c9141",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parts of the internal capsule are associated with acoustic radiation",
        "exp": "(Sublentiform) Ref: 365-BDC-3. Fibers in the Internal capsule. Part. Descending tracts. Ascending tracts1. Anterior limb. Frontopontine fibres (a part of the corticoponto- cerebeller pathway). Anterior thalamic radiation (fibres from anterior and medial nuclei of thalamus)2. Genu. Cortico nuclear fibres (a part of the pyramidal tract going to motor nuclei of cranial nerves and forming their supranuclear pathway. Anterior part of the superior thalamic radiation (fibres from posterior ventral nucleus of thalamus)3. Posterior limb1. Corticospinal tract (pyramidal tract for the upper limb, trunk and lower limb)2. Corticopontine fibres3. Contrirubral fibres1. Superior thalamic radiation2. Fibres from globus pallidus to sabthalamic nucleus4. Retrolentiform part1. Parietopontine and occipitopontine fibres2. Fibres from occipital cortex to superior colliculus and pretectal region. Posterior thalamic radiation made up of1. Mainly by optic radiation2. Partly by fibres connecting to the thalamus (Posterior part)5. Sublentiform part1. Parietopontine and temporopontine fibres2. Inter connections between temporal lobe and thalamus* Auditory radiation",
        "cop": 4,
        "opa": "Genu",
        "opb": "Anterior limb",
        "opc": "Retrolenti form",
        "opd": "Sublentiform",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "7f320134-0d83-4a2a-b5c1-28a6dfc8d6bf",
        "choice_type": "single"
    },
    {
        "question": "Superior colliculus is located at:",
        "exp": "Ans. A. Midbrain. The midbrain is the smallest segment of the brainstem. It is just superior to the pons and contains the nuclei of the 3rd (oculomotor) and 4th (trochlear) cranial nerves. The midbrain is traversed by the cerebral aqueduct. The part dorsal to the aqueduct is called the tectum and consists of four surface elevations--the corpora quadrigemina (comprising two superior and two inferior colliculi).",
        "cop": 1,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Spinal cord",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "992ce924-34d5-4cf2-8eca-bbdaa1764d54",
        "choice_type": "single"
    },
    {
        "question": "Nucleus of basal ganglia is?",
        "exp": "Ans. B. Caudate. The basal ganglia are a group of structures found deep within the cerebral hemispheres (a group of subcortical nuclei). The structures generally included in the basal ganglia are the caudate, putamen, and globus pallidus in the cerebrum, the substantia nigra in the midbrain, and the subthalamic nucleus in the diencephalon.",
        "cop": 2,
        "opa": "Dentate",
        "opb": "Caudate",
        "opc": "Thalamus",
        "opd": "Red nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "8a58d800-25f2-46d5-8daa-262550be6431",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve has the largest intracranial course?",
        "exp": "Ans. C Trochlear nerve. Ref: BDC 6th ed. Vol-III pg. 362* Trochlear nerve is the only cranial nerve to emerge dorsally from the brain stem.# It has the longest intracranial course and it is the most slender cranial nerve in terms of axon contents.* Largest cranial nerve: Trigeminal N. (CN 5th)* CN which has most extensive distribution beyond head and neck: Vagus Nerve (CN 10th).* Most frequently paralyzed CN: Facial Nerve (CN 7th)- due to wide intraosseous course.* Pure sensory CN: CN 1, 2, 8* Pure motor CN: CN 3, 4, 6, 11, 12* Mixed CN: CN 5, 7, 9, 10",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Oculomotor nerve",
        "opc": "Trochlear nerve",
        "opd": "Abducens nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "5674d639-e50a-4072-8d6b-c251f8fa450d",
        "choice_type": "single"
    },
    {
        "question": "Dorsal column relay in which nucleus:",
        "exp": "Ans. D. Gracile nucleusa. The dorsal column-medial lemniscus pathway is a sensory pathway of the central nervous system that conveys sensations of fine touch, vibration, two-point discrimination, and proprioception (position) from the skin and joints. b. The pathway receives information from sensory receptors throughout the body, and carries this in nerve tracts in the white matter of the dorsal columns of the spinal cord, to the medulla where it is continued in the medial lemniscus, on to the thalamus and relayed from there through the internal capsule and transmitted to the somatosensory cortex. c. There are three groupings of neurons that are involved in the pathway: first-order neurons, second-order neurons, and third-order neurons. The first-order neurons are sensory neurons located in the dorsal root ganglia, that send their afferent fibers through the two dorsal columns - the gracile fasciculus, or gracile tract, and the cuneate fasciculus or cuneate tract. The first-order axons make contact with second-order neurons at the gracile nucleus and the cuneate nucleus in the lower medulla. The second-order neurons send their axons to the thalamus. The third- order neurons are in the ventral nuclear group in the thalamus and fibres from these ascend to the postcentral gyrus.",
        "cop": 4,
        "opa": "Substantia gelatinosa",
        "opb": "Nucleus proprius",
        "opc": "Accessory cuneate nucleus",
        "opd": "Gracile nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "ae7a830d-f0d6-44fb-bfe7-5f51993abe4b",
        "choice_type": "single"
    },
    {
        "question": "Anterior inferior cerebellar artery is a branch of:",
        "exp": "Ans. C Basilar artery. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 426. Branches of Basilar artery (mnemonic: P. A. L. S). Branches of Vertebral artery* Posterior cerebral artery* Pontine artery* Anterior inferior cerebellar artery* Labyrinthine artery* Superior cerebellar artery* Post inferior cerebellar artery (largest branch)* Anterior spina! artery (single artery and runs in anterior median fissure)* Posterior Spinal Artery* Basilar Artery",
        "cop": 3,
        "opa": "Subclavian artery",
        "opb": "Vertebral artery",
        "opc": "Basilar artery",
        "opd": "Middle cerebral artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d05edcf8-c0b4-4948-85ac-baacdb1f7363",
        "choice_type": "single"
    },
    {
        "question": "Visual Area is supplied by:",
        "exp": "Ans. C. Posterior Cerebral Artery. The visual cortex of the brain is that part of the cerebral cortex which processes visual information. It is located in the occipital lobe. Visual nerves run straight from the eye to the primary visual cortex to the Visual Association cortex. The primary visual cortex (V1) is located in and around the calcarine fissure in the occipital lobe. Each hemisphere's visual cortex receives information directly from its ipsilateral lateral geniculate nucleus that receives signals from the contralateral visual hemifield. The visual cortex receives its blood supply primarily from the calcarine branch of the posterior cerebral artery,",
        "cop": 3,
        "opa": "Anterior Cerebral Artery",
        "opb": "Middle Cerebral Artery",
        "opc": "Posterior Cerebral Artery",
        "opd": "Vertebral Artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d1c04239-cf07-4add-abde-9032cb7ed075",
        "choice_type": "single"
    },
    {
        "question": "Pain & temperature is carried by which tract:",
        "exp": "Ans. A. Lateral Spinothalamic. The spinothalamic tract is a sensory pathway from the skin to the thalamus. From the ventral posterolateral nucleus in the thalamus, sensory information is relayed upward to the somatosensory cortex of the postcentral gyrus. The spinothalamic tract consists of two adjacent pathways: anterior and lateral. The anterior spinothalamic tract carries information about crude touch. The lateral spinothalamic tract conveys pain and temperature. The pathway crosses over (decussates) at the level of the spinal cord, rather than in the brainstem like the dorsal column- medial lemniscus pathway and lateral corticospinal tract.",
        "cop": 1,
        "opa": "Lateral Spinothalamic",
        "opb": "Posterior spinocerebellar",
        "opc": "Dorsal column",
        "opd": "Anterior corticospinal",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "cf666ac5-80c0-46ba-8397-f8ca2685322b",
        "choice_type": "single"
    },
    {
        "question": "Ventral tegmental decussation in cerebral peduncle is due to -",
        "exp": "Ans. is 'd' i. e., Rubrospinal tract o Midbrain is divided into following parts1) Tectum:# It is the part posterior to cerebral aqueduct. It is made up of two collicoli on each side (right and left): Superior colliculus and inferior colliculus. 2) Cerebral peduncle:# It is the part anterior to cerebral aqueduct. Each cerebral peduncle is subdivided into (a) Crus cerebri (anteriorly), (b) Substantia nigra (in middle), and (c) Tegmentum (posteriorly). o Cerebral puduncle has following pathways -A. At the level of inferior colliculusi) Crus cerebri contains: (a) Middle two-third is occupied by corticospinal, and corticobulbar (corticonuclearfibres); (b) Medial one-sixth is traversed by frontopontine fibres; and (c) Lateral one-sixth contains temporopontine, parietopontine and occipitopontine fibres. ii) Tegmentum contains: (a) Lemnisci: (medial, trigeminal, spinal and lateral); (b) Decussation of superior cerebellar peduncles; (c) Tectospinal and rubrospinal tract, and (d) Medial longitudinal bundle. B. At the level of superior colliculusi) Crus cerebri has same tracts as described above. ii) Tegmentum has: (a) Lemnisci; (b) Dorsal tegmental decussation (formed by decussation of tectospinal and tectobulbar tracts); (c) Ventral tegmental decussation (formed by decussation of rubrospinal tract);(d) Medial longitudinal bundle, and (e) Emerging fibers of occulomotor nerve. iii) Tectum shows posterior commisure connecting two superior colliculi.",
        "cop": 4,
        "opa": "Tectospinal tract",
        "opb": "Tectobulbar tract",
        "opc": "Vestibulospinal tract",
        "opd": "Rubrospinal tract",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "6a6871d2-8cb0-4c86-982f-662deb9fd191",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pneumatic bone?",
        "exp": "Ans. B Frontal bone. Ref: Gray, 38th ed. pg. 436* Pneumatic bones are bones which contain air filled cavities for making the skull light weight, and aid resonance of voice and air conditioning. These include: Frontal, Ethmoid, Maxilla, Sphenoid and mastoid. Extra Mile* Sesamoid bones are patella, pisiform and fabella.* Membranous (dermal) bones are skull vault bones and facial bones.",
        "cop": 2,
        "opa": "Tibia",
        "opb": "Frontal bone",
        "opc": "Clavicle",
        "opd": "Femur",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "3f3d3b66-a6a3-4482-8360-f76759c8ae2b",
        "choice_type": "single"
    },
    {
        "question": "Absorption of CSF is through:",
        "exp": "Ans. B. Arachnoid granulation. Cerebrospinal fluid (CSF) is a clear, colourless body fluid found in the brain and spinal cord. It is produced by the specialized ependymal cells in the choroid plexuses of the ventricles of the brain, and absorbed in the arachnoid granulations. There is about 125mL of CSF at any one time, and about 500 mL is generated every day. CSF acts as a cushion or buffer for the brain, providing basic mechanical and immunological protection to the brain inside the skull. CSF also serves a vital function in cerebral autoregulation of cerebral blood flow. CSF occupies the subarachnoid space (between the arachnoid mater and the pia mater) and the systema round and inside the brain and spinal cord. It fills the ventricles of the brain, cisterns, and sulci, as well as the central canal of the spinal cord.",
        "cop": 2,
        "opa": "Choroid plexus",
        "opb": "Arachnoid granulation",
        "opc": "Cavernous sinus",
        "opd": "Cistern",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "b052e15f-38f6-48a4-8348-32b371434f7e",
        "choice_type": "single"
    },
    {
        "question": "Thickest cranial nerve is-",
        "exp": "Ans. is 'd' i. e., Trigeminal nerve * Longest intracranial course-Trochlear nerve* Longest course overall and most widely distributed-Vagus* Smallest (thinnest) cranial nerve-Trochlear nerve* Largest (thickest) cranial nerve-Trigeminal nerve* The only cranial nerve arising from dorsal aspect-Trochlear nerve* Only cranial nerve decussating completely before emerging-Trochlear nerve* Cranial nerve most commonly involved in basal skull fracture-Facial nerve* Cranial nerve most commonly involved in raised intracranial tension-Abducent nerve* Commonest cranial nerve affected in spinal anaesthesia-Abducent nerve* Cranial nerve most commonly involved in intracranial aneurysm-Oculomotor nerve* Cranial nerves carrying parasympathetic fibers-3, 7, 9, 10",
        "cop": 4,
        "opa": "Trochlear nerve",
        "opb": "Vagus",
        "opc": "Facial nerve",
        "opd": "Trigeminal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "2a86fc54-36cf-4f8e-90c8-2ad0d13fa98f",
        "choice_type": "single"
    },
    {
        "question": "Extrapyramidal tract is which one:",
        "exp": "Ans. D. Rubrospinal. The extrapyramidal system is a part of the motor system network causing involuntary actions. The system is called extrapyramidal to distinguish it from the tracts of the motor cortex that reach their targets by traveling through the pyramids of the medulla. The pyramidal tracts (corticospinal tract and corticobulbar tracts) may directly innervate motor neurons of the spinal cord or brainstem (anterior (ventral) horn cells or certain cranial nerve nuclei), whereas the extrapyramidal system centers on the modulation and regulation (indirect control) of anterior (ventral) horn cells.",
        "cop": 4,
        "opa": "Lateral Spinothalamic",
        "opb": "Posterior spinocerebellar",
        "opc": "Dorsal column",
        "opd": "Rubrospinal",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d1f88c96-0ede-46ab-a46d-1d31fe595e5e",
        "choice_type": "single"
    },
    {
        "question": "The 7-year-old boy now in your office was last seen 2 weeks ago with a mild viral upper respiratory tract infection. Today, however, he presents with fever, ataxia, weakness, headache, and emesis. In the office, he has a 3-minute left-sided tonic-clonic seizure. You send him to the hospital and order a magnetic resonance imaging (MRI) with contrast of the brain, the results of which are shown. This boy's likely diagnosis is which of the following?",
        "exp": "(b) Source: (Hay et al, p 755. Kliegman et al, pp 2079-2080. Mc. Milla et al, p 2263. Rudolph et al, p 920.) ADEM is an autoimmune demy-elinating disease seen in children less than 10 years of age. It may follow many different types of infections, including upper respiratory tract infections, varicella, mycoplasma, herpes simplex virus, rubella, rubeola, and mumps; it may also follow immunizations. The MRI presented in the question shows multiple \"white\" plaques scattered across the brain representing areas of demyelination. The history and physical examination findings of ADEM are similar to multiple sclerosis; differences include age of onset (ADEM is usually seen in < 10-year olds), the presence of systemic findings like fever and emesis, and the lack of progression in the lesions once identified. Mortality is high, with 10% to 30% of affected patients dying. Treatment is high-dose corticosteroids. Meningitis is not usually diagnosed with MRI, but rather a lumbar puncture. Malignancies and neurocysticer-cosis (CNS infection by the tapeworm Taenia solium) do not present with the MRI findings described.",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Acute disseminated encephalomyelitis (ADEM)",
        "opc": "Malignant astrocytoma",
        "opd": "Bacterial meningitis",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "76999c44-1192-4c5b-89e7-0e792531b97f",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of spinal cord is by:",
        "exp": "Ans. A. 1 Anterior & 2 Posterior Spinal Arteries. The vertebral arteries are the main source of blood to the spinal cord. However, the following arteries supply the spinal cord: a. One anterior spinal arteryb. Two posterior spinal arteriesc. Anterior and posterior radicular arteriesd. Arterial vasocorona (anastomose between the spinal arteries)e. The anterior and two posterior spinal arteries are direct branches of the two vertebral arteriesf. The radicular arteries take origin from spinal branches of the vertebral arteries and spinal branches of ascending cervical arteries, deep cervical arteries, intercostal arteries, lumbar arteries and sacral arteries.",
        "cop": 1,
        "opa": "1 Anterior & 2 Posterior Spinal Arteries",
        "opb": "2 Anterior & 1 Posterior Spinal Arteries",
        "opc": "2 Anterior & 2 Posterior Spinal Arteries",
        "opd": "1 Anterior & 1 Posterior Spinal Arteries",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "499449f3-ab15-4d13-95a6-eedf8579c58b",
        "choice_type": "single"
    },
    {
        "question": "Function of corticospinal tract is-",
        "exp": "Ans. is 'a' i. e., Motor supply to the trunk and limbs * The corticospinal tract is a white matter motor pathway starting at the cortex that terminates on motor neurons in the neuromuscular junction, controlling movements of the limbs and trunk.",
        "cop": 1,
        "opa": "Motor supply to the trunk and limbs",
        "opb": "Co-ordination of movements",
        "opc": "Sensations of vibration of proprioception",
        "opd": "It carries sensations of pain and temperature",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "933d5ad9-9ecf-4591-b949-968dac483f1e",
        "choice_type": "single"
    },
    {
        "question": "'Chassaignac's tubercle' is:",
        "exp": "Ans. B Carotid tubercle on C6 vertebra. Ref: Gray's, 41st ed. pg. 414, Color Atlas of Human Anatomy, pg. 446* Chassaignac's tubercle (carotid tubercle) is the other name of anterior tubercle of transverse process of C6 vertebra.* It is the longest tubercle of Cervical (C6) Vertebra.",
        "cop": 2,
        "opa": "Erbs point",
        "opb": "Carotid tubercle on C6 vertebra",
        "opc": "Found on First rib",
        "opd": "Medial condyle of humerus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "fbef5aaf-bddc-48de-bbe7-7661b059957b",
        "choice_type": "single"
    },
    {
        "question": "Canal through which the 8th cranial nerve passes is-",
        "exp": "Ans. is 'a' i. e., Internal acoustic meatus * Structures passing through Internal auditory (acoustic) meatus# Facial nerve, # nervus intermedius of wrisberg# vestibulocochlear (8th) nerve# labrynthine vessels",
        "cop": 1,
        "opa": "Internal acoustic meatus",
        "opb": "Foramen rotundum",
        "opc": "Foramen LAcerum",
        "opd": "Jugular foramen",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "0953443a-87fe-4cbf-b632-e8e754583c12",
        "choice_type": "single"
    },
    {
        "question": "Internal arcuate fibers come from?",
        "exp": "Ans. D. Nucleus cuneatus. DORSAL COLUMN (Fasciculus Gracilis and Fasciculus Cuneatus)a. They carry sensations of conscious proprioception, fine touch, two-point tactile discrimination, and vibration. b. The cell bodies of the first-order sensory neurons lie in the dorsal root ganglia of the spinal nerves. The central processes of these cells enter in the posterior white column as fasciculus gracilis and fasciculus cuneatusc. The fibres of fasciculus gracilis and fasciculus cuneatus terminate in nucleus gracilis and nucleus cuneatus, respectively. The axons of second-order sensory neurons from nucleus gracilis and nucleus cuneatus curve ventromedially around the central grey matter of the medulla as internal arcuate fibres to undergo decussation. d. The fibres after crossing the midline turn upwards as a flat tract called medial lemniscus, which courses upwards to terminate in the ventral posterolateral nucleus (VPL) of the thalamus. e. The third-order sensory neurons from thalamus project into the sensory cortex of the cerebral hemisphere.",
        "cop": 4,
        "opa": "Dorsal nucleus of vagus",
        "opb": "Hypoglossal nucleus",
        "opc": "Nucleus of tractus solitarius",
        "opd": "Nucleus cuneatus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "388e5b01-b3d7-4d34-a7ec-7b944205a21b",
        "choice_type": "single"
    },
    {
        "question": "Broca's area is:",
        "exp": "Ans. A. 44, 45. Broca's area is aregion in the frontal lobe of the dominant hemisphere, usually the left, of the brain with functions linked to speech production.",
        "cop": 1,
        "opa": "44, 45",
        "opb": "43, 44",
        "opc": "40, 42",
        "opd": "39, 41",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "711fe148-8e87-476e-889c-f6f26c72a4d6",
        "choice_type": "single"
    },
    {
        "question": "Maximum contribution to the floor of orbit is by which bone?",
        "exp": "Ans. A Maxillary. Ref: Gray's Anatomy, 39th ed. pg. 477, 479* The maxillae are the largest of the facial bones, other than the mandible, and jointly form the whole of the upper jaw. Each bone forms the greater part of the floor and lateral wall of the nasal cavity, and of the floor of the orbit* \"Orbital surface of maxilla is smooth and triangular; and forms most of the floor of the orbit\"* The seven bones that articulate with orbit are:# Frontal bone (Roof)# Lacrimal bone (Medial wall of orbit)# Ethmoid bone (Medial wall of orbit)# Maxillary bone (Floor of orbit)# Palatine bone (Floor of orbit)# Sphenoid bone (Lateral wall of orbit)# Zygomatic (Lateral wall of orbit). Extra Mile* Maxilla is also the most common fracture of orbital floor* The floor (inferior wall) is formed by the orbital surface of maxilla, the orbital surface of Zygomatic bone and the orbital process of palatine bone. Note: The nasal bone does not form part of the orbit.",
        "cop": 1,
        "opa": "Maxillary",
        "opb": "Zygomatic",
        "opc": "Sphenoid",
        "opd": "Palatine",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "0fcdadee-0b28-4890-ab06-6b3478236cbe",
        "choice_type": "single"
    },
    {
        "question": "Nucleus tractus solitarius is associated with which cranial nerve:",
        "exp": "Ans. B. 9. Nucleus tractus solitarius (NTS) is a series of purely sensory nuclei forming a vertical column of grey matter embedded in the medulla oblongata. It is best known for carrying afferent taste (special visceral afferent) information, but it is also a major processing station for ascending visceral information from throughout the body, and it plays an important role in neuro-immune loops and autonomic reflexes. Major functions include taste and cardiac control. The nucleus tractus solitarius and associated tract receives special and general visceral afferents via the facial (CN VII), glossopharyngeal (CN IX) and vagus (CN X) nerves.",
        "cop": 2,
        "opa": "5",
        "opb": "9",
        "opc": "8",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "2e1876a5-893c-4a21-a33c-6096574a3bab",
        "choice_type": "single"
    },
    {
        "question": "Climbing fibres arise from -",
        "exp": "Ans. is 'a' i. e., Inferior olivary nucleus * Afferent for cerebellum comes through two fibers: climbing fibers and Mossy fibers.* Climbing fibers which brings information only from the inferior olivary nuclei and establish excitatory synapes with purkinje cells.* All other afferent input to the cerebellum is brought by the other types of fibers, called Mossy fibers which establish excitatory synapse with granule cells in the granular cell layer. The axon of granule cells, called parallelfibers, stimulate the purkinje cells. Thus mossy fibers, like the climbing fibers, also end up in stimulating the purkinje cells.",
        "cop": 1,
        "opa": "Inferior olivary nucleus",
        "opb": "Red nucleus",
        "opc": "Caudate nucleus",
        "opd": "Putamen",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "843c20e0-b9f0-42ac-bfc7-294a5034a3bd",
        "choice_type": "single"
    },
    {
        "question": "The blockage of which of the following blood vessel will lead to medial medullary syndrome?",
        "exp": "Ans. B BThe following diagram and its branches should be remembered.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "8733203a-abe9-4d28-8f49-0f89ed300087",
        "choice_type": "single"
    },
    {
        "question": "Which nerve doesn't supply the laryngeal muscles?",
        "exp": "(C) Hypoglossal nerve# Innervation of Larynx:> Larynx is innervated by branches of the Vagus nerve (CN X) on one side.> Sensory innervation to the glottis and supra-glottis is by the Internal branch of the Superior Laryngeal nerve.> External branch of the superior laryngeal nerve innervates the cricothyroid muscle.> Motor innervation to all other muscles of the larynx & sensory innervation to the subglottis is by Recurrent laryngeal nerve.> Injury to the external laryngeal nerve causes weakened phonation because the vocal cords cannot be tightened.> Injury to one of the recurrent laryngeal nerves produces hoarseness, if both are damaged the voice is completely lost and breathing becomes difficult.> Hypoglossal nerve is 12th cranial nerve, and innervates all the extrinsic and intrinsic muscles of the tongue, except for the palatoglossus which is innervated by the vagus nerve.",
        "cop": 3,
        "opa": "External branch of Superior laryngeal nerve",
        "opb": "Recurrent laryngeal nerve",
        "opc": "Hypoglossal nerve",
        "opd": "Internal branch of Superior laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a46ce51e-20e5-43e3-9199-9c9391bf7543",
        "choice_type": "single"
    },
    {
        "question": "Stellate ganglion is seen in-",
        "exp": "Ans. is 'd' i. e., Near lower cervical spine * The stellate ganglion (or cervicothoracic ganglion) is a sympathetic ganglion formed by the fusion of the inferior cervical ganglion and the first thoracic ganglion, * Stellate ganglion is located at the level of C7, anterior to the transverse process of C7 and the neck of the first rib, superior to the cervical pleura and just below the subclavian artery* Damage to stellate ganglion (cervicothoracic or inferior cervical ganglion) causes Horner's syndrome.",
        "cop": 4,
        "opa": "Cerebellum",
        "opb": "Mid brain",
        "opc": "Medulla oblongata",
        "opd": "Near lower cervical spine",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d82bb9e3-6d10-492a-bc54-cf6ca56abad8",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve is not transmitted by superior orbital fissure?",
        "exp": "Ans. A 2. Ref: Netter's Clinical Anatomy, 3rd ed. pg. 442. Structures transmitted via the superior orbital fissure* Cranial nerve III, IV, VI (ophthalmic nerve) and VI* Inferior ophthalmic vein. The optic nerve is transmitted via the optic canal. The optic canal transmits optic nerve, ophthalmic artery and central retinal vein.",
        "cop": 1,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "a7a527a7-747d-4375-81f4-22e44296dbaa",
        "choice_type": "single"
    },
    {
        "question": "How many lobes are present in cerebellum?",
        "exp": "Ans. C 6. Ref: Netter's Atlas of Neurosciences, 3rd ed. pg. 247* There are 2 cerebellar hemipsheres with each divided into 3 lobes, thus making 6 lobes in all.* The anterior is separated from middle lobe by fissure primura.* There are 4 pairs of cerebellar nuclei. D: Nucleus DentatusE: Nucleus emboliformisF: Nucleus fastigiiG: Nucleus globosus",
        "cop": 3,
        "opa": "2",
        "opb": "4",
        "opc": "6",
        "opd": "8",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "3e9fc03b-47fa-463f-b3d3-e2d6b826f1c6",
        "choice_type": "single"
    },
    {
        "question": "Safety muscle of larynx is:",
        "exp": "Ans. D Posterior cricoarytenoid. Ref: Dhingra, 5thpg. 300* Posterior cricoarytenoid is the most important muscle of the larynx as it is the only abductor of vocal cord.* Paralysis of posterior cricoarytenoid will lead to adduction of vocal cord, which may lead to dyspnea resulting in death.",
        "cop": 4,
        "opa": "Aryepiglotticus",
        "opb": "Cricoarytenoid",
        "opc": "Thyroarytenoid",
        "opd": "Posterior cricoarytenoid",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "e37ddc9d-4152-407f-99fd-418ac90284a1",
        "choice_type": "single"
    },
    {
        "question": "What is the lining epithelium of ventricles of brain?",
        "exp": "Ans. is 'a' i. e., Ependyma & 'b' i. e., Ciliated columnar cells Ependymae* Ependyma is the thin epithelial lining of the ventricular system of the brain and the central canal of the spinal cord, made up of ependymal cells.* Ependymal cells are ciliated simple columnar cells.* Ependyma is one of the four types of neuroglia in the central nervous system (CNS).* It is involved in the production of cerebrospinal fluid (CSF), and is shown to serve as a reservoir for neuroregeneration.* The basal membranes of these cells are characterized by tentacle-like extensions that attach to astrocytes.",
        "cop": 1,
        "opa": "Ependyma",
        "opb": "Ciliated columnar cells",
        "opc": "Non Ciliated columnar cells",
        "opd": "Squamous epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "b6a7ae8e-5d43-4a1d-81ab-dfbdb712d466",
        "choice_type": "single"
    },
    {
        "question": "Which nucleus is present deep to facial colliculus?",
        "exp": "Ais. C. Abducent nucleus. The facial colliculus is an elevated area located on the pontine tegmentum (dorsal pons) in the floor of the fourth ventricle. It is formed by fibers from the motor nucleus of the facial nerve (cranial nerve VII) as they loop over the abducent nucleus. Thus a lesion to the facial colliculus would result in ipsilateral facial paralysis and ipsilateral unopposed eye medial deviation.",
        "cop": 3,
        "opa": "Facial nucleus",
        "opb": "Trigeminal nucleus",
        "opc": "Abducent nucleus",
        "opd": "Cochlear nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "73c8536d-917f-435d-804c-bd5b63923fb0",
        "choice_type": "single"
    },
    {
        "question": "Which muscle of larynx is supplied by external laryngeal nerve?",
        "exp": "Ans. A Cricothyroid. Ref: BDC, Vol: 3 pg. 242, 244* All intrinsic muslces of the larynx are supplied by the recurrent laryngeal nerve except cricothyroid which is supplied by external laryngeal nerve.* Recurrent laryngeal nerve supplies posterior cricoarytenoid, lateral cricoarytenoid, transverse and oblique arytenoids, aryepiglotticus, thyroarytenoid, thyroepiglotti- cus muscle. Extra Mile. MUST KNOW about laryngeal muscles movements. Movement. Muscles. Abduction of vocal cords. Posterior cricoarytenoids only. Adduction of the vocal cords. Lateral cricoarytenoids and transverse arytenoids, thyroarytenoid. Tensor of vocal cords. Cricothyroid. Relaxor of vocal cord. Thyroarytenoid. Elevation of larynx. Thyrohyoid, mylohyoid. Depression of larynx. Sternothyroid, sternohyoid",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Lateral Cricoarytenoid",
        "opc": "Thyroarytenoid",
        "opd": "Posterior cricoarytenoid",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "37ecdd63-ca9f-4190-9264-dca96433ebf9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fibers reach Purkinje cells directly?",
        "exp": "Ans. B. Inferior olivary nucleus* Only fibers reaching Purkinje cells directly in the outer molecular layer are climbing fibers originating from inferior olivary nucleus of medulla oblongata constituting olivocerebellar and para olivocerebellar tract.* Rest all other tracts are called Mossy fibers.",
        "cop": 2,
        "opa": "Vestibular nuclei",
        "opb": "Inferior olivary nucleus",
        "opc": "Raphe nucleus",
        "opd": "Locus coeruleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "c4189bcf-c13a-424d-822c-27a45ecd756c",
        "choice_type": "single"
    },
    {
        "question": "The trochlear nerve innervates:",
        "exp": "(Superior oblique): Ref: 108-109-BDC-3. NERVE SUPPLY OF EXTRAOCULAR MUSCLES ISO-4, LR-6, AO-31* Superior oblique - Trochlear nerve (SO-4)* Lateral rectus - Abducent nerve (LR - 6)* Superior, inferior and medial reacti, inferior - Oculomotor nerve (AO i. e. all others - 3). In fourth nerve paralysis: The patient complaints of double vision on looking straight downward, this is because the superior oblique is paralyzed and the eye turns medially as the inferior rectus pulls the eye downward (910- Snell 7th). The trochlear nerve is a motor nerve, the most slender of the cranial nerves leaves the posterior surface of the mid brain and immediately decussates with the nerve of the opposite side.",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Superior rectus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "0321733d-9cb3-4053-aff1-8a3c13981b4e",
        "choice_type": "single"
    },
    {
        "question": "Left spinal leminiscus contains which fibers?",
        "exp": "Ans. C Right sided pain, touch, temperature. Ref: Grays, 41 ed. pg. 299, 309* First order neuron carrying pain, touch, temperature enter the spinal cord, relay in same side.* Second order neurons cross over to other side and travel up in anterior and lateral spino-thalamic tract and enter the medulla.* Same Fibers are now known as spinal lemniscus and they relay at thalamus. So spinal lemniscus on the left contain pain touch temperature from right side of the body.",
        "cop": 3,
        "opa": "Left sided pain, touch, temperature",
        "opb": "Left sided position, vibration sense",
        "opc": "Right sided pain, touch, temperature",
        "opd": "Right sided position, vibration sense",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "5ad1a1e2-fac4-4df7-9770-026b7c7d8c2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerve carries parasympathetic fibers?",
        "exp": "Ans. C CN 3. Ref: Netter's Atlas of Neurosciences, pg. 265. The cranial nerves carrying parasympathetic fibers are 3, 7, 9, 10. Extra Mile* CN having longest intraosseous course. Facial nerve* CN having longest extracranial coursel. Vagus nerve* Thinnest and most slender cranial nerve* Only one to originate from the dorsal surface* Longest intracranial course. Trochlear* Thickest and largest cranial nerve* Largest branch of trigeminal is mandibular nerve. Trigeminal. False localising sign in raised ICP Abducens. Longest intra-osseus course Facial. Cranial nerve with both motor and sensory cssomponents5, 1, 9, 10",
        "cop": 3,
        "opa": "CN 1",
        "opb": "CN 2",
        "opc": "CN 3",
        "opd": "CN 4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "b826299a-3b99-4b00-999f-072fe2c0fc85",
        "choice_type": "single"
    },
    {
        "question": "Skin over parotid is supplied by:",
        "exp": "Ans. B Greater auricular nerve. Ref: Gray's Clinical Neuroanatomy E-book, P 315",
        "cop": 2,
        "opa": "Retroauricular nerve",
        "opb": "Greater auricular nerve",
        "opc": "Greater occipital nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "9bf3b4e6-e844-47ad-a9c8-23f21b1427e0",
        "choice_type": "single"
    },
    {
        "question": "Gustatory cortex is situated in:",
        "exp": "Ans. D Inferior parietal gyrus. Ref: Gray 's, 41st ed. pg. 313* The sense of taste (SVA-special visceral efferent) is transduced by gustatory hair (neuroepithelium), taste buds and is conveyed via three of the twelve cranial nerves.# The facial nerve carries taste sensations from the anterior two thirds of the tongue (excluding the circumvallate papillae) and soft palate.# The glossopharyngeal nerve carries the taste sensations from the posterior one third of the tongue (including the circumvallate papillae) and, # A branch of the vagus nerve carries some taste sensations from the back of the oral cavity (i. e. posterior-most tongue, pharynx and epiglottis).* Impulses generated by the gustatory taste hairs on the superior surface of the tongue, travel from the tongue to medulla oblongata, to the thalamus, ending up in the gustatorial area of the cortex of the parietal lobe (inferior gyrus) of the cerebrum.* The axons from these cranial nerves ascend in the spinal cord without crossing over. These fibers terminate in the medulla, ventral posterior medial (VPM) nucleus of the thalamus, and then project to the somatosensory cortex within the brain.* Thus, a lesion of the nucleus tractus solitarius (NTS) or solitario-thalamic tract results in loss of taste from the ipsi-lesional, the same side as the lesion, half of the tongue.",
        "cop": 4,
        "opa": "Superior temporal gyrus",
        "opb": "Inferior frontal gyrus",
        "opc": "Superior frontal gyrus",
        "opd": "Inferior parietal gyrus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "1f5b8164-b271-4f97-b49b-6d66183eed72",
        "choice_type": "single"
    },
    {
        "question": "Lower lip blood supply:",
        "exp": "Ans. B Labial nasal artery. Ref: Gray's Anatomy 41st ed. P 498* External carotid artery gives rise to facial artery branch, which has several branches over face.* Superior labial-supplies to upper lip and antero-inferior part of nasal septum.* Inferior labial-supplies to lower lip.* Lateral nasal-to the ala and dorsum of nose.* Angular-supplies the lacrimal sac and orbicularis oculi.",
        "cop": 2,
        "opa": "Angular artery",
        "opb": "Lateral nasal artery",
        "opc": "Labial artery",
        "opd": "Greater palatine artery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "d76d3633-20f3-459d-899c-946a6b60fba5",
        "choice_type": "single"
    },
    {
        "question": "Accessory muscle of mastication:",
        "exp": "Ans. C Buccinator. Ref: Gray's Anatomy 41st ed. P 495* It is a thin quadrilateral muscle of cheek, occupies the interval between maxilla and mandible.* It compresses the cheek against the teeth and gums during mastication and assists the tongue in directing the food between teeth. Classically the muscles of mastication are:* Masseter* Medial Pterygoid* Lateral Pterygoid* Temporalis. Accessory muscles of mastication* Anterior belly of digastric* Mylohyoid muscle* Geniohyiod muscle* Buccinator",
        "cop": 3,
        "opa": "Risorius",
        "opb": "Orbicularis oris",
        "opc": "Buccinator",
        "opd": "Platysma",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "638ba4b1-e6ea-4950-b9d0-6bcddecd9da4",
        "choice_type": "single"
    },
    {
        "question": "How many pairs of spinal nerves are there?",
        "exp": "Ans. is 'c' i. e., 31 * There are 31 pairs of spinal nerves (8 cervical, 12 thoracic, 5 lumbar, 5 sacral and 1 coccygeal). Spinal nerves are mixed nerves containing both sensory and motor fibres.",
        "cop": 3,
        "opa": "30",
        "opb": "32",
        "opc": "31",
        "opd": "34",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy",
        "id": "ddc0eb7b-cb17-40f5-83eb-491686df801a",
        "choice_type": "single"
    }
]