[
    {
        "question": "T1 weighted MRI of midsagittal section of brain is given. Which among the marked structures contains two lateral foramina of Luschka? \"",
        "exp": "Option D: Correct answer i. e. the fouh ventricle contains the two lateral foramina (of Luschka), which drain into the two cerebellopontine angle cisterns. Option A: lateral ventricle Option B: third ventricle with fornix and choroid plexus at the roof Option C: quadrigeminal cistern with great cerebral vein (of Galen ) as the content Option E: posterior cerebellomedullary cistern",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "14e4c190-b431-4a7c-98c0-f27811a1df64",
        "choice_type": "single"
    },
    {
        "question": "All are components of basal ganglia except-",
        "exp": "Basal ganglia-Structural components Functional components- Caudate Putamen Globus pallidus Amygdaloid nucleus Sub thalamic nucleus Substantia nigra",
        "cop": 1,
        "opa": "Thalamus",
        "opb": "Amygdaloid nucleus",
        "opc": "Substantia nigra",
        "opd": "Globus pallidus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "af3a99a5-9b72-4f35-8fef-0cbcfe95196b",
        "choice_type": "multi"
    },
    {
        "question": "Which structure connects the Broca's and Wernicke area?",
        "exp": "Arcuate fasciculus connects Wernicke's area present in posterior superior temporal gyrus of dominant hemisphere (sensory area of speech) to broca's speech area present in prefrontal & premotor facial region of cerebral coex to integrate language understanding & skilled motor function. Damage to Wernicke's area = Wernicke's aphasia (lack meaning) Damage to Broca's area = motor aphasia (vocal system couldn't emit words) Damage to arcuate fasciculus = conduction aphasia",
        "cop": 1,
        "opa": "Arcuate fasciculus",
        "opb": "Anterior commissure",
        "opc": "Corpus callosum",
        "opd": "Fornix",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "f20ddcd9-59c9-41ab-90aa-5c78de6fbfd8",
        "choice_type": "multi"
    },
    {
        "question": "Tract ABSENT in superior cerebellar peduncle",
        "exp": "* Dorsal spinocerebellar fibers pass through inferior (not superior) cerebellar peduncle. Peduncle Afferent Middle cerebellar peduncle Coico ponto cerebellar tract Inferior cerebellar peduncle Olivocerebellar tract Dorsal Spinocerebellar Superior cerebellar peduncle Ventral spinocerebellar Tectocerebellar * Efferent fiber of superior cerebellar peduncle: Dento Rubro thalamic tract",
        "cop": 3,
        "opa": "Tecto-cerebellar",
        "opb": "Dentato thalamic",
        "opc": "Dorsal spinocerebellar",
        "opd": "Ventral spinocerebellar",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "32256ee2-b67d-4081-955f-5547ce9b960a",
        "choice_type": "single"
    },
    {
        "question": "To which of the following nuclei do the Purkinje cells of the cerebellum project the inhibitory axons?",
        "exp": "Purkinje cells project inhibitory axons to all cerebellar nuclei: fastigial, globose, emboliform, and dentate. The ventral lateral thalamic nucleus receives input from the dentate nucleus superior cerebellar peduncle. In addition, they project to all vestibular nuclei: lateral, superior, medial, and inferior. The superior olivary nucleus is an auditory relay nucleus, and the inferior olivary nucleus is a cerebellar relay nucleus. The arcuate nucleus is an ectopic pontine nucleus that lies next to the pyramidal tract, and its function is unknown.",
        "cop": 2,
        "opa": "Arcuate nucleus",
        "opb": "Fastigial nucleus",
        "opc": "Inferior olivary nucleus",
        "opd": "Superior olivary nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "8c698142-b641-4125-b659-6bf7026865ce",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man complains of difficulty in walking. He has a history of chronic subdural hematomas. Neurologic examination reveals psychomotor slowing, sphincter incontinence, and enlarged ventricles without convolutional atrophy. The most likely diagnosis is:",
        "exp": "Normal-pressure hydrocephalus is characterized by the triad of gait apraxia (frontal lobe ataxia), incontinence, and dementia. The ventricles are moderately dilated. Huntington disease is a neurodegenerative disorder characterized by choreoathetosis, tremor, and dementia. Parkinson disease is characterized by a pill-rolling resting tremor, cogwheel rigidity, and bradykinesia (slowness in movement). Progressive supranuclear palsy is a movement disorder characterized by paresis of downward gaze.",
        "cop": 2,
        "opa": "Huntington disease",
        "opb": "Normal-pressure hydrocephalus",
        "opc": "Parkinson disease",
        "opd": "Progressive supranuclear palsy",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "3085f5b1-0626-4918-b402-7b9740f8bdd9",
        "choice_type": "single"
    },
    {
        "question": "Efferent from Cerebellar coex arises from which of the following:",
        "exp": "Purkinje cells sends information to deep cerebellar nuclei which then sends information to thalamus and coex dentato thalamic tract.",
        "cop": 2,
        "opa": "Pyramidal cells",
        "opb": "Purkinje cells",
        "opc": "Stellate cells",
        "opd": "Granule cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "220df2e4-5a53-471f-91d2-82da2ba8a848",
        "choice_type": "single"
    },
    {
        "question": "26 year old female patient presents to OPD with inability to focus on close objects, but can clearly see the distant objects. Most likely damage to which structure will lead to following condition?",
        "exp": "Damage to parasympathetic ciliary ganglion and parasympathetic fibres in sho ciliary nerve impairs the ability to focus on close objects (accommodation). Because the patient can move his eyeballs normally, the oculomotor nerve is not damaged even if this nerve contains preganglionic parasympathetic fibres. Patient can see distant objects clearly because the long ciliary nerve also carries sympathetic fibres to the dilator pupillae. Ability to move eyeball normally indicates that the oculomotor, trochlear, and abducens nerves are intact.",
        "cop": 3,
        "opa": "Ciliary ganglion and oculomotor nerve",
        "opb": "Oculomotor nerve and long ciliary nerve",
        "opc": "Sho ciliary nerves and ciliary ganglion",
        "opd": "Oculomotor and trochlear nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "f34f9e01-c17a-482d-83a1-27063391bf30",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of anterior vermis syndrome is _______________.",
        "exp": "Anterior vermis syndrome is a result of chronic alcohol abuse. Patients have dystaxia of the lower limb and trunk. Posterior vermis syndrome involves the flocculonodular lobe; it is most frequently caused by an ependymoma or a medulloblastoma. Patients have truncal dystaxia. Hemispheric syndrome usually is the result of a tumor (astrocytoma) or abscess; patients have arm, leg, trunk, and gait dystaxia.",
        "cop": 1,
        "opa": "Alcohol abuse",
        "opb": "An abscess",
        "opc": "A tumor",
        "opd": "Lead intoxication",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "7d27883d-ee38-462b-b6d4-96eaddc02b36",
        "choice_type": "single"
    },
    {
        "question": "Node of Ranvier means",
        "exp": "- Nodes of Ranvier or Myelin sheath gaps, are the gaps (approximately 1 micrometer in length) formed between the myelin sheaths generated by different cells. O A myelin sheath is a many-layered coating, largely composed of a fatty substance called myelin, that wraps around the axon of a neuron and very efficiently insulates it. O At nodes of Ranvier, the axonal membrane is uninsulated and therefore capable of generating electrical activity. O Since fat serves as a good insulator, the myelin sheaths speed the rate of transmission of an electrical impulse along the axon. O Electrical impulse jumps from one node to the next at a rate as fast as 120 meters/ second. O This rapid rate of conduction is called salutatory conduction. O Myelinated axons are rare in the autonomic nervous system. Inveebrates do not have myelinated sheaths.",
        "cop": 1,
        "opa": "Gap between two Schwann cells",
        "opb": "Indentation Schwann cell due to synapsing of adjacent unipolar neuron",
        "opc": "Gaps between dendrites and Schwann cells",
        "opd": "Gaps between Schwann cell and axon",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "563f3257-78b4-4c56-9a16-e6a18a668a88",
        "choice_type": "single"
    },
    {
        "question": "Visual defect is contralateral homonymous hemianopia with macular sparing. What is the cause for it",
        "exp": "Block in posterior cerebral aery supplying occipital lobe - Contralateral homonymous hemianopia with macular sparing Block in optic tract -Contralateral homonymous hemianopia CHOICE EXPLANATION & ELIMINATION REASON 1 Not correct 2 Not correct 3 Not Correct statement 4 Correct statement Visual pathways. Transection of the pathways at the locations indicated by the letters causes the visual field defects shown in the diagrams on the right. The fibers form the nasal half of each retina decussate in the optic chiasm, so that the fibers in the optic tracts are those from the temporal half of one retina and the nasal half of the other. A lesion that interrupts one optic nerve causes blindness in the eye (A) A lesion in one optic tract causes blindness in half of the visual field. (C) and is called homonymous (same side of the both visual fields) hemianopia (half-blindness). Lesions affecting the optic chiasm destroy fibers form both nasal hemiretinas and produce a heteronymous (opposite sides of the visual fields) hemianopia (B) Occipital lesions may spare the fibers from the macula (as in D) because of he separation in the brain of these fibers from the others subserving vision.",
        "cop": 4,
        "opa": "Block in optic tract",
        "opb": "Block in optic nerve",
        "opc": "Block in optic chiasma",
        "opd": "Block in posterior cerebral aery supplying visual coex",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "b69ad581-5e63-4a29-ba70-89be9ad2d029",
        "choice_type": "single"
    },
    {
        "question": "Deep nucleus of cerebellum",
        "exp": "Nucleus of cerebellum (Lateral to medial ): Dentate, emboliform, globose &fastigial Cerebellar nuclei function Dentate working with lateral pa Co-ordinate movement of joint Fastigial working with central vermis Saccadic eye movement. Interposed nuclei (emboliform & globose) working with para vermal area Feedback mechanism from joints to have proper co- ordination of joint. Caudate nucleus and Lentiform nucleus (inner Globus pallidus + outer putamen) are Basal ganglia nuclei.",
        "cop": 4,
        "opa": "Lentiform",
        "opb": "Caudate",
        "opc": "Putamen",
        "opd": "Fastigial",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "2c03b838-354b-4757-88fd-8c24c61d7e70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following marker denotes lateral recess of fouh ventricle",
        "exp": "Lateral recess of fouh ventricle carry CSF towards the foramen of Luschka, where it escapes into the sub-arachnoid space. Note: 4th ventricle lies in Rhombencephalon. Key: A - Lateral ventricle, lying in the cerebral hemispheres (telencephalon). B - Third ventricle is a midline ventricle in diencephalon. C - Cerebral aqueduct is a midline ventricle, passing through the midbrain (mesencephalon).",
        "cop": 3,
        "opa": "C",
        "opb": "A",
        "opc": "D",
        "opd": "B",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "b5f90525-6d00-4d42-ae89-386ee84fa955",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old coal minor complains of progressive loss of vision. Visual field examination shows visual loss in the upper right quadrant in both visual fields. The lesion would most likely be in the:",
        "exp": "The patient is suffering from field deficit called upper right homonymous quadrantanopia, which is also known as Meyer's loop quadrantanopia. The lesion lies at the contralateral inferior (temporal) lobe. Area of lesion Type of Defect Disc/optic nerve lesions Same sided monocular blindness Chiasmal lesions Bitemporal Hemianopia Optic tract lesions (mc) Incongruous Homonymous hemianopia Lt. Geniculate body lesions Meyer's loop (Temporal lobe) Pie in the sky Baum's loop (Parietal lobe) Pie on the Floor Occipital lobe lesion Congruous Homonymous hemianopia with macular sparing NOTE- Bauman's loop - by superior fibres of optic radiation Meyer's loop - by inferior fibres of optic radiation",
        "cop": 2,
        "opa": "Left cuneus",
        "opb": "Left temporal lobe",
        "opc": "Right angular gyrus",
        "opd": "Right lingual gyrus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "7fddd9b7-ceb2-4767-b094-43f2dcce16a0",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in the floor of third ventricle except?",
        "exp": "Boundaries of 3rd ventricle: LATERAL WALL - Thalamus, Hypothalamus FLOOR - Mammillary body, tegmentum pa of mid brain, tuber cinereum, infundibular stalk, optic chiasma. ROOF - Fornix ANTERIOR - lamina terminalis, anterior commissure POSTERIOR - pineal body, posterior commissure Extra edge Septum pellucidum Thin, triangular, veical double membrane separating the anterior horns of the left and right lateral ventricles of the brain. Extends between corpus callosum and the fornix.",
        "cop": 2,
        "opa": "Mammillary body",
        "opb": "Oculomotor nerve",
        "opc": "Optic chiasma",
        "opd": "Tuber cinereum",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "879912b7-d927-4988-8ec7-c6bbb8470dd3",
        "choice_type": "multi"
    },
    {
        "question": "Mitral cells are seen in",
        "exp": "Mitral cells are neurons that are pa of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform coex, entorhinal coex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells from an obligatory relay for all olfactory information entering from the olfactory nerve.",
        "cop": 1,
        "opa": "Olfactory bulb",
        "opb": "Basal ganglia",
        "opc": "Hippocampus",
        "opd": "Hypothalamus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "1ef6dfbe-6186-43d5-b3da-eb97ac8a5775",
        "choice_type": "single"
    },
    {
        "question": "Regarding anterior choroidal aery syndrome, all are true except-",
        "exp": "Anterior choroidal aery is a branch of internal carotid aery. It supplies posterior limb of internal capsule. Block leads to Anterior choroidal aery syndrome:- homonymous hemianopia sensory motor loss of contralateral upper limb, trunk and lower limb (face is spared as genu is supplied by direct branch of internal carotid aery) auditory problems Anterior limb of internal capsule supplied by- Recurrent branch of Heubner branch of anterior cerebral aery.",
        "cop": 3,
        "opa": "hemiparesis",
        "opb": "hemi sensory loss",
        "opc": "predominant involvement of anterior limb of internal capsule",
        "opd": "homonymous hemianopia",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "33ed00d7-727b-4f11-ade8-1efb8665a97d",
        "choice_type": "multi"
    },
    {
        "question": "To which of the following thalamic nuclei do the cerebellar fibers project?",
        "exp": "Cerebellar fibers (dentatothalamic) project to the Ventral Lateral Nuclei of thalamus, which in turn project to the motor coex (area 4).",
        "cop": 4,
        "opa": "Anterior nucleus",
        "opb": "Lateral dorsal nucleus",
        "opc": "Lateral posterior nucleus",
        "opd": "Ventral lateral nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "4d85208f-76a3-4f57-90bc-f9bfe12a3e22",
        "choice_type": "single"
    },
    {
        "question": "Who wrote the classic paper A Proposed Mechanism of Emotion that describes a major pathway of the limbic system?",
        "exp": "Papez circuit is hippocampal formation - mamillary body - anterior thalamic nucleus - cingulate gyrus - entorhinal coex - hippocampal formation. Kluver-Bucy syndrome is characterized by placidity, hypersexuality, hyperphagia, and psychic blindness (visual agnosia). Liepmann is known for his classic book on ataxias. Brodmann is known for his brain maps, called the Brodmann areas.",
        "cop": 4,
        "opa": "Brodmann",
        "opb": "Kluver and Bucy",
        "opc": "Liepmann",
        "opd": "Papez",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "6229e2ff-152c-4605-8f68-b0f5df2c713d",
        "choice_type": "single"
    },
    {
        "question": "While doing surgery for meningioma, left paracentral lobule got injured. This will lead to paresis of:",
        "exp": "Para-central lobule present near the midline encroaching upon the medial surface of the hemisphere and is the continuation of the precentral and postcentral gyri. The paracentral lobule controls motor and sensory innervations of the contralateral lower limb and pa of perineal region. It is also responsible for control of bladder and bowel (defecation and urination).",
        "cop": 3,
        "opa": "Left face",
        "opb": "Right neck and scapular region",
        "opc": "Right leg and perineum",
        "opd": "Right shoulder and trunk",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "e97a808e-d7fc-4f74-9f89-5011a3968954",
        "choice_type": "single"
    },
    {
        "question": "Which of the following thalamic nuclei has a motor function?",
        "exp": "The ventral lateral nucleus receives motor input from the extrapyramidal (striatal) motor system (globus pallidus and substantia nigra) and from the cerebellum (dentate nucleus).",
        "cop": 4,
        "opa": "Lateral dorsal nucleus",
        "opb": "Lateral posterior nucleus",
        "opc": "Mediodorsal nucleus",
        "opd": "Ventral lateral nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "07be0a86-e893-483a-a140-9d9ab85d66dd",
        "choice_type": "single"
    },
    {
        "question": "Which pa of the ventricular system contains choroid plexus?",
        "exp": "The third ventricle has a choroid plexus; the frontal horn, and the cerebral aqueduct are all devoid of a choroid plexus; the interventricular foramen has no choroid plexus.",
        "cop": 4,
        "opa": "Cerebral aqueduct",
        "opb": "Frontal horn",
        "opc": "Interventricular foramen",
        "opd": "Third ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "8324eee2-7946-4dc1-8fee-dd7df8f98302",
        "choice_type": "single"
    },
    {
        "question": "The marked structure is involved in which pathology",
        "exp": "Marked structure is substantia nigra of brain (dark due to neuro melanin) (in mid-brain) Produce dopamine Lesion +- dopamine decreases - resulting in parkinson's disease / paralysis agitans.",
        "cop": 3,
        "opa": "Dementia",
        "opb": "Alzheimer",
        "opc": "Paralysis agitans",
        "opd": "Chorea",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "6a2b37ed-4420-42fb-99fe-699ea99b17dc",
        "choice_type": "single"
    },
    {
        "question": "Climbing fiber inputs in the cerebellum stimulate",
        "exp": "Climbing fibers from contralateral inferior olive terminate on Purkinje cells, and also send a collateral innervation to the corresponding deep cerebellar nuclei RELAYS OF CEREBELLAR CIRCUIT Basket cells - Inhibits - Purkinje cell Stellate cells - Inhibits - Purkinje cell Climbing fibres - Stimulate - Purkinje cell Purkinje cells- Inhibits - Deep cerebellar nuclei Mossy fibres - Stimulate - Granule cells Granule cells - Stimulate - Stellate, basket, Purkinje, Golgi cells Golgi cells - Inhibitory - Interneuron NEURONS IN CEREBELLUM Granular cells > EXCITATORY NEURONS",
        "cop": 3,
        "opa": "Granule cells",
        "opb": "Golgi cells",
        "opc": "Purkinje cells",
        "opd": "Basket cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "21dca7a5-f4e1-4bfe-8a01-7e005b9aff93",
        "choice_type": "single"
    },
    {
        "question": "To which of the following thalamic nuclei do the spinothalamic fibers project?",
        "exp": "Spinothalamic fibers project to the VPL nucleus of thalamus passing sensation from body region to post central gyrus.",
        "cop": 4,
        "opa": "Anterior nucleus",
        "opb": "Pulvinar",
        "opc": "Ventral anterior nucleus",
        "opd": "VPL nucleus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "38d0a6d2-26b3-43fb-8901-e234fc952117",
        "choice_type": "single"
    },
    {
        "question": "Coicospinal fibers pass through which pa of internal capsule:",
        "exp": "- Coicospinal fibers pass through the anterior two-third of the posterior limb of internal capsule. - Posterior 1/3 of posterior limb carries sensory fibers (including audio-visual pathways).",
        "cop": 2,
        "opa": "Posterior one-third of anterior limb",
        "opb": "Anterior two-third of posterior limb",
        "opc": "Posterior two-third of anterior limb",
        "opd": "Anterior two-third of anterior limb",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "51931bb0-c2bc-4b51-98d4-54eef9161449",
        "choice_type": "single"
    },
    {
        "question": "From which one of the following structures does Heschl's gyrus receive input?",
        "exp": "Primary auditory coex (areas 41 and 42) is found in the transverse gyrus of Heschl and receives input from the medial geniculate nucleus. Parietal lobe includes the angular gyrus -receives visual impulses (area 39) and supramarginal gyrus -interrelates somatosensory, auditory, and visual inputs (area 40). Destruction of the angular and supramarginal gyri on the dominant (usually left) side gives rise to Gerstmann syndrome - symptoms include agraphia, acalculia, finger agnosia and left-right disorientation.",
        "cop": 2,
        "opa": "Angular gyrus",
        "opb": "Medial geniculate nucleus",
        "opc": "Primary auditory coex",
        "opd": "Pulvinar",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "a2ed7d65-0c35-40ab-855e-41e45d0d477f",
        "choice_type": "single"
    },
    {
        "question": "Which structure's infarction can give rise to left hypesthesia, left homonymous hemianopia, left facial weakness, tongue detion to the left side, and plantar extensor on the left side?",
        "exp": "Infarction of the internal capsule gives rise to contralateral symptoms. Thus, infarction to the right internal capsule would result in left-sided symptoms, including Tactile hypesthesia, Contralateral anesthesia, Contralateral hemiparesis (with the Babinski sign), Contralateral lower facial weakness, and Contralateral homonymous hemianopia.",
        "cop": 4,
        "opa": "Left internal capsule",
        "opb": "Left pulvinar",
        "opc": "MGB",
        "opd": "Right internal capsule",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "6c46d258-57c6-4d2a-9114-ae1f3b2f3dab",
        "choice_type": "single"
    },
    {
        "question": "Mamillary body receive afferent fibers",
        "exp": "Mammillary body receive afferent fibers Fornix C - shaped bundle of nerve fibers which acts as major output tract of hippocampus They are association fibers(connects one brain center to another) It is pa of limbic system (Papez circuit) Papez circuit - for memory consolidation, emotions & behavior",
        "cop": 4,
        "opa": "Corpus callosum",
        "opb": "Thalamus",
        "opc": "Pituitary gland",
        "opd": "Fornix",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "46929534-cf92-4ca9-82f4-a6eb0ea26e37",
        "choice_type": "multi"
    },
    {
        "question": "Damage to which Brodmann area is responsible for motor aphasia",
        "exp": "Motor aphasia is due to lesion in Broca's area which belong to Brodmann's area 44, (inferior frontal gyrus).",
        "cop": 4,
        "opa": "22",
        "opb": "39",
        "opc": "40",
        "opd": "44",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "2d27aa47-bc65-44fc-97bc-ada7550a0927",
        "choice_type": "single"
    },
    {
        "question": "In cerebellar lesion NOT seen is",
        "exp": "Resting tremor is the manifestation of parkinsonism In cerebellar lesion intentional tremors are seen",
        "cop": 3,
        "opa": "Ataxia",
        "opb": "Nystagmus",
        "opc": "Resting tremors",
        "opd": "Past pointing",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 1",
        "id": "4034edd7-030e-4e74-a67b-f01c752e5fbf",
        "choice_type": "single"
    }
]