[
    {
        "question": "Anterior ethmoidal artery closely relates to?",
        "exp": "ANSWER: (B) Nasociliary nerveREF: Grays anatomy 39th edition page 697Course of Anterior ethmoidal artery:Once branching from the ophthalmic artery, it accompanies the Nasociliary nerve through the anterior ethmoidal canal to supply the anterior and middle ethmoidal cells, frontal sinus, and anterosuperior aspect of the lateral nasal wall.",
        "cop": 2,
        "opa": "Recurrent laryngeal nerve",
        "opb": "Nasociliary nerve",
        "opc": "Optic nerve",
        "opd": "Posterior ethmoidal artery",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "079e7a7f-b6ec-4b15-8c86-873e579119a6",
        "choice_type": "single"
    },
    {
        "question": "Nasolacrimal duct opens into the -",
        "exp": "Ans. is 'd' i.e., Inferior meatus",
        "cop": 4,
        "opa": "Supreme meatus",
        "opb": "Superior meatus",
        "opc": "Middle meatus",
        "opd": "Inferior meatus",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "5c37aff8-df4b-403e-9de1-24f3d289afa7",
        "choice_type": "single"
    },
    {
        "question": "Keisselbach's plexus is present at -",
        "exp": "Ans 'c' i.e., Anteroinferior part of nasal septum o The anteroinferior part or the vestibule of the nasal septum contains anastomoses between the septal branches of the following 4 arteries :1. Anterior ethmoidal arterySphenopalatine arteryGreater palatine arterySuperior labial artery (Branch of facial )o These form a large capillary network called the Kiesselbach's plexus. This is a common site of anterior epistaxis and is known as the Little's area.",
        "cop": 3,
        "opa": "Medial wall of nasopharynx",
        "opb": "Lateral wall of nasal cavity",
        "opc": "Anteroinferior part of nasal septum",
        "opd": "Posterior part of the nasal cavity",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "438fe745-279a-4d9f-b95e-d2fe5ee549d1",
        "choice_type": "multi"
    },
    {
        "question": "Spenoid sinus drains into which of the following -",
        "exp": "Ans. is 'a' i.e., Spheno-ethmoidal recess Part of lateral nasal wallOpeningsInferiorNasolacrimal ductMiddleFrontal sinus, Maxillary sinus. Anterior ethmoidal sinusSuperiorPosterior ethmoidal sinusSphenoethmoidal recessSphenoid sinus",
        "cop": 1,
        "opa": "Spheno-ethmoidal recess",
        "opb": "Middle meatus",
        "opc": "Superior meatus",
        "opd": "Hiatus semilunaris",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "0cc79cf6-4476-4bf8-9d4c-962e3968d846",
        "choice_type": "single"
    },
    {
        "question": "Location Hasner's of valve-",
        "exp": "Ans, is 'a' i.e., Opening of nasolacrimal duct o Nasolacrimal duct opens into inferior meatus and is closed by a mucosal flap called Hasner's valve.",
        "cop": 1,
        "opa": "Opening of nasolacrimal duct",
        "opb": "Sphenoidal sinus opening",
        "opc": "Frontal sinus opening",
        "opd": "Ethmoidal sinus opening",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "6739e140-0e26-444f-8d0a-6ed53cc7fa6e",
        "choice_type": "single"
    },
    {
        "question": "Maxillary sinus drains into -",
        "exp": "Ans. is 'b' i.e.. Middle meatus Part of lateral nasal wallOpeningsInferiorNasolacrimal ductMiddleFrontal sinus, Maxillary sinus, Anterior ethmoidal sinusSuperiorPosterior ethmoidal sinusSphenoethmoidal recessSphenoid sinus",
        "cop": 2,
        "opa": "Inferior meatus",
        "opb": "Middle meatus",
        "opc": "Superior meatus",
        "opd": "Sphenoethmoidal recess",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "b8ae7a2d-38b7-4336-8215-bce09aa7ca2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a part of ethmoid bone?",
        "exp": "ANSWER: (B) Inferior turbinateREF: Gray's anatomy 40th ed chapter 29, Rhinology and Facial Plastic Surgery By Fred J. Stucker, Chris de Souza, Guy S. Kenyon, Timothy S. Lian, Wolfgang Draf, Bernhard Schick page 502Note: inferior turbinate is a separate bone in itself.ETHMOID BONE:The ethmoid bone is cuboidal and fragile, and lies anteriorly in the cranial base. It contributes to the medial orbital walls, nasal septum, and the roof and lateral walls of the nasal cavity. It has a horizontal, perforated cribriform plate, a median perpendicular plate, and two lateral labyrinths which contain the ethmoidal air cells.The cribriform plate:The cribriform plate fills the ethmoidal notch of the frontal bone and forms a large part of the nasal roof. It derives its name from the fact that it is penetrated by numerous foramina that transmit branches of the olfactory nerves and their associated meninges.Ethmoid Hone viewed from behind.A thick, smooth, triangular, median crista galli projects up from the horizontally aligned plate of bone. The falx cerebri is attached to its thin and curved posterior border. Its shorter, thick, anterior border joins the frontal bone by two small alae, to complete the foramen caecum.On both sides of the crista galli, the cribriform plate is narrow and depressed: it is related to the gyrus rectus and the olfactory bulb which lie above it. On each side of the crista anteriorly there is a small slit occupied by dura mater, and just anterolateral to the slit, a foramen which transmits the anterior ethmoidal nerve and vessels to the nasal cavityThe perpendicular plate : It is thin, flat, quadrilateral and median, and it descends from the cribriform plate to form the upper part of the nasal septum. Its anterior border meets the nasal spine of the frontal bone and the crests of the nasal bones. Its posterior border joins the crest of the body of the sphenoid bone above and vomer below.The ethmoidal labyrinths:It consist of thin-ivalled ethmoidal air cells between two vertical plates and are arranged in anterior, middle and posterior groups. On average there are 11 anterior ethmoidal air cells, 3 middle, and 6 posterior.The posterior group (sometimes the posterior ethmoidal sinus) drains into the superior meatus above the middle nasal concha; sometimes one or more opens into the sphenoidal sinus.The middle group (sometimes the middle ethmoidal sinus) drains into the middle meatus of the nose on or above the bulla ethmoidalisThe anterior group (sometimes the anterior ethmoidal sinus) drains into the middle meatus of the nose by way of the infundibulum. Agger nasi air cells, are the most anterior ethmoidal air cells, lying anterolateral and inferior to the frontoethmoidal recess and anterior and above the attachment of the middle turbinate. They are located within the lacrimal bone and therefore have as lateral relations the orbit, the lacrimal sac and the nasolacrimal duct.A thin, curved uncinate process, variable in size, projects posteroinferiorly from the labyrinth. The upper edge of this process is a medial boundary of the hiatus semilunarisin the middle meatusThe medial surface of the labyrinth forms part of the lateral nasal wall as a thin lamella descending from the inferior surface of the cribriform plate to end as the convoluted middle nasal conchaPosteriorly it is divided by the narrow, oblique superior meatus, bounded above by the thin, curved superior nasal concha. Posterior ethmoidal air cells open into this meatusMiddle ethmoidal air cells produce a swelling (bulla ethmoidalis) on the lateral wall of the middle meatus. These air cells open into the meatus, on the bulla or above it. A curved infundibulum extends up and forwards from the middle meatus and communicates with the anterior ethmoidal sinuses. In more than 50% of crania it continues up as the frontonasal duct to include the drainage point for the frontal sinus.",
        "cop": 2,
        "opa": "Agger nasi",
        "opb": "Inferior turbinate",
        "opc": "Middle turbinate",
        "opd": "Bulla ethmoidalis",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "d4401fa3-ecf7-482f-946d-2efd0ac36e26",
        "choice_type": "single"
    },
    {
        "question": "The following open in the middle meatus of nose EXCEPT:",
        "exp": "Ans. d (Posterior ethmoidal sinus). (Ref. BD Chaurasia, Human Anatomy- Vol. II, 3rd ed., 197)MeatusStructures opening in itFeatures of middle meatus of noseEthmoidal bullaHiatus semilunarisInfundibulumOpening of frontal air sinusOpening of maxillary air sinusOpening of middle ethmoidal air sinusSuperior meatusOpening of posterior ethmoidal air sinusInferior meatusOpening of naso-lacrimal duct guarded by Hasner's valve.",
        "cop": 4,
        "opa": "Maxillary sinus",
        "opb": "Anterior ethmoidal sinus",
        "opc": "Middle ethmoidal sinus",
        "opd": "Posterior ethmoidal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "1776bf3f-d7f6-402d-bb49-7186e7cac3f7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are muscles of nose except -",
        "exp": "Ans. is 'd' i.e., Angularis oris Facial muscleso Muscles of facial expression are subcutaneous muscles and bring about different facial expressions. These muscles arei) Muscle of scalp:- Occipitofrontalis.ii) Muscles of auricle (around ear):- Auricularis anterior, superior and posterior.iii) Muscles of eyelids:- Orbicularis oculi, corrugator supercilii, levator palpebrae superioris.iv) Muscles of nose:- Procerus, compressor naris, dilator naris, depressor septi.v) Muscles around mouth:- Orbicularis oris, buccinator, levator labii superioris alaque nasi, zygomaticus major, levator labii superioris, levator anguli oris, zygomaticus minor, depressor anguli oris, depressor labii inferioris, metalis, risorius.vi) Muscles of neck:- Platysma.",
        "cop": 4,
        "opa": "Procerus",
        "opb": "Compressor naris",
        "opc": "Depressor septi",
        "opd": "Angularis oris",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "c8d25bcf-4b5a-4354-a156-87d2be817cd2",
        "choice_type": "multi"
    },
    {
        "question": "Cribriform plate forms-",
        "exp": "Ans. is 'a' i.e., Roof of olfactory region Internal noseo Internal nose has following partsNasal cavity proper Internal nose is divided into right and left nasal cavities by nasal septum. Each nasal cavity communicates with the exterior through naris or nostrils and with nasopharynx through posterior nasal aperture or posterior nares or choana.I'Cstibule of nose Anterior and inferior part of the nasal cavity is lined by skin and is called vestibule of nose. It contains sebaceous glands, hair follicles and the hair called vibrissae.o Each nasal cavity has a lateral wall, a medial wall (nasal septum ), a roof, and a floor.o The olfactory' mucosa lines upper 1/3 of nasal cavity including the roof formed by cribriform plate, and medial and lateral wall up to the level of superior eoncha.",
        "cop": 1,
        "opa": "Roof of olfactory region",
        "opb": "Floor of olfactory region",
        "opc": "Nasal septum",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "6c67b66d-a0a2-4369-a4d7-aa07dc1342f5",
        "choice_type": "multi"
    },
    {
        "question": "Uncinate process is a part of which bone?",
        "exp": "ANSWER: (B) EthmoidREF: Gray's anatomy 40th ed chapter 29, Rhinology and Facial Plastic Surgery By Fred J. Stucker, Chris de Souza, Guy S. Kenyon, Timothy S. Lian, Wolfgang Draf, Bernhard Schick page 502See previous question",
        "cop": 2,
        "opa": "Nasal",
        "opb": "Ethmoid",
        "opc": "Maxilla",
        "opd": "Frontal",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "e88ed9a0-c8bc-4c08-8c16-b78f6f5bfffa",
        "choice_type": "single"
    },
    {
        "question": "Hasner valve is seen in:",
        "exp": "Ans: A (Nasolacrimal duct) VALVE OF HASNER BDC4th/Yolin230\"The inferior meatus lies underneath the inferior concha, and is the largest of the three meatuses. The nasolacrimal duct opens into it at the junction of its anterior one-third and posterior two-thirds. The opening is guarded by the lacrimal fold or Hasner's valve\"Table (Physiology by A.K. Jain 5th/207)GlandRoute of secretory' ductParotidStenson's ductSubmandibular or SubmaxillaryWharton's ductSublingualDuct of RivinusGARTNER'S DUCTIt is a potential embryologicai remnant in human female development of the mesonephric ducts in thedevelopment of the urinary and reproductive organs. It was discovered and described in 1822 by Hermann Treschow Gartner.The paired mesonephric ducts in the male, in contrast, go on to form the paired epididymis, ductus deferens, ejaculatory duct and seminal vesicle.In the female they may persist between the layer of the broad ligament of the uterus and in the wall of the vagina.These may give rise to Gartner's duct cysts",
        "cop": 1,
        "opa": "Nasolacrimal duct",
        "opb": "Gartner's duct",
        "opc": "Stenson's duct",
        "opd": "Wharton's duct",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "76ff879d-a96d-4efe-a51f-427370f1124d",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic drainage of lateral wall of nose -",
        "exp": "Ans. is 6d' i.e., All of the above Lymphatic drainage of noseo Lymphatic drainage of nose is as follows -i) Anterior half of nasal cavity (Both septum and lateral wall) - Submandibular nodesii) Posterior half of nasal cavity (Both septum and lateral wall) - Retropharyngeal nodes and upper deep cervical nodes.",
        "cop": 4,
        "opa": "Submandibular nodes",
        "opb": "Retropharyngeal nodes",
        "opc": "Deep cervical nodes",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "4395321f-0f86-4fbd-9b7e-2a605b06758f",
        "choice_type": "multi"
    },
    {
        "question": "Nasolacrimal duct opens into -",
        "exp": "Ans. is 'b' i.e.. Inferior meatus o The nasal conchae or turbinates are curved bony projections directed downwards and medially.The inferior concha is the largest and is an independent bone.The middle concha is also a projection from the medial surface of ethmoiod.The superior concha is the smallest and also arises from the medial surface of the ethmoid.o The meatuses of the nose are passages beneath the overhanging conchae.i) The inferior meatus -Lies underneath the inferior conchaLargestThe nasolacrimal duct opens near its anterior part. The opening is guarded by Hansen's valve,ii) The middle meatus -o Lies underneath the middle concha. It presents the following features :The ethmoidal bulla is a rounded elevation produced by the underlying middle ethmoidal sinuses.The hiatus semilunaris is a deep circular sulcus below the bulla.The infundibulum is a short passage at the anterior end of the hiatusOpening of the frontal sinus is at the anterior end of the hiatusOpening of the maxillary sinus is at the posterior part of the hiatusOpening of the middle ethmoidal sinus is present at the upper margin of the bulla,iii) The Superior meatus -Lies below the superior conchaShortest and shallowest of the 3 meatusesReceives the openings of the posterior ethmoidal air cellsThe sphenoethmidal recess is a triangular fossa just above the superior concha. It receives the opening of the sphenoidal air sinus.Coronal section through the middle cranial fossa showing the relations of the cavernous sinuso Each cavernous sinus is a large venous space situated in the middle cranial fossa on either side of the body of the sphenoid bone. Its interior is divided into a number of trabeculae or caverns,o The floor of the sinus is formed by the endosteal dura mater. The lateral wall, roof and medial wall are formed by the meningeal dura mater.Structures in the lateral wall of the sinus from above downwards:l. Oculomotor nerve2 Trochlear nerveOphthalmic nerve - in the anterior part of the sinus, it divides into the lacrimal, frontal and nasociliary nerve.Maxillary nerve - it leaves the sinus by passing through the foramen rotundum on its way to the pterygopalatine fossa.Trigeminal ganglion - the ganglion and its dural cave project into the posterior part of the lateral wall of the sinus.Structures passing through the centre of the sinus :1. Internal carotid artery with the venous and sympathetic plexus around it.2 Abducent nerve, inferolateral to the internal carotid artery.Part of lateral nasal wallOpeningsInferiorNasolacrimal ductMiddleFrontal sinus, Maxillary sinus, Anterior ethmoidal sinusSuperiorPosterior ethmoidal sinusSphenoethmoidal recessSphenoid sinus",
        "cop": 2,
        "opa": "Superior",
        "opb": "Inferior",
        "opc": "Middle",
        "opd": "Sphenoethmoid recess",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "582c2e6a-0fa0-4ba5-bfae-a3b6b763c7d2",
        "choice_type": "single"
    },
    {
        "question": "Woodruff's area is located at -",
        "exp": "Ans. is 'd' i.e., Posteroinferior part of lateral nasal wall o Posteriorly on the lateral nasal wall is the area known as Woodruff's area. It is situated under the posterior end of inferior turbinate.o Sphenopalatine artery anastomoses with posterior phaiyngeal artery, in this area.",
        "cop": 4,
        "opa": "Antero-inferior part of nasal septum",
        "opb": "Posteroinferior part of nasal septum",
        "opc": "Superior part of nasal septum",
        "opd": "Posteroinferior part of lateral nasal wall",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "ca0bd04c-85e7-4ba6-a160-e1b573f2730b",
        "choice_type": "multi"
    },
    {
        "question": "Nasolacrimal duct opens into: (Repeat)",
        "exp": "Ans: A (Inferior meatus) Ref: Gray's Anatomy, 40th edition. pg. 550Explanation:Lateral wall of the nose has 3 concha 3 meatusThe inferior concha is an independent bone.The space under cover of the inferior concha is known as the inferior meatus- largest meatusDuring postnatal development, the ostium of the nasolacrimal duct moves upwards and is increasingly hidden under the over-arching inferior concha.The middle and superior concha are parts of ethmoidal labyrinthThe space undercover the middle concha and superior concha is called middle meatus and superior meatus respectivelyThe area intervening between the superior concha and nasal roof is called as supreme meatus ContentsSupreme meatusOpening of spenoidal sinusSuperior meatusPosterior ethmoidal sinusMiddle meatusBulla ethmoidalis Hiatus semilunaris Openings of maxillary and ethmoidal sinusInferior meatusNaso lacrimal duct",
        "cop": 1,
        "opa": "Inferior meatus",
        "opb": "Superior meatus",
        "opc": "Middle meatus",
        "opd": "Sphenoethmoidal recess",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "a1823f35-2cc1-4c98-a1eb-1b5357bde675",
        "choice_type": "single"
    },
    {
        "question": "Opening of the nasolacrimal duct is in",
        "exp": "Ans. is 'a' i.e. Inferior meatus Openings in the lateral wall of nasal cavity *Inferior meatus : Nasolacrimal duct*Middle meatus : Anterior ethmoidal sinus*Frontal sinus*Maxillary sinus*Superior meatus : Posterior ethmoidal sinuses*Sphenoethmoidal recess : Sphenoid sinus*Note: that the nasolacrimal duct opens into the inferior meatus but if its blocked and a DCR (Dacryocystorhinostomy) operation is performed the new opening is in the middle meatus*",
        "cop": 1,
        "opa": "Inferior meatus",
        "opb": "Superior meatus",
        "opc": "Middle meatus",
        "opd": "Sphenoethmoidal recess",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "6a839fe5-4d56-4cf7-81a5-2a5eb749b256",
        "choice_type": "single"
    },
    {
        "question": "Which valve is present at opening of nasolacrimal duct-",
        "exp": "Ans. is 'a' i.e., Hasner's valve o Nasolacrimal duct opens into inferior meatus and is closed by a mucosal flap called Hasner's valve,o Heister valve (spiral valve) is present in cyclic duct.",
        "cop": 1,
        "opa": "Hasner's valve",
        "opb": "Heister valve",
        "opc": "Spiral valve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Nose",
        "id": "6f499bba-f63a-4c32-b737-cb7cdcb9b074",
        "choice_type": "multi"
    }
]