[
    {
        "question": "Bed of tonsil is formed by-",
        "exp": "Ans. A. Superior constrictor. The tonsillar bed-a. The lateral or deep surface of the tonsil spreads downwards, upwards and forwards. b. Inferiorly, it invades the dorsum of the tongue, superiorly, the soft palate, and, anteriorly, it may extend for some distance under the palatoglossal arch. c. This deep, lateral aspect is covered by a layer of fibrous tissue, the tonsillar hemi capsule. d. The latter is separable with ease for most of its extent from the underlying muscular wall of the pharynx, which is formed here by the superior constrictor, and sometimes by the anterior fibres of palatopharyngeus, with styloglossus on its lateral side. e. Antero inferiorly, the hemi capsule adheres to the side of the tongue and to palatoglossus and palatopharyngeus. In this region, the tonsillar artery, a branch of the facial artery, pierces the superior constrictor to enter the tonsil, accompanied by venae comitantes. f. An important and sometimes large vein, the external palatine or para tonsillar vein, descends from the soft palate lateral to the tonsillar hemi capsule before piercing the pharyngeal wall. Haemorrhage from this vessel from the upper angle of the tonsillar fossa may complicate tonsillectomy. g. The muscular wall of the tonsillar fossa separates the tonsil from the ascending palatine artery, and, occasionally, from the tortuous facial artery itself, which may lie near the pharyngeal wall at the lower tonsillar level. h. The glossopharyngeal nerve lies immediately lateral to the muscular wall of the tonsillar fossa: it is at risk if the wall is pierced, and is commonly temporarily affected by oedema following tonsillectomy. i. The internal carotid artery lies approximately 25 mm behind and lateral to the tonsil. j. In some individuals the styloid process may be elongated and deviate towards the tonsillar bed.",
        "cop": 1,
        "opa": "Superior constrictor",
        "opb": "Middle constrictor",
        "opc": "Inferior constrictor",
        "opd": "Platysma",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "04392cb7-999a-498d-9a22-ea260fd3a51c",
        "choice_type": "single"
    },
    {
        "question": "Palatine tonsil develops from which pharyngeal pouch-",
        "exp": "Ans. is 'b' i. e., 2nd o Palatine tonsil develops from 2nd pharyngeal pouch.",
        "cop": 2,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "4th",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "b6f0eb47-de3c-4d88-9656-89ece9184834",
        "choice_type": "single"
    },
    {
        "question": "All are true about Chorda tympani nerve except:",
        "exp": "Ref: Grays Anatomy 40th edition pg: 543. Explanation: Chorda tympani nerve. It is a branch of facial nerve arises within the facial canal 6mnrt above stylomastoid foramen. It enters the infratemporal fossa region by passing through the medial end of the petrotympanic fissure behind the capsule of the temporomandibular joint. The nerve descends medial to the spine of the sphenoid bone (lateral to spine of sphenoid auriculo temporal nerve will pass). It enter the mouth between the medial pterygoid muscle and ramus of the mandible. It is crossed medially by the middle meningeal artery, the roots of the auriculotemporal nerve and by the inferior alveolar nerve. The chorda tympani joins the posterior aspect of the lingual nerve at an acute angle. It carries taste fibres for the anterior two-thirds of the tongue and efferent preganglionic parasympathetic (secreto-motor) fibres destined for the submandibular ganglion in the floor of the mouth. lt carries secretomotor fibers for both submandibular gland and sublingual gland. (See the following figure)",
        "cop": 2,
        "opa": "Supplies anterior 2/3rd tongue",
        "opb": "Sensory supply of face",
        "opc": "It is a branch of facial nerve",
        "opd": "It joins with lingual nerve",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "e1b46a65-6730-49dc-9a2f-12fe15f3f1d3",
        "choice_type": "multi"
    },
    {
        "question": "Structure in close proximity to the lower third molar is?",
        "exp": "ANSWER: (A) Inferior alveolar nerve. REF: Complications in oral and maxillofacial surgery Leonard B. Kaban, M. Anthony Pogrel, David H. Perrott page 386, Australian Dental Journal 1997; 42:(3): 149-52. Many complications can occur from the removal of mandibular third molar teeth. Damage to the inferior alveolar nerve (IAN) is an unusual but important one. The IAN runs in a bony canal within the mandible in close proximity to the root tips of mandibular molar teeth. Damage to the nerve manifests itself as a sensory disturbance of the lower lip and chin up to the midline.",
        "cop": 1,
        "opa": "Inferior alveolar nerve",
        "opb": "Lingual nerve",
        "opc": "Facial nerve",
        "opd": "Alveolar vein",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "63d56d6f-9f89-4833-adf2-fbeba3840489",
        "choice_type": "single"
    },
    {
        "question": "Taste sensations from anterior 2/3rd of tongue are carried by -",
        "exp": "Ans. is 'b' i. e., Chorda tympani Nerve supply of tongue General sensory. Taste. Anterior 2/3rd (Oral part). Lingual. Chordatympani. Posterior 1/3rd (Pharyngeal part). Glossopharyngeal. Glossopharyngeal. Posterior most part (Vallecula). Laryngeal branch of vagus. Internal laryngeal branch of vagus",
        "cop": 2,
        "opa": "Glossopharyngeal",
        "opb": "Chorda tympani",
        "opc": "Trigeminal",
        "opd": "Greater auricular",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "a8070623-7e2f-48bb-a41c-742e202c9a76",
        "choice_type": "single"
    },
    {
        "question": "Taste sensation of anterior two third of tongue is carried by?",
        "exp": "ANSWER: (A) Facial nerve. REF: Gray's anatomy 39th edition page 588. Repeat from December 2009 General sensation. Taste sensation. Anterior 2/3rd. Lingual nerve. Chorda tympani (branch of facial). Posterior 1/3 rd. Glossopharyngeal nerve. Glossopharyngeal nerve. Posterior most. Vagus nerve. Vagus nerve",
        "cop": 1,
        "opa": "Facial nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Lingual nerve",
        "opd": "Vagus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "780bc919-50ad-4f6e-822c-fb3f5d7cedde",
        "choice_type": "single"
    },
    {
        "question": "Soft palate is supplied by -",
        "exp": "Ans. is 'a' i. e., Cranial accessory Nerve supply of soft palateo Nerve supply of soft palate is as follows. Motor supply. All muscles of soft palate except the tensor veli palatini are supplied by the cranial part of accessory nerve through pharyngeal plexus. The fibers of this plexus are derived from cranial part of accessory nerve through the vagus. Tensor veli palatini is supplied by mandibular nerve. Sensory (General). Greater and lesser palatine, long sphenopalatine and glossopharyngeal nerve. Sensory (Special). Taste (gustatory) sensations from the oral surface of soft palate are conveyed by lesser palatine nerve. Secnetomotor. Contained in lesser palatine nerve, derived from the superior salivary nucleus and travel through the greater petorsal nerve.",
        "cop": 1,
        "opa": "Cranial accessory",
        "opb": "Trigeminal",
        "opc": "Abducent",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "94282f60-82b0-4389-b297-a9fa30079a99",
        "choice_type": "multi"
    },
    {
        "question": "Upper 1st molar is supplied hy:",
        "exp": "Ans: A (Superior alveolar nerve). Ref: Gray's Anatomy, 40th edition, pg. 500. Explanation: Branches of Maxillary Nerve In the Cranium. Middle meningeal nerve in the meninges. From the Pterygopalatine Fossa. Infraorbital nerve through infraorbital canal. Zygomatic nerve (zygomaticotemporal nerve, zygomaticofacial nerve) through inferior orbital fissure. Nasal branches (nasopalatine) through sphenopalatine foramen. Superior alveolar nerves (Posterior superior alveolar nerve. Middle superior alveolar nerve, Anterior superior alveolar nerve). Palatine nerves (Greater palatine nerve. Lesser palatine nerve), including the Nasopalatine nerve. Pharyngeal nerve. In the Infraorbital Canal. Anterior superior alveolar nerve. Infraorbital nerve. On the Face. Inferior palpebral nerve. Superior labial nerve. Superior Alveolar Nerves. Anterior superior alveolar nerve innervates. All anterior teeth. Premolars. Mesiobuccal root of the first maxillary molar Posterior superior alveolar nerve innervates. Second and third maxillary molars. Two of the three roots of the maxillary first molar (all but the mesiobuccal root). Middle superior alveolar premolars. Mesiobuccal root of the first maxillary molar* It is not always present in majority of cases. In such eases, posterior superior alveolar nerve innervates the premolars and molars. Posterior cord of brachial plexus nerve innervates. Sinus mucosa. Roots of the maxillary",
        "cop": 1,
        "opa": "Superior alveolar nerve",
        "opb": "Inferior alveolar nerve",
        "opc": "Mental nerve",
        "opd": "Lingual nerve",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "4f1f31ac-4c4c-4ea3-b9ed-e9029d59378e",
        "choice_type": "single"
    },
    {
        "question": "Occipital myotome gives -",
        "exp": "Ans. is 'b' i. e., Tongue muscles Development of muscels of head regiono Muscles of the head region are derived from following mesodermal masses. Head myotonies. Pharyngeal arches. Head mvotomeso There are four occipital myotomeso One of these, the first completely disappears and the other three give rise to -1. Tongue muscles arise from hypoaxial division of these three occipital myotomes. 2. Extraoculor muscles are thought to be derived from three pairs of anterior (pre-otic) head myotomes. pharyngeal arch muscleso The muscles derived from pharyngeal arch mesoderm are -1. Muscles of mastication2 Muscles of facial expression3. Muscles of pharynx4. Muscles of larynx",
        "cop": 2,
        "opa": "Muscle of mastication",
        "opb": "Tongue muscles",
        "opc": "Facial muscles",
        "opd": "Laryngeal muscles",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "72f130a7-a547-478c-bb00-f71f315e9a03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in unilateral injury to hypoglossal nerve?",
        "exp": "Ans. c. Loss of taste sensation of the affected side of tongue (Ref: Gray's anatomy 39/e 588: BDC 4/vol-III/252-253). Taste sensation in tongue is not supplied by the hypoglossal nerve. So, loss of taste sensation of the affected side of tongue is not seen in hypoglossal nerve injury. Clinical Signs and Symptoms of Hypoglossal Nerve Palsy: Deviation of the tongue. Muscle wasting or atrophy. Muscle fasciculations. Tongue. Development of Tongue. Epithelium. Muscles* Anterior 2/3 from lingual swelling of 1st arch and tuberculum imparQ* Posterior 1/3 from large dorsal part of hypobranchial eminenceQ i. e. 3rd arch* Posterior most part from small dorsal part hypobranchial eminence i. e. 4th arch* Palatoglossal from 6th archQ* Rest by occipital myotomesQ Nerve supply of Tongue. Part of Tongue. Taste. General. Anterior 2/3rd (except vallate papilla)QChorda tympaniQ (branch of facial nerve). Lingual nerveQ (branch of trigeminal). Posterior 1/3rd (including vallate papilla)QGlossopharyngeal nerve. QGlossopharyngeal nerve. QPosterior most or vallecula. QInternal laryngeal branch of vagus. QInternal laryngeal branch of vagus. QLymphatic Drainage of Tongue. Tip of tongue by submentalQ lymph node. Anterior two third by submandibularQ lymph node. Posterior 1 /3rd by jugulo-omohyoidQ lymph node. Remember. All extrinsic and intrinsic muscles of tongue are supplied by hypoglossal (12th)Q nerve except Palatoglossal which is supplied by cranial accessory nerveQ through pharyngeal plexus. Genioglossus is the safety muscle of the tongueQ. Its function can be used to test hypoglossal nerve.",
        "cop": 3,
        "opa": "Hemiatrophy of involved side",
        "opb": "Deviation of tongue towards the same side",
        "opc": "Loss of taste sensation of the affected side of tongue",
        "opd": "Fasciulation of the tongue",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "bd906323-1eac-4c4d-ab57-b499a7b024b5",
        "choice_type": "single"
    },
    {
        "question": "Tongue is protruded by which of the following muscle: (Repeat)",
        "exp": "Ans: D (Genioglossus) Ref: Grays Anatomy 40th Ed pg. 499. Explanation: Genioglossus is a extrinsic muscle of the tongue. It forms the bulk of the tongue muscle and traversed by intrinsic muscles of tongue. It arises from a short tendon attached to the superior genial tubercle behind the mandibular symphysis. From this point it fans out backwards and upwards. It is also called as safety muscle of the tongue due to it prevents the fall back of the tongue. Vascular supply -Genioglossus is supplied by the sublingual branch of the lingual artery and the submental branch of the facial artery. Innervation - Genioglossus is innervated by the hypoglossal nerve. Actions. Brings about the forward traction of the tongue to protrude its apex from the mouth. Acting bilaterally, the two muscles depress the central part of the tongue, making it concave from side to side. Acting unilaterally, the tongue diverges to the opposite side.",
        "cop": 4,
        "opa": "Hyoglossus",
        "opb": "Palatoglossus",
        "opc": "Myelohyoid",
        "opd": "Genioglossus",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "ef24225e-07b3-492e-8717-08a3b6ef5eb6",
        "choice_type": "single"
    },
    {
        "question": "Plica triangularis is present in -",
        "exp": "Ans. is 'a' i. e., Antero-inferior part of tonsil o The plica triangularis is a triangular vestigial fold that of mucous membrane covering the anteroinferior part of the tonsil. o The plica semilunaris is a semilunar fold that may cross the upper part of the tonsillar sinus, o For tonsil see explanation 3 of session 1.",
        "cop": 1,
        "opa": "Antero-inferior part of tonsil",
        "opb": "Dorsum of tongue",
        "opc": "Inlet of larynx",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "2453242d-d1d1-497e-ba3c-07a0de16c452",
        "choice_type": "multi"
    },
    {
        "question": "Circumvallate papillae of tongue are supplied by which nerve?",
        "exp": "Ans. a (Glossopharyngeal). (Ref. BD Chaurasia, Anatomy, Vol 3, 2nd/pg. 215; Harrison-18lh/29-4). Papillae in tongue. Papillae. Location. Nerve supply. Circumvallate (posterior) papillae. Present on anterior 2/3rd of the tongue, in front of sulcus terminalis. Glossopharyngeal nerve, which is the nerve of taste for posterior l/3rd of tongue. Fungiform (anterior) and filiform or Foliate (lateral) papillae. Filiform Papillae are numerous on anterior 2/3rd of tongue. Fungiform are scattered on sides & apex. Both are supplied by lingual nerve (general sensations) & chorda tympani (taste). Taste information is sent to the brain via three cranial nerves (CNs): CN VII (the facial ner\\'e, which involves the intermediate nerve with its branches, the greater petrosal and chorda tympani nerves); CN IX (the glossopharyngeal nerve); and CN X (the vagus nerve). CN VII innervates the anterior tongue and all of the soft palate, CN IX innervates the posterior tongue, and CN X innervates the laryngeal surface of the epiglottis, the larynx, and the proximal portion of the esophagus. The mandibular branch of CN V (V3) conveys somatosensory information (e. g., touch, burning, cooling, irritation) to the brain. Although not technically a gustatory nerve, CN V shares primary nerve routes with many of the gustatory nerve fibers and adds temperature, texture, pungency, and spiciness to the taste experience. The chorda tympani nerve is notable for taking a recurrent course through the facial canal in the petrosal portion of the temporal bone, passing through the middle ear, then exiting the skull via the petrotympanic fissure, where it joins the lingual nerve (a division of CN V) near the tongue. This nerve also carries parasympathetic fibers to the submandibular and sublingual glands, whereas the greater petrosal nerve supplies the palatine glands, thereby influencing saliva production.",
        "cop": 1,
        "opa": "Glossopharyngeal",
        "opb": "Facial",
        "opc": "Lingual",
        "opd": "Chordatympani",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "233b0f05-2b25-42bd-9cba-1879395dcd6c",
        "choice_type": "multi"
    },
    {
        "question": "Hardest substance in teeth:",
        "exp": "Ref: Grays Anatomy 40th edition 509, histology ross pawlina 6th edition 536. Explanation: Enamel is produced by ameloblast and dentin is produced by neural cest derived odontoblast. It is the hardest and most highly mineralized substance in the human body. Enamel is made of 96% inorganic mineral (calcium hydroxyapatite), with water and organic material composing the rest. It covers the anatomical crown and must be supported by underlying dentin. the visible part of the enamel is called as clinical crown. In humans, enamel varies in thickness over the surface of the tooth. Thickest at the cusp, up to 2. 5 mm. Thinnest at its border with the cementum at the cementoenaniel junction (CEJ). The normal color of enamel varies from light yellow to grayishtbluish i white. At the edges of teeth where there is no dentin underlying the enamel, the color sometimes has a slightly blue tone. Enamel is semitranslucent, the color of dentin and any material underneath the enamel strongly affects the appearance of a tooth. The enamel on primary teeth has a more opaque crystalline form and thus appears whiter than on permanent teeth. calciumhydroxyapatite, accounts not only for its strength but also for its brittleness. On radiographs, the differences in the mineralization of different portions of the tooth and surrounding periodontium can be noted; enamel appears more radiopaque (or lighter! than either dentin and pulp since it is denser than both, both of w hich appear more radiolucent (or darker). Despite its hardness, enamel can be decalcified by acid producing bacteria acting on food products trapped on the enamel surface leading on to dental caries. (See the following figure)",
        "cop": 2,
        "opa": "Cementum",
        "opb": "Enamel",
        "opc": "Pulp",
        "opd": "Dentin",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "af3c2e23-0166-4d87-bb54-a6bc87db47bd",
        "choice_type": "single"
    },
    {
        "question": "Muscles of tongue develop from?",
        "exp": "ANSWER: (A) Occipital myotome. REF: Langman's Medical Embryology 11th edition pg. 150 table 10. 2. The number of somites is one of the criteria for determining age of the embryo. Somites further differentiate into these components: Sclerotome forms the cartilage and bone components of the vertebral column. Myotome forms epimeric and hypomeric muscles. Dermatome forms dermis and subcutaneous area of skin. All voluntary muscles of the head region are derived from paraxial mesoderm (somitomeres and somites), including musculature of the tongue (somite 2 to 5 constituting the occipital myotome). Cervical myotomes, after dividing into primaxial and abaxial domains, develop into the upper limb musculature. Thoracic myotomes mainly develop the chest wall and abdominal muscles. Muscular component of the pharyngeal arches gives rise to the muscles of mastication, facial expression, pharyngeal and intrinsic laryngeal muscles, palatine muscles, stapedius, tensor tympani, cricothyroid.",
        "cop": 1,
        "opa": "Occipital myotome",
        "opb": "Cervical myotome",
        "opc": "Thoracic myotome",
        "opd": "Pharyngeal arches",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "5a645856-06e6-4f05-a2a5-14048352d217",
        "choice_type": "single"
    },
    {
        "question": "Submental lymph nodes drains from -",
        "exp": "Ans. is 'a' i. e., Centre of lower lips Submental lymph nodeso These lymph nodes lie on the mylohyoid in the submental triangle. The receive afferents from superficial tissue below chin, central part of lower lip, adjoining gums, anterior part of the floor of the mouth and tip of the tongue. These nodes, themselves, drain into (efferent) into submandibular nodes.",
        "cop": 1,
        "opa": "Centre of lower lips",
        "opb": "Posterior 1 /3 of tongue",
        "opc": "Anterior 2/3 of tongue",
        "opd": "Angle of mouth",
        "subject_name": "Anatomy",
        "topic_name": "Oral Cavity & Tongue",
        "id": "c333ea69-4004-464a-8b28-8ad492afc746",
        "choice_type": "single"
    }
]