[
    {
        "question": "Third tubercle of femur provides attachment to?",
        "exp": "Ans. (a) Gluteus maximus. Ref: Gray's anatomy 39th ed. H433",
        "cop": 1,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Gluteus minimis",
        "opd": "Piriformis",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Lower Extremity",
        "id": "a366691d-cfb4-4861-b9c6-298e54189296",
        "choice_type": "single"
    },
    {
        "question": "Adductor tubercle gives attachment to?",
        "exp": "ANSWER: (A) Adductor magnus. REF: Keith L. Moore 4th ed p. 540. Repeat (**). The medial lip of the linea aspera ends below at the summit of the medial condyle, in a small tubercle, the adductor tubercle, which affords insertion to the tendon of the vertical fibers of Adductor magnus.",
        "cop": 1,
        "opa": "Adductor magnus",
        "opb": "Adductor brevis",
        "opc": "Adductor longus",
        "opd": "Vastus intermedius",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Lower Extremity",
        "id": "a8fb9e02-e926-4462-a843-4fe5da73bfd4",
        "choice_type": "single"
    },
    {
        "question": "Ossification centre which appears first is?",
        "exp": "ANSWER: (B) Lower end of femur. REF: Grays Anatomy 39th edpage 1437. Femur ossifies from five centres: in the shaft, head, greater and lesser trochanters and the distal end. Other than the clavicle, it is the first long bone to ossify. The process starts in the midshaft in the seventh prenatal week and extends to produce a miniature shaft that is largely ossified at birth. Secondary centres appear in the distal end (from which the condyles and epicondyles are formed) during the ninth month, in the head during the first six months after birth, in the greater trochanter during the fourth year and in the lesser between the twelfth and fourteenth year. The femur is ossified from five centers in the following order of appearance. Shaft7th intrauterine month. Lower end9th month of fetal life. Head. During first 6 months after birth. Greater trochanter. During the fourth year. Lesser trochanterbetween 12th and 14th years",
        "cop": 2,
        "opa": "Upper end of femur",
        "opb": "Lower end of femur",
        "opc": "Greater trochanter",
        "opd": "Head",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Lower Extremity",
        "id": "092f20fb-99d7-45b4-bcd4-3fa151bda358",
        "choice_type": "single"
    },
    {
        "question": "Most important arterial blood supply of femoral head is: (PGI June 2008)",
        "exp": "Ans: D. Blood Supply of Femoral Head BDC 4th/ Vol. II 16 # Smaller medial part near fovea is supplied by medial epiphyseal artery derived from posterior division of obturator arteryQ and ascending br. of medial circumflex femoral artery. # Longer lateral part by lateral epiphyseal arteryQ which is derived from retinacularbr. medial circumflex femoral artery. Most important Artery supplying Femoral head- Medial circumflex femoral artery and lateral epiphyseal artery.",
        "cop": 4,
        "opa": "Femoral artery",
        "opb": "Obturator artery",
        "opc": "Internal pudendal artery",
        "opd": "Medial circumflex femoral artery.",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Lower Extremity",
        "id": "01552f4c-82e5-46f8-8626-ac89ca30b9d5",
        "choice_type": "single"
    },
    {
        "question": "Ligament supporting the head of talus is",
        "exp": "Ans. d (Plantar calcaneonavicular ligament ). (Ref. BDC, Vol. II, 3rd ed., 132, 135, 136)# The head of talus rests directly on the upper surface of the Plantar calcaneonavicular ligament (Spring ligament), which is covered by fibrocartilage.# The plantar calcanonavicular ligament, as the name sugests, runs from the sustentaculum tali of the calcaneum to the navicular bone on its inferior aspect. The upper surface of the ligament is covered by fibrocartilage and strongly supports the head of the talus from below. It also acts like a tie beam to support the medial longitudinal arch.# Most commonly the lateral collateral ligament is sprained, mostly so anterior talo-fibular component. 2. Also remember: Talar neck fractures are the commonest injury and are usually high energy (historically termed 'aviator's astragalus'). A significant complication is avascular necrosis of the talus. The goal of treatment is anatomical reduction and stable fixation, which helps reduce the risk of osteonecrosis. Hawkins' sign can be seen approximately 6-8 weeks after injury on plain radiographs. This appears as subchondral lucency of the talar dome, which signifies bony reabsorption, i. e. a viable bone.",
        "cop": 4,
        "opa": "Short plantar ligament",
        "opb": "Long plantar ligament",
        "opc": "Medial ligament (Deltoid ligament)",
        "opd": "Plantar calcaneonavicular ligament (Spring ligament)",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Lower Extremity",
        "id": "1157ebbb-a8de-4b16-ae1b-b8e08d6ed038",
        "choice_type": "single"
    }
]