[
    {
        "question": "Nerve to pterygoid canal is formed from -",
        "exp": "Ans. is 'a' i. e., Deep petrosal nerve + greater petrosal nerve o The deep petrosal nerve joins the greater petrosal nerve to form the nerve of the pterygoid canalo Greater petrosal nerve proceeds towards the foramen lacerum, where it joins the deep petrosal nerve which carries sympathetic fibres to form the nerve of pterygoid canal. This passes through the pterygoid canal to reach the pterygopalatine ganglion. o Postganglionic parasympathetic fibres arising in the ganglion supply the lacrimal gland and the mucosal glands of the nose, palate and pharynx. The gustatory fibres do not relay in the ganglion and are distributed to the palate. Petrosal nerves. Greater petorsai nerveo First branch of facial nerveo Arises from geniculate gangliono In foramen lacerum it joins deep petorsai nerve and forms the nerve to pterygoid canalo Supplies lacrimal glands, nose, mucosal glands of pharynx, palate. Lesser petorsai nerveo Branch of 9th cranial nerve through tympanic plexus (passes via otic ganglion)o It suplies parotid gland. Deep petorsai nerveo it is a branch of sympathetic plexus around internal carotid artery. o It contains cervical sympathetic fibers. External petorsai nerveo It is an inconsistant branch of sympathetic plexus around middle meningeal artery.",
        "cop": 1,
        "opa": "Deep petrosal nerve + greater petrosal nerve",
        "opb": "Facial nerve",
        "opc": "Lesser superficial petrosal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "8b42c950-8574-450d-9a62-19f2d12c8654",
        "choice_type": "single"
    },
    {
        "question": "Atalanto axial joint is -",
        "exp": "Ans. is 'a' i. e., Pivot joint o There are two important synovial joints involving atlas -i) Atlantoaxial joint - Pivot jointii) Atlantooccipital joint - Bicondylarjoint. Classification of JointsA. Fibrous jointso Lack intervening cartilage and hence have restricted mobility. 1. Gomphosis2. Syndesmosis: Dento-alveolar peg: Inferior tibiofibular joint Posterior part of sacroiliac joint Interosseous membrane of forearm3. Schindylesis: Vomer - sphenoidal rostrum junction4. Sutures of the skullB. Cartilagenous jointso These are of 2 types depending on intervening cartilage. I. Primary cartilaginous joints (Synchondrosis/Hyaline cartilage joints)1. Spheno-occipitaljoint2. Growth plate3. Costochondral joint4. 1st chondrostemal joint. II. Secondary cartilaginous joints (Symphyses / fibrocartilagenous joints). Fibrocartilage is interposed between bone ends covered with articular hyaline cartilage. All of them occur in midline. 1. Symphysis menti2. Pubic symphysis3. Sacrococcygeal joint4. Intervertebral joint5. Manubriostemal joint6. Xiphisternal jointC Synovial jointsI. Uniaxial1. Plane/Flatjoint2 Hinge joints3. Pivotjoint- Acromioclavicular joint Intermetatarsal joints- Elbow joint- Atlantoaxial joint Superior radioulnar joint. II. Biaxial1. Bicondylar (condyloid joint)- Knee joint Temporomandibular joint Atlanto occipital joint2. Ellipsoid joint- Wrist joint Metacarpophalangeal joint3. Saddle joint- 1st carpo-metacarpal j oint Sternoclavicular joint Calcaneocuboid joint Anklejoint Incudomalleolar joint. III. Multiaxial. Ball and socket joint- Shoulder Hip Incudostapedial joint Talo-calcaneo-navicular joint",
        "cop": 1,
        "opa": "Pivot joint",
        "opb": "Bicondylar",
        "opc": "Ball & Socket",
        "opd": "Ellipsoid joint",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "a75e65ac-c4c3-4cd7-84d3-421270f59c0d",
        "choice_type": "multi"
    },
    {
        "question": "Suture present between parietal & occipital bones is -",
        "exp": "Ans. is 'a' i. e., Lambdoid suture The joints in the skull are mostly sutures. Suture are fibrous joints which offer no mobility, Coronal suture -- between the frontal bone and two parietal bones. Saggital suture -- in the median plane between two parietal bones. Lambdoid suture -- between the occipital and two parietal bones. Metopic suture -- present in 3 to 8% of population; separates 2 halves of the frontal bone. Some named features of the vault: Vertex -- highest point on the saggital suture. Bregma -- meeting point of coronal and saggital sutures. In the foetal skull, this is the site of the anterior fontanelle which closes at 18 months of age. Lambda -- meeting point of saggital and lambdoid sutures. Obelion -- point on the sagittal suture between 2 parietal foramina",
        "cop": 1,
        "opa": "Lambdoid suture",
        "opb": "Saggital suture",
        "opc": "Coronal suture",
        "opd": "Metopian suture",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "0b7979dd-05c9-4998-ab26-d7dd90c04d84",
        "choice_type": "single"
    },
    {
        "question": "Most prominent spinous process is of which vertebra?",
        "exp": "Ans. b (C7). (Ref. BD Chaurasia, Anatomy, Vol 3, 2nd/pg. 35). Importance of certain cervical vertebral level. Cs-C6. Most common disc space reduced in cervical spondylosis. C6has prominent bony tubercle called Chassaignae's tubercle at the level of cricoid cartilage (a level where trachea ends). C7is also known as vertebra prominence as it has most prominent and long spinous process among the all-cervical vertebrae, and the tip of which can be felt on palpation just below the nape of the neck. C7 spinous process tip give attachment to following structures:- Ligamentum nuchae- Rhomboidus minor- Serratus posterior- Semispinalis, and- Trapezius- Interspinalis- Splenius capitis- Spinalis cervicis",
        "cop": 2,
        "opa": "C6",
        "opb": "C7",
        "opc": "L1",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "a83e0975-7442-40dc-ae3e-a36655631a13",
        "choice_type": "single"
    },
    {
        "question": "Ligament maintaining Atlantoaxial stability is:",
        "exp": "Ans: A (Transverse ligament) Ref: Gray's Anatomy. 39th edition, 2005, Page 760 & 761. Explanation: The most important factors maintaining stability are the ligaments, of which the transverse atlantal ligament is the strongest. The alar ligaments are weaker. Other ligaments connecting the axis and the occipital bone, the fibrous capsules, the ligamentum nuchae and the posterior neck muscels aiso contribute to stability; the suboccipital muscles play an important proprioceptive and postural role. \" Ref: Gray's Anatomy. Factors maintaining stability of atlanto-axial joint: Ligaments. Posterior neck muscles {suboccipital muscles}. Ligaments: Ligaments connecting atlas with axis: Transverse atlantal ligament (strongest). Transverse component of cruciform ligament. Ligaments connecting axis with occipital bone: Longitudinal component of cruciform ligament. Apical ligament. Alar ligament (weakest). Mem bran a tectoriao Fibrous capsule of the jointo Ligamentum nuchae. Transverse atlantal ligament: It is the strongest ligament which maintain the stability of atlanto-axial joint. Isa broad, strong band which arches across the atlantal ring behind the dens. Attachment: tubercle on the medial side of each atlantal lateral mass. It is covered anteriorly by a thin layer of articular cartilage. It consists almost entirely of collagen fibres and in the central part of the ligament fibres cross one another at an angle to form an interlacing mesh. The transverse ligament divides the ring of the atlas (vertebral foramen} into 2 parts. The posterior 2/3 surrounds the spinal cord and meninges and anterior 1/3 contains the dens. It retains the dens in position even when all other ligaments are divided. Note: Anatomist's say even though the heart and lungs are the most important vital organs, we are kept alive by the integrity of 2 muscles and 1 ligament!!! 2 Muscles: 1. Genioglossus (safety musde of tongue - protrusion of tongue). 2. Posterior cricoarytenoid (safety muscle of larynx - abductor of vocal oord). 1 Ligament: Transverse atlantal ligament (safety ligament of lower medulla/spinal cord) intactness of this ligament prevent the dislocation of dens and thereby preventing the injury to lower part of medulla oblongata. Fig: Transverse atlantal ligament",
        "cop": 1,
        "opa": "Transverse ligament",
        "opb": "Tectorial ligament",
        "opc": "Alar ligament",
        "opd": "Apical ligament",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "1d55b5f1-f973-4825-96f5-7d229640247b",
        "choice_type": "single"
    },
    {
        "question": "Korner's septum is seen in?",
        "exp": "Ans. (a) Petro-squamous suture. Ref: Dhingra 5/th ed. / 8",
        "cop": 1,
        "opa": "Petro-squamous suture",
        "opb": "Temporo-squamous suture",
        "opc": "Petro-mastoid suture",
        "opd": "Fronto-zygomatic suture",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "e6d134a8-eeae-412a-a08f-98d409154d23",
        "choice_type": "single"
    },
    {
        "question": "All of the following are pneumatic bone EXCEPT:",
        "exp": "Ans. (c) Mandible. Ref: Gray's 38th ed./431* Pneumatic Bone: Some cranial bones have air filled cavities for making skull light weight, resonance of voice & air conditioning.* Maxilla, Mastoid, Ethmoid, Sphenoid & Frontal bones are pneumatic bones. Types of bone. Sesamoid bones. Pneumatic bone (Mn: It has Maximum Spherical Front Mass). Membranous (Dermal) bone* Patella* Pisiform* Fabella* Ethmoid* Maxilla* Sphenoid* Frontal* Mastoid (temporal)* Skull vault bones* Facial bones",
        "cop": 3,
        "opa": "Maxilla",
        "opb": "Frontal",
        "opc": "Mandible",
        "opd": "Ethmoid",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "1a0fc050-db90-4720-9d81-86455d3967b9",
        "choice_type": "multi"
    },
    {
        "question": "The movement at the following joint permits a person to say NO by head movement:",
        "exp": "Ans. (b) Atlanto-axial joint. Ref: Gray's 38th ed/521* Atlanto-occipital (between skull and Cl) joint permit nodding of head (as when indicating approval or yes) and, * Atlantoaxial joint permits the head to be turned from side to side i. e. rotation (as indicating disapproval, the NO movement).",
        "cop": 2,
        "opa": "Atlanto-occipital joint",
        "opb": "Atlanto-axial joint",
        "opc": "C2-C3 joint",
        "opd": "C3-C4 joint",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "b6529146-3a3a-4319-8771-d53310280a2c",
        "choice_type": "single"
    },
    {
        "question": "Chassaignac's tubercle is:",
        "exp": "Ans. C. Carotid tubercle of C6 vertebrae. The anterior tubercle of the sixth cervical vertebra is known as the carotid tubercle or Chassaignac's tubercle. This separates the carotid artery from the vertebral artery and the carotid artery can be massaged against this tubercle to relieve the symptoms of supraventricular tachycardia. The carotid tubercle is also used as a landmark for anesthesia of the brachial plexus and cervical plexus.",
        "cop": 3,
        "opa": "Erb's point",
        "opb": "Medial condyle of humerus",
        "opc": "Carotid tubercle of C6 vertebrae",
        "opd": "Found on 1st rib",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "d93a8939-e3c1-4823-aad7-9bd26ef1bda7",
        "choice_type": "single"
    },
    {
        "question": "Mandibular nerve passes through -",
        "exp": "Ans. is 'd' i. e., Foramen ovale FORAMENSTRUCTURES PASSING THROUGH ITForamen ovale. Mandibular nerve. Accessory meningeal arteiy. Lesser petrosal nerve. Emissary vein(MALE). Foramen spinosum. Middle meningeal artery. Emissary vein. Nervus spinosus(MEN). Foramen lacerummeningeal branch of ascending pharyngeal artery. Greater petrosal nerve unites with deep petrosal nerve to form the nerve of the ptery goid canal. Carotid canal. Internal carotid artery and the sympathetic plexus around it. Foramen rotundum. Maxillary nerve. Pterygoid canal. Vidian nerve (nerve of pterygoid canal). Vidian artery. Stylomastoid foramen. Facial nerve. Jugular foramen. Internal jugular vein. Emissary vein. Occipital artery. Inferior petrosal sinus9th, 10, 11th nerves. Hypoglossal canal12th nerve. Meningeal branch of ascending pharyngeal arteryr. Greater palatine foramen. Greater palatine vessels. Anterior palatine nerves. Incisive foramen. Greater palatine vesselsnasopalatine nerves. Lesser palatine foramen. Middle and posterior palatine nerves. Internal accoustic meatus. Facial N. Auditory N. Nervus intermedius(wrisberg). Labyrynthine vessels",
        "cop": 4,
        "opa": "Formanen rotundum",
        "opb": "Foramen lacerum",
        "opc": "Stylomastoid foramen",
        "opd": "Foramen ovale",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "e2135f93-145f-4fb5-98d2-3c0cf3fdc7d3",
        "choice_type": "single"
    },
    {
        "question": "Which is not true of mandible -",
        "exp": "Ans. is 'a' i. e., From second pharyngeal arch o The mandible, or the lower jaw. is the largest and the strongest bone of the face. o It develops from the first pharyngeal arch. It has a horseshoe-shaped body which lodges the teeth, and a pair of rami which project upwards from the posterior ends of the body. o The rami provide attachment to the muscles of mastication, o Upper (alveolar) border of body bears sockets for teeth ( usually 16).",
        "cop": 1,
        "opa": "From second pharyngeal arch",
        "opb": "Body and ramus are its two parts",
        "opc": "Strongest bone of skull",
        "opd": "Has 16 sockets for teeth",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "49d3e70d-cc5d-4c2d-b0ac-6c3f7484ed41",
        "choice_type": "multi"
    },
    {
        "question": "Which of following is content of anterior part of jugular foramen?",
        "exp": "Ans. c (Inferior petrosal sinus) (Ref. BDC Vol. III 4th/pg. 16-19)JUGULAR FORAMEN# Behind the carotid canal is the jugular foramen, a large aperture, formed in front by the petrous portion of the temporal, and behind by the occipital; it is generally larger on the right than on the left side, and subdivided into 3 compartments.# CONTENTS: 1. Anterior compartment transmits# Inferior petrosal sinus. 21 ntermediate transmits# Glossopharyngeal, Vagus, and Accessory nerves. 3. Posterior transmits# Transverse sinus and# Some meningeal branches from the occipital and ascending pharyngeal arteries. Also Know: Cranial nerve and vessel pathways. Cribriform plate(CN 1) Middle cranial fossa(CN II--VI)-- through sphenoid bone1. Optic canal (CN II, ophthalmic artery, central retinal vein). 2. Superior orbital fissure (CN III, IV, VI, VI, ophthalmic vein). 3. Foramen Rotundum (CN V2). 4. Foramen Ovale (CN V3). 5. Foramen spinosum (middle meningeal artery). Posterior cranial fossa(CN VII-XII)--through temporal or occipital bone1. Internal auditory meatus (CN VII, VIII)2. Jugular foramen (CN IX, X, XI, jugular vein)3. Hypoglossal canal (CN XII)4. Foramen magnum (spinal roots of CN XI, brain stem, vertebral arteries)",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Superior petrosal sinus",
        "opc": "Inferior petrosal sinus",
        "opd": "Internal jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "5ef09161-573a-402c-aff7-5a311b2392ab",
        "choice_type": "single"
    },
    {
        "question": "Flexion extension in neck occurs at -",
        "exp": "Ans. is 'b' i. e., Atlanto-occipital joint o Atlantoaxial joint - Rotatory movement around vertical axis (Right to left and left to right movements). o Atlanto-occipitai joint - (i) Flexion-extension around transverse axis, (ii) Slight lateral flexion around antero-posterior axis. Also knowo Atlanto-occipital joint:- Median........................ Pivot joint.- Lateral......................... Plane synovial joint. o Atlantoaxial joint............ Ellipsoid joint.",
        "cop": 2,
        "opa": "Atlanto-axial joint",
        "opb": "Atlanto-occipital joint",
        "opc": "C6-C7 joint",
        "opd": "C7-T1 joint",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Head and Neck",
        "id": "f350e11f-6ca9-4929-bb63-9213cc94cbba",
        "choice_type": "single"
    }
]