[
    {
        "question": "Inferior angle of scapula is at the level of?",
        "exp": "ANSWER: (D) T7. REF: Gray's Anatomy 30th edition page 819, Instant Anatomy by Robert H. Whitaker, Neil R. Borley 4th edition Page 199. See APPENDIX- 9 below for \"VERTEBRAL LEVELS\"The scapula is a large, flat, triangular bone which lies on the posterolateral aspect of the chest wall, covering parts of the second to seventh ribs (also T7). It has costal and dorsal surfaces, superior, lateral and medial borders, inferior, superior and lateral angles, and three processes, the spine, its continuation the acromion and the coracoid process. APPENDIX - 9. Vertebral Levels (Mnemonic: All Bifurcations (B 14-cation) are at The Level of 4)C4. Hyoid bone; Bifurcation of common carotid artery. C5. Thyroid cartilage. C6. Cricoid cartilage. Trachea begins. Oesophagus begins Pharynx and larynx ends. C7. Thoracic duct reaches its greatest height; Isthmus of thyroid gland. T1. Sternoclavicular joint; Highest point of apex of lung. T2. Sternal notch. Jugular notch. T4. Sternal angle (of Louis). Junction of superior and inferior mediastinum. Ascending aorta ends. Arch of aorta begins and ends. Bifurcation of trachea. TSIVC hiatus. T9. Xiphisternal joint. T10. Oesophageal hiatus. T12. Aortic hiatus. Thoracic duct through diaphragm. Azygos vein through diaphragm. LIEnd of spinal cord in adults Transpyloric plane Pylorus of stomach Superior mesenteric artery origin. Hilum of kidneys (renal artery-left is above and right is below). Celiac artery originates just above and renal arteries originate just below this line. L2. Thoracic duct begins; Azygos and hemiazygos begin. L3. Umbilicus. End of spinal cord in newborns Inferior mesenteric artery. L4. Iliac crest. Aorta bifurcates into common iliac arteries. Inferior vena cava formed from common iliac veins. S1. Sacral promontory. S2. Posterior superior iliac spine. End of dural sac (Dura, arachnoid, subarachnoid space, CSF). Middle of sacroiliac joint. S3. Posterior inferior iliac spine. End of sigmoid colon. Rectum begins (important landmark in surgery of recto sigmoid carcinoma).",
        "cop": 4,
        "opa": "T4",
        "opb": "T5",
        "opc": "T6",
        "opd": "T7",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "776c75f8-d48e-4963-a116-e12a944d7904",
        "choice_type": "single"
    },
    {
        "question": "First rib is not related to-",
        "exp": "Ans. is 'd' i. e., T2 Nerve o Anteriorly, the neck of the first rib is related to (from medial to lateral):-(i) Sympathetic chain, (ii) 1\" posterior intercostal vein, (iii) Supeior intercostal artery, and (iv) 1st thoracic nerve. These structures are between neck of first rib (posteriorly) and apex of lung (anteriorly). o Following are attached to first rib Scalenus anterior, scalenus medius, subclavius, serratus anterior (1st digitation), costo-clavicular ligament and suprapleural membrane.",
        "cop": 4,
        "opa": "Sympathetic chain",
        "opb": "Scalenus anterior",
        "opc": "Suprapleural membrane",
        "opd": "T2 Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "0db8402e-6386-447a-a2f0-454a444ef26e",
        "choice_type": "single"
    },
    {
        "question": "Lower limit of superior mediastinum is at which level -",
        "exp": "Ans. is 'b' i. e., T4 o Mediastinum is interpleural space bounded on either side by mediastinal pleura, anteriorly by sternum and posteriorly by thoracic vertebral column. o It is divided into superior and inferior mediastinum by a line passing through sternal angle and lower border of T4 vertebra. o Inferior mediastinum is further subdivided into anterior mediastinum in front of pericardium, middle mediastinumincludes pericardium and heart, and posterior mediastinum behind the pericardium. Important contents in mediastinum are:-",
        "cop": 2,
        "opa": "T1",
        "opb": "T4",
        "opc": "T8",
        "opd": "T10",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "66e7af8e-f168-4277-8e0f-0ece18a28e1b",
        "choice_type": "single"
    },
    {
        "question": "All of the following structures pass through the superior aperture of thorax except -",
        "exp": "Ans. is 'a' i. e., Right recurrent laryngeal nerve Superior aperture of thorax * The narrow upper end of the thorax, which is continuous with the neck is called the superior aperture or the inlet of the thorax. Structures passing through the inlet of thorax. Viscera. Vessels. Nerves. Muscles* Trachea. Large vessels* Right and left* Sternohyoid* Oesophagus* Brachiocephalic artery onphrenic nervessternothyroid and* Apices of the lungsright side* Right and leftlongus colliwith pleura* Left common carotidvagus nerves * Remains of theartery and left subclavian* Right and left thymusartery on the left side. sympathetic * Thoracic duct. Right and left brachiocephalic veins. Smaller vessels. Right and left internal thoracic arteries. Right and left superior intercostal arteries. Right and left first posterior intercostal veins. Inferior thyroid veinstrunks.* Right and left first thoracic nerves as they as",
        "cop": 1,
        "opa": "Right recurrent laryngeal nerve",
        "opb": "Left common carotid artery",
        "opc": "Left sympathetic trunk",
        "opd": "Thoracic duct",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "d7b887bc-b26e-4b9c-9bbf-c925ba9fef0c",
        "choice_type": "multi"
    },
    {
        "question": "Ribs are developed from -",
        "exp": "Ans. is 'b' i. e., Sclerotome o Ribs are derived from lateral cells of sclerotome. Derivatives of paraxial mesodermo Paraaxial mesoderm is organized into somites which in turn gives rise to. Sclerotomes: Form axial skeleton including vertebrae, ribs and parts of neurocranium, Myotomes: Form all voluntary (skeletal) muscles of head, trunk and limbs, Dermatomes: Form dermis of skin, especially over dorsal regions. SCLEROTOME-SOMITE|Lateral sclerotome. Vertebral arch ribs|Dorsal sclerotome. Spinous process|Ventral sclerotome. Vertebral body. Annulus fibrosus|DERMOMTOYOMESkeletal muscle. Demits",
        "cop": 2,
        "opa": "Cloaca",
        "opb": "Sclerotome",
        "opc": "Endodermal cloaca",
        "opd": "Primitive gut",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "323a24cb-49d0-48da-9c38-9dc222df4171",
        "choice_type": "single"
    },
    {
        "question": "Attachment to First rib is all EXCEPT",
        "exp": "Ans is 'b' i. e. Scalenus posterior Scalenus posterior is attached to the outer surface of the 2nd rib*.",
        "cop": 2,
        "opa": "Scalenius-anterior",
        "opb": "Scalenius posterior",
        "opc": "Scalenius-medialus",
        "opd": "Suprapleural membrane",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "758504ae-c457-43a9-a105-6b29ec439bda",
        "choice_type": "multi"
    },
    {
        "question": "True about sternal angle -",
        "exp": "Ans. is 'c' i. e., Articulates with 2nd costal cartilageo Sternal angle of Louis is man uhriosternal joint (not xiphisternal joint), o It is at the level of T4 -T5 intervertebral space, o 2nd costal cartilage articulates at sternal angle",
        "cop": 3,
        "opa": "Xiphisternal joint",
        "opb": "At. T6. 7 level",
        "opc": "Articulates with 2nd costal cartilage",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Osteology of Thorax",
        "id": "39258483-15fa-43a5-85fb-8ee3863bcb7b",
        "choice_type": "multi"
    }
]