[
    {
        "question": "All of the following are components of White pulp of spleen, except:",
        "exp": "PAS OF WHITE PULP Periaeriolar lymphoid sheaths (PALS) are typically associated with the aeriole supply of the spleen; contain T lymphocytes. Lymph follicles with dividing B lymphocytes are located between PALS and marginal zone. IgM & IgG2 are produced in this zone; these molecules play a role in opsonization of extracellular organisms, encapsulated bacteria in paicular. Marginal zone is located fuher away from the central aeriole (in proximity to red pulp), it contains antigen presenting cells (APCs). - Red pulp (~ 90%) of spleen have venous sinusoids and splenic cords(of Billroth)",
        "cop": 4,
        "opa": "Periaeriolar lymphoid sheath",
        "opb": "Lymphatic follicle",
        "opc": "B lymphocytes",
        "opd": "Vascular sinus",
        "subject_name": "Anatomy",
        "topic_name": "Pancreas, spleen, ureter and kidney",
        "id": "c748b60b-9ebd-46e2-9126-05e4ac081c7c",
        "choice_type": "multi"
    },
    {
        "question": "With respect to development of nephron arrange the stages in order of there development: 1.Vesicle stage 2.Pre-tubular aggregates 3.Comma shaped 4.S-shaped",
        "exp": "Kidney develops from metanephros. Pronephros degenerates and never forms functional nephrons. Stages in order of nephron development Ureteric bud Pretubular aggregates Renal vesicle Comma Shaped S Shaped Mature nephron",
        "cop": 4,
        "opa": "1-3-4-2",
        "opb": "2-3-1-4",
        "opc": "1-4-2-3",
        "opd": "2-1-3-4",
        "subject_name": "Anatomy",
        "topic_name": "Pancreas, spleen, ureter and kidney",
        "id": "e877f9a2-b2c4-4b91-9785-c578e318865e",
        "choice_type": "single"
    },
    {
        "question": "Centroacinar cells of the Pancreas secrete :",
        "exp": "Pancreatic Centroacinar cells Form the initial segment of the intercalated duct Pa of the exocrine pancreas. Secrete an enzyme-poor alkaline fluid when stimulated by secretin. -Pancreatic digestive enzymes are synthesized by the acinar cells of the exocrine pancreas; their release is stimulated by cholecystokinin. -Glucagon is produced in the endocrine pancreas (islets of Langerhans).",
        "cop": 1,
        "opa": "Alkaline enzyme-poor fluid",
        "opb": "Pancreatic digestive enzymes",
        "opc": "Secretin",
        "opd": "Cholecystokinin(CCK)",
        "subject_name": "Anatomy",
        "topic_name": "Pancreas, spleen, ureter and kidney",
        "id": "d3673e1d-b280-4601-9d63-b8ac8129839b",
        "choice_type": "single"
    }
]