[
    {
        "question": "Terminal axillary draining lymph nodes -",
        "exp": "Ans. is 'd' i. e., Apical o The apical group of axillary lymph node receives lymph from anterior (pectoral), posterior (subscapular), central and lateral (humeral) group of axillary lymph nodes. Hence apical group of lymph node is the terminal group of axillary lymph node. Axillary lymph node. Related vessels. Anterior (pectoral). Along lateral thoracic vessels. Posterior (scapular). Along subscapular vessels. Lateral. Medial to axillary vein. Apical (terminal or infraclavicular). Along axillary vessels",
        "cop": 4,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Scapular",
        "opd": "Apical",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "a6cc2e3a-7c24-4ec8-bc91-ab000d9c6082",
        "choice_type": "single"
    },
    {
        "question": "Posterior w all of axilla is formed by -",
        "exp": "Ans. is 'c' i. e., Subscapularis Axilla (armpit)o The axilla is a pyramidal space situated between the upper part of the arm and the chest wall. It resembles a four sided pyramid, and has following: (i) an apex (ii) a base (iii) four walls (anterior, posterior, medial and lateral). Anterior (pectoral) wall Formed by (i) Pectoralis major; (ii) Pectoralis minor, and (iii) Subclavius. The. latter two muscles enclosed by clavipectoral fascia. Posterior (subscapular) wall. Formed by (i) Subcapularis. (ii) Teres major, and (iii) Latissimus dorsi. Medial (thoracic) wall. Formed by (i) Upper four ribs (with their intercostal muscles), and (ii) Upper part of serratus anterior. Lateral (humeral) wall. Formed by (i) Upper part of humerus with bicipital groove lodging the tendon of long head of biceps, and (ii) Corachobrachialis and short head of biceps -Base Formed by Skin, superficial fascia and deep (axillary) fascia. It is directed downwards. Apex It is directed upwards and medially towards the root of neck. It communicates with supraclavicular triangle of neck, hence referred to as Cervicoaxillary canal. It is triangular in shape and is bounded anteriorly by clavicle, posteriorly by upper part of scapula and medially by outer border of first rib. The axillary artery and brachial plaxus enter the axilla through this canal.",
        "cop": 3,
        "opa": "Pectoralis major",
        "opb": "Subclavius",
        "opc": "Subscapularis",
        "opd": "Intercostal muscles",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "4b7fddb1-90c0-4162-a214-31c9c4362417",
        "choice_type": "multi"
    },
    {
        "question": "Clavipectoral fascia is not pierced by?",
        "exp": "ANSWER: (A) Medial pectoral nerve. REF: BDC 4th edition vol 1 page 46. CLAVIPECTORAL FASCIA: Extent: from clavicle above to axillary fascia below. Upper part splits to enclose subclavius muscle while lower part splits to enclose pectoralis minor muscle. It helps to pull up axillary fascia. Upper thickened part is called the costocoracoidal ligament. Structures piercing clavipectoral fascia: Lateral pectoral nerve. Cephalic vein. Thoracoacromial vessels. Lympahtics from the breast and pectoral region",
        "cop": 1,
        "opa": "Medial pectoral nerve",
        "opb": "Lateral pectoral nerve",
        "opc": "Cephalic vein",
        "opd": "Thoracoacromian artery",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "ccee006f-d0b3-4578-bc41-e8d108bc52ca",
        "choice_type": "single"
    },
    {
        "question": "In obstruction of second part of axillay artery, the anostomosis between the following artery will maintain the blood supply of upper limb:",
        "exp": "Ans. is 'a' i. e. Deep branch of transverse cervical artery & subscapular artery Axillary artery is the continuation of the subclavian artery. It is crossed by pectoralis minor muscle which divides it into three parts. A rich anastomosis exists around the scapula between branches of subclavian artery (first part) & the axillary artery (third part). This anastomosis provides a collateral circulation through which blood can flow to the limb when the distal part of subclavian artery or theproximal part of axillary artery is blocked. Anastomosis around the scapula: Formed by branches of- * Subclavian artery - first part. Suprascapular artery. Deep branch of transverse cervical artery *Axillary artery - third part. Subscapular artery & its circumflex scapular branch. There are other smaller anastomoses over the acromion process, which also helps to maintain flow to arm. (BDC Vol 1, 4/e, p 82) Anastomoses over the acromion process: Formed by -Acromial br. of thoraco-acromial artery. Acromial br. of suprascapular artery. Acromial br. of posterior circumflex humeral artery. The subscapular artery also forms anastomoses with intercostal arteries.",
        "cop": 1,
        "opa": "Deep branch of transverse cervical artery & subscapular artery",
        "opb": "Anterior & posterior circumflex humeral",
        "opc": "Posterior circumflex humeral & circumflex scapular artery",
        "opd": "Suprascapular & anterior circumflex humeral artery",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "01752aed-3387-4d74-b551-d1aea1ee416f",
        "choice_type": "single"
    },
    {
        "question": "Which is not a branch of posterior cord of Brachial plexus-",
        "exp": "Ans. C. Ulnar. Branches of brachial plexus-a. Musculocutaneous nerve branch. The musculocutaneous nerve is a mixed nerve containing sensory and motor axons. The musculocutaneous nerve is derived from the lateral cord. The musculocutaneous nerve leaves the brachial plexus sheath high in the axilla at the level of the lower border of the teres major muscle and passes into the coracobrachialis muscle. It innervates the muscles in the flexor compartment of the arm and carries sensation from the lateral (radial) side of the forearm. b. Ulnar nerve branch. The ulnar nerve is derived from the medial cord. Motor innervation is mainly to intrinsic muscles of the hand. Sensory innervation is to the medial (ulnar) 1. 5 digits (little finger, half of the ring finger). c. Median nerve branch. The median nerve is derived from the lateral and medial cords. Motor innervation is to most flexor muscles in the forearm and intrinsic muscles of the thumb (thenar muscles). Sensory innervation is to the lateral (radial) 3. 5 digits (thumb, index and middle fingers, half of the ring finger). d. Axillary nerve branch. The axillary nerve is derived from the posterior cord. The axillary nerve leaves the brachial plexus at the lower border of the subscapularis muscle and continues along the inferior and posterior surface of the axillary artery as the radial nerve. The axillary nerve serves as motor innervation to the deltoid and teres minor muscles. These act at the glenohumeral joint. Sensory innervation is from the skin just below the point of the shoulder. The axillary nerve continues as the superior lateral brachial cutaneous nerve of the arm. e. Radial nerve branch. The radial nerve is also derived from the posterior cord. The radial nerve continues along the posterior and inferior surface of the axillary artery and innervates the extensor muscles of the elbow, wrist, and fingers. Sensory innervation is from the skin on the dorsum of the hand on the radial side. f. Additional branches. In addition to the 5 terminal branches described above, numerous preterminal or collateral branches leave the plexus at various points along its length. g. Dorsal scapular nerve. The dorsal scapular nerve is derived from the C5 root just after its exit from the intervertebral foramen. It serves as the motor nerve to the rhomboids major and minor musclesh. Long thoracic nerve. The long thoracic nerve is derived from C5, C6, and C7 roots immediately after their emergence from the intervertebral foramina. The long thoracic nerve crosses the first rib and then descends through the axilla behind the major branches of the plexus. It innervates the serratus anterior muscle. i. Phrenic nerve. The phrenic nerve arises from C3, C4, and C5 root levels, although chiefly from the C4 nerve root. It crosses the anterior scalene from lateral to medial and extends into the thorax between the subclavian vein and artery. j. Subclavius muscle nerve. The nerve to the subclavius muscle is a small filament that arises from the upper trunk. It descends to the subclavius muscle in front of the subclavian artery and the lower trunk of the plexus. k. Suprascapular nerve. The suprascapular nerve arises from the upper trunk formed by the union of the fifth and sixth cervical nerves. It innervates the supraspinatus muscles and infraspinatus muscles. It runs laterally beneath the trapezius and the omohyoideus and enters the supraspinatus fossa through the suprascapular notch, below the superior transverse scapular ligament; it then passes beneath the supraspinatus and curves around the lateral border of the spine of the scapula to the infraspinatus fossa. l. Lateral pectoral nerve. The lateral pectoral nerve arises from the lateral cord of the brachial plexus, from the fifth, sixth, and seventh cervical nerves. It passes across the axillary artery and vein, pierces the coracoclavicular fascia, and is distributed to the deep surface of the pectoralis major. It sends a filament to join the medial anterior thoracic and forms with it a loop in front of the first part of the axillary artery. This nerve innervates the clavicular head of the pectoralis major muscle. m. Medial pectoral nerve. The medial pectoral nerve arises from the medial cord from the eighth cervical and first thoracic nerve. It passes behind the first part of the axillary artery, curves forward between the axillary artery and vein, and unites in front of the artery with a filament from the lateral nerve. It then enters the deep surface of the pectoralis minor, where it divides into a number of branches, which supply the muscle. Several branches of the medial pectoral nerve pierce the muscle and end in the pectoralis major, which supply the muscle. The medial and lateral pectoral nerve often join together to act as a single nerve innervating the pectoralis major and minor muscles. n. Thoracodorsal nerve. The thoracodorsal nerve arises from the posterior cord (C6 to 8) between the subscapular nerves. It accompanies the subscapular artery along the posterior axillary wall and supplies latissimus dorsi, reaching its distal border. o. Medial brachial cutaneous nerve. The medial brachial cutaneous nerve is the smallest branch of the brachial plexus; arising from the medial cord, it receives its fibers from the eighth cervical and first thoracic nerves. It passes through the axilla, at first lying behind and then medial to the axillary vein, and communicates with the intercostobrachial nerve. The medial brachial cutaneous nerve descends along the medial side of the brachial artery to the middle of the arm, where it pierces the deep fascia, and is distributed to the skin of the back of the lower third of the arm, extending as far as the elbow, where some filaments are lost in the skin in front of the medial epicondyle, and others over the olecranon. It communicates with the ulnar branch of the medial antebrachial cutaneous nerve. The medial brachial cutaneous nerve carries sensation from the lower medial portion of the arm. p. Medial antebrachial cutaneous nerve. The medial antebrachial cutaneous arises from the medial cord of the brachial plexus. It derives its fibers from the eighth cervical and first thoracic nerves and at its commencement is medial to the axillary artery. It gives off near the axilla a filament that pierces the fascia and supplies the integument covering the biceps brachii, nearly as far as the elbow. The nerve then runs down the ulnar side of the arm medial to the brachial artery, pierces the deep fascia with the basilic vein, about the middle of the arm, and divides into a volar and an ulnar branch.",
        "cop": 3,
        "opa": "Thoracodorsal",
        "opb": "Radial",
        "opc": "Ulnar",
        "opd": "Axillary",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "729eb369-a896-4d13-814e-8fa35886ac4c",
        "choice_type": "single"
    },
    {
        "question": "Axillary sheath is an extension of?",
        "exp": "ANSWER: (B) Prevertebral fascia. REF: Gray's anatomy 40th ed ch: 28, 46. The axillary sheath is a fibrous sheath that encloses the first portion of the axillary artery, together with the axillaryvein andthebrachial plexus. It is an extension of the prevertebral layer of the deep cervical fascia. Deep fascia in the neck is organized into an investing layer, prevertebral fascia, and pretracheal fascia. The carotid sheath is a non-membranous layer of fascia that is conventionally described as part of the deep cervical fascia.",
        "cop": 2,
        "opa": "Pre tracheal fascia",
        "opb": "Prevertebral fascia",
        "opc": "Carotid sheath",
        "opd": "Investing layer of deep cervical fascia",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "f160c206-77e3-4421-b810-230891ceda5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following, among axillary lymph nodes, is a terminal group -",
        "exp": "Ans. is 'd' i. e., Apical group The apical group of axillary lymph nodes is the terminal group of axillary lymph node as it receives efferent lymph vessels from all the other axillary nodes. More about axillary lymph nodes - * The axillary lymph nodes are 20-30 in number. These lymph nodes are arranged in six groups. Nodes. Location. Efferent from. Anterior or pectoral group. Along the inferior border of pectoralis minor. Lymph from the lateral quadrant of breast superficial vessels from anterolateral abdominal wall. Posterior(subscapular group). Along the subscapular artery and veins. Axillary tail of breast upper half of trunk posteriorly. Lateral group. Lie, along the medial side of axillary vein. Upper limb. Central group. Lie in the fat of the axilla. Receive lymph from above groups. Apical group. Apex of axilla. Receive lymphatics from all the groups described above* The apical groups drains into the subclavian lymph node and finally into the thoracic duct or the right lymphatic duct.",
        "cop": 4,
        "opa": "Pectoral",
        "opb": "Central",
        "opc": "Lateral",
        "opd": "Apical",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "35988c15-88fd-429b-9097-63c3f5cf3a16",
        "choice_type": "single"
    },
    {
        "question": "Axillary artery is divided into three parts by-",
        "exp": "Ans, is 'c' i. e., Pectoralis minor muscle {Ref: Gray's 38th/e p. 39, 387]. Axillary arteryo It is the main artesy of upper limb. It begins at the level ofouter border offirst rib as a continuation of subcla vian artery. It ends at the level of lower border of teres major to continue as brachial artery, o The axillary artery is covered anteriorly by pectoralis minor, which divides it into three parts. First part:-This part is proximal to upper border of pectoralis minor, i. e. extends from outer border of first rib to upper border of pectoralis minor The branch of first part is Superior thoracic artery. Second part:-This part is behind pectoralis minor ft gives following branches. Thoracoacromial artery It pierces clavipectoral fascia and gives following branches (i) Acromial (ii) Pectoral, (iii) Clavicular and deltoid, Lateral thoracic artery. Third part. This part is distal to lower border of pectoralis minor, i. e. extends from pectoralis minor (lower border) to teres major (lower border). It gives following branches -Subscapular artery. It gives off circumflex scapular artery and then continues us thoracodorsal artery. A nterior circumflex humeral artery. c) Posterior circumflex humeral artery. o Anterior and posterior circumflex arteries (both are branches of 3rd part of axillary artery) forms anastomosis around surgical neck of humerus.",
        "cop": 3,
        "opa": "1st rib",
        "opb": "Clavicle",
        "opc": "Pectoralis minor muscle",
        "opd": "Teres minor muscle",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "9df06c0b-2151-4734-b84b-1909b68c0cde",
        "choice_type": "single"
    },
    {
        "question": "Posterior wall of axilla is formed by all EXCEPT:",
        "exp": "Ans. (c) Supraspinatus. Ref: BDC 6th ed. vol. I/47; Gray's Anatomy, 39th ed/ 841 Boundaries of Axilla* ANTERIOR WALL: Pectoralis major, Pectoralis minor, Clavipectoral fascia* POSTERIOR WALL: Subscapularis, Teres major, Latissimus dorsi* MEDIAL WALL: first 4 ribs & their associated intercostals muscles, Serratus anterior* LATERAL WALL: Intertubercular (bicipital groove), Biceps tendon.",
        "cop": 3,
        "opa": "Teres major",
        "opb": "Subscapularis",
        "opc": "Supraspinatus",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "67e97765-9a0a-4792-a57f-18f66a8882b8",
        "choice_type": "multi"
    },
    {
        "question": "Anterior axillary fold is due to which muscle -",
        "exp": "Ans. is 'a' i. e., Pectoralis major o Anterior axillary fold is rounded in shaped and is formed by pectoralis major (lower border), o Posterior axillary fold is formed by teres major and latisimus dorsi.",
        "cop": 1,
        "opa": "Pectoralis major",
        "opb": "Pectoralis minor",
        "opc": "Subscapularis",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Pectoral Region, Axilla & Brachial Plexus",
        "id": "6c850b02-beb6-4130-a417-2d6d0f37e6ca",
        "choice_type": "single"
    }
]