[
    {
        "question": "Which of the following is not a component of superficial perineal pouch?",
        "exp": "Ans. a. Sphincter urethrae (Ref: BDC 5/e vol-Il p361-64: Keith Moore 6/e p404-6; Gray's 40/e p1093-97). Sphincter urethrae is not a component of superficial perineal pouch. \"Root, crura and bulb of penis (corpus spongiosa and corpora cavernosa), bulbospongiosus muscle, ducts of bulbourethral gland, and posterior scrotal nerve/artervQ are contents of superficial perineal pouch. \"\"Deep perineal pouch contains bulbourethral glands, membranous urethra, sphincter urethrae muscle (internal urethral sphincter) and dorsal nerve of penisQ. \"Urogenital Triangle (Region). Superficial Perineal Pouch. Deep Perineal Pouch* If lies between perineal fascia and perineal membrane, below perineal membrane (inferior fascia of urogenital diaphragm)* Limited superficially by deep perineal fascia.* It is superficial to the perineal membrane.* It is bounded superficially (inferiorly) by perineal membrane and deeply (superiorly) by endopelvic fascia of pelvic floor (diaphragm). Contents of Superficial Perineal Pouch. Contents of Deep perineal pouch. Males. Females. Males. Females* Ischiocavernosus* BulbospongiosusQ* Superficial transversus perinea* Ischiocavernosus* Bulbospongiosus* Superficial transversus perinei* Bulbar urethral glandQ* Membranous urethraQ* Urethra and vagina* Long perineal nerve from posterior cutaneous nerve of thigh* 3 branches of perineal nerve, i. e. posterior scrotal, branch to bulb and muscular br.* Long perineal nerve from posterior cutaneous nerve of thigh* 3 branch of perineal nerve, i. e. posterior labial nerve, branch to bulb and muscular br.* Sphincter urethrae muscleQ* Deep transverse perinea* Sphincter urethrae* Deep transverse perinei* Pudendal nerve* Dorsal nerve of penisQ* Perineal nerve* Pudendal nerve* Dorsal nerve of clitorisQ* Perineal nerve* Posterior scrotalQ and transverse perineal artery* 4 branches of artery of penis, i. e. deep and dorsal arteries of pens, urethral artery, and artery to bulb of penis* Posterior labial and transverse perineal artery* 4 branches of artery of clitoris, i. e. deep and dorsal artery of clitoris, urethral artery and artery to bulb of vestibule.* Internal pudendal vessels* Artery of penis* Stems of origin of 4 branches, i. e, deep and dorsal arteries of penis, urethral artery and artery to bulb of penis* Internal pudendal* Vessels* Artery of clitoris* Stems of origin of 4 branches, i. e, deep and dorsal arteries of clitoris, urethral artery and artery to bulb of vestibule* Ducts of bulbo urethral glandsQ* Root of penis including one corpus spongiosa and two corpora cavernosa* Greater vestibular glands and their ductsQ.* Body of clitoris including two in completely separated corpora cavernosa.",
        "cop": 1,
        "opa": "Sphincter urethrae",
        "opb": "Buibospongiosus",
        "opc": "Posterior scrotal nerves",
        "opd": "Duct of bulbourethral glands",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis",
        "id": "db5fef4c-5673-4572-a1a0-e8ba1eb2a1b6",
        "choice_type": "single"
    },
    {
        "question": "Content of superficial perineal pouch -",
        "exp": "Ans. is 'c' i. e., Bulbospongiosus Features. Superficial perineal space. Deep perineal space. Situation. Superficial to perineal membrane. Deep to perineal membrane. Boundaries a) Superficialb) Deepc) Laterald) Posteriorlye) Anteriorly. Colles' fascia. Perineal membrane. Ischiopubicrami. Closed by union of the perineal membrane with Colles fascia. Open and continuous with the spaces of scortum, penis and anterior abdominal wall. Perineal membrane. Superior fascia of urogenital diaphragm. Ischiopubic rami. Closed by the union of perineal membrane with superior fascia of the urogenital diaphragm. Closed by the union of perineal membrane with superior fascia of the urogenital diaphragm at transverse perineal ligament. Contents1. Root of penis, made up of tw o crura and one bulb1. Membranous urethra 2. Muscles: a) Ischiocavernosusb) Bulbospongiosusc) Superficial transverse perinei2. Muscles: a) Sphincter urethraeb) Deep transverse perinei 3. Nerves: a) Three sets of branches from the perineal nerve--posterior scrotal, nerve to the bulb and muscular branches. b) Long perineal nerve from the posterior cutaneous nerve of thigh. 3. Nerves: a) Dorsal nerve of the penisb) Muscular branches from the perineal nerve. 4. Vessels: a) Branches of perineal arteryy Posterior scrotaly transverse perinealb) Branches from the artery of penis: y Artery to the bulby The urethral arteryy The deep artery of the penisy dorsal artery of the penis4. Vessels: a) Artery of the penisb) Stems of origin of four arteries from the artery of penis passing to the superficial perineal space. 5. Glands and ducts: y Greater vestibular glands in femalesy Ducts of bulbo-urethral glands in males5. Glands:# Bulbourethral glands in males",
        "cop": 3,
        "opa": "Sphincter urethrae",
        "opb": "Deep transverse perinei\\",
        "opc": "Bulbospongiosus",
        "opd": "Artery of penis",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis",
        "id": "580f5eaa-d451-48ae-a278-6fd5e1b61e44",
        "choice_type": "single"
    },
    {
        "question": "Superficial perineal space contains -",
        "exp": "Ans. is 'd' i. e., Urethral artery o Repeat from All India Dec-15",
        "cop": 4,
        "opa": "Membranous urethra",
        "opb": "Artery of penis",
        "opc": "Bulbourethral gland",
        "opd": "Urethral artery",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis",
        "id": "9d9f89d0-12f0-4b34-b1cb-0b3e43747a3a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not involved in formation of perineal body -",
        "exp": "Ans. is 'c' i. e., Buibocavernosuso Perineal body is the central point of the perineum. It is a fibromuscular node situated in the median plane, about 1-25 cm in front of the anal margin and close to the bulb of penis. Ten muscles of the perineum converge and interlace in the perineal body -Two unpaired:- (i) External anal sphincter, and (ii) Fibres of longitudinal muscle coat of anal canal. Four paired (i) Bulbospongiosus, (ii) Superficial transverse perenei, (iii) Deep transversus perenei, and (iv) Levator ani. o In females, sphincter urethrovaginalis is also attached here",
        "cop": 3,
        "opa": "Superficial transverse perenei",
        "opb": "Deep transverse perenei",
        "opc": "Bulbocavemosus",
        "opd": "Levator ani",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis",
        "id": "91239595-d310-402d-9d52-96e8278053ea",
        "choice_type": "single"
    },
    {
        "question": "Which leaves the pelvis -",
        "exp": "Ans. is 'b' i. e., Sciatic nerve o Sciatic nerve leaves the pelvis and runs posteriorly in the thigh. o In the upper angle of popliteal fossa, sciatic nerve divides into tibial nerve and common peroneal nerve",
        "cop": 2,
        "opa": "Piriformis",
        "opb": "Sciatic nerve",
        "opc": "Superior gluteal vessel",
        "opd": "Inferior gluteal vessel",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis",
        "id": "37ba4587-9506-490a-8849-5d2d9f04df0f",
        "choice_type": "single"
    }
]