[
    {
        "question": "Distally, Gubernaculum attaches to all except:-",
        "exp": "Gubernaculum is the fibro muscular band which helps in descent of testes. Proximally, it is attached to:- Lower pole of testis. Peritoneum of saccus vaginalis in front of testis. Mesonephric duct. Distally, it is attached to:- Bottom of scrotum. Superficial perineal pouch. Pubic symphysis above penis. Saphenous opening of thigh. Anterior superior iliac spine",
        "cop": 4,
        "opa": "Pubic symphysis",
        "opb": "Superficial perineal pouch",
        "opc": "Anterior superior iliac spine",
        "opd": "Inguinal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "b1011fec-1de0-4ca0-adcb-2468c1684f21",
        "choice_type": "multi"
    },
    {
        "question": "During a paial hysterectomy leaving the ovaries intact, the surgeon detaches the ovary from the uterus by transecting the ovarian ligament. This ligament developed from which embryonic structure?",
        "exp": "The ovarian ligament and the round ligament of the uterus are formed by the gubernaculum. The mesonephric duct gives rise only to the vestigial epoophoron in the female. The urogenital folds form the labia minora. The processus vaginalis forms no adult female structures, while the paramesonephric ducts form the uterine tubes, uterus, cervix, and upper vagina.",
        "cop": 3,
        "opa": "Mesonephric duct",
        "opb": "Urogenital folds",
        "opc": "Gubernaculum",
        "opd": "Processus vaginalis",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "2cf2aa92-da48-4e6e-b09c-4d7893847277",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman with a ruptured ectopic pregnancy is admitted to a hospital for culdocentesis. A long needle on the syringe is most efficiently inseed through which of the following structures?",
        "exp": "A needle should be inseed through the posterior fornix, just below the posterior lip of cervix while the patient is in supine position, to aspirate abnormal fluid in the cul-de-sac of Douglas (rectouterine pouch). Rectouterine excavation is not most efficiently aspirated by puncture of other structures.",
        "cop": 2,
        "opa": "Anterior fornix of the vagina",
        "opb": "Posterior fornix of the vagina",
        "opc": "Anterior wall of the rectum",
        "opd": "Posterior wall of the uterine body",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "afe0ebc5-7ab6-444c-a2e0-31be8212fee2",
        "choice_type": "multi"
    },
    {
        "question": "True about fallopian tube is:",
        "exp": "The mucosa of uterine tube consist of simple columnar ciliated and non ciliated (secretory Peg Cells ) epithelium that overlies the loose connective lamina propria. The muscularis consist of two smooth muscle layers, an inner circular and an outer longitudinal layer. The interstitial connective tissue is abundant between the muscle layers, as a result the smooth muscle layers, especially the outer, are not distinct. The outermost layer is serosa lined by simple squamous layer formed by the mesosalpinx ligament of peritoneal fold.",
        "cop": 1,
        "opa": "Lumen is lined by ciliated and peg cells",
        "opb": "Lumen is lined by simple cuboidal cells",
        "opc": "Outer muscle layer is not well developed",
        "opd": "All are true",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "6aed1bd4-1cc2-4011-9bd4-eb769314af8e",
        "choice_type": "multi"
    },
    {
        "question": "A 26 year old man comes to a hospital with fever, nausea, and itching in the perineal region. On examination by a urologist, he is diagnosed as having infected bulbourethral glands. Which of the following structures is affected by this infection",
        "exp": "Bulbourethral glands present in deep perineal pouch and may involve contents there, including deep transverse perineal muscles. Transverse perinei superficialis and bulbospongiosus lie in superficial perineal pouch. Levator ani muscle lies quite deep, as the pelvic diaphragm. Things to remember: Deep perineal pouch (between perineal membrane below & superior fascia of urogenital diaphragm above). Contains: Membranous urethra Deep transverse perinei Sphincter urethrae (external sphincter) Bulbourethral glands (Cowper's). They drain into urethra below the perineal membrane Internal pudendal vessels Dorsal nerve of penis",
        "cop": 2,
        "opa": "Transverse perinei superficialis",
        "opb": "Deep Transverse Pereni Muscle",
        "opc": "Bulbospongiosus",
        "opd": "Levator ani",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "9b0e1e1c-fff5-41d3-ba43-c0e13c8968cf",
        "choice_type": "single"
    },
    {
        "question": "After his bath but before getting dressed, a 4-year-old boy was playing with his puppy. The boy's penis was bitten by the puppy, and the deep dorsal vein was injured. The damaged vein is:",
        "exp": "The Deep Dorsal Vein of the penis lies medial to the Dorsal Aery of the penis on the dorsum of the penis. It lies deep to Buck's fascia, drains into the prostatic plexus of veins, and is compressed against the underlying deep fascia of the penis during erection.",
        "cop": 2,
        "opa": "Lies superficial to Buck fascia",
        "opb": "Drains into the prostatic venous plexus",
        "opc": "Lies lateral to the dorsal aery of the penis",
        "opd": "Is found in the corpus spongiosum",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "4b9a8f93-3030-407e-801d-4f6ae42f9493",
        "choice_type": "single"
    },
    {
        "question": "Which structure is not contained within, or attached to, the broad ligament?",
        "exp": "The suspensory ligament of the ovary passes from the fascia over psoas major to attach to the ovary. The round ligament is attached to the lateral angle of the uterus and runs in the anterior layer of the broad ligament. It passes through the inguinal ring to be attached the labia majora. The uterine vessels enter the lateral wall of the uterus by running in the inferior free border of the broad ligament. The fallopian tube runs in the superior border of the broad ligament.",
        "cop": 1,
        "opa": "The suspensory ligament of the ovary",
        "opb": "The round ligament",
        "opc": "The uterine aery.",
        "opd": "The fallopian tube",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "7864fbb2-d6de-4f49-af63-fa1f3003f6cb",
        "choice_type": "multi"
    },
    {
        "question": "Broad ligament of uterus contain:",
        "exp": "Broad ligament contains Uterine tube Round ligament Uterine aery Ovarian aery Ligament of ovary Epoophoron Paraoophoron Lymphatics",
        "cop": 4,
        "opa": "Ovarian vessels",
        "opb": "Epophoron",
        "opc": "Ovarian ligament",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "bc7b3f6a-58b1-4b5e-a197-48bd497cf5db",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old man undergoes vasectomy as a means of permanent bih control. A physician performing the vasectomy by making an incision on each side of the scrotum should remember which of the following statements most applicable to the scrotum?",
        "exp": "The scrotum is innervated by branches of the Ilioinguinal, Genitofemoral, Pudendal, and Posterior Femoral Cutaneous nerves. The scrotum receives blood supply from the Posterior Scrotal branches of the Internal Pudendal Aeries and the Anterior Scrotal branches of the External Pudendal aeries, but it does not receive blood from the Testicular aery. It is drained by the Posterior Scrotal veins into the Internal pudendal vein. Superficial inguinal lymph nodesreceive lymph from the scrotum, penis, buttocks, and lower pa of the anal canal, and their efferent vessels enter primarily to the external iliac nodes and ultimately to the lumbar (aoic) nodes.* Whereas the lymph vessels from the testis drain into the upper lumbar nodes. The deep inguinal nodes receive lymph from the testis and upper pas of the vagina and anal canal, and their efferent vessels enter the external iliac nodes.",
        "cop": 1,
        "opa": "It is innervated by the Ilioinguinal and Genitofemoral nerves.",
        "opb": "It receives blood primarily from the Testicular aery.",
        "opc": "Its venous blood drains primarily into the Renal vein on the left.",
        "opd": "Its lymphatic drainage is primarily into Upper Lumbar nodes.",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "c3eec3c6-bdad-48d7-b7f2-d8b43bf9cedd",
        "choice_type": "multi"
    },
    {
        "question": "A 38 year old man confides to his physician that he is experiencing erectile dysfunction. After a thorough evaluation the physician finds no organic basis for the symptoms and then prescribes tadalafil. Tadalafil inhibits phosphodiesterase type 5 and causes tumescence. Venous blood exiting the tissues impacted by the prescribed medication will first enter which of the following?",
        "exp": "The deep dorsal vein(2) of the penis drains blood from the erectile tissues. The external pudendal vein(1) receives blood from the skin and subcutaneous tissues of the penis but not the erectile tissues. The internal pudendal veins(3) do not directly receive blood from the erectile tissues. Small veins of the deep dorsal vein may communicate with the internal pudendal vein in the pelvis. The superficial dorsal vein(4) of the penis drains the skin and subcutaneous tissues of the penis It joins the external pudendal vein which, in turn, joins the great saphenous vein. Note: Deep penile (Buck's) fascia separates - deep dorsal vein (and aery) lying deep and superficial dorsal vein (and aery) lying superficial to it.",
        "cop": 2,
        "opa": "External pudendal",
        "opb": "Deep dorsal",
        "opc": "Internal pudendal",
        "opd": "Superficial dorsal",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "061c9478-9882-407b-bd2c-053bc85d8773",
        "choice_type": "single"
    },
    {
        "question": "Vas deferens is:-",
        "exp": "The ductus deferens has narrow and irregular lumen with longitudinal mucosal folds lined with pseudostratified columnar epithelium with stereocilia. The underlying lamina propria consist of compact collagen and elastic fibers. The thick muscularis externa consist of three muscular coats: - a thin inner longitudinal layer - a thick middle circular layer - a thinner outer longitudinal layer. The muscularis layer is surrounded by adventitia with numerous blood vessels and nerves.",
        "cop": 1,
        "opa": "Lined by pseudo stratified epithelium",
        "opb": "Middle longitudinal layer is thickest among muscularis externa",
        "opc": "Opens at prostatic urethra",
        "opd": "None of above",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "eb145f03-413e-4ee6-b45d-2bac82b65403",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best describes the cervix and vagina?",
        "exp": "The ureter lies approximately 12 mm lateral to the supravaginal cervix. This accounts for the occurrence of hydronephrosis as a complication of disseminated carcinoma of the cervix. The anterior pa of the cervix is in contact with the bladder and supravaginal cervix. The posterior pa is covered by the peritoneum of the Pouch of Douglas. The vagina is related anteriorly to the base of the bladder and the urethra. The upper pa of the posterior wall of the vagina is covered by the peritoneum of the pouch of Douglas. The lower vagina is supplied by the perineal and posterior labial branches of the pudendal nerve.",
        "cop": 3,
        "opa": "The anterior pa of the cervix is covered with peritoneum.",
        "opb": "The vagina is covered with peritoneum anteriorly.",
        "opc": "The ureter is a close relation of the cervix.",
        "opd": "The entire vagina is supplied with sensory fibres by the pudendal nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "d25f2faa-77b0-43c5-9674-c47b9da33855",
        "choice_type": "multi"
    },
    {
        "question": "A 59-year-old woman comes to a local hospital for uterine cancer surgery. As the uterine aery passes from the internal iliac aery to the uterus, it crosses superior to which of the following structures that is sometimes mistakenly ligated during such surgery?,",
        "exp": "The ureter runs under the uterine aery near the cervix; thus, the ureter is sometimes mistakenly ligated during pelvic surgery. The other structures mentioned are not closely related to the uterine aery near the uterine cervix.",
        "cop": 4,
        "opa": "Ovarian aery",
        "opb": "Ovarian ligament",
        "opc": "Uterine tube",
        "opd": "Ureter",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "718de9d5-8a05-4b7b-a342-764929a9d700",
        "choice_type": "single"
    },
    {
        "question": "An obstetrician performs a median episiotomy on a woman before paurition to prevent uncontrolled tearing. If the perineal body is damaged, the function of which of the following muscles might be impaired?",
        "exp": "The perineal body (central tendon of the perineum) is a fibromuscular node at the center of the perineum. It provides attachment for the bulbospongiosus, the superficial and deep transverse perineal muscles, and the sphincter ani externus muscles. Other muscles (ischiocavernosus, sphincter urethrae, and obturator internus) are not attached to the perineal body.",
        "cop": 3,
        "opa": "Ischiocavernosus and sphincter urethrae",
        "opb": "Deep transverse perineal and obturator internus",
        "opc": "Bulbospongiosus and superficial transverse perineal",
        "opd": "External anal sphincter and sphincter urethrae",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "9007318b-ea4a-4d17-8eab-0f90c763977a",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man is diagnosed as having a slowly growing tumor in the deep perineal space. Which of the following structures would most likely be injured?",
        "exp": "The deep perineal space contains the bulbourethral (Cowper) glands. The crus of the penis, bulb of the vestibule, spongy urethra, and great vestibular gland are found in the superficial perineal space. Greater vestibular glandis in the superficial perineal space between inferior fascia of urogenital diaphragm and membranous layer of superficial perineal fascia",
        "cop": 1,
        "opa": "Bulbourethral glands",
        "opb": "Crus of penis",
        "opc": "Bulb of vestibule",
        "opd": "Spongy urethra",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "ef3a6f18-b186-42f4-b20f-7b932e8009e3",
        "choice_type": "single"
    },
    {
        "question": "Surgical resection is carried out in 68-year woman with uterine cancer. This cancer can spread directly to labia majora in lymphatics that follow which of the following structures?",
        "exp": "Round ligament of uterus runs laterally from the uterus through deep inguinal ring, inguinal canal, and superficial inguinal ring and becomes lost in the subcutaneous tissues of the labium majus. Thus, carcinoma of the uterus can spread directly to the labium majus by traveling in lymphatics that follow the ligament. --The pubic arcuate ligament attaches across the inferior aspect of pubic symphysis and attaches to medial borders of the inferior pubic rami. --The suspensory ligament of the ovary runs from ovary to pelvic wall and transmits the ovarian vessels. --The cardinal (transverse cervical) ligament runs from the cervix and the vagina to pelvic walls. --The suspensory ligament of clitoris runs from pubic symphysis and arcuate pubic ligament to deep fascia of the body of the clitoris.",
        "cop": 4,
        "opa": "Pubic arcuate ligament",
        "opb": "Suspensory ligament of the ovary",
        "opc": "Cardinal (transverse cervical) ligament",
        "opd": "Round ligament of the uterus",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "7027885d-de14-4f4e-b7e0-3d23b22d4837",
        "choice_type": "single"
    },
    {
        "question": "A 46 year old man met with an accident, which involved his perineal region. A comprehensive examination reveals a tear of the inferior boundary of the superficial perineal space. Which of the following structures would most likely be injured",
        "exp": "The patient has injury in the perineal region, leading to a tear in the Colles' fascia, which forms the inferior boundary (floor) of superficial perineal space/pouch. Superficial perineal pouch (Boundaries): Superior (roof) - Perineal membrane Inferior (floor) - Colles' fascia In front -Open and communicating with anterior abdominal wall through superficial inguinal space Behind - Closed In the anterior abdominal wall, superficial fascia has 2 layers: 1. Camper's fascia - Fatty layer2. Scarpa's fascia - Deeper membranous layer. Scarpa's fascia (superficial abdominal fascia) becomes continuous with the penile-scrotal fascia and subsequently, the Colle's fascia, as well. Colle's fascia serves as the floor (inferior boundary) of superficial perineal pouch and joins the perineal membrane (which serves as the roof (superior boundary) of superficial perineal pouch).*Endopelvic fascia lies at the roof (superior boundary) of deep perineal pouch.",
        "cop": 1,
        "opa": "Colles' fascia",
        "opb": "Scarpa's fascia",
        "opc": "Endopelvic fascia",
        "opd": "Perineal membrane",
        "subject_name": "Anatomy",
        "topic_name": "Pelvis and Perineum 2",
        "id": "33ca1182-900e-4bee-a2ee-b98e0153bed5",
        "choice_type": "single"
    }
]