[
    {
        "question": "Length of lower esophageal sphincter -",
        "exp": "Ans. is 'b' i. e., 3-4 cm \"The cricopharyngeal sphincter is 2-3 cm, and the lower esophageal sphincter (LES) is 3-4 cm long\". - Textbook of GI Surgeryo Approximately 2 cm of the esophagus lie below the diaphragm in the abdomen (abdominal part of esophagus)o Within this portion of esophagus the abdominal part of LES is locatedo Another 1-2 cm of LES lie above the diaphragm in mediastinum, i. e. thoracic part of LES. o Thus total length of LES is 3-4 cm.",
        "cop": 2,
        "opa": "1-2 cm",
        "opb": "3-4cm",
        "opc": "1-2 mm",
        "opd": "3-4 mm",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "acc9da32-4937-4997-ac35-8cbfee8f3be3",
        "choice_type": "single"
    },
    {
        "question": "Superior border of Epiploic foramen is formed by?",
        "exp": "ANSWER: (B) Caudate lobe of liver. REF: Gray's anatomy 39th edition, page 3136. Repeat from June 2011 and December 2011. In human anatomy, the omental foramen (Epiploic foramen, foramen of Winslow, or uncommonly aditus) is the passage of communication, or foramen, between the greater sac (general cavity of the abdomen), and the lesser sac. Borders of Epiploic foramen: It has the following borders: Anterior: the free border of the lesser omentum, known as the hepatoduodenal ligament. This has two layers and within these layers are the common bile duct, hepatic artery, and hepatic portal vein. Posterior: the peritoneum covering the inferior vena cava. Superior: the peritoneum covering the caudate lobe of the liver. Inferior: the peritoneum covering the commencement of the duodenum and the hepatic artery, the latter passing forward below the foramen before ascending between the two layers of the lesser omentum.* Left lateral: Gastrosplenic ligament and Splenorenal ligament,",
        "cop": 2,
        "opa": "Head of pancreas",
        "opb": "Caudate lobe of liver",
        "opc": "Lesser omentum",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "727d266e-ac19-4b60-a9ba-9778b11ac655",
        "choice_type": "single"
    },
    {
        "question": "Anterior boundry of lesser sac is formed by -",
        "exp": "Ans. is 'c' i. e., Caudate lobe of liver o Boundries of lesser sac are. Anterior wall:- Caudate lobe of liver,, stomach, lesser omentum, and 2nd layer of greater omentum. Posterior wall:- 3rd layer of greater omentum, and structures forming stomach bed (transverse colon, transverse mesocolon, diaphragm, left kidney, left suprarenal gland, pancreas and splenic vessels). Right border Right free margin of greater omentum and floor of epiploic foramen. Left border Left free margin of greater omentum; gastrosplenic, linorenal and gastrophrenic ligaments. 5) Upper border reflection of peritoneum from esophagus to diaphragm. 6) Lower border Continuation of 2nd and 3rd layers of greater omentum.",
        "cop": 3,
        "opa": "3rd layer of greater omentum",
        "opb": "Left kidney",
        "opc": "Caudate lobe of liver",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "52bbb24c-0ac9-43ef-8bb0-fa9c460ef084",
        "choice_type": "single"
    },
    {
        "question": "The anterior margin of epiploic foramen is a free peritoneal fold that contains:",
        "exp": "Ans. A. Portal vein, Hepatic artery and bile duct. (Ref BDC, Anatomy - Vol II, 4th/pg. 231-232). Foramen of Winslow/ Epiploic foramen/ Aditus to lesser sac# It is a vertical slit - like opening through which lesser sac communicates with greater sac.# It is situated behind right free margin of lesser omentum at level of T12. Bounderies Of Epiploic Foramen of Winslow1. Anteriorly. Right free margin of lesser sac omentum (containing portal vein, hepatic artery & bile duct)2. Posteriorly. IVCQ, suprarenal gland & T12 vertebra3. Superiorly. Caudate process of liver4. Inferiorly1st part of duodenum & horizontal part of hepatic artery.",
        "cop": 1,
        "opa": "Portal vein, Hepatic artery and bile duct",
        "opb": "Caudate lobe",
        "opc": "IVC",
        "opd": "Pancreatic head",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "e49523fc-668d-439d-a190-ddb1b61278c4",
        "choice_type": "single"
    },
    {
        "question": "Foramen of Winslow is posteriorly related to?",
        "exp": "Ans. d (IVC). (Ref. BD Chaurasia, Human Anatomy-Vol II, 3rd ed., 76). Foramen of Winslow/Epiploic foramen/Aditus to lesser sac# It is a vertical slit-like opening through which lesser sac communicates with greater sac# It is situated behind right free margin of lesser omentum at level of T2.# Boundaries: Borders. Epiploic foramen. Anteriorly. Right free margin of lesser sac omentum(containing portal vein, hepatic artery & bile duct). Posteriorly. IVC, suprarenal gland & T12 vertebra. Superiorly. Caudate process of liver. Inferiorly1st part of duodenum & horizontal part of hepatic artery.# Internal hernia into lesser sac can occur through it.",
        "cop": 4,
        "opa": "Duodenum",
        "opb": "Liver",
        "opc": "Pancreas",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "4963641e-dca2-4759-9c71-b6e4be247020",
        "choice_type": "single"
    },
    {
        "question": "Which of the following layer of GIT is absent in esophagus?",
        "exp": "Ans. is 'd' i. e., Serosa Important features in esophaguso Epithelium is stratified squamous non-keratinized epithelium. o Muscularis mucosa contains only longitudinal layer and no circular layero Mucosa is the toughest and strongest layer. o Serosa is absent. o Muscularis externa is made up of skeletal muscle fibers only in the upper third, smooth muscles only in the lower third and both types of muscle fibers in middle third. At upper end the longitudinal coat splits into two bundles and the triangular interval between them is called Laimer's tringle which is filled with circular muscle fibers.",
        "cop": 4,
        "opa": "Mucosa",
        "opb": "Muscularis propria",
        "opc": "Submucosa",
        "opd": "Serosa",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "35991175-dc37-45c8-ad20-011a21693141",
        "choice_type": "single"
    },
    {
        "question": "Communicating opening between greater sac and lesser sac-",
        "exp": "Ans. is 'a' i. e., Foramen of winslow o Epiploic foramen (foramen of winslow or aditus to lesser sac) is a slit-like opening through which lesser sac communicates w ith greater sac. It is situated at the level of T12 vertebra. Its boundries are. Anterior:- Right free margin of lesser omentum (contains portal vein, hepatic artery proper and bile duct). Posterior:- IVC, right suprarenal gland and T12 vertebra. Superior:- Caudate lobe of liver. Inferior:- 1st part of duodenum and horizontal part of hepatic artery.",
        "cop": 1,
        "opa": "Foramen of winslow",
        "opb": "Foramen of Monro",
        "opc": "Hepatorenal pouch",
        "opd": "Pouch of Douglas",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "05b23257-b258-45ce-a951-adb379fbd7b4",
        "choice_type": "single"
    },
    {
        "question": "Foramen of winslow is a communication between -",
        "exp": "Ans. is \"d' i. e., Greater sac and lesser sac o Epiploic foramen (foramen of winslow or aditus to lesser sac) is a slit-like opening through which lesser sac communicates with greater sac. It is situated at the level of T12 vertebra. Its boundries are# Anterior:- Right free margin of lesser omentum (contains portal vein, hepatic artery proper and bile duct).# Posterior:- IVC, right suprarenal gland and T12 vertebra.# Superior:- Caudate lobe of liver.# Inferior:- 1st part of duodenum and horizontal part of hepatic artery. Reflections of peritoneum",
        "cop": 4,
        "opa": "Right and left subhepatic spaces",
        "opb": "Right and left extraperitoneal spaces",
        "opc": "Greater sac and Morrison's pouch",
        "opd": "Greater sac and lesser sac",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "7514285c-4e46-4fa2-ba28-754f5bfab102",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a retroperitoneal structure-",
        "exp": "Ans. is 'c' i. e., Ureter. Relation to peritoneum. Organso Intraperitoneali) Complete intraperitonealii) Partially covered. Stomach, jejunum, ileum, caceum, appendix. Ascending colon, descending colon, rectumo Retroperitoneal. Duodenum, pancreas, kidney, ureter, suprarenal glando Subperitoneal. Urinary bladder, prostate, seminal vesicle, cervix, vagina",
        "cop": 3,
        "opa": "Ileum",
        "opb": "Jejunum",
        "opc": "Ureter",
        "opd": "Appendix",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "3c36d79c-9464-4e53-950d-100f5e9648f0",
        "choice_type": "single"
    },
    {
        "question": "The part of peritoneal cavity that is most dependent in supine position?",
        "exp": "Ans. d. (Right subhepatic space) (Ref. BDC 3rd/Vol. Ill). Morison's pouch (Right subhepatic space), in a patient lying supine in bed, is the b part of peritoneal cavity. It is the deepest space of the four and the most common site of a subphrenic abscess, which usually arises from appendicitis, cholecystitis, a perforated duodenal ulcer or following upper abdominal surgery. Otherwise, Abscesses are most commonly found in pelvis, right subhepatic space and right subphrenic space. THE PERITONEAL CAVITY# The peritoneal cavity is the largest cavity in the body, the surface area of its lining membrane (2 m2 in an adult) being nearly equal to that of the skin.# It is the space between the parietal and visceral layers (continuous with one another) and is lubricated by serous fluid. It can be divided into the greater sac and smaller lesser sac, which lies behind the stomach.# The greater sac of the peritoneum is divided into- (a) the subphrenic spaces, - (b) the pelvis, and- (c) the peritoneal cavity proper.# The peritoneal cavity proper is redivided by the transverse colon and transverse mesocolon into -- supracolic and- infracolic compartment.# When the supracolic compartment overflows, as is often the case when a peptic ulcer perforates, it does so over the colon into the infracolic compartment, or by way of the right paracolic gutter to the right iliac fossa, and thence to the pelvis.# Whereas the left is open to the pelvis medially, the right is bounded by the ascending mesocolon, which is continuous with the small-bowel mesentery. This boundary means that pathology within this space tends to follow the superior aspect of the small-bowel mesentery as it attempts to reach the pelvis, finally reaching the medial aspect of the caecum. Similarly, pathology within the left infracolic space will involve the superior aspect of the sigmoid mesocolon before being liberated into the pelvis (to reach the lateral paravesical spaces and pouch of Douglas). Negative intrathoracic pressure tends to drive pelvic fluid up the paracolic gutters.# However, although pelvic pathology may freely communicate with the right supracolic spaces (the right subphrenic and subhepatic spaces, and lesser sac) via the right paracolic gutter, the left gutter is partially bounded by the phrenicocolic ligament. This simple concept explains why metastases from ovarian carcinoma frequently involve the liver surface more often than the spleen.# When a visceral perforation occurs the free fluid which spills into the peritoneal cavity runs downwards, largely directed by the normal peritoneal attachments. For e. g., spillage from a perforated duodenal ulcer may run down the right paracolic gutter.",
        "cop": 4,
        "opa": "Right subphrenic space",
        "opb": "Lesser sac",
        "opc": "Supramesocolic space",
        "opd": "Right subhepatic space",
        "subject_name": "Anatomy",
        "topic_name": "Peritoneum & GI Tract",
        "id": "b92e71f8-4654-48a5-a23d-c3d939e40ff6",
        "choice_type": "single"
    }
]