[
    {
        "question": "Septum secundum arises from -",
        "exp": "Ans. is 'c' i. e., Primitive atrium o The primitive atrium is divided into left and right atria by interatrial septum which is formed by fusion of septum primum and septum secundum. The sequnece of events are as follows# Septum primum arises from the roof of common atrium (primitive atrium) and grows caudally towards septum intermedium (fused AV cushions).# Foramen primum is formed between free border of growing septum primum and fused AV cushions (septum intermedium).# Shortly afterwards the septum primum fuses with septum intermedium (fused AV cushions), obliterating foramen primum# Foramen secundum is formed by degeneration of cranial part of septum primum.# Septum secundum grows caudally to the right of septum primum and overlaps the foramen secundum. The passage between septum primum and septum secundum is called foramen ovale. After birth, foramen ovale closes by fusion of septum primum with septum secundum. Failure of fusion of these two septa results in patent foramen ovale.",
        "cop": 3,
        "opa": "Bulbus cordis",
        "opb": "Primitive ventricle",
        "opc": "Primitive atrium",
        "opd": "Sinus venosus",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "60d9ec2d-fbb8-4ea5-98ed-4e55945cb383",
        "choice_type": "single"
    },
    {
        "question": "Eustachian valve is seen in -",
        "exp": "Ans. is 'c' i. e., IVC opening in right atrium o Opening of IVC in right atrium is guarded by - Eustachian valve (rudimentary valve). o Opening of coronary sinus in right atrium is guarded by - Semilunar valve/Thebesian valve (functional valve)",
        "cop": 3,
        "opa": "Eustachian tube opening at nasopharyngeal end",
        "opb": "Eustachian tube opening in tympanic cavity",
        "opc": "IVC opening in right atrium",
        "opd": "Coronary sinus opening in right atrium",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "3e442fe7-a664-44d0-8cfe-ba5d6f8ba76c",
        "choice_type": "single"
    },
    {
        "question": "Crista terminalis is present in -",
        "exp": "Ans. is 'c' i. e., Right atrium o Crista terminalis (divides the right atrium into anterior and posterior part) is a ridge of smooth muscle fibers extending from the SVC to valve of IVC. o It is developed from embryonic right venous valve and is represented on the surface by sulcus terminalis.",
        "cop": 3,
        "opa": "Left atrium",
        "opb": "Left ventricle",
        "opc": "Right atrium",
        "opd": "Right ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "b2ca4562-0643-4011-8d45-288aae210866",
        "choice_type": "single"
    },
    {
        "question": "Ductus venosus connects -",
        "exp": "Ans. is 'c' i. e., Portal vein and IVCFetal circulationo Fetal circulation differs from adult circulation in several ways. Almost all differences are attributable to the fundamental difference in the site of gas exchange. o In the adult gas exchange occurs in the lungs, while in the fetus placenta provides the exchange of gases and nutrients. Course of fetal circulation. Blood returing to hearto Blood oxygenated in the placenta returns by way of the umblical vein, which enter the fetus at the umbilicus and course through to join the portal vein, o The ductus venous is a bypass shunt between portal vein and IVC. o Most of the umblical venous blood shunts through the ductus venosus to the IVC. o Blood from IVC (which carries the blood drained from lower extremities, umblical veins, hepatic veins and renal veins) enters the right atrium. o On reaching the right atrium, about l/3rd of total inferior vena caval return of blood enters the left atrium through formen oval. o The rest two third mixes with the venous return from SVC (which carries the blood drained from head, neck and upper limbs) to enter the right ventricles. Blood coming out of the heart. Right sideo The right ventricle pumps out the blood into pulmonary trunk -->> very small amount of this blood enters the pulmonary circulation because the lungs are collapsed and pulmonary vascular resistance is high. o Most of this blood passes to desending aorta through ductus arteriosus, a shunt between pulmonary trunk and desending Aorta. o Descending aorta carries blood to umblicus through umblical artery, for oxygenation, o Descending aorta also supplies the blood to lower lumbs, kidney and abdominal viscera. Left sideo The left ventricle pumps blood into the ascending aorta for distribution in coronary' circulation, head and upper limbs.",
        "cop": 3,
        "opa": "Pulmonary trunk and descending aorta",
        "opb": "Right atrium and left atrium",
        "opc": "Portal vein and IVC",
        "opd": "Pulmonary trunk and ascending aorta",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "96ceb279-8950-49f9-9e45-d211866661fd",
        "choice_type": "single"
    },
    {
        "question": "Right border of heart is formed by -",
        "exp": "Ans. is 'a' i. e., Right atrium o The heart has following borders and surfaces:-A) Bordersi) Right border:- Formed by right atrium. ii) Left border (obtuse margin):- Formed mainly by left ventricle and partly by left auricle (in its upper most part). iii) Inferior border (acute margin):- Formed mainly by right ventricle and partly by left ventricle near apex. iv) Upper border:- Mainly by left atrium and partly by right atrium where SVC enters. v) Apex:- Formed by left ventricle. B) Surfacesi) Anterior (sternocostal) surface:- Formed mostly by right ventricle (major) and right auricle and partly by left ventricle and left auricle. ii) Inferior (diaphragmatic) surface:- It is formed by left ventricle (left 2/3) and right ventricle (right 1/3). It is traversed by posterior interventricular groove (PIV) containing PIV branch of RCA. iii) Base (posterior surface):- Formed mainly by left atrium and partly by right atrium. It is separated from T5 to T8 vertebrae by pericardium, oblique pericardial sinus, esophagus and descending thoracic aorta. iv) Right surface:- Mainly by right atrium. v) Left surface:- Mainly by left ventricle and partly by left auricle. o Dont get confused with above question. Most probably this question has been framed by a radiologist. Read following factsi) Right border of heart is formed by (anatomically) - Right atrium. ii) Right border of heart is formed by (on X-ray PA view) - Right atrium (majority), SVC, I VC. o Similiarly-i) Left border of heart is formed by (anatomically) - Left atrium (mainly), left auricle. ii) Left border of heart is formed by (on X-ray PA view) - Aortic knucle, Pulmonary trunk, left auricle, left atrium, left ventricle.",
        "cop": 1,
        "opa": "Right atrium",
        "opb": "Right ventricle",
        "opc": "SVC",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "26da6411-d42a-41a9-8f05-e512ecfc27b1",
        "choice_type": "single"
    },
    {
        "question": "All of the following drains into coronary sinus EXCEPT:",
        "exp": "ANSWER: (B) Anterior cardiac vein. REF: Keith L. Moore, 4th edition, page 96, 97. Repeat from December 2009 VENOUS DRAINAGE OF HEART: The heart is drained mainly by veins that empty into the coronary sinus and partly by small veins that empty directly into the chambers of the heart. The coronary sinus, the main vein of the heart, is a wide venous channel that runs from left to right in the posterior part of the coronary groove. The coronary sinus receives the great cardiac vein at its left end and the middle and small cardiac veins at its right end. The left posterior ventricular vein and left marginal vein also open into the coronary sinus. The small anterior cardiac veins empty directly into the right atrium and the smallest cardiac veins (L. venae cordisminimae) are minute vessels that begin in the capillary beds of the myocardium and open directly into the chambers of the heart, chiefly the atria. Although called veins, they are valve less communications with the capillary beds of the myocardium and may carry blood from the heart chambers to the myocardium.",
        "cop": 2,
        "opa": "Great cardiac vein",
        "opb": "Anterior cardiac vein",
        "opc": "Middle cardiac vein",
        "opd": "Left posterior ventricular vein",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "2745704e-5ebb-4573-944c-ec73c6197142",
        "choice_type": "multi"
    },
    {
        "question": "Coronary' sinus is guarded by -",
        "exp": "Ans. is 'b' i. e., Thebesian valveo Thebesian valve (incomplete semilunar valve) guards the orifice of coronary sinus. Venous Drainage of Hearto 60 % through coronary sinus into right atriumo 40 % directly in chambers of the heart via. Anterior cardiac veins. Thebesian vein or venae cordis minimi. Sometimes, the right marginal vein opens directly into right atrium. Coronary Sinuso It is a 2-3 cm long venous channel present in left posterior part of coronary sulcuso It opens into the sinus venorum part of right atrium, the opening guarded by incomplete semilunar valve. Tributaries. Great cardiac vein: It runs in the anterior interventricular groove and receives the left marginal vein. Middle cardiac vein: It lies in the posterior interventricular groove. Small cardiac vein: It is present in the atrioventricular groove and usually receives the right marginal vein. Posterior vein of left ventricle: It drains the inferior surface of the left ventricle. Oblique vein of left atrium: It drains the posterior surface of left atrium (a remnant of the left duct of cuvier). Note: All the above veins are provided with valves except oblique vein of left atrium.",
        "cop": 2,
        "opa": "Crista terminal is",
        "opb": "Thebesian valve",
        "opc": "Mitral valve",
        "opd": "Spiral valve",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "11caaa6f-2778-4cd9-86a3-e8cb0abc3b03",
        "choice_type": "single"
    },
    {
        "question": "Posterior to transverse pericardial sinus-",
        "exp": "Ans. is 'c' i. e., SVC Pericardial sinuseso These are parts of pericardial cavity, o The pericardial sinuses are. Transverse pericardial sinus. If lies between arterial and venous sleeves of pericardial reflection and connects right and left halves of pericardial cavity with each other. It is bounded. Anteriorly by A seen ding aorta and pulmonary trunk. Posteriorly by S upertor vena cava and atria. Above:- Bifurcation of pulmonary trunk. Below;- Upper surface of left atrium. Obi iqu e pericard ial sinus. It is a large cul-de-sac lying within the venous sleeve of pericardial reflection. It lies behind the left atrium. Pericardium separates the oblique sinus from esophagus. An oval shaped opening, between i. VC and lower left pulmonary vein, directed downwards and to the left connect oblique sinus with the rest of the pericardial cavity.# It is bounded by: i) Anteriorlyii) Posteriorlyiii) Rightiv) Leftv) Above:- Left atrium:- Parietal layer:- Right pair of pulmonary veins and IVC:- Left pair of pulmonary veins:- Upper margin of left atriun.",
        "cop": 3,
        "opa": "Aorta",
        "opb": "Pulmonarytrunk",
        "opc": "SVC",
        "opd": "Left atrium",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "0353e34a-baa0-45fd-b472-cec5d0dedbb7",
        "choice_type": "single"
    },
    {
        "question": "Cardiac ganglion is situated -",
        "exp": "Ans. is 'a' i. e., Below arch of aorta. Nerve supply of hearto Nerve supply to the heart has both (i) Motor, and (ii) Sensory components. Motor componento Motor component includes parasympathetic and sympathetic systems, parasympathetic fibers reach the heart through vagus and are cardioinhibitory. Sympathetic fibers are derived from 7/ to Ts segment of spinal cord and are cardiostimu latory (excitatory). Both parasympathetic and sympathetic nerves form the superficial and deep cardiac plexues, the branches of which run along the coronary arteries to reach the myocardium. Superficial cardiac plexus Lies in front of right pulmonary artery' below the arch of aorta. It is fored by:-Superior cervical cardiac branch of the left sympathetic chain. Inferior cervical cardiac branch of left vagus. o A small ganglion, the cardiac ganglion of Wrisberg, is occaisonally found connected with these nerves at their point of junction. This ganglion, when present, is situated immediately beneath the arch of aorta, on right side of ligamentum arteriosum. Deep cardiac plexus Lies in fron of the bifurcation of trachea, behind the arch of aorta. It is formed by all sympathetic and parasympathetic cardiac branches except those forming the superficial plexus. Sensory componento Pain sensation arising due to ischemia is conveyed by afferents which pass through sympathetic cardiac fibers and reach the T1 to T5 cord segments on left side. Since these dorsal root ganglia also receive sensory impulses from the medial side of arm, forearm and upper part of front of chest, the pain gets referred to these areas through these thoracic splanchnic nerves (T1-T4). Though the pain is usually referred to the left side, it may even be referred to right arm, jaw, epigastrium, neck, shoulder or back.",
        "cop": 1,
        "opa": "Below arch of aorta",
        "opb": "Above arch of aorta",
        "opc": "Left side of ligamentum arteriosum",
        "opd": "Posterior to ligamentum arteriosum",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "94b71068-1369-4715-b9fb-9f9276597702",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is situated in the upper part of Crista terminaiis -",
        "exp": "Ans. is 'd' i. e., SA node Conducting system. Location in heart. SA node. Upper end of crista terminal is, near opening of SVCAV node. Triangle of Koch's (near interatrial septum ). Bundle of his. Membranous part of interventricular septum. RBBRight surface of interventricular septum. LBBLeft surface of interventricular septum",
        "cop": 4,
        "opa": "AV node",
        "opb": "Bundle of his",
        "opc": "Right Bundle branch",
        "opd": "SA node",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "4365c1cc-5bf5-4e5f-8dcb-95dc6bbfade8",
        "choice_type": "single"
    },
    {
        "question": "What is the function of chordae tendineae?",
        "exp": "ANSWER: (B) Prevents regurgitation. REF: BRS Anatomy 7th ed page 152, Gray's anatomy 40tn ed chapter 56. CHORDAE TENDINEAE (TENDINOUS CORDS). They are fibrous collagenous structures supporting the cusps of the atrioventricular valves. False chordae connect papillary muscles to each other or to the ventricular wallincluding the septum, or pass directly between points on the wall (or septum, or both). The true chordae usually arise from small projections on the tips or margins of the apical one-thirds of papillary muscles, but sometimes arise from the bases of papillary muscles or directly from the ventricular walls and the septum. They are attached to various parts of the ventricular aspects or the free margins of the cusps. They have been classified into first-, second-and third-order chordae according to the distance of the attachment from the margins of the cusps. Fan-shaped chordae have a short stem from which branches radiate to attach to the margins (or the ventricular aspect) of the zones of apposition between cusps and to the ends of adjacent cusps. Rough zone chordae arise from a single stem which usually splits into three components that attach to the free margin. True chordae of the mitral valve may be divided into intercusp (or commissural) chordae, rough zone chordae, including the special strut chordae, so-called 'cleft' chordae and basal chordae. Most true chordae divide into branches from a single stem soon after their origin from the apical one-third of a papillary muscle, or proceed as single chordae that divide into several branches near their attachment. Basal chordae, in contrast, are solitary structures passing from the ventricular wall to the mural cusp. Function: Papillary muscles contracts to tightens the chordae tendineae preventing the cusps of the valves from being everted into the atrium by pressure developed by pumping action of the heart. This prevents regurgitation of the ventricular blood into the atrium.",
        "cop": 2,
        "opa": "Opens A-V valve",
        "opb": "Prevents regurgitation",
        "opc": "Helps contraction of papillary muscles",
        "opd": "Passes action potential to papillary muscles",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "1528541b-47df-41f5-ad9c-dec2ff65c20d",
        "choice_type": "single"
    },
    {
        "question": "Great cardiac vein drains into -",
        "exp": "Ans. is 'b' i. e., Coronary sinus Veinous drainage of heart1. Coronary sinus: Opens into right atrium and has following tributries: (i) Great cardiac vein, (ii) Middle cardiac vein, (iii) Posterior vein of left ventricule, (iv) Small cardiac vein, (v) Oblique vein of left atrium and (vi) Sometimes right marginal vein. 2. Anterior cardiac vein: Opens into right atrium. 3. Venae cardis minimi (thebasian veins): Open into right atrium. 4. Right marginal vein: More often opens into right atrium but sometimes into coronary sinus.",
        "cop": 2,
        "opa": "Anterior cardiac vein",
        "opb": "Coronary sinus",
        "opc": "Thebesian vein",
        "opd": "Venae cordis minimi",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "e308791d-fc92-4ee6-a827-f10a134f307a",
        "choice_type": "single"
    },
    {
        "question": "Not true about right ventricle-",
        "exp": "Ans. is 'a' i. e., Wall thickness is 10-12 mm o Right ventricle is most anteriorly situated cardiac chamber, located immediately behind sternum, o It forms inferior border of heart and anterior (sternocostal) surface of heart, o Right ventricle is more triangular in shape. In cross section the cavity appears like a crescent, o Wall thickness of right ventricle is 3-5 mm. o Inferior surface of heart is formed by left ventricle (2/3) and right ventricle (1/3). This surface rests on diaphragm.",
        "cop": 1,
        "opa": "Wall thickness is 10-12 mm",
        "opb": "On cross section crescent in shape",
        "opc": "It forms anterior surface of heart",
        "opd": "Rests on central tendon of diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "675a415e-30d9-4d5d-a4c2-fcb0e703085b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not directly drain into right atrium-",
        "exp": "Ans. is 'a' i. e., Great cardiac vein o Great cardiac vein does not directly drains into right atrium. It drains into coronary sinus, which in turn drains into right atrium. Veinous drainage of heart1. Coronary sinus: Opens into right atrium and has following tributries: (i) Great cardiac vein, (ii) Middle cardiac vein, (iii) Posterior vein of left ventricule, (iv) Small cardiac vein, (v) Oblique vein of left atrium and (vi) Sometimes right marginal vein. 2 Anterior cardiac vein: Opens into right atrium. 3. Venae cardis minimi (thebasian veins): Open into right atrium. 4. Right marginal vein: More often opens into right atrium but sometimes into coronary sinus.",
        "cop": 1,
        "opa": "Great cardiac vein",
        "opb": "Anterior cardiac vein",
        "opc": "Thebasian vein",
        "opd": "Venaecordis minimi",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "3fec8129-46e5-4272-aee3-2dbcfc5bdd78",
        "choice_type": "single"
    },
    {
        "question": "Superior vena cava opens into right atrium at the level of -",
        "exp": "Ans. is 'd' i. e., T5o Superior vena cava commences at the lower border of the first right costal cartilage by confluence of the two brachiocephaiis veins. o It passes vertically downwards behind the right border of sternum and piercing the pericardium at the level of the second costal cartilage, enters the upper border of the right atrium to end in the upper and posterior part of sinus venorum at the lower border of third right costal cartilage (opposite T5). o Behind the sternal angle (at T4) level, SVC receives the azygos vein.",
        "cop": 4,
        "opa": "Tt",
        "opb": "T3",
        "opc": "T4",
        "opd": "T5",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "3242b2ff-0ce0-419a-9c6c-522ab823574c",
        "choice_type": "single"
    },
    {
        "question": "SA node blood supply is -",
        "exp": "Ans. is 'a' i. e., Rt. coronary o SA node is supplied by right coronary artery in 65% of population and by left coronary artery in remaining 35%. o Left coronary artery suppliesi) Most of left atrium. ii) Most of the left ventricle (except the area adjoining posterior interventricular groove) and small part of right ventricle adjoining anterior interventricular groove. iii) Anterior 2/3 of ventricular septum. iv) Right bundle branch, left bundle branch and in 35% of cases SA node. o Right coronary artery suppliesi) Right atrium, and a part of left atrium. ii) Most of the right ventricle (except the area adjoining the anterior interventricular groove) and small part of left ventricle adjoining posterior interventricular groove. iii) Posterior 1/3 of interventricular septum. iv) Whole conducting system (except right bundle branch and a part of left branch of AV bundle). v) SA node (in 65%).",
        "cop": 1,
        "opa": "Rt. coronary",
        "opb": "Lt. coronary",
        "opc": "Lt. and descending",
        "opd": "Ant aortic sinus",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "a8dcdf5b-b8d1-4149-b91e-f606335997d0",
        "choice_type": "single"
    },
    {
        "question": "Sternocostal surface of heart is formed by -",
        "exp": "Ans. is 'd' i. e., All of the above o Anterior (sternocostal) surface is formed mostly by right ventricle and right auricle and partly by left ventricle and left auricle. o The heart has following borders and surfacesA) Bordersi) Right border:- Formed by right atrium. ii) Left border (obtuse margin):- Formed mainly by left ventricle and partly by left auricle (in its upper most part). iii) Inferior border (acute margin):- Formed mainly by right ventricle and partly by left ventricle near apex. iv) Upper border:- Mainly by left atrium and partly by right atrium where SVC enters. v) Apex:- Formed by left ventricle. B) Surfacesi) Anterior (sternocostal) surface:- Formed mostly by right ventricle (major) and right auricle and partly by left ventricle and left auricle. ii) Inferior (diaphragmatic) surface:- It is formed by left ventricle (left 2/3) and right ventricle (right 1/3). It is traversed by posterior interventricular groove (PIV) containing PIV branch of RCA. iii) Base (posterior surface):- Formed mainly by left atrium and partly by right atrium. It is separated from T5 to T8 vertebrae by pericardium, oblique pericardial sinus, esophagus and descending thoracic aorta. iv) Right surface:- Mainly by right atrium. v) Left surface:- Mainly by left ventricle and partly by left auricle.",
        "cop": 4,
        "opa": "Right ventricle",
        "opb": "Right auricle",
        "opc": "Left ventricle",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "e27eb880-cc1f-4a2a-b9d3-1bc7757f3153",
        "choice_type": "multi"
    },
    {
        "question": "Pericardial space is present between -",
        "exp": "Ans. is 'd' i. e.. Parietal and visceral pericardium o Pericardial space (pericardial cavity) lies between parietal serous pericardium and visceral serous pericardium.",
        "cop": 4,
        "opa": "Endocardium and pericardium",
        "opb": "Epicardium and pericardium",
        "opc": "Endocardium and epicardium",
        "opd": "Parietal and visceral pericardium",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "862aa969-e839-4cd4-a68e-d3deb058111a",
        "choice_type": "single"
    },
    {
        "question": "Vein located in anterior interventricular sulcus -",
        "exp": "Ans. is 'a' i. e., Great cardiac vein Coronary (Atrioventricular) sulcus. Great cardiac vein, coronary sinus, Small cardiac vein, RCA, LCX. Anterior interventricular sulcus. Great cardiac vein, left anterior descending (interventricular) artery. Posterior interventricular sulcus. Middle cardiac vein, Posterior interventricular branch of RCA.",
        "cop": 1,
        "opa": "Great cardiac vein",
        "opb": "Coronary sinus",
        "opc": "Middle cardiac vein",
        "opd": "Small cardiac vein",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "46a1bc47-75c2-47f0-866b-76ea04847995",
        "choice_type": "multi"
    },
    {
        "question": "Right border of heart is formed by all except -",
        "exp": "Ans. is 'b' i. e., Right ventricle o Dont get confused with above question. Most probably this question has been framed by a radiologist. Read following factsi) Right border of heart is formed by (anatomically) - Right atrium. ii) Right border of heart is formed by (on X-ray PA view) - Right atrium (majority), SVC, I VC. o Similiarly-i) Left border of heart is formed by (anatomically) - Left atrium (mainly), left auricle. ii) Left border of heart is formed by (on X-ray PA view) - Aortic knucle, Pulmonary trunk, left auricle, left atrium, left ventricle.",
        "cop": 2,
        "opa": "Right atrium",
        "opb": "Rightventricle",
        "opc": "SVC",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Pericardium & Heart",
        "id": "31af59cc-67d0-4056-8338-8f028f26eb5d",
        "choice_type": "multi"
    }
]