[
    {
        "question": "Which muscle is responsible for abduction of vocal cord, in the given diagram",
        "exp": "A - Lateral cricoarytenoid muscle. B - Inter arytenoid muscle C - Posterior cricoarytenoid muscle D - Cricothyroid muscle",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "d72cc357-1103-401a-bb34-9becc2c47c86",
        "choice_type": "single"
    },
    {
        "question": "Young singer at local music theatre complains of vocal difficulties. On examination, she is unable to abduct vocal cords during quiet breathing. Which of the following muscles is most likely to be paralyzed?",
        "exp": "Posterior cricoarytenoid muscle is the only muscle that abducts vocal cords during quiet breathing. All other laryngeal muscles adduct the vocal cords.",
        "cop": 4,
        "opa": "Vocalis muscle",
        "opb": "Cricothyroid muscle",
        "opc": "Oblique arytenoid muscle",
        "opd": "Posterior cricoarytenoid muscle",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "b4de9a23-5869-4bdc-b6d3-59ef21eb124d",
        "choice_type": "single"
    },
    {
        "question": "Common carotid bifurcates at which border of thyroid cailage?",
        "exp": "Common carotid aery bifurcates at superior border of lamina of thyroid cailage of larynx at C3 veebral level. At lower border of C6, ending of larynx and pharynx and beginning of trachea and oesophagus.",
        "cop": 1,
        "opa": "Superior",
        "opb": "Inferior",
        "opc": "Lateral",
        "opd": "Medial",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "ab64749b-09b1-4635-b7d9-e7f999a9935a",
        "choice_type": "single"
    },
    {
        "question": "A person is brought to an emergency depament after he experiences a sudden difficulty in breathing and a low tracheostomy is performed below the isthmus of the thyroid, which of the following vessels may be encountered?",
        "exp": "A low tracheostomy is a surgical incision of the trachea through the neck and below the isthmus of the thyroid gland. The Inferior thyroid veins drain the thyroid gland, descend in front of the trachea, and enter the brachiocephalic veins.",
        "cop": 2,
        "opa": "Inferior thyroid aery",
        "opb": "Inferior thyroid vein",
        "opc": "Costocervical trunk",
        "opd": "Superior thyroid aery",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "43d9d41e-08cc-41b9-a454-a3dd275ca70f",
        "choice_type": "single"
    },
    {
        "question": "A 7 year-old male complains of numbness of the nasopharynx after surgical removal of the adenoid. A lesion of which of the following nerves would be expected?",
        "exp": "After adenoidectomy, there might occur injury to Glossopharyngeal ( 9th ) nerve. The Glossopharyngeal nerve supplies sensory innervation to the mucosa of the nasopharynx. The Vagus nerve supplies sensory innervation to the lower pharynx and larynx.",
        "cop": 4,
        "opa": "Maxillary nerve",
        "opb": "Superior cervical ganglion",
        "opc": "External laryngeal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "f182bba6-80e4-4db7-af5b-d8d43d9f4c97",
        "choice_type": "single"
    },
    {
        "question": "The cranial nerve nucleus, supplying the marked muscle with arrow, lies at the level of:",
        "exp": "The marked muscle is medial rectus, which is supplied by occulomotor nucleus in the midbrain, at the level of superior colliculus. All extraocular muscles are supplied by 3rd cranial nerve (Occulomotor Nerve) except LR6. SO4 (Lateral rectus by 6th cranial nerve and Superior Oblique by 4th cranial nerve)",
        "cop": 1,
        "opa": "Superior colliculus",
        "opb": "Inferior colliculus",
        "opc": "Facial colliculus",
        "opd": "Olive",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "70f0e446-6e81-4c54-bdd0-f4d4a3366018",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old man has had thyroid surgery to remove his papillary carcinoma. The external laryngeal nerve that accompanies the superior thyroid aery is damaged during the surgery. This injury could result in a severe impairment of function of which of the following",
        "exp": "The External laryngeal nerve innervates the cricothyroid muscle (major tensor), which tenses the vocal cord. Hence damage to this nerve will lead to inability to tense the vocal cords.",
        "cop": 3,
        "opa": "Relaxing the vocal cords",
        "opb": "Rotating the arytenoid cailages",
        "opc": "Tensing the vocal cords",
        "opd": "Widening the rima glottidis",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "71693356-7629-4eb2-ae4b-53c8cadd0ab1",
        "choice_type": "single"
    },
    {
        "question": "Maximum AP diameter of trachea in male and female are",
        "exp": "Trachea: - Trachea is a flexible tube that extends from veebral level C6 in the lower neck to veebral level T 4 / 5 in the mediastinum where it bifurcates into a right and a left main bronchus. Measurement of trachea: - Parameters Average Minimum Maximum A - P diameter (mm) Male Female Male Female Male Female 18. 82 13. 25 10. 15 10. 72 22. 92 17. 25 Transverse diameter 16. 30 14. 92 11. 02 10. 57 19. 98 17. 22",
        "cop": 4,
        "opa": "27 mm and 25 mm",
        "opb": "25 mm and 23 mm",
        "opc": "25 mm and 21 mm",
        "opd": "20 mm and 15 mm",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "36af1fd9-9ae7-4744-9330-49870ab566f0",
        "choice_type": "single"
    },
    {
        "question": "Nerve liable to get injured on removing the fish bone from pyriform fossa:-",
        "exp": "Pyriform fossa is located on the side of epiglottis. It is supplied by Internal laryngeal nerve. Hence this nerve is liable to get injured while removing a fish bone from pyriform fossa..",
        "cop": 2,
        "opa": "Superior laryngeal nerve",
        "opb": "Internal laryngeal nerve",
        "opc": "External laryngeal nerve",
        "opd": "Recurrent laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "b2261ce4-f5d8-48b2-b7b1-bfbee17bcf56",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old child due to choked suddenly on consuming food. On the failed attempt of Valsalva's manoeuvre a needle cricothyrotomywas performed. It would open into which of the following regions?",
        "exp": "Infraglottic cavity extends from rima glottidis to the lower border of the cricoid cailage. The rima glottidis is the space between the vocal folds and arytenoid cailages. Vestibule extends from the laryngeal inlet to the vestibular folds. Ventricle extends between vestibular fold and the vocal fold. Piriform recess is a pear-shaped fossa in wall of the laryngopharynx lateral to the arytenoid cailage.",
        "cop": 4,
        "opa": "Rima glottidis",
        "opb": "Laryngeal vestibule",
        "opc": "Laryngeal ventricle",
        "opd": "Infraglottic cavity",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx, larynx and trachea and cranial nerves 3, 4, 6",
        "id": "fa28d875-46fc-4997-9eec-0fd9c8290986",
        "choice_type": "single"
    }
]