[
    {
        "question": "Artery of 2n. Ii pharyngeal arch is -",
        "exp": "Ans. is 'b' i. e., Stapedial artery Pharyngeal Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani. Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible). Incus and. Malleus, Meckel's cartilage, Ant. Ligament of malleus, Sphenomandibularligament. Trigeminal nerve (V2 and V3). Maxillary artery, External carotid artery. Eustachian tube, middleear, mastoid antrum, and inner layer ofthe tympanicmembrane. 2nd (hyoid arch. Muscles of facialexpression, Buccinator, Pfatysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage. Stylohyoid ligament. Facial nerve (VII). Stapedial. Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid'Internal carotid. Inferior parathyroid. Thymus4th Cricothyroid muscle, all intrinsic muscles of soft palate incluidng levator veli palatini Thyroid cartilage, epiglottic cartilage Vagus nerve (X). Superior laryngeal nerve Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch Superior parathyroid, uitimobranchial body (which forms the Para follicular C-Cells of thyroid gland). 6th. All intrinsic muscles of larynx except the cricothyroid muscle. Cricoid cartilage, arytenoid cartilages, comiculate cartilage. Vagus nerve (X). Recurrentlaryngealnerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroidC-cells.",
        "cop": 2,
        "opa": "Maxillaiy artery",
        "opb": "Stapedial artery",
        "opc": "Subclavian artery",
        "opd": "Commoncarotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "5657beed-dfea-441f-b062-b75fc1de5be5",
        "choice_type": "single"
    },
    {
        "question": "The proximal pa of the internal carotid aery is derived from which of the following?",
        "exp": "C. The proximal pa of the internal carotid aery is derived from aoic arch 3.",
        "cop": 3,
        "opa": "Aoic arch 1",
        "opb": "Aoic arch 2",
        "opc": "Aoic arch 3",
        "opd": "Aoic arch 4",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "d7bbec2a-afd0-4d2d-8f48-e5cf46d06737",
        "choice_type": "single"
    },
    {
        "question": "Sty loid process is derived from -",
        "exp": "Ans. is 'b' i. e., 2nd arch o Styloid process is derived from 2nd pharyngeal arch. Pharyngeal Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corresponding Pouch Structures1st (mandibular arch). Muscles of mastication. Anterior belly of the digastric, Mylohyoid, Tensor tympani. Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible). Incus and Malleus, Meckel's cartilage. Ant. Ligament of malleus, Spheno-mandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tubc. middle ear. mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression. Buccinator, Platysma, Stapedius. Stvlohoid, Posterior belly of the digastric. Stapes. Styloid process hyoid (lesser horn and upper part of body), Reicherts cartilage. Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear. palatine tonsils3rd. Stvlopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossophar- yngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid. Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Comicuiate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland). 6th. All intnrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X) Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 2,
        "opa": "1st arch",
        "opb": "2nd arch",
        "opc": "3rd arch",
        "opd": "4th arch",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "6d0d010d-82ee-4859-a05e-2c764ad32bae",
        "choice_type": "single"
    },
    {
        "question": "External auditory meatus is derived from which cleft?",
        "exp": "Cleft 1 forms external auditory meatus- surface ectoderm If the pharyngeal clefts are not obliterated by the 2nd pharyngeal arch, they can persist into adulthood as branchial (pharyngeal) cysts.",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "ae8c74cf-2058-4276-8b98-c085395444c5",
        "choice_type": "single"
    },
    {
        "question": "The auricle develops from:",
        "exp": "Ans. (d) 1st and 2nd branchial arch. Ref: P. L. Dhingra 6th ed. /11* The auricle develops from fusion of mesenchyme of 1st and 2nd branchial arch.* External ear canal develops from the ectoderm of 1st branchial cleft.* Tympanic membrane is derived from all the three germ layers contributed by 1st pharyngeal/ branchial arch.",
        "cop": 4,
        "opa": "1st branchial cleft",
        "opb": "1st branchial arch",
        "opc": "1st, 2nd and 3rd branchial arch",
        "opd": "1st and 2nd branchial arch",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "3e9db3d7-ca90-485f-a418-745541765664",
        "choice_type": "single"
    },
    {
        "question": "Remnant of 1st arch aery?",
        "exp": "1st arch aery remnant is Maxillary Aery 2nd arch aery remnant is Stapedial Aery 3rd arch aery - Rt and Lt common Carotid Aeries and proximal pa of ICA. 4th arch aery - Rt. side - Proximal poion of Rt. Subclan Aery Lt. side - Arch of Aoa (pa between Left subclan and left common carotid aery) 5th arch aery has no remnant. 6th arch aery - Left - Left pulmonary aery and ductus aeriosus Right - Right pulmonary aery.",
        "cop": 1,
        "opa": "Maxillary aery",
        "opb": "Mandibular aery",
        "opc": "Stapedial aery",
        "opd": "No remnants",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "0566e03e-435d-4e79-b20d-ac250813b76e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscles develop from 6th pharyngeal arch",
        "exp": "Derivatives of the Pharyngeal Arches and their Innervation Pharyngeal arch Nerve Muscles Skeleton 1st Vth nerve- trigeminal: maxillary and mandibular divisions - Muscles of Mastication (temporal: masseter, medial, lateral pterygoids) - Myelohyoid - Anterior belly of digastric - Tensor veli palatini - Tensor tympani Premaxilla, Maxilla, Zygomatic bone, Pa of temporal bone. Meckel's cailage, Mandible, Malleus. Incus, Anterior ligament of malleus, Sphenomandibular ligament 2nd VIIth nerve- Facial - Muscles of facial expression (buccinator, auricularis, frontalis, platysma, orbicularis oris, orbicularis oculi) - Posterior belly of digastric, - Stylohyoid, - Stapedius Stapes, Styloid process, Stylohyoid ligament, Lesser cornu and upper poion of body of hyoid bone 3rd IXth nerve- glossopharyngeal - Stylopharyngeus Greater cornu and lower poion of body of hyoid bone 4th Xth nerve- Superior laryngeal nerve - Pharyngeal muscles - Cricothyroid - Levator veli palatini Thyroid cailage Epiglottis 6th Xth nerve - Recurrent laryngeal nerve - All Intrinsic muscles of larynx except cricothyroid Cricoid cailage Arytenoid cailage Corniculate Cuneiform",
        "cop": 4,
        "opa": "Cricothyroid",
        "opb": "Thyrohyoid",
        "opc": "Stylopharyngeus",
        "opd": "Thyroaretynoid",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "c467aa27-72ae-46f7-844b-81ec58c0360f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following develops from the third pharyngeal pouch?",
        "exp": "Ans. b (Inferior parathyroids). (Ref. Human Embryology by JB singh, 7th ed., p 112). Branchial (Pharyngeal) pouch derivatives include: First pouch derivatives--middle ear cavity, Eustachian tube, mastoid air cells. Second pouch derivatives--epithelial lining of palatine tonsil. Third pouch (dorsal wings)--inferior parathyroids. Third pouch (ventral wings)--thymus. Fourth pouch derivatives--superior parathyroids. Also remember: Branchial/ pharyngeal apparatus: Consist of1. Branchial clefts (derived from ectoderm)2. Branchial arches (derived from mesoderm and neural crests)3. Branchial pouches (derived from endoderm). BRANCHIAL ARCHESFirst arch derivatives# Meckel's cartilage: Mandible, malleus, incus, sphenomandibular ligament.# Muscles: Muscles of mastication (temporalis, masseter, lateral and medial pterygoids), Tensor Tympani, Tensor veli Palatini, Mylohyoid, Anterior-belly of digastric.# Nerve of first arch: Mandibular nerve (post-trematic) and chorda tympani (pretrematic). Second arch derivatives# Reichert's cartilage: Stapes, Styloid, Smaller (lesser) horn & superior half of hyoid, Stylohyoid ligament (Hint--4'S').# Muscles: muscles of facial expression, Stapedius, Stylohyoid, posterior belly of digastric. Third arch derivatives# Cartilage. Greater horn of hyoid, lower half of hyoid.# Muscle: Stylopharyngeus# Nerve of third arch: Glossopharyngeal nerve. Fourth arch derivatives# Cartilages: thyroid, cricoid, arvtenoids, corniculate, cuneiform.# Muscles: Most pharyngeal constrictors, circothyroid, and levator veli palatini.# Nerve of Fourth arch: Superior laryngeal branch of vagus nerve. Fifth arch# Fifth arch Makes no major development contributions. Sixth arch derivatives# Muscles: all intrinsic muscles of larynx except cricothyroid.# Nerve of sixth arch: Recurrent laryngeal branch of vagus nerve. BRANCHIAL CLEFT DERIVATIVES# First cleft develops into external auditory meatus# Second to Fourth clefts form temporary cervical sinuses, which are obliterated by proliferation of second arch mesenchyme.# Persistent cervical sinus can lead to a branchial cyst in the neck. Educational points: Treacher Collins syndrome is first arch syndrome - mandibulofacial dysplasia - caused by autosomal dominant gene - resulting in malar hypoplasia with down-slanting palpebral fissures - defects in the lower eyelids - deformed external ears- and sometimes abnormalities of the middle and internal ears. Third and fourth pouch syndrome or Di. George' syndrome or CATCH syndrome:# Cleft palate, # Abnormal facies# Thymic aplasia T cell deficiency# Ca++ deficiency &# Heart defects",
        "cop": 2,
        "opa": "Superior parathyroids",
        "opb": "Inferior parathyroids",
        "opc": "Tonsils",
        "opd": "Thyroid gland",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "8c175763-8b4a-4e75-862c-1ba24b3d8dc5",
        "choice_type": "single"
    },
    {
        "question": "Reichert's cartilage is the cartilage of which arch-",
        "exp": "Ans. is 'b' i. e., II o At first there are 6 pharyngeal arches. The fifth arch disappears and only 5 remain, o Each arch has: An ectodermal cleftA mesodermal element. An endodermal pouch. Arch. Ectodermal cleft. Endodermal pouch. IEpithelium of external auditory meatus Ear drum. Pinna. Ventral - tongue. Dorsal - tubotympanic recess -- proximal part forms the auditory tube and the distal part forms the middle ear cavity1 and tympanic antrum. IIIIIIV2nd arch grows over and covers the 2nd, 3rd and 4th clefts. Palatine tonsil. Thymus. Inferior parathyroids. Thyroid gland. Superior parathyrids. Mesodermal derivatives of the pharyngeal arches. Arch. Skeletal element. Muscle arch. Nerv e of arch. IMaxilla, zygomatic bone, pan of temporal and vomer, sphenoid, mandible. Meckel's cartilage. Malleus, incus. Mvlohyoid. Mastication muscles, Anterior belly of digastrics. Tensor veli palatine. Tensor tympani. Mandibular division of tri germinal. IIReichert's cartilage, stapes. Styloid process. Stylohyoid ligament. Smaller cornu of hyoid. Superior part of body of hyoid (All'S'). Stapedius. Stylohyoid. Posterior belly of digastric. Facial expression muscles. Facial. III. Greater cornu of hyoid. Lower part of body of hyoid. Stylopharyngeus. Glossopharyngeal. IVCartilage of larynx except arytenoids. Pharyngeal muscles. Cricothyroid. Superior laryngeal branch of vagus. VArytenoid cartilages of larynx. Intrinsic muscles of larynx. Recurrent leryngeal nerve.",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "HI",
        "opd": "IV",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "64fc4258-6b11-4f2e-b5bb-e52666ed757c",
        "choice_type": "single"
    },
    {
        "question": "Embryological dorsal aoa forms:",
        "exp": "Embryological dorsal aoa forms distal pa of descending aoa. Proximal pa of descending aoa develops from Left dorsal aoa distal to attachment of fouh arch aery and Distal pa from fused dorsal aoae forming single median aery. Ascending aoa and pulmonary trunk develops from truncus aeriosus (a pa of heart tube). Arch of aoa develops from 4th arch aery. Common carotid aery develop from aoic arch III.",
        "cop": 2,
        "opa": "Ascending aoa",
        "opb": "Descending aoa",
        "opc": "Common carotid aery",
        "opd": "Pulmonary trunk",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "d4a3b154-6727-4e42-bfaa-684a4e0afb93",
        "choice_type": "single"
    },
    {
        "question": "Derivative of 1st pharyngeal arch -",
        "exp": "Ans. is 'c' i. e., Maxilla Pharyngeal Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corrosponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression. Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossopharyngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Comiculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland). 6th. All intrrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X). Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 3,
        "opa": "Hyoid",
        "opb": "Stapes",
        "opc": "Maxilla",
        "opd": "Laryngeal Cartilase",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "8ba746cb-800c-4c58-bf34-849bb4c69673",
        "choice_type": "single"
    },
    {
        "question": "Digeorge syndrome is due to defect of?",
        "exp": "Digeorge syndrome is due to defect of pouch 3 and 4. Pouch 3 compromised - No thymus - CMI decreases - Severe bacterial infections Pouch 3 & 4 compromised - absent or poorly developed parathyroid - low PTH - Hypocalcemia.",
        "cop": 3,
        "opa": "pouch 1",
        "opb": "pouch 2",
        "opc": "pouch 3 and 4",
        "opd": "pouch 5",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "d6b32e79-ae07-4e90-a3d7-67f7c7c48298",
        "choice_type": "single"
    },
    {
        "question": "Palatine tonsil develops from which pharyngeal pouch -",
        "exp": "Ans 'b' i. e., Second o At first there are 6 pharyngeal arches. The fifth arch disappears and only 5 remain, o Each arch has: An ectodermal cleftA mesodermal element. An endodermal pouch. Arch. Ectodermal cleft. Endodermal pouch. IEpithelium of external auditory meatus Ear drum. Pinna. Ventral - tongue. Dorsal - tubotympanic recess -- proximal part forms the auditory tube and the distal part forms the middle ear cavity1 and tympanic antrum. IIIIIIV2nd arch grows over and covers the 2nd, 3rd and 4th clefts. Palatine tonsil. Thymus. Inferior parathyroids. Thyroid gland. Superior parathyrids. Mesodermal derivatives of the pharyngeal arches. Arch. Skeletal element. Muscle arch. Nerv e of arch. IMaxilla, zygomatic bone, pan of temporal and vomer, sphenoid, mandible. Meckel's cartilage. Malleus, incus. Mvlohyoid. Mastication muscles, Anterior belly of digastrics. Tensor veli palatine. Tensor tympani. Mandibular division of tri germinal. IIReichert's cartilage, stapes. Styloid process. Stylohyoid ligament. Smaller cornu of hyoid. Superior part of body of hyoid (All'S'). Stapedius. Stylohyoid. Posterior belly of digastric. Facial expression muscles. Facial. III. Greater cornu of hyoid. Lower part of body of hyoid. Stylopharyngeus. Glossopharyngeal. IVCartilage of larynx except arytenoids. Pharyngeal muscles. Cricothyroid. Superior laryngeal branch of vagus. VArytenoid cartilages of larynx. Intrinsic muscles of larynx. Recurrent leryngeal nerve.",
        "cop": 2,
        "opa": "First",
        "opb": "Second",
        "opc": "Third",
        "opd": "Fourth",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "44cff800-923b-498d-8337-12fdd50ae987",
        "choice_type": "single"
    },
    {
        "question": "Posterior fontanelle fuses at?",
        "exp": "2-3 months -fusion of posterior fontanelle. 18-24 months - fusion of anterior fontanelle.",
        "cop": 1,
        "opa": "2-3 months",
        "opb": "12 months",
        "opc": "18-24 months",
        "opd": "36 months",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "289c2938-1ca2-40db-ad95-d1b9aa9902ad",
        "choice_type": "single"
    },
    {
        "question": "Parafollicular c cells are derived from?",
        "exp": "All option are true but Neural crest cells is better answer > Ultimobranchial body > Pharyngeal pouch 4 > Pharyngeal pouch 5",
        "cop": 4,
        "opa": "Ultimobranchial body",
        "opb": "Pharyngeal pouch 4",
        "opc": "Pharyngeal pouch 5",
        "opd": "Neural crest cells",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "7ddf1a4a-0bb0-4001-855d-4c8f7bb1b33d",
        "choice_type": "single"
    },
    {
        "question": "Double aoic arch occurs due to?",
        "exp": "Double aoic arch occurs due to persistent distal poion of right dorsal aoa. This will lead to difficulty in breathing and swallowing due to compression of bronchi and esophagus by Right side aoic arch.",
        "cop": 4,
        "opa": "Non development of right 4th aoic arch",
        "opb": "Non development of left 4th aoic arch",
        "opc": "Non divison of truncus aeriosus",
        "opd": "Persistent distal poion of right dorsal aoa",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "b168fdac-f3ba-4e4f-99e4-e38d913b1857",
        "choice_type": "single"
    },
    {
        "question": "Which of the following not derived from the 6th branchial arch?",
        "exp": "ANSWER: (D) Cricothyroid REF: Grays anatomy 40th ed chapter 35 See APPENDIX-6 below BRANCHIAL ARCHES APPENDIX - 6 Brachial Arches There are six pharyngeal arches, but in humans the fifth arch only exists transiently during embryologic growth and development. Since no human structures result from the fifth arch, the arches in humans are I, II, III, IV, and VI. The first three contribute to structures above the larynx, while the last two contribute to the larynx and trachea Pharyngeal Arch Muscular Contributions Skeletal Contributions Nerve Artery Corresponding Pouch Structures 1st (mandibular arch) Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament Trigeminal nerve (V2 and V3) Maxillary artery, external carotid artery Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch) Muscles of facial expression. Buccinator, Platysma, Stapedius, Stylohyoid, Posterior belly of the digastric Stapes, Styloid process, hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament Facial nerve (VII) Stapedial Artery middle ear, palatine tonsils 3rd Stylopharyngeus Hyoid (greater horn and lower part of body), thymus Glossopharyngeal nerve (IX) Common carotid/ Internal carotid Inferior parathyroid, Thymus 4th Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini Thyroid cartilage, epiglottic cartilage Vagus nerve (X) Superior laryngeal nerve Right 4th aortic arch: subclavian artery Left 4th aortic arch: aortic arch Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland) 6th All intrinsic muscles of larynx except the cricothyroid muscle Cricoid cartilage, arytenoid cartilages, corniculate cartilage Vagus nerve (X) Recurrent laryngeal nerve Right 6th aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-celts.",
        "cop": 4,
        "opa": "Inter arytenoid",
        "opb": "Lateral thyroarytenoid",
        "opc": "Posterior arytenoid",
        "opd": "Cricothyroid",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "9f0ca049-9f24-40e3-8603-e320cff4b099",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not derived from 1st pharyngeal pouch?",
        "exp": "Ans. D Palatine tonsils. Ref: I. B. Singh, 9th ed. pg. 1118; Fundamental Anatomy By Walter Carl Hartwig, pg. 185* First pharyngeal pouch is located between 1st and 2nd pharyngeal arch* Palatine tonsil is a derivative of 2nd pharyngeal pouch* Eustachean tube, Middle ear, mastoid antrum and tympanic membrane is derived from 1st pharyngeal pouch.",
        "cop": 4,
        "opa": "Middle ear",
        "opb": "Eustachean tube",
        "opc": "Tympanic membrane",
        "opd": "Palatine tonsils",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "0785078d-b3f2-452e-85df-fa5ba8a5c522",
        "choice_type": "single"
    },
    {
        "question": "Incus develops from which pharyngeal arch -",
        "exp": "Ans. is 'a' i. e., 1st Pharyngeal Arch. Muscular Contribution. Skeletal Contributions. Nerve. Artery. Corrosponding Pouch Structures1st (mandibular arch). Muscles of mastication, Anterior belly of the digastric, Mylohyoid, Tensor tympani, Tensor veli palatini. Maxilla, mandible (only as a model for mandible not actual formation of mandible), Incus and Malleus, Meckel's cartilage, Ant. ligament of malleus, Sphenomandibular ligament. Trigeminal nerve (V2 and V3). Maxillary artery, external carotid artery. Eustachian tube, middle ear, mastoid antrum, and inner layer of the tympanic membrane. 2nd (hyoid arch. Muscles of facial expression. Buccinator, Platysma, Stapedius, Stylohoid, Posterior belly of the digastric. Stapes, Styloid process hyoid (lesser horn and upper part of body), Reichert's cartilage, Stylohyoid ligament. Facial nerve (VII). Stapedial Arterymiddle ear, palatine tonsils3rd. Stylopharyngeus. Hyoid (greater horn and lower part of body), thymus. Glossopharyngeal nerve (IX). Common carotid/ internal carotid. Inferior parathyroid, Thymus4th. Cricothyroid muscle, all intrinsic muscles of soft palate including levator veli palatini. Thyroid cartilage, epiglottic cartilage Cuneiform cartilage Cricoid cartilage Comiculate cartilage. Vagus nerve (X) Superior laryngeal nerve. Right 4th aortic arch subclavian artery Left 4th aortic arch: aortic arch. Superior parathyroid, ultimobranchial body (which forms the Para follicular C-Cells of thyroid gland). 6th. All intrrinsic muscles of larynx except the cricothyroid muscle. Arytenoid cartilages. Vagus nerve (X). Recurrent laryngeal nerve. Right aortic arch: pulmonary artery Left 6th aortic arch: Pulmonary artery and ductus arteriosus. Rudimentary structure, becomes part of the fourth pouch contributing to thyroid C-cells.",
        "cop": 1,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "4th",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "859422f3-0ad7-4780-9903-cb33ac979475",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT derived from 1st pharyngeal pouch:",
        "exp": "Ans. (d) Palatine tonsils. Ref. LB. Singh 9th ed. /1118; Fundamental Anatomy By Walter Carl Hartwig /185* First pharyngeal pouch is located between 1st and 2nd pharyngeal arch* Palatine tonsil is a derivative of 2nd pharyngeal pouch* Eustachean tube, Middle ear, mastoid antrum and tympanic membrane is derived from 1st pharyngeal pouch.",
        "cop": 4,
        "opa": "Middle ear",
        "opb": "Eustachean tube",
        "opc": "Tympanic membrane",
        "opd": "Palatine tonsils",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "191312e1-ba1f-4420-8fdc-87d747e46415",
        "choice_type": "single"
    },
    {
        "question": "4th Aoic arch is responsible for the formation of -",
        "exp": "4th arch aery forms aoic arch on left side and proximal pa of subclan aery on right side.",
        "cop": 1,
        "opa": "Arch of aoa",
        "opb": "Pulmonary aery",
        "opc": "Pulmonary vein",
        "opd": "Subclan vein",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "cf492254-dba2-4fed-855a-8e16010c6a69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following DOESN'T develop from bronchial pouch:",
        "exp": "Ans. (d) Thyroid. Ref: LB. Singh 9th ed. /116-17* Superior parathyroid derived from 4th branchial pouch* Inferior parathyroid and thymus develops from 3rd branchial arch* Most of the thyroid gland develops from thyroglossal duct (endodemal duct at foramen cecum).",
        "cop": 4,
        "opa": "Superior parathyroid",
        "opb": "Inferior parathyroid",
        "opc": "Thymus",
        "opd": "Thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "722e06a7-c624-49f2-a3f4-5a1eb43f8884",
        "choice_type": "single"
    },
    {
        "question": "Middle ear cavity is formed by pharyngeal pouch",
        "exp": "Pouch Derivatives 1st Eustachian tube(opens into nasopharynx) and middle ear cavity 2nd Lines tonsillar crypts, forms endodermal epithelium of tonsil 3rd Dorsal - Inferior parathyroid glands Ventral - Thymus 5th fuses with 4th pouch Dorsal - Superior parathyroid glands Ventral - Ultimobranchial body recieves neural crest cells and changes to parafollicular c cells",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "2cd67559-4545-471c-a57b-73373b2ca9ca",
        "choice_type": "single"
    },
    {
        "question": "'Meckel's cartilage' develops from?",
        "exp": "Ans. a (First branchial arch) (Ref Embryology by IB Singh 7th/113). Meckel's cartilage =first arch; and Reichert cartilage =second arch. First arch derivatives1) Meckel's cartilage. Mandible, Malleus, Incus, Sphenomandibular ligament, Anterior ligament of malleus. 2) Muscles. Four muscles of mastication (temporalis, masseter, lateral and medial pterygoids). Tensor tympani, Tensor veli palatini, Mylohyoid, Anterior belly of digastric. 3) Nerve of first arch. Mandibular nerve (post-trematic) and chorda tympani (pretrematic). 4) Artery of first arch. Maxillary artery. Second arch derivatives1) Reichert's cartilage. Stapes, Styloid, Smaller (lesser) horn of hyoid & upper half of hyoid, Stylohyoid ligament2) Muscles. Muscles of facial expression, Stapedius, Stylohyoid, Posterior belly of digastric. 3) Nerve of second arch. Facial nerve4) Artery of second arch. Stapedial artery. Third arch derivatives1) Cartilage. Greater horn of hyoid, lower half of hyoid. 2) Muscle. Stylopharyngeus. 3) Nerve of third arch. Glossopharyngeal nerve. Fourth arch derivatives1) Cartilages. Thyroid, cricoid, arytenoids, comiculate and cuneiform. 2) Muscles. Most pharyngeal constrictors, Cricothyroid, Levator veli palatini. 3) Nerve of fourth arch. Superior laryngeal branch of vagus nerve. Fifth arch makes no major development contributions. Sixth arch derivatives1) Muscles. All intrinsic muscles of larynx except cricothyroid. 2) Nerve of sixth arch. Recurrent laryngeal branch of vagus nerve. Remember: Each pharyngeal arch is supplied by its own cranial nerve.# The trigeminal nerve supplying the first pharyngeal arch has three branches: the ophthalmic, maxillary, and mandibu- lar. The nerve of the second arch is the facial nerve; that of the third, the glossopharyngeal nerve. The musculature of the fourth arch is supplied by the superior laryngeal branch of the vagus nerve, and that of the sixth arch, by the recurrent branch of the vagus nerve.",
        "cop": 1,
        "opa": "First branchial archb.",
        "opb": "Second branchial arch",
        "opc": "Third branchial arch",
        "opd": "Fourth branchial arch",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "123cf0ea-3fb7-4278-9822-4f452aa89751",
        "choice_type": "single"
    },
    {
        "question": "Lesser cornu of hyoid bone is derived from which arch:",
        "exp": "Ans. (b) 2nd branchial arch. Ref. Inderbir Singh's Embroyology 9th ed. /116-117, 7th ed. /119-120* At first there are 6 arches. The 5th arch disappears.* Lesser cornu of hyoid bone is derived from 2nd arch.* Greater cornu of hyoid bone is derived from 3rdarch. Derivatives of Branchial arches and their respective nerve supply1st Branchial arch2nd Branchial arch3rd Branchial arch4th Branchial arch6th Branchial arch# Malleus and Incus# Maxilla# Mandible# Muscle of mastication# Stapes# Upper half of body of hyoid# Lesser cornu of hyoid# Muscle of facial expression# Lower part of body of hyoid# Greater cornu of hyoid# Thymus# Upper thyroid cartilage# Cricothyroid muscle# Lower half of thyroid cartilage# Arytenoid, Cuneiform, Corniculate cartilage# All intrinsic laryngeal muscle except cricothyroid. Nerve: Mandibular branch of CN 5th. Facial Nerve. Glossopharyngeal nerve. Vagus + Superior Laryngeal nerve. Vagus + Recurrent laryngeal nerve",
        "cop": 2,
        "opa": "1st mandibular arch",
        "opb": "2ndbranchial arch",
        "opc": "3rdbranchial arch",
        "opd": "4th branchial arch",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "f9d84ba7-c55e-4c27-8b21-5821cdb9d0c5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is derivative of 1st arch:",
        "exp": "Tensor tympani muscle develops in the first pharyngeal arch. Stylopharyngeus develops in 3rd arch. Platysma develops in 2nd arch. Cricothyroid develops in 4th arch.",
        "cop": 2,
        "opa": "Stylopharyngeus",
        "opb": "Tensor tympani",
        "opc": "Platysma",
        "opd": "Cricothyroid",
        "subject_name": "Anatomy",
        "topic_name": "Pharyngeal Arches",
        "id": "e120b642-3a7d-4d25-8c93-0f725b34574e",
        "choice_type": "single"
    }
]