[
    {
        "question": "The most common organism causing acute tonsillitis is:",
        "exp": "Group A beta hemolytic streptococci is the M/C bacteria causing acute tonsillitis. other causes are: staph aureus pnuemococci H. Influenza Ref Dhingra 5/e, p 341, 6/e, p 288.",
        "cop": 3,
        "opa": "Staph aureus",
        "opb": "Anaerobes",
        "opc": "Hemolytic streptococci",
        "opd": "Pneumococcus",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "8675e8ab-587f-4240-ae4d-b9bf3356ece3",
        "choice_type": "single"
    },
    {
        "question": "What is present in the retropharyngeal space -",
        "exp": "Ans. is 'b' i. e., Loose areolar tissue & lymph nodes o Retropharyngeal space lies behind the pharynx, i. e. between buccopharyngeal fascia covering pharyngeal constrictor muscles (anteriorly) and prevertebral fascia covering the prevertebral muscles (posteriorly), o So, retropharyngeal space lies behind the pharyngeal constrictor muscles and anterior to prevertebral fasciaQ covering the prevertebral muscles. o The space is divided in into two lateral compartments (Spaces of Gillette) by a median fibrous septa, o Retropharyngeal space consists of lymph nodes (including Rouvier's node, i. e., most superior of the lateral group) and loose areolar tissue.",
        "cop": 2,
        "opa": "Platysma",
        "opb": "Loose areolar tissue & lymph nodes",
        "opc": "Vertebrae",
        "opd": "Hypoglossal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "68fcee2d-098f-47af-b14e-5919aa719eb9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is not involved in damage of craninal part of accessory nerve?",
        "exp": "Ans. c. Stylopharyngeus (Ref: Gray's anatomy 40/e p571, 39/e p558; BDC 4/vol-III/223). Stylopharyngeus muscle is innervated by the glossopharyngeal nerve (CN IX), so it's spared after complete transection of cranial part of accessory nerve. Spinal Accessory Nerve. The cranial root of accessory nerve (or part) is the smaller of the two portions of the accessory nerve. It is generally considered as a part of the vagus nerve and not part of the accessory nerve proper because the cranial component rapidly joins the vagus nerve and serves the same function as other vagal nerve fibersQ. Fibers of cranial root of accessory (those distributed in pharyngeal branches of vagus) are derived from nucleus ambiguous and probably innervate pharyngeal and palatal muscle except tensor veli palatineQ. Spinal root of accessory provides sole motor supply to sternocleidomastoid and second, third cervical nerves are believed to carry proprioceptive fibers from it. The motor supply to upper and middle portion of trapezius is primarily from spinal accessory nerveQ. Pharyngeal Muscles* Inferior constrictor muscleQ* Middle constrictor muscleQ* Superior constrictor muscleQ* Stylopharyngeus muscleQ* Salpingopharyngeus muscleQ* Palatopharyngeus muscle. QPharyngeal muscles are innervated by the pharyngeal branch of the Vagus nerve (CN X) with the exception of the stylopharyngeus muscle, which is innervated by the glossopharyngeal nerve (CN IX)Q. Arch. Nerve of Arch. Muscles of Arch1st. Trigeminal (V): mandibularQ and maxillary division* MylohyoidQ* Mastication musclesQ:- TemporalisQ- MasseterQ- Lateral and Medial pterygoidsQ* Anterior belly of digastricQ* Tensor palatine* Tensor tympani2nd. Facial nerveQ (VII)* StapediusQ* StylohyloidQ* Posterior belly of digastricQ* Facial expression musclesQ:- Auricularis- BuccinatorQ- FrontalisQ- Platysma- Orbicularis oris and oculi. Q3rd. Glossopharyngeal NerveQ (IX)* Stylopharyngeus. Q4th. Vagus (X): Superior laryngeal NerveQ* Constrictors of pharynxQ* Cricothyroid* Levator palatine6th. Vagus (X): Recurrent laryngeal Nerve* Intrinsic muscles of Larynx except cricothyroidQ",
        "cop": 3,
        "opa": "Cricopharyogeus",
        "opb": "Palatopharyngeus",
        "opc": "Stylopharyngeus",
        "opd": "Salpingopharyngeus",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "af3655fe-e3ae-46b6-9bee-d1fc5211e2f4",
        "choice_type": "single"
    },
    {
        "question": "Stylopharyngeus is supplied by:",
        "exp": "Ans: A (Glossopharyngeal nerve). Ref: Gray's Anatomy, 40th edition, pg. 564. Explanation: Note: All muscles of pharynx are supplied by cranial accessory nerve through vagus except stylophayngeus which is supplied by glossopharyngeal nerve. All muscles of palate are supplied by cranial accessory nerve except tensor palate which is supplied by mandibular nerve. All the muscles of facial expression are supplied by facial nerve except levator palpebrae superioris. All muscles of tongue are supplied by hypoglossal except palatoglossus which is supplied by cranial accessory nerve. All muscles of larynx are supplied by recurrent laryrgeal nerve except cricothyroid which is supplied by external laryngeal nerve. Gonad. Testis. Ovary. Gubernacular cord. Gubernaculum testis. Ovarian and round ligaments. Mesonephros (Wolffian body). Appendix of epididymis (?). Appendices vesiculosae (?). Efferent ductules. Epoophoron. Lobules of epididymis Paradidymis. Paroophoron. Aberrant ductules Mesonephric duct (Wolffian duct). Duct of epididymis. Duct of epoophoron (Gartner's duct). Vas deferens Ejaculatory duct Part of bladder and prostatic urethra. Part of bladder and urethra. Paramesonephric (Mullerian) duct. Appendix of testis. Uterine tube Uterus. Prostatic utricle. Vagina (?). Allantoic duct. Urachus. Urachus. Cloaca: Dorsal part. Rectum and upper part of anal canal. Rectum and upper part of anal canal. Ventral part. Most of bladder. Most of bladder and urethra Part of prostatic urethra Urogenital sinus. Prostatic urethra distal to utricle Bulbo-urethral glands. Greater vestibular glands. Rest of urethra to glans. Vestibule. Genital folds. Ventral penis. Labia minora. Genital tubercle. Penis. Clitoris. Urethra in glans",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Oculomotor nerve",
        "opc": "Accessory nerve",
        "opd": "Abducent nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "76903eb5-fb10-4d90-b659-78bde300f37b",
        "choice_type": "single"
    },
    {
        "question": "Retropharyngeal space extends from:",
        "exp": "Ref: Grays Anatomy 40 th edition Pg: 568. Explanation: Retropharyngeal space: It lies behind the pharynx between the buccopharyngeal fascia covering pharyngeal constrictor muscles and the alar facia which is the anterior leaf of pre vertebral fascia. It extends from the base of skull to the bifurcation of trachea. It permits the movement of the pharynx, esophagus, larynx, and trachea during swallowing. The space is divided into two lateral compartments (space of Gillette) by a fibrous raphe. Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age. Parapharyngeal space communicates with the retropharyngeal space. Infection of retropharyngeal space can pass down behind the oesophagus into the posterior mediastinum",
        "cop": 1,
        "opa": "Skull base to tracheal bifurcation",
        "opb": "Skull base to cricoid",
        "opc": "Skull base to thoracic inlet",
        "opd": "skull base to thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "521627be-abef-4e19-a5d1-578915ab9b99",
        "choice_type": "single"
    },
    {
        "question": "Killian's dehisence is seen in -",
        "exp": "Ans. is 'c' i. e., Cricopharynx o Inferior constrictor muscle has two parts(i) Thyropharyngeous with oblique fibres, and (ii) Cricopharyngeous with transverse fibres. o Between these two parts of inferior constrictor exists a potential gap called Killan's dehiscence. It is also called the gateway to tear as perforation can occur at this site during esophagoscopy. It is also the site for herniation of pharyngeal mucosa in case of pharyngeal pouch.",
        "cop": 3,
        "opa": "Oropharynx",
        "opb": "Nasopharynx",
        "opc": "Cricopharynx",
        "opd": "Vocal cords",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "37969e4c-7a01-48b5-b0f8-79e2fda5f83a",
        "choice_type": "single"
    },
    {
        "question": "Tonsillectomy is indicated in:",
        "exp": "INDICATIONS They are divided into: A. ABSOLUTE 1. Recurrent infections of throat. This is the most common indication. Recurrent infections are fuher defined as: (a) Seven or more episodes in 1 year, or (b) Five episodes per year for 2 years, or (c) Three episodes per year for 3 years, or (d) Two weeks or more of lost school or work in 1 year. 2. Peritonsillar abscess. In children, tonsillectomy is done 4-6 weeks after abscess has been treated. In adults, second attack of peritonsillar abscess forms the absolute indication. 3. Tonsillitis. It causes febrile seizures. 4. Hyperophy of tonsils. It causes: (a) airway obstruction (sleep apnoea), (b) difficulty in deglutition and (c) interference with speech. 5. Suspicion of malignancy. A unilaterally enlarged tonsil may be a lymphoma in children and an epidermoid carcinoma in adults. An excisional biopsy is done. B. RELATIVE 1. Diphtheria carriers, who do not respond to antibiotics. 2. Streptococcal carriers, who may be the source of infection to others. 3. Chronic tonsillitis with bad taste or halitosis which is unresponsive to medical treatment. 4. Recurrent streptococcal tonsillitis in a patient with valvular heart disease Ref: Dhingra 7e pg 487.",
        "cop": 3,
        "opa": "Acute tonsillitis",
        "opb": "Aphthous ulcers in the pharynx",
        "opc": "Rheumatic tonsillitis",
        "opd": "Physiological enlargement",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "931ee529-170e-4b42-88bb-d940d0bf8664",
        "choice_type": "single"
    },
    {
        "question": "Retro pharyngeal space extends up to which of the following level? (D. REPEAT 2013)",
        "exp": "Ref: Gray's Anatomy, 39th edition, 200$, Page 626. Explanation:\"Retropharyngeal space situated behind the pharynx. It extends from the base of skull to the infrahyoid region, where it continuous with retrovisceralspace (retrovisceral space extends upto superior mediastinum/bifurcation of trachea). \" Ref: Gray's. Retropharyngeal Space: It lies behind the pharynx. It is between the buccopharyngeal fascia and the alar fascia (alar fascia is the anterior layer of pre vertebral fascia). It extends upwards to the base of the skull and downwards to the retrovisceral space in the infrahyoid region. It permits the movement of the pharynx, esophagus, larynx and trachea during swallowing. The space is divided into two lateral compartments (space of Gillette) by a fibrous raphe. Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age. Parapharyngeal space communicates with the retrophar-vngeal space. Infection of retropharyngeal space can pass down behind the oesophagus into the posterior mediastinum. Retrovisceral Space. The retrovisceral space is continuous superiorly with the retropharyngeal space. It is situated between the posterior wall of the oesophagus and the prevertebral fascia. Inferiorly, the retrovisceral space extends into the superior mediastinum. Prevertebral fascia merge with the connective tissue on the posterior surface of the oesophagus - usually at the level of the 4th thoracic vertebra (i. e. bifurcation of trachea). (See Figure on the next page)",
        "cop": 2,
        "opa": "Base of skull to C6 vertebra",
        "opb": "Base of skull to bifurcation of trachea",
        "opc": "Base of skull to the level of diaphragm",
        "opd": "Base of skull to cricoid cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "1ccf890a-01ba-49fd-8b04-b162d4f9c146",
        "choice_type": "single"
    }
]