[
    {
        "question": "Epithelial lining of vagina is?",
        "exp": "ANSWER- (A) Stratified squamous Non-keratinized. REF: Gray's anatomy 39t edition chapter 106, Novak's gynecology 12th edition p-50\"The vagina is a fibromuscular tube lined by non-keratinized stratified squamous epithelium\"The vagina is composed of three layers: Mucosa: non-keratinized stratified squamous epithelium, without glands. Vaginal lubrication occurs by transudation primarily, with contributions from cervical and Bartholin gland secretions. The mucosa has a characteristic pattern of transverse ridges and furrows, known as rugae. It is hormonally sensitive, responding to stimulation by estrogen with proliferation and maturation. The mucosa is colonized by mixed bacterial flora with lactobacillus predominant; normal pH is 3. 5 to 4. 5. Muscularis--contains connective tissue and smooth muscle, loosely arranged in inner circular and outer longitudinal layers. Adventitia--consists of endopeivic fascia, adherent to the underlying muscularis. Also know: The blood supply of the vagina includes the vaginal artery and branches from the uterine, middle rectal and internal pudendal arteries. The innervation of the vagina is as follows: the upper vagina--uterovaginal plexus; the distal vagina--pudendal nerve",
        "cop": 1,
        "opa": "Stratified squamous non-keratinized",
        "opb": "Stratified squamous keratinized",
        "opc": "Columnar",
        "opd": "Cuboidal",
        "subject_name": "Anatomy",
        "topic_name": "Reproductive System",
        "id": "87d8f996-3e9d-4805-bdbd-8e6e9338373d",
        "choice_type": "single"
    },
    {
        "question": "Lining epithelium of fallopian tube is -",
        "exp": "Ans. is 'c' i. e., Ciliated columnar Types of epithelium. Tissue or organ. Simple squamous. Lung alveoli. Mesothelium lining serous surfaces Endocardium and endothelium Loop of henle in nephron. Keratinized stratified squamous. Epidermis of skin Duct of sebaceous gland. Non keratinized stratified squamous. Tongue, tonsil, pharynx, esophagus. Cornea. Vagina. Simple columnar epithelium (without cilia and microvilli). Lining of stomach and large intestine Cervical canal. Columnar epithelium with striated border (regularly arranged microvilli). Lining of small intestine. Columnar epithelium with brush border (Irregularly placed microvilli). Gall bladder. Ciliated columnar epithelium(cilia on surface for propulsion of fluid). Uterus and fallopian tubes. Eustachian tube. Central canal of spinal cord and ventricles of brain. Respiratory epithelium. Secretory columnar epithelium (with goblet cells). Stomach and intestines. Trachea and bronchi. Pseudostratified columnar epithelium. Olfactory epithelium. Trachea. Eustachian tube. Vas + deferens. Urethra. Cuboidal epithelium. Ducts of glands. Thyroid follicles. Ovarian surface epithelium. Transitional epithelium (Urothelium). Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 3,
        "opa": "Simple columnar",
        "opb": "Pseudo-stratified columnar",
        "opc": "Ciliated columnar",
        "opd": "Simple cuboidal",
        "subject_name": "Anatomy",
        "topic_name": "Reproductive System",
        "id": "1fb4745f-0abd-4136-9d29-91a01c6f22f5",
        "choice_type": "multi"
    }
]