[
    {
        "question": "Most dangerous paicles causing pneumoconiosis are of size",
        "exp": "In pneumoconiosis, the most dangerous paicles range from 1-5 micron in diameter, because they may reach the terminal small airway and settle in there lining notes The solubility and cytotoxicity of paicles, modify the nature of pulmonary response",
        "cop": 1,
        "opa": "A. 1-5 micron",
        "opb": "B. <1 micron",
        "opc": "C. 5-15 micron",
        "opd": "D. 10-20 micron",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "418561b6-f3f8-426e-8516-cb4104e280fb",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of Tropical pulmonary eosinophilia except",
        "exp": "In TPE Microfilaria are rapidly cleared from blood stream by the lungs. Thus, Microfilaria are sequestrated in the lungs. Ref Harrison 19th edition pg 1686-87",
        "cop": 2,
        "opa": "Eosinophilia>3000/mm3",
        "opb": "Microfilaria in blood",
        "opc": "Paroxysmal cough and wheeze",
        "opd": "Bilateral chest mottling and increased bronchivascular markings",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "39fde928-8afe-4690-96a8-b4522aa58f2e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for mycoplasma pneumonia is",
        "exp": "Treatment options for acute M. pneumoniae infection include macrolides (e. g., oral azithromycin, 500 mg on day 1, then 250 mg/d on days 2-5), tetracyclines (e. g., oral doxycycline, 100 mg twice daily for 10-14 days), and respira-tory fluoroquinolones Ref Davidson edition23rd pg 585",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Tetracycline",
        "opc": "Cefuroxime",
        "opd": "Erythromycin",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d07da705-f903-4f1a-8828-f88fae64228a",
        "choice_type": "single"
    },
    {
        "question": "''Sleep apnoea '' is defined as a temporary pause in breathing during sleep lasting at least-",
        "exp": "Sleep OSAHS also may be diagnosed in the absence of symptoms if the AHI is above 15. Each episode of apnea or hypopnea represents a reduction in breathing for at least 10 sec Ref Harrison 19th edition pg 1723",
        "cop": 4,
        "opa": "40 seconds",
        "opb": "30 seconds",
        "opc": "20 seconds",
        "opd": "10 seconds",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "f4d5608d-8b9d-46e7-b5a6-128320ed2cfe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characterically not associated with the development of interstial lung disease",
        "exp": "All the mentioned are associated with interstial lung disease Interstitial lung disease may be caused by long-term exposure to hazardous materials, such as asbestos or coal dust, or it can be caused by an auto-immune disease such as rheumatoid ahritis. Once lung scarring occurs, it's generally irreversible.",
        "cop": 4,
        "opa": "Organic dusts",
        "opb": "Inorganic dusts",
        "opc": "Toxic gases",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "c286aac7-5aff-4276-8635-1ea62a2aa07a",
        "choice_type": "multi"
    },
    {
        "question": "The alveolar aerial gradient is highest in which of the following?",
        "exp": "The alveolar aerial PO2 difference is obtained by subtracting the aerial PO2 from the alveolar PO2. The normal alveolar-arial PO2 gradient is between 5-15 mm Hg. The alveolar aerial gradient is useful measure of ventilation perfusion mismatch. ILD- Due to pulmonary fibrosis, diffusion defect will lead to significant reduction in value of pa. O2. Hence the gradient will show an increase. Pulmonary embolism- Due to V/P mismatch in PE, the value of pa. O2 is normal to reduced. In massive PE, the gradient is definitely increased. There is adequat ventilation but zero perfusion, the V/Q ratio is infinite. At a ratio of infinity, there is no exchange of gases through the respiratory membrane of affected alveoli. Acute severe asthma- Due to severe airflow limitation both pa. O2 and p. AO2 are reduced leading to normal alveolar aerial gradient. FB leading to upper airway obstruction- Due to severe airflow limitation both pa. O2 and p. AO2 are reduced leading t normal alveolar aerial gradient.",
        "cop": 2,
        "opa": "ILD",
        "opb": "Pulmonary Embolism",
        "opc": "Acute severe asthma",
        "opd": "Foreign body leading to upper airway obstruction",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8aa70395-b1cc-4a6f-bb15-6e39f530f6c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would most likely be observed in the lung during an autopsy of 2week old infant who died of neonatal respiratory distress syndrome",
        "exp": "Neonatal respiratory distress syndrome is a disease of immaturity. The immature lung is not able to produce sufficient surfactant to prevent collapse of many alveloku. Severe diffuse damage to alveoli causes precipitation of protein adjacent to many alveolar walls Abundant neutrophils are seen in pneumonia. Fibrosis is a late not early feature of respiratory distress syndrome whereas the airspaces are not collapsed not enlarged in option C condition",
        "cop": 4,
        "opa": "Alveolar filledwith neutrophils",
        "opb": "Dense fibrosis of the alveolar walls",
        "opc": "Enlarged air space",
        "opd": "Hyaline membrane and collapsed alveoli",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "15669ff1-c3b9-4746-bc80-9f68ef3d8ab5",
        "choice_type": "multi"
    },
    {
        "question": "Rampal 45 yr old man present with history of recurrent haemoptysis and purulent sputum. his chest X-RAY is normal, which of the following will be the next best investigation for him.?",
        "exp": "Presence of purulent sputum with recurrent haemoptysis suggests a diagnosis of bronchiectasis. HRCT. is now the diagnostic procedure of choice having repalced bronchiography Ref Harrison 19th edition pg 1710",
        "cop": 1,
        "opa": "HRCT",
        "opb": "CT guided angiography",
        "opc": "Angiography",
        "opd": "Spiral CT",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2466fa61-249b-4556-9926-5a5cc765d248",
        "choice_type": "single"
    },
    {
        "question": "Clubbing is the least common in",
        "exp": "Skeletal connective tissue syndrome including clubbing is usually not seen in small cell carcinoma. Ref Harrison 19th edition pg 250",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Small cell carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "aebcd632-8e5e-4ccf-8b30-b43808e28aff",
        "choice_type": "multi"
    },
    {
        "question": "A young man with T. B presents with massive reccurere haemoptysis. For angiography treatment which vascular structure should be evaluated first",
        "exp": "More significant hemoptysis can result from the proximity of the bronchial aery and vein to the air-way, with these vessels and the bronchus running together in what is often referred to as the bronchovascular bundle. Ref Harrison 19th edition pg 245-246",
        "cop": 2,
        "opa": "Pulmonary aery",
        "opb": "Bronchial aery",
        "opc": "Pulmonary vein",
        "opd": "Superior vena cava",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "237a7e05-914e-4a2a-9217-d568c792678e",
        "choice_type": "single"
    },
    {
        "question": "All of the following features are seen in asbestosis except",
        "exp": "Asbestosis is a diffuse interstitial fibrosing disease of the lung that is directly related to the intensity and duration of exposure. The disease resembles other forms of diffuse interstitial fibrosis. Past exposure to asbestos is specifically indicated by pleural plaques on chest radiographs, which are characterized by either thickening or calcification along the parietal pleura, paicularly along the lower lung fields, the diaphragm, and the cardiac border. Without additional manifestations, pleural plaques imply only exposure, not pulmonary impairment. Ref Harrison 19th edition 1688",
        "cop": 3,
        "opa": "Diffuse pulmonary interstitial fibrosis",
        "opb": "Fibrous pleural thickening",
        "opc": "Emphysema",
        "opd": "Calcific pleural plaques",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ec260fb0-e207-435c-b275-08f26d88803d",
        "choice_type": "multi"
    },
    {
        "question": "ARDS is due to defect in",
        "exp": "ALI/ARDS is initiated by injury of pneumocytes and pulmonary endothelium. Setting in motion a vicious cycle of increasing inflammation and pulmonary damage",
        "cop": 4,
        "opa": "A. Hypoxemia",
        "opb": "B. Hypotention",
        "opc": "C. Clara cells",
        "opd": "D. Endothelial cells",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "096c9f13-6623-4601-951f-a721197b5c6d",
        "choice_type": "single"
    },
    {
        "question": "Fever persisting even after treatment of pneumonia likely diagnosis is",
        "exp": "number of noninfectious conditions mimic pneumonia, including pulmonary edema, pulmonary embolism, lung carcinoma, radiation and hypersensitivity pneumonitis, and connective tissue disease involving the lungs. If the patient truly has CAP and empirical treatment is aimed at the correct pathogen, lack of response may be explained in a number of ways. The pathogen may be resistant to the drug selected, or a sequestered focus (e. g., lung abscess or empyema) may be blocking access of the antibiotic(s) to the pathogenref Harrison 19th edition pg 1017",
        "cop": 4,
        "opa": "Empyema",
        "opb": "Fungal lesions",
        "opc": "Carcinoma bronchus",
        "opd": "Any of the above",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "c22c9bbb-f303-4a4f-ace6-89672f718c99",
        "choice_type": "multi"
    },
    {
        "question": "Devi, a 28 yr female, has diarrhoea, confusion, high grade fever with bilateral pneumonitis. the diagnosis is",
        "exp": "Pneumonia in association with clinical clues in the form of high grade fever, confusion, and diarrhoea suggests a diagnosis of legionnaire's pneumonia Ref Harrison 19th edition pg 1016",
        "cop": 1,
        "opa": "Leginonella",
        "opb": "Neisseria meningitis",
        "opc": "Streptococcus pneumoniae",
        "opd": "H. influenza",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "078a7f23-6968-45b0-8b18-0b6f223209cb",
        "choice_type": "multi"
    },
    {
        "question": "Cause of central cyanosis include all the following except",
        "exp": "CHF is a cause for peripheral cyanosis and not central cyanosis. Cyanosis when present in asthma, pulmonic stenosis and alveolar hypoventilation is of central type. Ref Harrison 19th edition pg 249",
        "cop": 3,
        "opa": "Chronic asthma",
        "opb": "Congestive pulmonary stenosis",
        "opc": "Congestive heart failure",
        "opd": "Alveolar hypotension",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "6d3ad20c-1b83-4bc3-84b0-4099509e52d6",
        "choice_type": "multi"
    },
    {
        "question": "The most commonest cause for chronic cor pulmonale is",
        "exp": "Ref Harrison 19 th ed pg 1505 Once patients with chronic pulmonary or pulmonary vascular disease develop cor pulmonale, the prognosis worsens. Although chronic obstructive pulmonary disease (COPD) and chronic bronchitis are responsible for approximately 50% of the cases of cor pulmonale.",
        "cop": 2,
        "opa": "Recurrent pulmonary embolization",
        "opb": "COPD",
        "opc": "cystic fibrosis",
        "opd": "Bronchial asthma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d06c306b-6d84-4c10-bc93-0bd3a55ae0c6",
        "choice_type": "single"
    },
    {
        "question": "Kviem siltzbach test is is used in diagnosis of",
        "exp": "The Kviem-Siltzbach procedure is a specificdiagnostic test for sarcoidosis. An intradermalinjection of specially prepared tissue derived from the spleen of a known sarcoidosis patient is biopsied 4-6 weeks after injection. Ref Harrison 19th edition pg 2210",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Sarcoidosis",
        "opc": "Histoplasmosis",
        "opd": "Leishmaniasis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "404ffd64-6408-438f-ba2e-67376e1304f6",
        "choice_type": "single"
    },
    {
        "question": "In type II respiratory failure, there is",
        "exp": "Ref Harrison 19 th ed. pg1731-1732 Type II respiratory failure is characterized by decreased pa. O2 and incresinc pa. CO2 as a result of alveolar hypoventilation. there is fall in minute ventilation which causes a rise in Pa. CO2 and fall in Pa. O2. The alveolar aerial gradient is normal in Type 2 respiratory failure.",
        "cop": 2,
        "opa": "Low p. O2 and low p. CO2",
        "opb": "low p. O2 and high p. CO2",
        "opc": "Normal p. O2 and high p. CO2",
        "opd": "Low p. O2 and normal p. CO2",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "73475457-d8a1-4807-b508-cc6b8943a8d2",
        "choice_type": "single"
    },
    {
        "question": "Indication for prophylaxis in pneumocystis carinii pneumonia include",
        "exp": "Defects in cellular and/or humoral immunity predispose to development of PCP. CD4+ T cells are critical in host defense against Pneumocystis. For HIV-infected patients, the incidence is inversely related to the CD4+ T cell count: at least 80% of cases occur at counts of <200 cells/mL, and most of these cases develop at counts of <100 cells/mL. Ref Harrison 19th edition pg 1017",
        "cop": 1,
        "opa": "CD4 count <200 /ul",
        "opb": "Tuberculosis",
        "opc": "Vital load >25000 copies/ml",
        "opd": "Oral candidiasis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d3fbe568-f091-4a11-8ee7-c616d57f7c69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with hypeensive pnemonitis:",
        "exp": "Hypersensitivity pnemonotis describes a spectrum of immunoligically mediated, predominately interstitial lung disorders caused by intense often prolonged exposure to inhaled organic antigens. It is a type III +IV hypersensitivity reaction. (ref Robbins 7/e p733, 9/e p688)",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Asbestosis",
        "opc": "Byssinosis",
        "opd": "Berylliosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "5791d84c-5b57-46cc-9d3c-b0bb9d1d74d5",
        "choice_type": "single"
    },
    {
        "question": "Following hormonal levels are increased in small cell carcinoma of lung except",
        "exp": "Hormones produced by small cell variant ACTH AVP ANF calcitonin Gastrin relesinre peptide Ref Harrison 19th edition pg 541",
        "cop": 2,
        "opa": "ACTH",
        "opb": "Growth hormone",
        "opc": "ANF",
        "opd": "AVP",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "bd96cee0-2918-4303-9ab5-c5eceae09460",
        "choice_type": "multi"
    },
    {
        "question": "Least common cause of clubbing",
        "exp": "Clubbing is most common with adenocarcinomand is least common with small lung cell cancer... Ref: Ptinciples and practice of lung cancer Pg 348",
        "cop": 3,
        "opa": "Adenocarcionma",
        "opb": "Squamous cell carcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d09f639a-effd-4279-b6b8-bce5641fa416",
        "choice_type": "multi"
    },
    {
        "question": "Commonest type of lung carcinoma in non-smokers is",
        "exp": "The most common lung carcinoma arising in life time non smokers is adenocarcinoma Commonest lung carcinoma in wolrd Common in females Ref Harrison 19th edition pg 515",
        "cop": 3,
        "opa": "Squamous cell carcinoma",
        "opb": "Small cell carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Alveolar cell carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d014298e-634e-4e0f-9b38-0df7e22bf9a8",
        "choice_type": "multi"
    },
    {
        "question": "Most commonest agent for Early Onset Nosocomial pneumonia is",
        "exp": "Early Onset Nosocomial pneumonia which manifest within the first 4 days of hospitalization, is most often caused by community acquired pathogens such as Streptococcus pneumoniae and Hemophilus species Hospital-acquired pneumonia (HAP) or nosocomial pneumonia refers to any pneumonia contracted by a patient in a hospital at least 48-72 hours after being admitted. It is thus distinguished from community-acquired pneumonia. It is usually caused by a bacterial infection, rather than a virus. Ref Harrison 19th edition pg 915",
        "cop": 1,
        "opa": "Hemophilus",
        "opb": "Staphylococcus aureus",
        "opc": "Pseudomonas",
        "opd": "Acinobacter",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "56d74b0c-2bd7-4dc9-a298-53c10d4dddd8",
        "choice_type": "single"
    },
    {
        "question": "Creola bodies are seen in",
        "exp": "Refer ribbons 9/e p682 Creola bodies are a histopathologic finding indicative of asthma. Found in a patient's sputum, they are ciliated columnar cells sloughed from the bronchial mucosa of a patient with asthma. Other common findings in the sputum of asthma patients include Charcot-Leyden crystals, Curschmann's Spirals, and eosinophils. Creola bodies are a histopathologic finding indicative of asthma. Found in a patient's sputum, they are ciliated columnar cells sloughed from the bronchial mucosa of a patient with asthma. Other common findings in the sputum of asthma patients include Charcot-Leyden crystals, Curschmann's Spirals, and eosinophils",
        "cop": 1,
        "opa": "A. Bronchial asthma",
        "opb": "B. Emphysema",
        "opc": "C. Chronic bronchitis",
        "opd": "D. Bronchiectasis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1bd56cd7-34c1-4966-816d-c13749041a25",
        "choice_type": "single"
    },
    {
        "question": "All the following statements about Military T. B are true except",
        "exp": "Sputum-smear microscopy is negative in most cases. Various hematologic abnormalities may be seen, including anemia with leukopenia, lymphopenia, neutrophilic leukocytosis and leukemoid reactions, and polycythemia. Disseminated intravascular coagulation has been repoed. Elevation of alkaline phosphatase lev-els and other abnormal values in liver function tests are detected in patients with severe hepatic involvement. The TST may be negative in up to half of cases, but reactivity may be restored during chemotherapy. Ref Harrison 19th edition pg 1112",
        "cop": 4,
        "opa": "May occur following primary infection",
        "opb": "May occur following secondary reactivation",
        "opc": "Sputum microscopy is usually negative",
        "opd": "Mantoux is always positive",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2287129e-9437-4903-b7b1-43c0bee26705",
        "choice_type": "multi"
    },
    {
        "question": "In primary tuberculosis, all of the following may be seen except:",
        "exp": "Cavitation is seen when there has been a previous sensitization of the host resulting in caseous necrotic material being present which is discharged through the cavities. so, it is associated with secondary tuberculosis more frequently. Caseous granulomas with multinuclear giant cells are present in both primary and secondary tuberculosis. (ref Robbins 7th/384-385)",
        "cop": 1,
        "opa": "Cavitation",
        "opb": "Caseation",
        "opc": "Calcification",
        "opd": "Langhans giant cell",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "e77fd872-6bdd-4e9d-93ef-dda044077384",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of mediastinitis is:",
        "exp": "Most cases of acute mediastinitis either are due to esophageal perforation or occur after median sternotomy for cardiac surgery. Ref Harrison 19th edition pg 1719",
        "cop": 2,
        "opa": "Tracheal rupture",
        "opb": "Esophageal rupture",
        "opc": "Drugs",
        "opd": "Idiopathic",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "61039f19-678d-4608-877c-f22159170a76",
        "choice_type": "single"
    },
    {
        "question": "Farmers lung is caused due to exposure to",
        "exp": "Farmer's Lung This condition results from exposure to moldy hay containing spores of thermophilic actinomycetes that produce a hypersensitivity pneumonitis. Ref Harrison 19th edition 1691",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Thermoactinomyces saccharri",
        "opc": "Aspergillus fumigates",
        "opd": "Penicillium nalgiovense",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "af6c3fec-8da1-471e-bb61-b2e59106508c",
        "choice_type": "single"
    },
    {
        "question": "Caplan's syndrome is pneumoconiosis with",
        "exp": "Pulmonary manifestations of RA include pleurisy with or without effusion, ILD in up to 20% of cases, necrobiotic nodules (nonpneumoconiotic intrapulmonary rheumatoid nodules) with or without cavities, Caplan syndrome (rheumatoid pneumoconiosis), pulmonary hypertension secondary to rheumatoid pulmonary vasculitis, organized pneumonia, and upper airway obstruction due to cricoarytenoid ahritis. Ref Harrison 19th edition pg 1713",
        "cop": 3,
        "opa": "Lymphadenopathy",
        "opb": "Congestive cardiac failure",
        "opc": "Rheumatoid ahritis",
        "opd": "HIV",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "6e876510-1198-4b39-8d43-87eceb3e8f8d",
        "choice_type": "single"
    },
    {
        "question": "All are recognized causes of adult respiratory disress syndrome except:",
        "exp": "ARDS is associated with non cardiogenic pulmoanary edema. Malignant hypertension will cause development of cardiogenic pulmonary edema. The four most impoant causes of ARDS: Sepsis, diffuse pulmonary infections, gastric aspiration and head injuries.",
        "cop": 2,
        "opa": "Smoke inhalation",
        "opb": "Malignant hypertension",
        "opc": "Gastric aspiration",
        "opd": "Viral pnemonia",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "30289fd5-9076-4a6b-be3d-12b3ca882e84",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about lung carcinoma is true",
        "exp": "Small cell carcinoma usually occurs in central bronchi with associated mediastinal and hilar adenopathy being a common presentation at time of diagnosis Ref Harrison 19th edition pg 515",
        "cop": 3,
        "opa": "Squamous cell variant accounts for 70% of all lung cancer",
        "opb": "Oat cell variant typically present with cavitation",
        "opc": "Oat cell variant is typically associated with hilar adenopathy",
        "opd": "Adenocarcinoma variant is typically central in location",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "d381966d-db83-4935-b045-cfbe1de464c6",
        "choice_type": "multi"
    },
    {
        "question": "All the following are true about obstructive lung disease except",
        "exp": "Diffusion capacity is decreased in restrivtive lung disease. decreased in expiratory flow rate is a hallmark of obstructive lung disease. Residual volume is increased & FEV1/FVC is decresde Ref Harrison 19th edition pg 1661",
        "cop": 4,
        "opa": "Decreased Fe. V1",
        "opb": "Decreased MEFR",
        "opc": "Increased RV",
        "opd": "Increased diffusion capacity",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "5c420d2e-7956-4e6c-b680-ed24cae57cbc",
        "choice_type": "multi"
    },
    {
        "question": "Caplan syndrome is seen in",
        "exp": "Ref Harrison 17th/1625 Caplan syndrome is a combination of rheumatoid ahritis and pneumoconiosis that manifests as intrapulmonary nodules which appears homogeneous and well defined on chest X ray... It is also called as rheumatoid pneumoconiosis",
        "cop": 2,
        "opa": "COPD",
        "opb": "Pneumoconiosis",
        "opc": "Pulmonary odema",
        "opd": "Bronchial asthma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "7560397e-d1cc-4279-a222-ff3e472c98a6",
        "choice_type": "single"
    },
    {
        "question": "All the following are true regarding oat cell carcinoma of lung except",
        "exp": "Oat Small-cell carcinoma (oat cell) and adenocarcinoma of the lung, although the most common lung tumors associated with skeletal metastases, rarely cause Many solid tumors associated with hypercalcemia, paicularly squamous cell and renal tumors, produce and secrete PTHrP that causes increased bone resorption and mediate the hypercalcemia through systemic actions on the skeleton. Ref Harrison 19th edition pg 2476",
        "cop": 1,
        "opa": "Varient of large cell anaplastic CA",
        "opb": "Chemotherapy is effective",
        "opc": "Paraneoplastic syndrome may be present",
        "opd": "Causes SIADH",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "66d72958-824f-4803-822c-791f7c1986fb",
        "choice_type": "multi"
    },
    {
        "question": "An elderly male admitted for pneumonia presents with diarrhoea and gripping abdominal pain five days after discharge from hospital. Drug which is likely to benefit is",
        "exp": "The macrolides (especially azithromycin) and the respiratory quinolones are now the antibiotics of choice and are effective as monotherapy. Compared with erythromycin, the newer macrolides have superior in vitro activity, display greater intracellular activity, reach higher concentrations in respiratory secretions and lung tissue, and have fewer adverse effects. The pharmacokinetics of the newer macrolides and quinolones also allow once- or twice-daily dosing. Quinolones are the preferred antibiotics for transplant recipients because both macrolides and rifampin interact pharmacologically with cyclosporine and tacrolimus Ref Harrison 19th edition pg 1017",
        "cop": 4,
        "opa": "Imodium",
        "opb": "Metronidazole",
        "opc": "Diphenoxylate",
        "opd": "Levofloxacin",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "c7a6bc03-7c65-4e3d-a52a-564e5d2c4e43",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Chlamydia pneumonia is",
        "exp": "Although few controlled trials of treatment have been repoed, C. pneumoniae is inhibited in vitro by erythromycin, tetracycline, azithromycin, clarithromycin, gatifloxacin, and gemifloxacin. Recommended therapy consists of 2 g/d of either tetracycline or erythromycin for 10-14 days.. Ref Harrison 19th edition pg 1147",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Ceftriaxone",
        "opc": "Penicillin",
        "opd": "Sulphonamide",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "b64f4a70-cb88-4d71-be7a-0bced8dbfc2f",
        "choice_type": "single"
    },
    {
        "question": "Infraclavicular lesion of tuberculosis is known as",
        "exp": "refer robins page no 370 Hematogenous spread to apex of upper lobe resulting in a post primary infective lesion which heals with scarring is known as \"Simon's focus. \"... \"Puhl's lesion/nodule\" is the term for isolated lesion of chronic pulmonary TB in the apex of the lung.",
        "cop": 3,
        "opa": "Gohns focus",
        "opb": "Puhls focus",
        "opc": "Assmans focus",
        "opd": "Simmons focus",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "37e17d4b-5e4d-4c6f-9282-b34539f6dd15",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old chronic smoker presents with complaints of haemoptysis. her chest X, -ray appears to be normal. What is the next best investigation",
        "exp": "CT scan is unrevealing airway inspection with bronchoscopy should be performed. CT allows better delineation of bronchiectasis, alveolar filling, cavitary infiltration and masses. Ref Harrison 19th edition pg 246, 247, 512",
        "cop": 1,
        "opa": "Bronchoscopy",
        "opb": "High resolution CT",
        "opc": "Sputum cytology",
        "opd": "Pulmonary function test",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "f4587ac2-6a71-4598-9441-e5ea021109b2",
        "choice_type": "single"
    },
    {
        "question": "Asbestosis of the lung is associated with all of the following except:",
        "exp": "In asbestosis there is presence of lesions affecting lower lobes or base of the lungs. Nodular lesions involving upper lobes is a feauture of silicosis. The lesions continue to progress even after exposure to asbestos has stopped. (ref Robbins 7th/734-736, 8th/700)",
        "cop": 3,
        "opa": "Mesothelioma",
        "opb": "Progression of lesion even after stopping exposure to asbestosis",
        "opc": "Nodular lesions involving upper lobe",
        "opd": "Asbestosis bodies in sputum",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "06844a2f-5187-40eb-aca5-c3b8948aa12f",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic features of allergic bronchopulmonary aspergillosis (ABPA) include",
        "exp": "ABPA is a distinct diagnosis from simple asthma, characterized by prominent peripheral eosinophilia and elevated circulating levels of IgE (>417 IU/mL). Establishing a diagnosis of ABPA also requires establishing sensitivity to Aspergillus antigens by skin test reactivity, positive serum precipitins for Aspergillus, and/or direct measurement of circulating specific IgG and IgE to Aspergillus. Central bronchiectasis is described as a classic finding on chest imaging in ABPA but is not necessary for making a diagnosis. Other possible findings on chest imaging include patchy infiltrates and evidence of mucus impaction. Ref Harrison 19th edition pg 1686",
        "cop": 4,
        "opa": "Changing pulmonary infiltrates",
        "opb": "Peripheral eosinophilia",
        "opc": "Serum precipitins against aspergillosis fumigants",
        "opd": "Occurance in patients with old cavitatory lesions",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "f3c7f85d-c8a2-44c2-a557-db1690ba2ad0",
        "choice_type": "multi"
    },
    {
        "question": "Ina patient with clinical signs of asthma which of the following tests will confirm the diagnosis",
        "exp": "Demonstrated outflow obstruction.,: Decreased FEV1 Decreased PEF Decreased FEV1/FVC Ref Harrison 19th edition pg 1675",
        "cop": 3,
        "opa": "Increase in FEV1/FVC",
        "opb": ">200 ml increase in FEV1 after Methacholine",
        "opc": "Diurnal variation in. PEF>20 %",
        "opd": "Reduction of FEV1>20% after bronchodilators",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "fe0fd9bc-011f-446a-8911-f9f57125c01f",
        "choice_type": "single"
    },
    {
        "question": "Best investigation when there is clinical suspicion of pulmonary embolism in a patient is",
        "exp": "CT of the chest with intravenous contrast is the principal imaging test for the diagnosis of PE. Multidetector-row spiral CT acquires all chest images with <=1 mm of resolution during a sho breath hold. Sixth-order branches can be visualized with resolution superior to that of conventional invasive contrast pulmonary angiography. CTPA is the first-line diagnostic test. It has the advantage of visualising the distribution and extent of the emboli or highlighting an alternative diagnosis, such as consolidation, pneumothorax or aoic dissection. The sensitivity of CT scanning may be increased by simultaneous visualisation of the femoral and popliteal veins, although this is not widely practised. As the contrast media may be nephrotoxic, care should be taken in patients with renal impairment, and CTPA avoided in those with a history of allergy to iodinated contrast media. In these cases, either V/Q scanning or ventilation/perfusion single photon emission computed tomography (V /Q SPECT) may be considered Colour Doppler ultrasound of the leg veins may be used in patients with suspected PE, paicularly if there are clinical signs in a limb, as many will have identifiable proximal thrombus in the leg veins. Ref Davidson edition23rd pg 620",
        "cop": 2,
        "opa": "D-dimer assay",
        "opb": "Multi detector CT angiography",
        "opc": "Doppler ultrasound",
        "opd": "Catheter angiography",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "063fe4c4-235c-4494-81bd-d2cb28c5d90a",
        "choice_type": "single"
    },
    {
        "question": "Occupational lung disease commonly seen in Textile industry workers is",
        "exp": "Workers occupationally exposed to cotton dust (but also to flax, hemp, or jute dust) in the production of yarns for textiles and rope making are at risk for an asthma-like syndrome known as byssinosis. Ref Harrison 19th edition pg 1688",
        "cop": 1,
        "opa": "Byssinosis",
        "opb": "Bagassosis",
        "opc": "Farmers lung",
        "opd": "Asbestosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2ac4095e-b973-494e-b886-1b0ae79176d3",
        "choice_type": "single"
    },
    {
        "question": "Feature of shock lung is",
        "exp": "In ARDS, the presence of alveolar and interstitial fluid and the loss of surfactant can lead to a marked reduction of lung compliance. Without an increase in end-expiratory pressure, significant alveolar collapse can occur at end-expiration, with consequent impairment of oxygenation. Ref Davidson edition23rd pg 199",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Usual interstitial infiltrates",
        "opc": "Organizing pneumonia",
        "opd": "Bronchiolitis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ff9c8923-b5c9-4441-934d-73ecdaa17b09",
        "choice_type": "single"
    },
    {
        "question": "Multi drug resistant T. B is defined as resistance to",
        "exp": "multidrug-resistant TB (MDR-TB)--a form of the disease caused by bacilli resistant at least to isoniazid and rifampin--occurred in 2013. Ref Harrison 19th edition pg 1103",
        "cop": 2,
        "opa": "INH and pyrizinamide",
        "opb": "INH and Rifampicin",
        "opc": "Rifampicin and Pyrizinamide",
        "opd": "Resistance to all first line of drugs",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "42c25f14-aba8-42bb-b6e0-3157f2bc0607",
        "choice_type": "multi"
    },
    {
        "question": "Pulmonary tuberculosis is more common in the following asssoctiated diseases except",
        "exp": "Refer Pg 367 Pulmonary tuberculosis is defined as an active infection of the lungs (latin pulmo = lung). It is the most impoant TB infection, because an infection of the lungs is highly contagious due to the mode of droplet transmission.",
        "cop": 4,
        "opa": "Aids",
        "opb": "Diabetes",
        "opc": "Chronic renal failure",
        "opd": "Mitral stenosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8cad31ab-0128-4f72-a077-6e7873867bf7",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of pulmonary embolism is",
        "exp": "About half of the patient with pelvic vein thrombosis or proximal leg deep vein thrombosis have pulmonary thromboembolism. Isolated calf vein thrombosis pose a lower risk of pulmonary embolism. The majority of pulmonary emboli arise from the propagation of lower limb deep vein thrombosis (p. 186). Rare causes include septic emboli (from endocarditis affecting the tricuspid or pulmonary valves), tumour (especially choriocarcinoma), fat following fracture of long bones such as the femur, air, and amniotic fluid, which may enter the mother's circulation following delivery. Ref Davidson edition23rd pg 620",
        "cop": 3,
        "opa": "Amniotic fluid embolism",
        "opb": "Calf vein thrombi",
        "opc": "Pelvic vein thrombosis",
        "opd": "Cardio thoracic surgery",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "15407cb0-b648-46f1-b6ea-4e284178a576",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is having the minimal chance of causing a mesothelioma",
        "exp": "The serpentine chrysolite form accounts for 90 percnt of asbestos used in industry. Amphiblors evng though less prevalent are more pathogenic than crysolites with respect to induction of mesothelioma Refer robbins 722",
        "cop": 2,
        "opa": "Ampholite",
        "opb": "Crysolite",
        "opc": "Amesolite",
        "opd": "Tremolite",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "f6cfae65-48f4-45cf-8d81-bed9331706e0",
        "choice_type": "single"
    },
    {
        "question": "In a chronic smoker a highly malignant aggressive and metastatic lung carcinoma is",
        "exp": "Cigarette smoking is most strongly associated with squamous cell carcinoma and small cell carcinoma. Small cell carcinoma variant is more malignant and metasizes Ref Harrison 19th edition pg 1702",
        "cop": 1,
        "opa": "Small cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Large cell carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "72bc08f8-ce18-4e87-9340-f1b5a801a253",
        "choice_type": "multi"
    },
    {
        "question": "A drug is to be delivered by a nebulizer. The size of a droplet for its humidification is:",
        "exp": "Because of their settling velocities in air, paicles >10-15 mm in diameter do not penetrate beyond the nose and throat. Paicles <10 mm in size are deposited below the larynx. These paicles are divided into three size fractions on the basis of their size characteristics and sources. Paicles ~2. 5-10 mm (coarse-mode fraction) contain crustal elements such as silica, aluminum, and iron. These paicles mostly deposit relatively high in the tracheobronchial tree. Ref Harrison 19th edition pg 1688",
        "cop": 1,
        "opa": "<5 u",
        "opb": "10-May",
        "opc": "15-Oct",
        "opd": "15-20",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "bd0042d6-c968-40a0-9659-b5c625d63a0d",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity pneumonitis is classically described as a",
        "exp": "The pathophysiology of HP has not been characterized in depth on an immunologic level, although it has been established that HP is an immune-mediated condition that occurs in response to inhaled antigens that are small enough to deposit in distal airways and alveoli. Ref Harrison 19th edition pg 1681-82",
        "cop": 3,
        "opa": "Type I hypersensitivity reaction",
        "opb": "Type II Hypersensitivity reaction",
        "opc": "Type III(immune complexe) hypersensitivity",
        "opd": "Type IV ( cell mediated) hypersensitivity",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8fccd25a-ed23-4fa4-bfcd-2b3ab28d592b",
        "choice_type": "multi"
    },
    {
        "question": "Ramesh 40 yrs make patient presenting with polyuria, pain abdomen, nausea, vomitings, altered sensorium was found to have bronchiogenic carcinoma. the electrolyte abnormality seen in him would be",
        "exp": "Presence of polyuria, abdominal pain and general Symptoms such as nausea, vomiting, and altered sensorium in a patuent with bronchiogenic carcinoma suggest a diagnosis of hypercalcaemia secondary to paraneoplastic syndrome from PTH related peptide production. Ref Harrison 19th edition pg 313",
        "cop": 4,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hypocalcaemia",
        "opd": "Hypercalcaemia",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ca976844-c3b5-4772-a66c-40043eb143f6",
        "choice_type": "single"
    },
    {
        "question": "ARDS is due to a defect in:",
        "exp": "ARDS is intiated by injury of pnemocytes and pulmonary endothelium setting in motion a viscious cycle of increasing inflammation and pulmonary damage. (ref Robbins 9th/672)",
        "cop": 4,
        "opa": "Type I pnemocytes",
        "opb": "Type2 pnemocytes",
        "opc": "Clara cells",
        "opd": "Endothelial cells",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "75fd5ddb-2040-4ead-b62b-e45cd337c50e",
        "choice_type": "single"
    },
    {
        "question": "All are cavitating lesions in the lung except",
        "exp": "Ref Harrison 19 th ed pg 1794 Hamaomas produce non cavitating popcorn calcifications.",
        "cop": 2,
        "opa": "Caplan's syndrome",
        "opb": "Hamaoma",
        "opc": "Wegner's granulomatosis",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "6699aac7-a2fd-4e4e-9b9f-4e3da7ba4115",
        "choice_type": "multi"
    },
    {
        "question": "The Epwoh scale is used for assessing:",
        "exp": "The Epwoh Sleepiness Scale (ESS) and the STOP-Bang questionnaires have not been validated in outpatient primary care settings but are quick and easy to use. The ESS measures daytime sleepiness, with a score of >=10 indentifying individuals who warrant additional investigation scale. Ref Harrison 19th edition pg 1721",
        "cop": 3,
        "opa": "Body mass index",
        "opb": "Vital capacity in Post operative patients",
        "opc": "Sleep apnea",
        "opd": "Risk of embolism in perioperative patient",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "14a626da-aec4-45b6-8f1d-f951d02f84e3",
        "choice_type": "single"
    },
    {
        "question": "All the following are true about bronchopulmonary aspergillosis except",
        "exp": "The predominant clinical presentation of ABPA is an asthmatic phenotype, often accompanied by cough with production of brownish plugs of mucus. ABPA has also been well described as a complication of cystic fibrosis. A workup for ABPA may be beneficial in patients who carry a diagnosis of asthma but have proven refractory to usual therapy. ABPA is a distinct diag-nosis from simple asthma, characterized by prominent peripheral eosinophilia and elevated circulating levels of IgE (>417 IU/mL). Ref Harrison 19th edition pg 1686",
        "cop": 2,
        "opa": "Central bronchiectasis",
        "opb": "Pleural effusion",
        "opc": "Asthma",
        "opd": "Eosinophilia",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "4077beb1-4e3f-4277-97b9-9954a2164f76",
        "choice_type": "multi"
    },
    {
        "question": "What is TRUE regarding adenocarcinoma lung",
        "exp": "Squamous cell carcinoma and small cell carcinoma usually present as central masses with endobronchial growth, while adenocarcinomas and large cell carcinomas tends to present as peripheral nodules or masses with pleural involvement Ref Harrison 19th pg 2415",
        "cop": 4,
        "opa": "Causes 50% of lung cancers",
        "opb": "Unlikely histological variant in young patients",
        "opc": "Associated with subcutaneous angiomyolipoma",
        "opd": "Peripheral location",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "bd1aa715-d55a-4bd8-9972-acbb248b7a02",
        "choice_type": "multi"
    },
    {
        "question": "Cause of unilateral clubbing include all the following except",
        "exp": "Congestive cyanotic heart disease is a causefor bilateral clubbing Ref Harrison 19th edition pg 250",
        "cop": 1,
        "opa": "Congenital cyanotic heart disease",
        "opb": "Panicoast tumor",
        "opc": "Aoic aneurysm",
        "opd": "Branchial AV fistulas",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ea65828d-7934-4a26-b574-db8818d49fb0",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for pneumocystis carinii is",
        "exp": "The treatment of choice for PCP is trimethoprim-sulfamethoxazole (TMP-SMX), given either IV or PO for 14-21 days. TMP-SMX, which interferes with the organism's folate metabolism, is at least as effective as alternative agents and is better tolerated. Ref Harrison 19th edition pg 1019 Davidson edition23rd pg 587",
        "cop": 2,
        "opa": "Doxycycline",
        "opb": "Cotrimoxazole",
        "opc": "Tetracycline",
        "opd": "Dapsone",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "241321e8-8b27-48b6-b698-a31de0e5e943",
        "choice_type": "single"
    },
    {
        "question": "False statement about type I respiratory failure is",
        "exp": "Ref Harrison 19 th ed pg 1731 Type I respiratory failure is characterized by an increase in alveolar aerial O2 gradient, due to ventilation perfusion mismatch.",
        "cop": 4,
        "opa": "Decreased pa. O2",
        "opb": "Decreased Pa. CO2",
        "opc": "Normal Pa. CO2",
        "opd": "Normal A-a gradient",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2d731d80-5f0a-4e89-91c0-99326f3250f1",
        "choice_type": "multi"
    },
    {
        "question": "A 62 years old man with carcinoma of lung presented to emergency depament with respiratory distress. His ECG showed electrical alternans. The most likely diagnosis is",
        "exp": "Ref Harrison 19 th ed pg 1759-60 Electrical alternans refers to beat-to-beat alteration in one or more components of the ECG signal. Total electrical alternans with sinus tachycardia is a relatively specific sign for pericardial effusion, often with cardiac tamponade.",
        "cop": 3,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Cardiac tamponade",
        "opd": "Constrictive pericarditis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8a0dac71-2a65-48b0-a5b2-3d10276f92c1",
        "choice_type": "single"
    },
    {
        "question": "Ferruginous bodies are seen in:",
        "exp": "Inorganic paicals may become coated with iron protein complexes and are called ferruginous bodies. Asbestosis in its classical form is a diffuse fibrotic disease of the lung tissue. typically the fibrotic changes of asbestosis are focal and are most prominent in the lower lung lobes. The presence of asbestosis bodies in or adjacent to the walls of fibrotic respiratory bronchioles is the hallmark of the disease. A characteristic of asbestos bodies is a core of asbestos coated by ferroprotein. (ref Robbins 8th/700, 9/e p691)",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Byssinosis",
        "opc": "Asbestosis",
        "opd": "Bagassosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "3f34c2a6-2096-4cd3-9867-189dae3444c2",
        "choice_type": "single"
    },
    {
        "question": "Iloprost in pulmonary aerial hypertension is administered",
        "exp": "Ref Harrison 19 th ed pg 1666 Iloprost is a prostacyclin analogue approved inhalation for treatment of pulmonary aerial hypertension (PAH) Epoprostinil as iv treprostinil as oral /iv/SC/inhalation.",
        "cop": 4,
        "opa": "Intravenous",
        "opb": "Intramuscular",
        "opc": "Oral",
        "opd": "Inhalation",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1168b961-e7f5-4856-91dd-78af78b05e94",
        "choice_type": "single"
    },
    {
        "question": "Ferruginous bodies are seen in",
        "exp": "Inorganic paicles may become coated with iron protein complexes and ate called Ferruginous bodies A ferruginous body is a histopathologic finding in interstitial lung disease suggestive of significant asbestos exposure (asbestosis). Asbestos exposure is associated with occupations such as shipbuilding, roofing, plumbing, and constructio Refer robbins 9/e",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Byssinosis",
        "opc": "Asbestosis",
        "opd": "Bagassosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "a4599e3b-9746-4b5e-a4b2-3cfb05433323",
        "choice_type": "single"
    },
    {
        "question": "Earliest lesion seen in asbestosis is",
        "exp": "It is most common manifestation of asbestos exposure composed of plaques of dense collagen containing calcium. They are usually asymptomatic and develop on anterior and posteriolateral pas of parietal pleura and over the diaphragm Refer robbins 9/e",
        "cop": 1,
        "opa": "A. Pleura plaques",
        "opb": "B. Hilar lymphadenopathay",
        "opc": "C. Adenoma lung",
        "opd": "D. Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "27633b50-e480-4f72-adb4-0a50c2aaf36f",
        "choice_type": "single"
    },
    {
        "question": "The alveoli are filled with exudates the air is displaced conveing the lungs into a solid organ this description suggests:",
        "exp": "Bacterial invasion by lung parenchyma causes the alveoli to be filled with inflammatory exudate, thus causing consolidation of the pulmonary tissue. (ref Robbins 9/e p704)",
        "cop": 4,
        "opa": "Chronic bronchitis",
        "opb": "Bronchial asthma",
        "opc": "Bronchiectasis",
        "opd": "Lobar pnemonia",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8eb50f4e-2bbb-4679-ab4c-4db80ca51ab9",
        "choice_type": "single"
    },
    {
        "question": "Bilateral Rhonchii may be seen in all of the following except",
        "exp": "Common causes of Rhonchii include: Bronchial asthma COPD- chronuc bronchitis, emphysema Cardiac asthma Foreign body Tumour Ref Harrison 19 th edition pg 1662",
        "cop": 3,
        "opa": "Pulmonary edema",
        "opb": "Bronchiectasis",
        "opc": "Pulmonary embolism",
        "opd": "Emphysema",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "9fc15ac0-d44e-4b6a-ab3d-f108f6f90f57",
        "choice_type": "multi"
    },
    {
        "question": "Asbestosis of lung is associated with all of the following except",
        "exp": "Nodular lesions involving upper lobe is a feature of silicosis",
        "cop": 3,
        "opa": "Mesothelioma",
        "opb": "Progression of lesion even after stopping exposure to asbestosis",
        "opc": "Nodular lesions involving upper lobe",
        "opd": "Asbestosis bodies in sputum",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "cabfd63c-7886-4f7a-97d5-d8dcfe91acd5",
        "choice_type": "multi"
    },
    {
        "question": "Scar in lung tissue may get transformef into",
        "exp": "Impoant points about squamous cell carcinoma of lung MC type of lung cancer in smokers MC type in males Usually central in location Intracellular bridges or junction is very specific Hyercalcemia due to PTHrP is the NC paraneoplastic syndrome. Refer robbindp716-717f",
        "cop": 3,
        "opa": "Adenocarcinoma",
        "opb": "Oat cell carcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Columnar cell carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2fb41546-68b5-4120-9a60-bff95de3a5cb",
        "choice_type": "single"
    },
    {
        "question": "Bronchial adenoma commonly present as",
        "exp": "Bronchial adenoma are hypervascular and can bleed profusely. Other causes chronic cough, oobstruction with atelectasis, lobar collapse, pneumonitis, and abscess formation Ref Harrison 19th edition pg 1676",
        "cop": 1,
        "opa": "Recurrent haemoptysis",
        "opb": "Cough",
        "opc": "Dysponea",
        "opd": "Chest pain",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "085cc67d-4e28-40bd-a8f8-f6408d49fb02",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about pneumoconiosis",
        "exp": "Lung cancer is the most common cancer associated with asbestos exposure. The excess frequency of lung cancer (all histologic types) in asbestos workers is associated with a minimum latency of 15-19 years between first exposure and development of the disease. Persons with more exposure are at greater risk of disease. In addition, there is a significant interactive effect of smoking and asbestos exposure that results in greater risk than what would be expected from the additive effect of each factor. Ref Harrison 19th edition pg 1687-88",
        "cop": 3,
        "opa": "Pleural plaques of asbestosis is always symptomatic",
        "opb": "Silicosis is not associated with increased risk of tuberculosis",
        "opc": "Asbestosis and smoking act synergistically to cause lung cancer",
        "opd": "Coal workers pneumoconiosis is associated with lung cancer",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "65403fe9-638f-4bd0-bf3a-56b0a9a97281",
        "choice_type": "multi"
    },
    {
        "question": "The most commonest site of bleeding in haemoptysis is",
        "exp": "Ref Harrison 19 th ed/pg 1793 The most common source of bleeding in massive hemopthaemo are the bronchial aeries which are pa of the high pressure systemic circulation. In bronchitis, bronchiectasis or with endobronchial tumors. Ref Harrison 19th edition pg 1793",
        "cop": 1,
        "opa": "Tracheobronchial tree",
        "opb": "Pulmonary parenchyma",
        "opc": "Pleural disease",
        "opd": "All the above",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "22ce99f2-c05f-4e75-a8d9-c0a192a0b4ac",
        "choice_type": "multi"
    },
    {
        "question": "The most commonest cause of acute cor pulmonale is",
        "exp": "Ref Harrison 19 th ed pg 1454, 1505 The most commonest cause of acute cor pulmonale is pulmonary thromboembolism. The most common cause of chronic cor pulmonale is COPD.",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Pulmonary thromboembolism",
        "opc": "COPD",
        "opd": "primary spontaneous pneumothorax",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8cb2fdf1-d678-4e16-b61b-58cb6d84fb8c",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male develops excessive hyperventilation. ABG reveals pH-7. 5, p. CO2 24 mm Hg, PO2 88 mm. Hg. Diagnosis?",
        "exp": "Ref Harrison 19 th ed pg 323 There is alkalosis (pH-7. 5) and CO2 is low ( alkalosis). change in CO2 is in keeping with change in pH and thus the primary cause is respiratory. The acid base disturbance is thus primary respiratory alkalosis.",
        "cop": 1,
        "opa": "Respiratory alkalosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Metabolic acidosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "5f0ee41f-bdb7-4b64-80b8-f6645ce86835",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions may lead to exudative pleural effusion",
        "exp": "Ref Harrison Malignant pleural effusions secondary to metastatic disease are the second most common type of exudative pleural effusion. The three tumors that cause ~75% of all malignant pleural effusions are lung carcinoma, breast carcinoma, and lymphoma. Ref Davidson edition23rd pg 626",
        "cop": 4,
        "opa": "Cirrhosis",
        "opb": "Nephrotic syndrome",
        "opc": "Congestive heart failure",
        "opd": "Bronchiogenic carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "3effc9e1-e56a-43cb-ba6b-4fa3f3dee084",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in acute sarcoidosis is",
        "exp": "For acute disease, no therapy remains a ble option for patients with no or mild symptoms. For symptoms confined to only one organ, topical therapy is preferable. For multiorgan disease or disease too extensive for topical therapy, an approach to systemic therapy is outlined. Glucocoicoids remain the drugs of choice for this disease. However, the decision to continue to treat with glucocoicoids or to add steroid-sparing agents depends on the tolerability, duration, and dosage of glucocoicoids. Ref Harrison 19th edition pg 2210",
        "cop": 1,
        "opa": "Prednisolone",
        "opb": "Cyclosporine",
        "opc": "Infliximab",
        "opd": "IV Immunoglobulins",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "289f9cbf-3290-4226-abd5-19a7d9d438ab",
        "choice_type": "single"
    },
    {
        "question": "All the following are associated with pulmonary eosinophilic pneumonia, except",
        "exp": "Pulmonary infiltrates with eosinophilia include distinct individual syndromes characterized by eosinophilic pulmonary infiltrates and commonly peripheral blood eosinophilia. Ref Harrison 19th edition pg 1686",
        "cop": 4,
        "opa": "ABPA",
        "opb": "Loeffler's pneumonia",
        "opc": "Churg Strauss syndrome",
        "opd": "Wegner's granulomatosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "db40543c-714f-42d7-a53c-296ba656a493",
        "choice_type": "multi"
    },
    {
        "question": "An ABG analysis shows: pH 7. 2, raised p. CO2, decreased HCO3: Diagnosis is:",
        "exp": "Ref Harrison 19 th ed pg 316-17 There is acidosis ( pH<7. 35) Raised PCO2 indicates that change in CO2 is in keeping with change in pH. the respiratory component is therefore primary Decreased. HCO3 indicates that change in HCO3 is also primary",
        "cop": 3,
        "opa": "Respiratory acidosis",
        "opb": "Compensated metabolic acidosis",
        "opc": "Respiratory and metabolic acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1dcb8642-20d6-4995-999f-18e571ccf8cf",
        "choice_type": "single"
    },
    {
        "question": "Pleural fluid having low glucose is seen in all except",
        "exp": "Ref Harrison 19 th ed/pg 1717 Figure 316-1 Glucose < 60 mg/dL Consider: Malignancy Bacterial infections Rheumatoid pleuritis. In tubercular effusion, pleural fluid glucose level is usually normal / mildly reduced.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Emphysema",
        "opc": "Rheumatoid ahritis",
        "opd": "Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "82f05fe3-c643-4c8b-b6ce-ad8288377ba1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements true about high attitude pulmonary edema.?",
        "exp": "Ref Harrison 19 th ed pg 476e-6 AlthrouA the mechanism of high attitude pulmonary edema remains obscure most studies suggest pulmonary vasoconstriction as the prime individuals.",
        "cop": 2,
        "opa": "Not exacerbated by exercise",
        "opb": "Associated with pulmonary vasoconstriction",
        "opc": "Occurs only in unacclamatized individuals",
        "opd": "Associated with low cardiac output",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "dfc322f9-b5c0-4e3b-ad3d-7ed43c176d71",
        "choice_type": "multi"
    },
    {
        "question": "All are decreased in infiltrative lung disease except",
        "exp": "In infiltrative lung disease the alveolar capillary bed is damaged and there is a decrease in diffusion capacity. this results in an increase in alveolar aerial differences in Pa. O2 Ref Harrison 19th edition pg 1710",
        "cop": 2,
        "opa": "Vital capacity",
        "opb": "Alveolar aerial difference in Pa. O2",
        "opc": "Total lung capacity",
        "opd": "Lung compliance",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "35f3cb60-6b62-4ca5-90fc-18fd7b8924a3",
        "choice_type": "multi"
    },
    {
        "question": "In an emphysema patient with bullous lesions, which is the investigation to measure lung volume",
        "exp": "Body plethysmography is the investigation of choice for estimating lung volumes in the settings of COPD with bullous lesions ( traped air) Ref Harrison 19th edition pg 306e_6",
        "cop": 1,
        "opa": "Body plethysmography",
        "opb": "Gas dilation",
        "opc": "Transdiaphragmatic pressure",
        "opd": "DLCO",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "f6b556d5-4d58-4429-b9b5-1ef72e869972",
        "choice_type": "single"
    },
    {
        "question": "In acute pulmonary embolism the most frequent ECG finding is",
        "exp": "The ECG is often normal but is useful in excluding other impoant differential diagnoses, such as acute myocardial infarction and pericarditis. The most common findings in PE include sinus tachycardia and anterior T-wave inversion but these are non-specific; larger emboli may cause right hea strain revealed by an S1. Q3. T3 pattern, ST-segment and T-wave changes, or the appearance of right bundle branch block. Aerial blood gases typically show a reduced Pa. O2 and a normal or low Pa. CO2, and an increased alveolar-aerial oxygen gradient, but may be normal in a significant minority. A metabolic acidosis may be seen in acute massive PE with cardiovascular collapse. An elevated D-dimer is of limited value, as it may be raised in a variety of other conditions, including myocardial infarction, pneumonia and sepsis. However, low levels, paicularly in the context of a low clinical risk, have a high negative predictive value and fuher investigation is usually unnecessary. The result of the D-dimer assay should be disregarded in high-risk patients, as fuher investigation is mandatory even when normal. The serum troponin I may be elevated, reflecting right hea strain. Ref Davidson edition23rd pg 620",
        "cop": 3,
        "opa": "S1. Q3. T3 pattern",
        "opb": "P. pulmonale",
        "opc": "Sinus tachycardia",
        "opd": "Right Axis detion",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8c7b897d-d8a1-4281-91b9-ea2a769c8055",
        "choice_type": "single"
    },
    {
        "question": "A 40 yrs old man presented with repeated episodes of bronchospasm and hemoptysis. chest X-RAY revealed perihilar bronchiectasis. the most likely diagnosis is",
        "exp": "The predominant clinical presentation of ABPA is an asthmatic phenotype, often accompanied by cough with production of brownish plugs of mucus. ABPA has also been well described as a complication of cystic fibrosis. Ref Harrison 19th edition pg 1686",
        "cop": 4,
        "opa": "Sarcoidosis",
        "opb": "Idiopathic pulmonary fibrosis",
        "opc": "Extrinsic allergic alveolitis",
        "opd": "Bronchopulmonary aspergillosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "da196c39-645a-4840-8c15-9dbe1ee6cd2b",
        "choice_type": "multi"
    },
    {
        "question": "Infraclavicular lesion of tuberculosis is known as:",
        "exp": "Most common lesion of chronic pulmonary TB is called as puhl lesion. The infraclavicular lesion is called assman redekar simon ficus. In post primary stage coarse granular dissemination is called aschoff puhl focus. (ref Robbins 8th/370)",
        "cop": 3,
        "opa": "Gohns focus",
        "opb": "Puhl focus",
        "opc": "Assmans focus",
        "opd": "Simmons focus",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "92bed823-f892-4657-bf91-423ea7d51d11",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with decreased vital capacity and total lung volume. What is the most probably diagnosis?",
        "exp": "Decreased vital capacity and decreased total lung volume suggests a restrictive lung disease picture. amogst the options provided sarcoidosis is the only restrictive lung disease Ref Harrison 19th edition pg 2207",
        "cop": 2,
        "opa": "Bronchiectasis",
        "opb": "Sarcoidosis",
        "opc": "Cystic fibrosis",
        "opd": "Asthma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "a28e66a8-d0d0-4cc3-a13d-5bb819bf719e",
        "choice_type": "single"
    },
    {
        "question": "Commonest sign of aspiration pneumonitis is",
        "exp": "The patient becomes tachypneic, hypoxic, and febrile. The leukocyte count may rise, and the chest x-ray may evolve from normal to a complete bilateral \"whiteout\" within 8-24 h. Sputum pro-duction is minimal. The pulmonary signs and symptoms can resolve quickly with symptom-based therapy or can culminate in respiratory failure, with the subsequent development of bacterial superinfection over a period of days. Aspiration of gastric acid causes a chemical pneumonitis which has also been. Findings on physical examination may include tachypnea. Ref Davidson edition23rd pg 589",
        "cop": 2,
        "opa": "Cyanosis",
        "opb": "Tachypnea",
        "opc": "Crepitations",
        "opd": "Rhonchi",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "72c7f8b5-9dcf-4465-b9ce-f73b6685f0fb",
        "choice_type": "single"
    },
    {
        "question": "Pleural Calcification is found in All of the following except",
        "exp": "The escape of blood into the pleural cavity is known as hydrothorax. It is almost invariably a fatal complications of ruptured aoic aneurysm or vascular trauma or it may occur postoperatively",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Hemothorax",
        "opc": "Tuberculosis pleural effusion",
        "opd": "Coal workers pneumoconiosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "4ea6b5f2-d4fc-4cbe-817d-202a7ba2dee9",
        "choice_type": "multi"
    },
    {
        "question": "All the following are seen in asbestosis except",
        "exp": "Diffuse alveolar damage is a characteristic feature of ARDS. As explained in the test asbestosis inhalation associated with pleural plaques, interstial fibrosis bronchogenic carcinoma and mesothelioma Refer robbins 9/e",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Calcify pleural plaques",
        "opc": "Diffuse pulmonary interstitial fibrosis",
        "opd": "Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "2f6e8526-7dff-452b-b1c8-0ef11f6698d4",
        "choice_type": "multi"
    },
    {
        "question": "Lower lung involvement is common in",
        "exp": "Asbestosis Involves lesions affecting lower lobes or base of lung",
        "cop": 2,
        "opa": "TB",
        "opb": "Asbestosis",
        "opc": "Silicoisis",
        "opd": "All",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "14ed0109-df7d-4ea1-bf83-329f3bf9721b",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of empyema is",
        "exp": "Empyema thoracic is collection of pus in pleural space and is synonymous with grossly purulent exudative parapneumonic effusions. Ref Harrison 19th edition pg 951",
        "cop": 3,
        "opa": "Bronchopleural fistula",
        "opb": "Tubercular pneumonia",
        "opc": "Bacterial pneumonia",
        "opd": "Pleurisy",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "a011846a-3469-4682-9266-9713e4c6538c",
        "choice_type": "single"
    },
    {
        "question": "All the following statements about primary T. B Except",
        "exp": "Cavitary lesion are a feature of post primary or secondary T. B and not primary T. B cases Ref Harrison 19th edition pg 1108",
        "cop": 1,
        "opa": "Cavitary lesion",
        "opb": "Pleural effusion",
        "opc": "Fibrocasseous lesion",
        "opd": "Phlyctenular conjunctivitis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "0bf19a23-be00-49f4-a4b2-d835dd193603",
        "choice_type": "multi"
    },
    {
        "question": "Which of the most commonest organ involved in sarcoidosis",
        "exp": "Presentation of sarcoidosis * Asymptomatic: abnormal routine chest X-ray (~30%) or abnormal liver function tests * Respiratory and constitutional symptoms (20-30%) * Erythema nodosum and ahralgia (20-30%) * Ocular symptoms (5-10%) * Skin sarcoid (including lupus pernio) (5%) * Superficial lymphadenopathy (5%) * Other (1%), e. g. hypercalcaemia, diabetes insipidus, cranial nerve palsies, cardiac arrhythmias, nephrocalcinosis Lung involvement occurs in >90% of sarcoidosis patients Ref Harrison 19th edition pg 2206",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "CNS",
        "opd": "Eye",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "fc0c89e6-767f-4928-a939-d388bdbfa0f3",
        "choice_type": "single"
    },
    {
        "question": "Acute lung injury in caused by all of the following except",
        "exp": "ARDS, most cases (>80%) are caused by a relatively small number of clinical disorders: severe sepsis syndrome and/or bacterial pneumonia (~40-50%), trauma, multiple transfusions, aspiration of gastric contents, and drug overdose. Among patients with trauma, the most frequently repoed surgical conditions in ARDS are pulmonary contusion, multiple bone fractures, and chest wall trauma/flail chest, whereas head trauma, near-drowning, toxic inhalation, and burns are rare causes. Ref Davidson edition23rd pg 606, 199, 170",
        "cop": 3,
        "opa": "Aspiration",
        "opb": "Toxic gas inhalation",
        "opc": "Cardiopulmonary bypass with hea lung machine",
        "opd": "Lung contusion",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "b075aa71-99a3-4886-a2b0-0407678523b5",
        "choice_type": "multi"
    },
    {
        "question": "All the following features are seen in ARDS except",
        "exp": "ARDS, the presence of alveolar and interstitial fluid and the loss of surfactant can lead to a marked reduction of lung compliance. Without an increase in end-expiratory pressure, significant alveolar collapse can occur at end-expiration, with consequent impairment of oxygenation. In most clinical settings, positive end-expiratory pressure (PEEP) is empirically set to minimise Fio2(inspired O2 percentage) and maximize Pao2(aerial paial pressure of O2). On most modern mechanical ventilators, it is possible to construct a static pressure-volume curve for the respiratory system. The impact of hypercapnia in ARDS. The impact of hypercapnia has not been clearly elucidated and is still controversial given its disparate effects. Neveheless, it has come to be seen as a major factor in ARDS Ref Davidson edition23rd pg 199",
        "cop": 3,
        "opa": "Pulmonary oedema",
        "opb": "Reudced lung compliance",
        "opc": "Hypercapnia",
        "opd": "Stiff lung",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ee017cfc-81ab-40cd-a90c-6e83078cb9e5",
        "choice_type": "multi"
    },
    {
        "question": "A 34 year old male with the chest trauma presents with sudden onset respiratory distress which is increasing. Hyper-resonant note is observed on the left side. Which of the following is the most appropriate immediate emergent management.?",
        "exp": "Tension pneumothorax must be treated as a medical emergency. If the tension in the pleural space is not relieved, the patient is likely to die from inadequate cardiac output or marked hypoxemia. A large-bore needle should be inseed into the pleural space through the second anterior intercostal space. If large amounts of gas escape from the needle after inseion, the diagnosis is confirmed. Ref Harrison 19th edition pg 1719",
        "cop": 1,
        "opa": "Needle punture and emergent decompression",
        "opb": "Tube inseion",
        "opc": "Antibiotic and oxygen",
        "opd": "No treatment needed",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1cb94c6c-4353-44dd-8f22-ffc6e3b2e3d5",
        "choice_type": "single"
    },
    {
        "question": "The commonest cause of death in ARDS is:",
        "exp": "In ARDS, most of the deaths are attributable to sepsis or multiorgan failure and in some cases direct lung injury. (ref Robbins 9th/674)",
        "cop": 3,
        "opa": "Hypoxemia",
        "opb": "Hypotension",
        "opc": "Non pulmonary organ failure",
        "opd": "Respiratory failure",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8d1d12b1-3001-4b31-b701-645e4bc64880",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old female comes with acute breathlessness, neck vein distension and absent breath sounds and mediastinal shift. Which of the following should be done immediately.?",
        "exp": "The diagnosis is made by physical examination showing an enlarged hemithorax with no breath sounds, hyperresonance to percussion, and shift of the mediastinum to the contralateral side. Tension pneumothorax must be treated as a medical emergency. If the tension in the pleural space is not relieved, the patient is likely to die from inadequate cardiac output or marked hypoxemia. A large-bore needle should be inseed into the pleural space through the second anterior intercostal space. If large amounts of gas escape from the needle after inseion, the diagnosis is confirmed Ref Davidson edition23rd pg 628",
        "cop": 4,
        "opa": "HRCT is the investigation of choice",
        "opb": "ABG analysis should be done",
        "opc": "CXR",
        "opd": "large bore needle punture of pleura",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "b9d74d27-ccfd-41e4-92d6-39954f1ab4bd",
        "choice_type": "single"
    },
    {
        "question": "ARDS is associated with",
        "exp": "ARDS, most cases (>80%) are caused by a relatively small number of clinical disorders: severe sepsis syndrome and/or bacterial pneumonia (~40-50%), trauma, multiple transfusions, aspiration of gastric contents, and drug overdose. Among patients with trauma, the most frequently repoed surgical conditions in ARDS are pulmonary contusion, multiple bone fractures, and chest wall trauma/flail chest, whereas head trauma, near-drowning, toxic inhalation, and burns are rare causes. Ref Davidson edition23rd pg 198, 170",
        "cop": 4,
        "opa": "Acute pancreatitis",
        "opb": "Trauma",
        "opc": "Severe falciparum malaria",
        "opd": "All the above",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "43cba472-08c7-4d41-a0fa-9069e47f070b",
        "choice_type": "multi"
    },
    {
        "question": "True about Ghons focus:",
        "exp": "Inhaled tubercule bacilli implanted in the distal air spaces of the lower pa of upper lobe or upper pa of lower lobe, close to the pleura lead to formarion of ghons focus. Primary complex of tuberculosis consists of 3 components. Pulmonary compound Draining lymphnodes Caseating hilar lymphnode Caseous holar lymphadenopathy is associated with ghon complex and not ghon focus. (ref Robbins 8th/370, 9/e p374)",
        "cop": 4,
        "opa": "Left apical parenchymal lesion",
        "opb": "Right apical parenchymal lesion",
        "opc": "Subpleural caseous lesion in right upper lobe",
        "opd": "Subpleural caseous lesion just above or below interlobar fissure.",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "785395e5-7327-4789-b709-dfb10d2a73b3",
        "choice_type": "multi"
    },
    {
        "question": "A 60 year old man is suspected of having endobronchial carcinoma: what should be the best investigation",
        "exp": "Fibreoptic bronchoscopy and biopsy is the investigation of choice in patients suspected endobronchogenic carcinoma, as endobronchial lesions are not reliably visualised on CT Ref Harrison 19th edition pg 246, 247, 512",
        "cop": 2,
        "opa": "CT guided FNAC",
        "opb": "bronchoscopy and biopsy",
        "opc": "Sputum cytology",
        "opd": "X-ray chest",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "83285261-2435-4cdb-8c41-0c513f2431b4",
        "choice_type": "single"
    },
    {
        "question": "Predominant constituent of Hyaline membrane is:",
        "exp": "The membranes are largely made up of fibrinogen and fibrin admixed with cell debris derived cheifly from necrotic type-II pnemocytes. There is a remarkable paucity of neutrophils inflammatory reaction associated with these mambranes. The lesions of hyaline membrane disease are never seen in still born infants or in live-born infants who die within a few hours of bih. (ref Robbins 9/e p457)",
        "cop": 3,
        "opa": "Albumi",
        "opb": "Anthracotic pigment",
        "opc": "Fibrin rich exudates",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "c2fe113a-e382-4525-bc7f-d65771956dcb",
        "choice_type": "multi"
    },
    {
        "question": "Thickening of the respiratory membrane is seen in",
        "exp": "Thickening of the airway wall is a feature of airways remodeling and is seen in asthma A condition in which a person's airways become inflamed, narrow and swell and produce extra mucus, which makes it difficult to breathe.",
        "cop": 1,
        "opa": "A. Asthma",
        "opb": "B. Emphysema",
        "opc": "C. Empyema",
        "opd": "Bronchiectasis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "5c5a219f-9bf4-484a-b139-a4a3b749778a",
        "choice_type": "single"
    },
    {
        "question": "All the following statements about Emphysema are true except",
        "exp": "The hallmark of Emphysema is air flow obstruction and pulmonary function test show an obstructive patters Ref Harrison 19th edition pg 306e-4",
        "cop": 3,
        "opa": "Breathlessness is the characteristic presenting symptom",
        "opb": "Diffusion rate of carbon monoxide is reduced",
        "opc": "Restrictive pattern on pulmonary function test is seen",
        "opd": "Long term bronchodilator therapy does not improve lung function",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "68d6a6a7-2bd7-4a79-9697-dda15e39d885",
        "choice_type": "multi"
    },
    {
        "question": "All the following features are seen in asbestosis except",
        "exp": "Ref Robbin's p691 Asbestosis (as-bes-TOE-sis) is a chronic lung disease caused by inhaling asbestos fibers. Prolonged exposure to these fibers can cause lung tissue scarring and shoness of breath. Asbestosis symptoms can range from mild to severe, and usually don't appear until many years after continued exposure",
        "cop": 3,
        "opa": "Diffuse pulmonary interstitial fibrosis",
        "opb": "Fibrous pleural thickening",
        "opc": "Emphysema",
        "opd": "Calcific pleural plaques",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "23005de2-0b25-4dc8-b580-4678b7a64616",
        "choice_type": "multi"
    },
    {
        "question": "Samter's triad refers to the association of aspirin sensitive asthma and",
        "exp": "Samter's triad Asthma Asprin sensitivity Nasal polyposis Ref Harrison 19th edition pg 1680",
        "cop": 3,
        "opa": "Obesity",
        "opb": "Uicarla",
        "opc": "Nasal polyp",
        "opd": "Rhinosinusitis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "16c79e82-1679-4b87-ba99-12b1fabca8ac",
        "choice_type": "single"
    },
    {
        "question": "Antibody used in treatment of RSV infection",
        "exp": "Ref Harrison 19 th ed pg 923, 1206 Palivizumab is a recombinant humanized, monoclo mon IgG antibody directed against the RSV fusion protein.",
        "cop": 2,
        "opa": "Omalizumab",
        "opb": "Palivizumab",
        "opc": "Rituximab",
        "opd": "Daclizumab",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "39939525-0cdc-46b4-9a5d-91769c83484d",
        "choice_type": "single"
    },
    {
        "question": "Predominant constituent of hyaline membrane is",
        "exp": "The membranes are largely made up of fibrinogen and fibrin admixed with cell debries derived chiefly from necrotic type -2 pneumocytes There is remarkable paucicity in neutrophilic inflammation reaction associated with necrosis",
        "cop": 3,
        "opa": "A. Albumin",
        "opb": "B. Anthracotic pigment",
        "opc": "C. Fibrin rich pigment",
        "opd": "D. None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1f7a8524-a6cc-4f96-b7eb-78914a19b084",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most characteristic feature of ARDS",
        "exp": "In ARDS, the presence of alveolar and interstitial fluid and the loss of surfactant can lead to a marked reduction of lung compliance. Without an increase in end-expiratory pressure, significant alveolar collapse can occur at end-expiration, with consequent impairment of oxygenation. Aetiology and pathogenesis Acute respiratory distress syndrome (ARDS) is a diffuse neutrophilic alveolitis caused by a range of conditions and characterised by bilateral radiographic infiltrates and hypoxaemia. Activated neutrophils are sequestered into the lungs and capillary permeability is increased, with damage to cells within the alveoli. The pathophysiology is pa of the inflammatory spectrum described in 'Sepsis' above, and the triggers are similar: infective and non-infective inflammatory processes. These processes result in exudation and accumulation of protein-rich cellular fluid within alveoli and the formation of characteristic 'hyaline membranes'. Local release of cytokines and chemokines by activated macrophages and neutrophils results in progressive recruitment of inflammatory cells. Secondary effects include loss of surfactant and impaired surfactant production. The net effect is alveolar collapse and reduced lung compliance, most marked in dependent regions of the lung (mainly dorsal in supine patients). The affected airspaces become fluid-filled and can no longer contribute to ventilation, resulting in hypoxaemia (due to increased pulmonary shunt) and hypercapnia (due to inadequate ventilation in some areas of the lung): that is, ventilation-perfusion mismatch. Ref Davidson edition23rd pg 199",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Hypoxemia and hypoxia",
        "opc": "Surfactant deficiency",
        "opd": "Hypocapnia",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8513b818-2d1e-4d2a-b010-f7554a393571",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding non specific interstitial pneumonia",
        "exp": "It is idiopathic or associated with consecutive tissue damage clinical features patient present with cough and pneumonia of several duration Mostly female non smoker present in 6th decade of life High resolution CT scan- B/l, symmetric, predominatly lower lobe opacities, (honey comb pattern) Have better prognosis than the usual interstitial pneumonia.",
        "cop": 4,
        "opa": "A. Honey combing on CT",
        "opb": "B. Predominant in males",
        "opc": "C. Affects elderly age grpup",
        "opd": "D. Good prognosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "31ea5cd5-2d11-467d-9f66-b4947aae3648",
        "choice_type": "multi"
    },
    {
        "question": "True about alpha-1 antitrypsin deficiency, is:",
        "exp": "Alpha-1 antitrypsin deficiency is an autosomal recessive disease marked by abnormally low serum levels of alpha1 AT enzyme resulting in panacinar emphysema. (ref Robbins 9/e p675-676)",
        "cop": 2,
        "opa": "Autosomal dominant",
        "opb": "Pulmonary emphysema",
        "opc": "Disease resistant hepatic cells",
        "opd": "Hepatic cells are orcein stain positive",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "18736e56-ff2c-437a-8894-ffd6527cb0dc",
        "choice_type": "multi"
    },
    {
        "question": "Cyanosis NOT improving with 100% oxygen in case of",
        "exp": "Presence of cyanosis that does not improve with supplemental oxygen suggest true pathological cardiac or pulmonary shunting of blood. Ref Harrison 19th edition pg 1248-49",
        "cop": 4,
        "opa": "Cardiac asthma",
        "opb": "Interstitial lung disease",
        "opc": "Bronchial asthma",
        "opd": "Tetrology of hea",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "20e6e137-6b7e-4d3a-b0f9-6800733c1f05",
        "choice_type": "single"
    },
    {
        "question": "TRUE regarding presentation of primary T. B is",
        "exp": "Because most inspired air is distributed to the middle and lower lung zones, these areas are most commonly involved in primary TB. The lesion forming after initial infection (Ghon focus) is usually peripheral and accompanied by transient hilar or paratracheal lymphadenopathy, which may or may not be visible on standard chest radiography. Ref Harrison 19th edition pg 1108",
        "cop": 2,
        "opa": "Bilateral pleural effusion with negative Tuberculin test",
        "opb": "Unilateral hilar lymphadenopathy",
        "opc": "Sustained chronic pyrexia",
        "opd": "Bilateral pleural effusion with postive Tuberculin test",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "9f89dab2-f50e-4240-b29a-2414c26e45fe",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of preventable hospital death is",
        "exp": "PE is the most common preventable cause of death among hospitalized patients. Clinical features The diagnosis of pulmonary embolism (PE) may be aided by asking three questions: * Is the clinical presentation consistent with PE? * Does the patient have risk factors for PE? * Are there any alternative diagnoses that can explain the patient's presentation? Clinical presentation varies, depending on number, size and distribution of emboli and on underlying cardiorespiratory reserve (Box 17. 83). A recognised risk factor is present in 80-90% (see Box 23. 65, p. 975). The presence of one or more risk factors increases the risk fuher still. Ref Davidson edition23rd pg 619",
        "cop": 1,
        "opa": "Acute pulmonary embolism",
        "opb": "Heart failure",
        "opc": "Myocardial infraction",
        "opd": "Cancer",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "663db463-a35d-4e8a-8080-482f20dfd540",
        "choice_type": "single"
    },
    {
        "question": "Diffusion capacity for carbon monoxide is decreased in all of the following except",
        "exp": "Diffusion capacity for carbon monoxide (DLCO) is usually nirmln in chronic bronchitis and other obstructive lung disease with the exception of empyseemp where it is decreased. Ref Harrison 19th edition pg 1710",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "Emphysema",
        "opc": "Interstitial lung disease",
        "opd": "Pulmonary embolism",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "1c1b47ce-0c9a-4c25-a6af-100a4c6b9777",
        "choice_type": "multi"
    },
    {
        "question": "Most common primary bronchogenic carcinoma is",
        "exp": "Histological type. Frequency Adenocarcinoma. 32% Squamous cell carcinoma. 29% Small cell carcinoma. 18% Large cell carcinoma. 9% Carcinoid. 1% Ref Harrison 19th edition pg 2584",
        "cop": 4,
        "opa": "Small cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Mixed cell carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "8af8cc5c-dbb6-4e53-924e-b728004c410b",
        "choice_type": "multi"
    },
    {
        "question": "A trunk driver presented with history of fever since four weeks, and dry cough. He also gives a history of weight loss of about 10 kg. X-ray ahows bilateral reticulonodular infiltrates. The most likely diagnosis is",
        "exp": "PCP presents as acute or subacute pneumonia that may initially be characterized by a vague sense of dyspnea alone but that subsequently manifests as fever and nonproductive cough with progressive shoness of breath ultimately resulting in respiratory failure and death. Although the initial chest radiograph may be normal when patients have mild symptoms, the classic radiographic appearance of PCP consists of diffuse bilateral interstitial infil-trates that are perihilar and symmetric yet anotherfinding that is not specific for PCP. The interstitial infiltrates can progress to alveolar filling Ref Harrison 19th edition 1358-1360",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Pneumocystis carinii pneumonia",
        "opc": "Pneumococcal pneumonia",
        "opd": "Interstitial lung disease",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "a4790746-9690-4d27-a813-e0838b6fd967",
        "choice_type": "single"
    },
    {
        "question": "Kaagener's syndrome includes all of the following except",
        "exp": "Kaagener's syndrome is associated with situs inversus, sinusitis, and bronchiectasis Ref Harrison 19th edition pg 1695",
        "cop": 4,
        "opa": "Situs inversus",
        "opb": "Bronchiectasis",
        "opc": "Sinusitis",
        "opd": "Cystic fibrosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "6cf49865-8be1-42ac-a576-06522133ab8f",
        "choice_type": "multi"
    },
    {
        "question": "Earliest lesion seen in asbestosis is:",
        "exp": "It is the most common manifestation of asbestosis exposure composed of plaques of dense collagen containing calcium. they are usually asymptomatic and develop on anteroir and postereolateral pas of parietal pleura and over diaphragm. (ref Robbins 9/e p691)",
        "cop": 1,
        "opa": "Pleural plaques",
        "opb": "Hilar lymphadenopathy",
        "opc": "Adenoma lung",
        "opd": "Mesothelioma",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ffd7ed95-0c68-482c-b54f-ce13db7cfa87",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about silicosis are true except",
        "exp": "With long-term, less intense exposure, small rounded opacities in the upper lobes may appear on the chest radiograph after 15-20 years of exposure, usually without associated impairment of lung function (simple silicosis). Calcification of hilar nodes may occur in as many as 20% of cases and produces a characteristic \"eggshell\" pattern. Because silica is cytotoxic to alveolar macrophages, patients with silicosis are at greater risk of acquiring lung infections that involve these cells as a primary defense (Mycobacterium tuberculosis, atypical mycobacteria and fungi). Because of the increased risk of active tuber-culosis, the recommended treatment of latent tuberculosis in these patients is longer. Ref Harrison 19th edition pg 1690",
        "cop": 1,
        "opa": "Pleural plaques",
        "opb": "Prediliction for upper lobes",
        "opc": "Calcific hilar lymphadenopathy",
        "opd": "Associated with tuberculosis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "b0e1e21c-c37f-4764-b3d0-71d34d1dae3d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used in treatment of pneumocystis carinii except",
        "exp": "The treatment of choice for PCP is trimethoprim-sulfamethoxazole (TMP-SMX), given either IV or PO for 14-21 days. Sulfadiazine plus pyrimethamine, an oral regimen more often used for treatment of toxoplasmosis, also is highly effective. Dapsone plus pyrimethamine or dapsone plus trimethoprim also can be used. Intravenous pentamidine or the combination of clindamycin plus primaquine is an option for patients who cannot tolerate TMP-SMXand for patients in whose treatment TMP-SMX appears to be failing. Ref Harrison 19th edition pg 1017",
        "cop": 4,
        "opa": "Pentamidine",
        "opb": "Dapsone",
        "opc": "Cotrimoxazole",
        "opd": "Fluoroquinolones",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "03c0531f-96c9-45a2-a3b3-c25d4e9d46ee",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral lymphadenopathy, along with non caseating granulomas is a characteristic feature of",
        "exp": "Patients are usually evaluated for possible sarcoidosis based on two scenarios. In the first scenario, a patient may undergo biopsy revealing a noncaseating granuloma in either a pulmonary or an extrapulmonary organ. In the second scenario, signs or symptoms suggesting sarcoidosis such as the presence of bilateral adenopathy may be present in an otherwise asymptomatic patient or a patient with uveitis or a rash consistent with sarcoidosis. Ref Harrison 19th edition pg 2205-2206",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Scleroderma",
        "opc": "SLE",
        "opd": "Stein-leventhal syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "87765e06-a8fc-4deb-beb0-e8a894b20acb",
        "choice_type": "single"
    },
    {
        "question": "All the following statements about leukotriene modifers in the management of bronchial asthma are true except",
        "exp": "Leukotriene modifers ( monteleukast, zafirulukast) may be considrrco as alternatives to low dose inhaled coicosteroids in patients with mild persistent asthma. Has no role in treating acute severe asthma Ref Harrison 19th edition pg 1673",
        "cop": 1,
        "opa": "May be used for acute asthma",
        "opb": "May be used for exercise induced asthma",
        "opc": "Zileuton is leukotriene modifer",
        "opd": "May uncover chrug Strauss syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "ff19a991-e8b2-49be-aa7a-53a50259d184",
        "choice_type": "multi"
    },
    {
        "question": "All the following are causes of Transdative pleural effusion Except",
        "exp": "TABLE 316-1 Differential Diagnoses of Pleural. Effusions Transudative Pleural Effusions 1. Congestive heart failure 2. Cirrhosis 3. Nephrotic syndrome 4. Peritoneal dialysis 5. Superior vena cava obstruction 6. Myxedema 7. Urinothorax Ref Harrison 19th edition pg 1719",
        "cop": 2,
        "opa": "Nephrotic syndrome",
        "opb": "Rheumatoid ahritis",
        "opc": "Myxedema",
        "opd": "Constrictive pericarditis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "6bd6f414-a7e1-4f0e-a3fa-b8043b3656a1",
        "choice_type": "multi"
    },
    {
        "question": "Commonest intrabronchial cause of haemoptysis is",
        "exp": "The two most common causes for haemoptysis are bronchitis and bronchiogenic carcinoma. Bronchitis is not provided amongst the options and hence bronchiogenic carcinoma is the single best answer of choice Ref Harrison 19th edition pg 227",
        "cop": 1,
        "opa": "Carcinoma lung",
        "opb": "Adenoma lung",
        "opc": "Emphysema",
        "opd": "Bronchiectasis",
        "subject_name": "Anatomy",
        "topic_name": "Respiratory system",
        "id": "69a79c00-a1ae-499f-a849-8b815dc01a0c",
        "choice_type": "single"
    }
]