[
    {
        "question": "Structure related to ligamentum arteriosum -",
        "exp": "Ans. is 'a' i. e., Left recurrent laryngeal nerve Recurrent laryngeal nerveso Recurrent laryngeal nerves (right and left) are branches of inferior ganglion of vagus nerve. o On right side it arises in the root of neck and winds around first part of right subclavian artery. It may be anterior (superficial) or posterior (deep) to inferior thyroid artery. o On left side it arises in thorax (superior mediastinum) and wind's around the arch of aorta immediately behind the attachment of ligamentum arteriosum. It is usually posterior (deep) to inferior thyroid artery or between its branches. o Recurrent laryngeal nerve supplies all intrinsic muscles of larynx (except cricothyroid) and mucous membrane of larynx below vocal fold. It also gives branches to deep cardiac plexus, trachea, esophagus and inferior constrictiono Inferior thyroid artery is ligated away from gland to avoid injury to nerve. Left nerve is more liable to damage.",
        "cop": 1,
        "opa": "Left recurrent laryngeal nerve",
        "opb": "Right recurrent laryngeal nerve",
        "opc": "Internal carotid artery",
        "opd": "External carotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "d45caffd-8915-4709-b586-70fd5cc87ee1",
        "choice_type": "single"
    },
    {
        "question": "Exposure of left subclavian artery by supraclavicular approach does not require cutting of:",
        "exp": "Ans. is 'c' i. e. Scalenus medius Scalenus medius lies posterior to the subclavian artery and thus need not be divided to expose the artery. Whereas, sternocleidomastoid & scalenus anterior lie anteriorly and omohyoid lies superiorly and thus are cut during exposure of the subclavian artery. Relation of the subclavian artery. The right subclavian artery arises from the brachiocephalic artery, behind the sterno-clavicular joint. It passes upwards and laterally as a gentle curve behind the scalenus anterior muscle, and at the outer border of the first rib it becomes the axillary artery. The left subclavian artery arises from the arch of the aorta, behind the left common carotid artery. It ascends to the root of the neck and then arches laterally in a manner similar to that of the right subclavian artery The subclavian artery is divided into three parts by the scalenus anterior muscle - the 1st part is medial, the 2nd part posterior, and the 3rd part is lateral to the scalenus anterior. Relations of the First Part. Anterior: Immediate relations from medial to lateral side are: (1) Common carotid artery; (2) ansa subclavia; (3) cardiac branches of the vagus and of the sympathetic trunk; (4) vagus; (5) vertebral vein; (6) internal jugular vein; (7) left phrenic nerve; and (8) thoracic duct (on left side only). More superficial relations are: (9) The sternothyroid and the sternohyoid muscles; (10) anterior jugular vein; and (11) sternocleidomastoid. Posterior (posterioinferior): (1) Suprapleural membrane; (2) cervical pleura; (3) apex of lung; (4) ansa subclavia; and (5) right recurrent laryngeal nerve. Relations of the Second Part. Anterior: (Scalenus anterior. Structures in front of the scalenus anterior are: (2) right phrenic nerve deep to the prevertebral fascia: (3) transverse cervical artery; (4) supracapular artery; (5) subclavian vein; (6) anterior jugular vein; and (7) sternocleidomastoid. Posterior (posteroinferior): (1) Suprapleural membrane; (2) cervical pleura, and (3) apex of lung. Superior: Upper and middle trunks of the brachial plexus. Relations of the Third Part. Anterior: (1) Suprascapular vessels; (2) nerve to subclavius (3) prevertebral fascia; (4) subclavian vein; (5) external jugular vein; (6) anterior jugular vein; (7) transverse cervical vein; (8) suprascapular vein; (9) investing fascia; (10) subclavius; (11) middle one-third of the clavicle, and (12) the posterior border of the sternocleidomastoid. Posterior (posteroinferior): (1) Scalenus medius; (2) lower trunk of brachial plexus; (3) suprapleural membrane; (4) cervical pleura; and (5) apex of lung. Superior: (1) Upper and middle trunks of brachial plexus; and (2) inferior belly of omohyoid. Inferior: First rib.",
        "cop": 3,
        "opa": "Sternocleidomastoid",
        "opb": "Scalenus anterior",
        "opc": "Scalenus medius",
        "opd": "Omohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "0ffe80ae-9358-4b93-85cb-9482660cf467",
        "choice_type": "single"
    },
    {
        "question": "All are branches of thyrocervical trunk except-",
        "exp": "Ans. D. Superior thyroid artery. Subclavian Artery. Origina. right subclavian artery (RSA) is one of the terminal branches of the brachiocephalic arteryb. left subclavian artery (LSA) arises as the third branch of the aortic arch after the left common carotid artery. Course. The subclavian artery exits via the thorax via the superior thoracic aperture between the anterior and middle scalene muscles before passing between the first rib and clavicle. At the lateral border of the first rib it continues as the axillary artery. Parts. The vessel can be split into three parts (first, second, third) depending on the position of the vessel in relation to scalenus anterior: a. First part: from its origin to the medial border of scalenus anteriorb. Second part: posterior to scalenus anteriorc. Third part: from the lateral border of scalenus anterior to the lateral border of the first rib. Branchesa. First partvertebral artery: internal thoracic artery: thyrocervical trunk: branches into- inferior thyroid A., Superficial cervical A., Suprascapular A. b. Second partcostocervical trunk: divides into superior intercostal and deep cervical arteriesdorsal scapular arteryc. Third partnil",
        "cop": 4,
        "opa": "Inferior thyroid artery",
        "opb": "Suprascapular artery",
        "opc": "Superficial cervical artery",
        "opd": "Superior thyroid artery",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "8dbc0bfd-bca6-4b49-9085-670e8cf5b153",
        "choice_type": "multi"
    },
    {
        "question": "Thyrocervical trunk is branch of which part of subclavian artery-",
        "exp": "Ans. is 'a' i. e., 1st Branches of subclavian artery. First part. Vertebral artery. Internal thoracic artery. Thyrocervical trunk; Branches of thyrocervical trunk are: Inferior thyroid artery. Suprascapular artery. Superficial cervical. Second parto Costocervical trunk: It gives following branches: Deep cervical artery. Superior intercostal artery. Third parto Dorsal scapular artery.",
        "cop": 1,
        "opa": "1st",
        "opb": "2nd",
        "opc": "3rd",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "ca6dcc09-38ce-407d-966d-b3c3c68687cb",
        "choice_type": "multi"
    },
    {
        "question": "Surface anatomy for internal jugular vein-",
        "exp": "Ans. is 'a' i. e., Ear lobule to medial third of clavicle o At first there are 6 pharyngeal arches. The fifth arch disappears and only 5 remain, o Each arch has: An ectodermal cleftA mesodermal element. An endodermal pouch. Arch. Ectodermal cleft. Endodermal pouch. IEpithelium of external auditory meatus Ear drum. Pinna. Ventral - tongue. Dorsal - tubotympanic recess -- proximal part forms the auditory tube and the distal part forms the middle ear cavity1 and tympanic antrum. IIIIIIV2nd arch grows over and covers the 2nd, 3rd and 4th clefts. Palatine tonsil. Thymus. Inferior parathyroids. Thyroid gland. Superior parathyrids. Mesodermal derivatives of the pharyngeal arches. Arch. Skeletal element. Muscle arch. Nerv e of arch. IMaxilla, zygomatic bone, pan of temporal and vomer, sphenoid, mandible. Meckel's cartilage. Malleus, incus. Mvlohyoid. Mastication muscles, Anterior belly of digastrics. Tensor veli palatine. Tensor tympani. Mandibular division of tri germinal. IIReichert's cartilage, stapes. Styloid process. Stylohyoid ligament. Smaller cornu of hyoid. Superior part of body of hyoid (All'S'). Stapedius. Stylohyoid. Posterior belly of digastric. Facial expression muscles. Facial. III. Greater cornu of hyoid. Lower part of body of hyoid. Stylopharyngeus. Glossopharyngeal. IVCartilage of larynx except arytenoids. Pharyngeal muscles. Cricothyroid. Superior laryngeal branch of vagus. VArytenoid cartilages of larynx. Intrinsic muscles of larynx. Recurrent leryngeal nerve.",
        "cop": 1,
        "opa": "Ear lobule to medial third of clavicle",
        "opb": "Ear lobule to middle third of clavicle",
        "opc": "Ear lobule to lateral third of clavicle",
        "opd": "Mastoid to third of clavicle",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "3741888b-577d-4c7e-af91-f86cfea8bc3f",
        "choice_type": "single"
    },
    {
        "question": "Spinal accessory nerve supplies -",
        "exp": "Ans. is 'b' i. e., Sternocleidomastoid o Spinal part of accessory nerve supplies trapezius and sternocleidomastoid. Nerve supply of accessory nerveo Cranial root (cranial accessory) through branches of vagus via pharyngeal plexuso Muscles of soft palate except tensor veli palatini, i. e. levator palati, musculus uvulae, palatoglossus, palatopharyngeus. Tensor veli palatini is supplied by mandibular nerve, branch of trigeminal. o Muscles of pharynx (except sty lopharyngeus), i. e. i) Intrinsic muscle: Salpingopharyngeus, palatopharyngeus. ii) Extrinsic muscle: Superior, middle and inferior constrictors.# Stylopharyngeus is supplied by glossopharyngeal nerve. o Spinal root (spinal accessory)o Trapeziuso Sternocleidomastoid",
        "cop": 2,
        "opa": "Platysma",
        "opb": "Sternocleidomastoid",
        "opc": "Stylohyoid",
        "opd": "Diagastric",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "f6100771-5995-4a75-a662-529930f48155",
        "choice_type": "single"
    },
    {
        "question": "Which nerve winds around subclavian artery?",
        "exp": "Ans. is 'b' i. e., Right recurrent laryngeal nerve o On right side, recurrent laryngeal nerve winds around first part of right subclavian artery. Recurrent laryngeal nerveso Recurrent laryngeal nerves (right and left) are branches of inferior ganglion of vagus nerveo On right side it arises in the root of neck and winds around first part of right subclavian artery. It may be anterior (superficial) or posterior (deep) to inferior thyroid arteryo On left side it arises in thorax (superior mediastinum) and wind's around the arch of aorta immediately behind the attachment of ligamentum arteriosum. It is usually posterior (deep) to inferior thyroid artery or between its branches. o Recurrent laryngeal nerve supplies all intrinsic muscles of larynx (except cricothyroid) and mucous membrane of larynx below vocal fold. It also gives branches to deep cardiac plexus, trachea, esophagus and inferior constrictiono Inferior thyroid artery is ligated away from gland to avoid injury to nerve. Left nerve is more liable to damage.",
        "cop": 2,
        "opa": "Left recurrent laryngeal nerve",
        "opb": "Right recurrent laryngeal nerve",
        "opc": "External laryngeal nerve",
        "opd": "Superior laryngeal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Root of Neck",
        "id": "a4323be3-aab4-4221-b6f7-bc520a66111e",
        "choice_type": "single"
    }
]