[
    {
        "question": "Submandibular gland is divided into superficial and deep parts by -",
        "exp": "Ans. is 'c' i. e., Mylohyoid Submandibular glando This walnut sized gland lies belowr the mandible in the anterior part of digastric triangle. It is J-shaped and consists of a large superficial and a small deep parts, separated by mylohyoid muscle and continuous with each other around the posterior border of mylohyoid muscle. Superficial parto It is situated in the anterior part of digastric triangle. The gland is partially closed in a capsule formed by two layers of deep cervical fascia. It has three surfaces: (i) inferior, (ii) lateral, and (iii) medial. Inferior surface is covered by skin, platysma, cervical branch of facial nerve, deep fascia, facial vein and submandibular lymph nodes. Lateral surface is related to submandibular fossa (on mandible), medial pterygoid (insertion) and facial artery. Medial surface is related to mylohyoid, hyoglossus and styloglossus muscles. Deep parto It lies on the hyoglossus muscle deep to mylohoid. It is related above to lingual nerve and submandibular ganglion; and below to hypoglossal nerve.",
        "cop": 3,
        "opa": "Digastric",
        "opb": "Geniohyoid",
        "opc": "Mylohyoid",
        "opd": "Stylohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Salivary Glands",
        "id": "c866dee1-d931-48a6-8749-d3884e68fb72",
        "choice_type": "single"
    },
    {
        "question": "Secretomotor innervation to Parotid gland relays in:",
        "exp": "Ref: Grays Anatomy 40th edition. Explanation: Parasympathetic PATHWAYTympanic nerve arises from CN IX and emerges with it from the jugular foramen.|Tympanic nerve enters the middle ear via the tympanic canaliculus in the petrous part of the temporal bone.|Tympanic nerve forms the tympanic plexus on the promontory of the middle ear.|The lesser petrosal nerve arises as a branch of the tympanic plexus.|Lesser petrosal nerve penetrates roof of tympanic cavity (tegmen tvmpani) to enter middle cranial fossa.|Lesser petrosal nerve leaves the cranium thru the foramen ovale.|Parasymp fibers synapse in the ohc ganglion|Postsvnaptic fibers pass to parotid gland via branches of the auriculotemporal nerve (CN V3)",
        "cop": 1,
        "opa": "Otic ganglion",
        "opb": "Geniculate",
        "opc": "Ptergopalatine",
        "opd": "Ciliary",
        "subject_name": "Anatomy",
        "topic_name": "Salivary Glands",
        "id": "6eb0604d-6eff-41d9-8464-225967868832",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is preserved in dissecting the superficial and deep lobes of parotid gland -",
        "exp": "Ans. is 'd' i. e., Facial o The facial nerve separates parotid gland into superficial and deep lobes. o Mandibular branch of facial nerve is most vulnerable to injury during parotid surgery.",
        "cop": 4,
        "opa": "Glossopharyngeal",
        "opb": "Hypoglossal",
        "opc": "Lingual",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "Salivary Glands",
        "id": "5428d888-0e61-40f6-a891-e157e3efba61",
        "choice_type": "single"
    },
    {
        "question": "Sensory supply of parotid gland -",
        "exp": "Ans. is 'c' i. e., Auriculotemporal nerve Nerve supply of parotid gland o Innervation of salivary gland is as follows1) Parasympathetic (secretomotor):# They reach the gland through auriculotemporal nerve as following routei) Preganglionic fibers Originate in inferior salivary nucleus; pass through glossopharyngeal nerve; its tympanic branch; tympanic plexus, and lesser petrosal nerve. ii) Relay ganglion Otic ganglion. iii) Postganglionic fibers Pass through the auriculotemporal nerve to reach the gland. 2) Sympathetic (Vasomotor):# Derived from the plexus around middle meningeal artery. 3) Sensory:# Derived from auriculotemporal nerve, except for parotid fascia and overlying skin which are innervated by great auricular nerve (C2, C3).",
        "cop": 3,
        "opa": "Mandibular nerve",
        "opb": "Greater petrosal nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Lesser petrosal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Salivary Glands",
        "id": "bfca39eb-6ceb-4023-a141-3513bfe39449",
        "choice_type": "single"
    }
]