[
    {
        "question": "Which artery can be felt at anterior border of masseter against the mandible?",
        "exp": "ANSWER: (A) Facial artery. REF: Anatomy at a glance by Omar Faiz, David Burns Moffat page 165 Surface anatomy of facial artery:\"Facial artery can be felt on the mandible at the anterior border of the masseter\"",
        "cop": 1,
        "opa": "Facial artery",
        "opb": "Maxillary artery",
        "opc": "Posterior auricular artery",
        "opd": "Superficial temporal artery",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "3fa811ba-bd56-4eb0-a475-193c1e763084",
        "choice_type": "single"
    },
    {
        "question": "Maxillary artery is -",
        "exp": "Ans. is 'd' i. e., Terminal branch of external carotid Branches of externa] carotid arterv. From medial side. Ascending pharyngeal. From front. Superior thyroid artery. Lingual artery. Facial artery. From behind. Occipital artery. Posterior auricular artery. Terminal branches. Superficial temporal artery. Maxillary artery",
        "cop": 4,
        "opa": "Branch of facial artery",
        "opb": "Branch of internal carotid artery",
        "opc": "Branch of common carotid",
        "opd": "Terminal branch of external carotid",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "1594fa8c-bba3-4950-846f-0dddbda061d0",
        "choice_type": "single"
    },
    {
        "question": "Which artery is palpated at the anterior border of masseter -",
        "exp": "Ans. is 'c' i. e., Facial o The facial artery enters the face by winding around the base of the mandible and by piercing the deep cervical fesia, at the anteroinferior angle of masseter muscle. It can be palpated here and is called 'anaesthetist artery'Facial arteryo Chief artery of the face, o Branch of external carotid artery. o Given of above the level of the tip of the greater cornu of the hyoid bone, in carotid triangle, o It is very tortuous artery. The tortuosity prevents its walls from being unduly stretched during movements of mandible, lips & cheeks, o Branches are: Inferior labial. Superior labial. Lateral nasal. Posterior (unnamed) brancheso Anastomoses of facial artery are: Anterior branches anastomose with branches of mental artery. Posterior branches anastomose with transverse facial and infraorbital arteries. Terminal branch anastomoses with branches of ophthalmic artery at the medial angle of eye, a site for anastomosis between branches of external and internal carotid arteries.",
        "cop": 3,
        "opa": "Superficial temporal",
        "opb": "Occipital",
        "opc": "Facial",
        "opd": "External carotid",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "91b3251c-eeec-485a-a4ed-3e26727131e3",
        "choice_type": "single"
    },
    {
        "question": "Features of facial nerve palsy are all except -",
        "exp": "Ans. is 'd' i. e., Loss of taste sensation from posterior tongue o Facial nerve paralysis produces following manifestations: -# Weakness of the muscle of the facial expression and eye closure, which results in: -i) Absence of nasolabial foldii) Wide palpable fissureiii) Epiphoraiv) Drooping of angle of mouthv) Loss of wrinkles of foreheadvi) The face sags and is drawn across to the opposite side on smiling. vii) Voluntary eye closure may not be possible and can produce damage to the conjunctiva and cornea.# In partial paralysis, the lower face is generally more affected.# Loss of taste sensation over anterior 2/3 of tongue.# Intolerance to high-pitched or loud noises, i. e. Hyperacusis (due to stapedius muscle paralysis, )# Loss of lacrimation and salivation occur.",
        "cop": 4,
        "opa": "Loss of salivation",
        "opb": "Lossoflacrimation",
        "opc": "Facial muscle paralysis",
        "opd": "Loss of taste sensation from posterior tongue",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "c4185169-7fb9-4058-a56a-04f5a5dda7d1",
        "choice_type": "multi"
    },
    {
        "question": "Dangerous layer of scalp:",
        "exp": "173. Ans. (c) Loose subaponeurotic layer. Ref: BDC 6th ed. Vol-III/61-63. The 5 layers of scalp can be remembered as SCALP:* Skin: consist of hair follicles, sebaceous gland and sweat glands.* Sub Cutaneous layer: contains blood vessels, nerves of the scalp* Aponeurotic layer aka galea aponeurotica It is a tough layer of dense fibrous tissue which runs from the frontalis muscle anteriorly to the occipitalis posteriorly* Loose subaponeurotic tissue containing the emissary veins and allowing free movement of layers 1 to 3 as a unit. Layer 4 is a \"dangerous area\" because it allows spread of infection even, by way of the emissary veins, to intracranial structures.* Pericranium, is the periosteum of the skull bones providing nutrition.",
        "cop": 3,
        "opa": "Subcutaneous layer",
        "opb": "Musculoapneurotic layer",
        "opc": "Loose subaponeurotic layer",
        "opd": "Periosteum layer",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "51cff445-90ce-4d42-a234-4f36250f0c8d",
        "choice_type": "single"
    },
    {
        "question": "Skin over the angle of mandible is supplied by",
        "exp": "Ans. d (Great auricular nerve) (Ref. BDC Vol. Ill 4th ed. 57). The great auricular nerve originates from the cervical plexus, composed of branches of spinal nerves C2 and C3. It provides sensory innervation for the skin over angle of mandible (parotid area) and mastoid process, and both surfaces of the outer ear. INNERVATION OF THE SKIN OF FACE# Innervation of the skin is mainly through the three branches of the trigeminal nerve (CN V).# Some skin over the angle of the mandible and anterior and posterior of the auricle is supplied by the great auricular nerve from the cervical plexus.# Some cutaneous branches of the auricular branch of the facial nerve also supply skin on both sides of the auricle.# The trigeminal nerve is the general sensory nerve to the head, particularly the face, and is the motor nerve to the muscles of mastication.",
        "cop": 4,
        "opa": "Auriculotemporal nerve",
        "opb": "Lesser occipital nerve",
        "opc": "Infraorbital nerve",
        "opd": "Great auricular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "c6b9d08a-b4f0-42e9-9fd4-476a7bc1503b",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of scalp is -",
        "exp": "Ans. is 'c' i. e., Subaponeurotic tissueo The scalp is soft tissue which covers the calvaria of skull. It consists of five layers and can be memorised by a mnemonic using the initial letters of the word. SCALPa) Skinb) Close network of connective tissue (superficial fascia)c) Aponeurosis (galea aponeurotica) with occipitofrontalis musclesd) Loose areolar (subaponeurotic) tissuee) Pericranium (outer periosteum of skull)o First three layers are intimately connected and move as one unit, and are called surgical layers of scalp or scalp proper. o Connective tissue (superficial fascia) contains large blood vessels and nerves of the scalp. The walls of the vessels are adherent to the fibrous network, so that when the vessels are tom in an open wound they are unable to retract and produce profuse bleeding. Bleeding can be arrested by pressure against the underlying bone, o Loose subaponeurotic areolar tissue (4th layer) is called dangerous area of scalp because it contains emissary veins through which infection in subaponeurotic space may spread readily to intracranial venous sinuses.",
        "cop": 3,
        "opa": "Superficialfacia",
        "opb": "Aponeurosis",
        "opc": "Subaponeurotic tissue",
        "opd": "Pericranium",
        "subject_name": "Anatomy",
        "topic_name": "Scalp Face & Temple",
        "id": "cad7d3c6-d99b-4ef7-a8a2-529d3b1e59ff",
        "choice_type": "single"
    }
]