[
    {
        "question": "True statement about bile duct:",
        "exp": "CHOICE EXPLANATION & ELIMINATION REASON 1 True statement 2 Blocked by cancer in the head of pancreas 3 Pancreatic duct carries exocrine juice not hormones 4 Formed by common hepatic duct and cystic duct",
        "cop": 1,
        "opa": "Drains bile into the second pa of the duodenum",
        "opb": "Can be blocked by cancer in the body of pancreas",
        "opc": "Joins the main pancreatic duct, which carries hormones",
        "opd": "Is formed by union of the right and left hepatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Small intestine and large intestine",
        "id": "c6243730-8326-4327-b834-47dc4ee31010",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old obese woman with seven children is brought to a local hospital by her daughter. Physical examination and her radiograph reveal that large gallstones have ulcerated through the posterior wall of the fundus of the gallbladder into the intestine. Which of the following pas of the intestine is most likely to initially contain gallstones?",
        "exp": "The fundus of the gallbladder is in contact with the transverse colon, and thus, gallstones erode through the posterior wall of the gallbladder and enter the transverse colon. They are passed naturally to the rectum through the descending colon and sigmoid colon. Gallstones lodged in the body of the gallbladder may ulcerate through the posterior wall of the body of the gallbladder into the duodenum (because the gallbladder body is in contact with the duodenum) and may be held up at the ileocecal junction, producing an intestinal obstruction.",
        "cop": 3,
        "opa": "Cecum",
        "opb": "Ascending colon",
        "opc": "Transverse colon",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Small intestine and large intestine",
        "id": "77e80b39-2047-4a07-bfbf-cfc26dc00ea0",
        "choice_type": "multi"
    },
    {
        "question": "While examining radiographs and angiograms of a 52-year-old patient, a physician is trying to distinguish the jejunum from the ileum. He has observed that the jejunum has:",
        "exp": "The jejunum has fewer mesenteric aerial arcades but longer vasa recta than the ileum. The plicae circulares (circular folds) are tall and closely packed in the jejunum and are low and sparse in the ileum, and the lower pa of the ileum has no plicae circulares. More digestion and absorption of nutrients occurs in the jejunum than in the ileum, and less fat is found in the mesentery of the jejunum.",
        "cop": 2,
        "opa": "Fewer plicae circulares",
        "opb": "Fewer mesenteric aerial arcades",
        "opc": "Less digestion and absorption of nutrients",
        "opd": "Shoer vasa recta",
        "subject_name": "Anatomy",
        "topic_name": "Small intestine and large intestine",
        "id": "121da5ef-6c73-4f8a-a3bc-e2ed3654c061",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man complains of abdominal pain just above his umbilicus. On examination, a tumor is found anterior to the IVC. Which of the following structures would most likely be compressed by this tumor?",
        "exp": "The third pa of the duodenum (transverse poion) crosses anterior to the IVC. The other structures do not cross the IVC anteriorly.",
        "cop": 3,
        "opa": "Right sympathetic trunk",
        "opb": "Left third lumbar aery",
        "opc": "Third pa of the duodenum",
        "opd": "Left renal aery",
        "subject_name": "Anatomy",
        "topic_name": "Small intestine and large intestine",
        "id": "5fe2050c-3f6c-41fd-b273-a130ac92d349",
        "choice_type": "multi"
    },
    {
        "question": "Which aery dilatation causes compression of 3rd pa of duodenum",
        "exp": "Superior mesenteric aery: - Aery of mid gut Origin - L1 veebrae level. Regional anatomy of SMA: - It is crossed anteriorly by the splenic vein & the neck of pancreas. Posterior to it is the renal vein, the uncinate process & the inferior pa of duodenum (3rd pa). - This D3 pa can be compressed b/w two aeries: - Anterior - SMA Posterior - Abdominal aoa SMA dilatation can lead to compression of 3rd pa of duodenum. | This is called as superior Mesenteric aery syndrome.",
        "cop": 1,
        "opa": "Superior mesenteric aery",
        "opb": "Gastroduodenal aery",
        "opc": "Inferior mesenteric aery",
        "opd": "Celiac aery",
        "subject_name": "Anatomy",
        "topic_name": "Small intestine and large intestine",
        "id": "8e6d5c3d-2b96-4f38-9c61-5629b28b3c0e",
        "choice_type": "single"
    }
]