[
    {
        "question": "CT scan abdomen at the level of the twelfth thoracic veebra in a pt., Which structure provides an attachment of the suspensory muscle of the duodenum (ligament of Treitz)?",
        "exp": "The duodenojejunal flexure is suppoed by a fibromuscular band called the suspensory ligament of the duodenum (ligament of Treitz), which is attached to the right crus of the diaphragm. C. - The pancreas is an endocrine and exocrine gland; is retroperitoneal in position and receives blood from the splenic, gastroduodenal, and superior mesenteric aeries. E - The spleen lies in the left hypochondriac region, is hematopoietic in early life, and later functions in worn-out red blood cell destruction. It filters blood, stores red blood cells, and produces lymphocytes and antibodies. D - The splenic aery is a branch of the celiac trunk, follows a touous course along the superior border of the pancreas, and divides into several branches that run through the lienorenal ligament. A -. The common hepatic aery is divided into the proper hepatic and gastroduodenal aeries.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "47f97467-47f7-4033-b48d-b8ff6271d262",
        "choice_type": "single"
    },
    {
        "question": "Commonest position of appendix is?",
        "exp": "Retrocaecal is the mc position in 65percent cases in 12 o clock position followed by pelvic in 4 o clock position M/C:-retrocaecal>pelvic",
        "cop": 2,
        "opa": "Paracaecal",
        "opb": "Retrocaecal",
        "opc": "Pelvic",
        "opd": "Subcoecal",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "6c664734-a677-4f45-9e20-74e1e71489b1",
        "choice_type": "single"
    },
    {
        "question": "WRONG about ileum as compared with jejunum is",
        "exp": "Jejunum has long and sparse vasa recta as compared to ileum. Jejunum are thick walled and peritoneal windows are transparent as compared to ileum. Peyer patches are present in ileum which are absent in jejunum. Jejunum have 1 or 2 rows of aerial arcades whereas ileum have 4 to 5 aerial arcades Ileum have sho club shaped villi. Ileum have more fat in mesentry.",
        "cop": 2,
        "opa": "Sho club shaped Villi",
        "opb": "Long vasa recta",
        "opc": "More lymphoid nodules",
        "opd": "More fat in mesentery",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "7de409bf-cd0a-429d-bd32-cc73478b5fe4",
        "choice_type": "single"
    },
    {
        "question": "True regarding common bile duct is all EXCEPT:",
        "exp": "Common bile duct joins the pancreatic duct to form hepatopancreatic duct which opens into 2nd pa of duodenum( 10 cm distal to the pylorus) at major duodenal papilla. The hepatic duct lies in front and to the right, the hepatic aery to the left, and the poal vein behind and between the duct and aery.",
        "cop": 4,
        "opa": "Opens 10 cm distal to the pylorus",
        "opb": "Lies anterior to IVC",
        "opc": "Poal vein lies posterior to it",
        "opd": "Usually opens into duodenum separate from the main pancreatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "fcfee772-eb61-4481-a68f-e50a73f2e4b7",
        "choice_type": "multi"
    },
    {
        "question": "50 year old male, known case of diveiculosis of the colon presentswith complaints of left lower quadrant pain and bloody stools. He was taken up for follow up. Doctorbeginshisworkup with appropriating test of the sigmoid colonby recalling which of it's specific feature:",
        "exp": "The sigmoid colon has teniae coli and epiploic appendages. The sigmoid colon receives blood from the inferior mesenteric aery, drains its venous blood through the poal tributaries, has its own mesentery (sigmoid mesocolon; therefore, is not a retroperitoneal organ). Receives parasympathetic preganglionic fibers from the pelvic splanchnic nerve.",
        "cop": 2,
        "opa": "Is drained by systemic veins",
        "opb": "Has teniae coli and epiploic appendages",
        "opc": "Receives parasympathetic fibers from the vagus nerve",
        "opd": "Receives its blood from the superior mesenteric aery",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "ed26fcab-8181-44e1-a0a3-6f794b9215e3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is anteriorly related to third pa of duodenum:",
        "exp": "Superior mesenteric vein (and aery) cross the anterior to the third pa of the duodenum to enter the mesentery of small intestine. Head of pancreas is in superior relation. Relations: anteriorly: small bowel mesentery root and sup. mesentric aery.: posteriorly: right psoas muscle, right ureter, gonadal vessels, aoa and IVC.",
        "cop": 4,
        "opa": "Poal vein",
        "opb": "Head of pancreas",
        "opc": "Hepatic aery",
        "opd": "Superior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "3d95d6ae-1013-407f-b04b-96fa9fc8b8c5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements best describes the colon?",
        "exp": "The hepatic flexure is directly in contact with the liver and the right kidney; it is therefore at risk in a right nephrectomy. The majority of the colon is derived from the midgut, which extends to a point just proximal to the splenic flexure. The descending colon and sigmoid are derived from the hindgut. The ascending and descending colon are usually in contact with the abdominal wall posteriorly and with peritoneum on the rest of the surface. The posterior pa is therefore free from peritoneum.",
        "cop": 3,
        "opa": "The majority is derived from the primitive hindgut.",
        "opb": "It is usually invested with peritoneum on all sides.",
        "opc": "The hepatic flexure is related directly to the liver and right kidney.",
        "opd": "The ascending and descending colon are always retroperitoneal.",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "7d5685fa-8818-4ba6-8919-e74c319f6582",
        "choice_type": "multi"
    },
    {
        "question": "Sphincter of Oddi consists of:",
        "exp": "The entire sphincter mechanism is actually composed of numerous muscle fiber sphincters and the answer stands controversial. The latest information points to a total number of three (Gray's Anatomy, edition 41), though there have been mention of four, five and still more higher number in the past. The poal for entry of bile and pancreatic juice in humans has been divided into three pas: (i) biliary (choledochus), (ii) pancreaticus, and (iii) ampulla.",
        "cop": 2,
        "opa": "2 sphincters",
        "opb": "3 sphincters",
        "opc": "4 sphincters",
        "opd": "5 sphincters",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "992755b2-6f6b-4e88-9c27-8c3226e86076",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman is brought to the emergency depament by her family because of acute onset of right upper quadrant pain, nausea, and vomiting. For this case, it is impoant to remember that the bile duct:",
        "exp": "The bile duct is formed by union of the common hepatic and cystic ducts, lies lateral to the proper hepatic aery and anterior to the poal vein in the right free margin of the lesser omentum, traverses the head of the pancreas, and drains bile into the second pa of the duodenum at the greater papilla.",
        "cop": 1,
        "opa": "Drains bile into the second pa of the duodenum",
        "opb": "Can be blocked by cancer in the body of the pancreas",
        "opc": "Joins the main pancreatic duct, which carries hormones",
        "opd": "Is formed by union of the right and left hepatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "9b77c1e4-299a-44e1-b5aa-28ebd0cbc4c8",
        "choice_type": "single"
    },
    {
        "question": "All of the statements are true about ileum EXCEPT:",
        "exp": "ILEUM:- Circular mucosal folds are smaller, fewer and thin walled. Ileum has narrower lumen, as compared with jejunum. There are 3 or 6 aerial arcades with no windows. Lymphatics drain into the lymph nodes in the mesentery and finally drain into superior mesenteric nodes.",
        "cop": 3,
        "opa": "Smaller diameter than jejunum",
        "opb": "3-6 arcades in continuation",
        "opc": "Large circular mucosal folds",
        "opd": "Lymph nodes in mesentery",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "97ce0309-053c-45f3-b70c-65d65e19e751",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is present in the peritoneal reflection which forms one of the borders of the paraduodenal fossa",
        "exp": "The paraduodenal recess may occur in conjunction with superior and inferior duodenal recesses. It lies a little to the left and slightly behind the fouh pa of the duodenum, behind a falciform fold of peritoneum. The free right edge of this fold contains the inferior mesenteric vein and ascending branch of the left colic aery, and is pa of the left colic mesentery. This recess is the site of a 'left paraduodenal hernia'",
        "cop": 1,
        "opa": "Inferior mesenteric vein",
        "opb": "Middle colic vein",
        "opc": "Left colic vein",
        "opd": "Splenic vein",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "cf8e12d5-f553-4b7f-ac94-623b3db6a5fb",
        "choice_type": "single"
    },
    {
        "question": "Predominant blood supply to the supraduodenal bile duct is derived from:",
        "exp": "Blood supply of supraduodenal bile duct Axial blood supply:-(98%) The most impoant of these vessels run along the lateral borders of the bile duct and are called the '3 o clock' and '9 o' clock aeries. 60% of the blood supply occurs from the duodenal (caudal) end of the duct primarily from branches of the retroduodenal aery (Posterior superior pancreaticoduodenal aery). 38% of the blood supply occurs from the hepatic (cephalic) end of the right hepatic aery. Non -axial blood supply:- only 2% of blood supply to the supraduodenal bile duct from the branches of the hepatic aery proper",
        "cop": 1,
        "opa": "Vessels that run upward along the bile duct from the duodenal end of the duct such as the retroduodenal and the gastroduodenal aeries.",
        "opb": "Vessels that run downward along the bile duct from the hepatic and of the duct such as the right hepatic aery.",
        "opc": "Vessels that arise from the hepatic aery proper as it runs up along the common bile duct and supplies it with twigs in a non-axial distribution.",
        "opd": "Vessels that arise from the cystic aery.",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "9dbd5cb9-0809-4e44-8144-876b9629b6f6",
        "choice_type": "single"
    },
    {
        "question": "Brunner's gland is a histological finding of",
        "exp": "Brunner's gland is a histological finding of duodenum which is present in submucosa which secretes mucus which is alkaline in nature and neutralises the acid in duodenum so that enzymes could work at their optimum pH. It also heals the ulcer by increasing mitotic activity. Peyer patches or Lymphoid follicles seen in Lamina propria.",
        "cop": 3,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Duodenum",
        "opd": "Liver",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "b9500b51-4c5d-4c5f-a818-99d0f6ae5740",
        "choice_type": "single"
    },
    {
        "question": "All the following are false about houston's valve except:",
        "exp": "The transverse folds of rectum (or Houston's valves) are semi-lunar transverse folds of the rectal wall that protrude into the rectum, not the anal canal as that lies below the rectum. CHOICE EXPLANATION & ELIMINATION REASON 1 False statement. Prominent on distension 2 False statement. Contains only circular muscles 3 True statement. Placed transversely 4 False statement. Middle valve constant and fold towards left side",
        "cop": 3,
        "opa": "They disappear on distension",
        "opb": "They contain all layers of muscle layer",
        "opc": "Placed transversely",
        "opd": "Middle valve is the most constant and fold towards right side",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "18a8fc15-5591-4498-9ebf-3ca0101f154c",
        "choice_type": "multi"
    },
    {
        "question": "Meckel's diveiculum is a derivative of",
        "exp": "Meckel's diveiculum: Midgut diveiculum attaching to developing gut tube is called vitelline duct / vitello-intestinal duct. It is also known as omphalomesenteric tube (antimesenteric towards ant abdominal wall) Normally, it is content of umbilical cord & it is obliterated If it is not obliterated, it results is an anomaly called Meckel's diveiculum There is an hindgut diveiculum called allantois which is also a content of umbilical cord. If allantois is not obliterated, it results in urachal fistula (where urine comes out of umbilicus) If fecal matter / meconium is at umbilicus of baby then it is Meckel's anomaly.",
        "cop": 2,
        "opa": "Allantoic diveiculum",
        "opb": "Omphalo-mesenteric duct",
        "opc": "Ventral mesogastrium",
        "opd": "Ductus aeriosus",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "e6bdde6a-f280-424f-a6a0-c80936731e45",
        "choice_type": "multi"
    },
    {
        "question": "On contrast radiography which among the following is FALSE:",
        "exp": "First pa of the duodenum is visible as a triangular shadow on barium studies and is known as duodenal cap. Small intestine contains mucosal folds known as plicae circulares that are visible on barium studies and help in the distinction between small intestine and colon. Colon instead can be identified by presence of haustrations. Valvulae conniventes are more prominent in the jejunum giving the 'feathery appearance' on barium and reduced distally giving a 'featureless' appearance of distal ileum.",
        "cop": 4,
        "opa": "Ileum is featureless",
        "opb": "Colon has haustrations",
        "opc": "Jejunum is feathery",
        "opd": "Distal pa of duodenum has a cap",
        "subject_name": "Anatomy",
        "topic_name": "Small and Large intestine",
        "id": "552aaa91-d01f-4bb4-bc0e-25cfaece9655",
        "choice_type": "multi"
    }
]