[
    {
        "question": "Fracture of the neck of fifth metacarpal occurs in",
        "exp": "Fracture of the neck of fifth metacarpal occurs usually due to striking the closed hand against a firm surface(Boxer's fracture) occurs in boxers. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 179",
        "cop": 4,
        "opa": "Hangman's fracture",
        "opb": "Jefferson's fracture",
        "opc": "Greenstick fracture",
        "opd": "Boxer's fracture",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "9ca0f832-703b-4a74-842c-4304cd28b8b0",
        "choice_type": "single"
    },
    {
        "question": "Sutural separation seen in",
        "exp": "Diastatic fracture or sutural fracture: Suture separation is called a diastatic fracture. Penetrating and performing fracture: They are fractures produced by penetrating objects like a bullet, pointed sharp weapon, sword or dagger. Fracture which is having an entry and an exit is called a performing fracture. Cut fracture Skull may be subjected to cut injuries when a heavy cutting weapon is used. The cut injury may enter the skull cavity and injure the brain. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 164",
        "cop": 1,
        "opa": "Diastatic fracture",
        "opb": "Penetrating fracture",
        "opc": "Cut fracture",
        "opd": "Performing fracture",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "14b164c6-4bb8-486b-985c-3a1779b21da6",
        "choice_type": "single"
    },
    {
        "question": "Xenophobia is",
        "exp": "fear of injection- needle phobia Fear of touch- hapnophobia Fear of strangers- xenophobia Fear of animals- zoophobia Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 361",
        "cop": 3,
        "opa": "Fear of injection",
        "opb": "Fear of touch",
        "opc": "Fear of strangers",
        "opd": "Fear of animals",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "50d38e3c-e917-417e-acfa-4cab9d71eb24",
        "choice_type": "single"
    },
    {
        "question": "Irresistible desire to buy something is",
        "exp": "Oniomania Irresistible desire to buy things (shopping addiction) Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 360",
        "cop": 3,
        "opa": "Mutilomania",
        "opb": "Dipsomania",
        "opc": "Oniomania",
        "opd": "Trichotilomania",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "bc1791ba-85f2-48c7-a5b4-97bd371698bf",
        "choice_type": "single"
    },
    {
        "question": "'Nodding face sign' is seen in",
        "exp": "Hinge/Transverse fracture: Transverse fracture of the base of the skull occurs on middle that completely splits it into two halves, creating hinge (nodding face sign). This may result from an impact on either side of head or side to side compression of head as in run over by vehicle. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 165",
        "cop": 3,
        "opa": "Fracture of anterior cranial fossa",
        "opb": "Fracture of middle cranial fossa",
        "opc": "Hinge fracture",
        "opd": "Orbital blow out fractures",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "59408f3a-9944-4352-8e35-ac927b383464",
        "choice_type": "single"
    },
    {
        "question": "The type of fracture which occurs in infants and children is",
        "exp": "Pond fracture ( Indented fracture, Greenstick fracture) This type of fracture occurs in infants and children due to incomplete ossification of the skull bones. On the outer table, a dent is formed just like that on a ping pong ball and the inner table is usually not fractured. It is also called Ping pong fracture. ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 163",
        "cop": 1,
        "opa": "Greenstick fracture",
        "opb": "Signature fracture",
        "opc": "Mosaic fracture",
        "opd": "Sutural fracture",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "516803ca-e4a0-472a-8005-95a984c36eae",
        "choice_type": "single"
    },
    {
        "question": "A person driving a vehicle is punishable if his alcohol level exceeds",
        "exp": "In India, as per provisions of section 185 of Motor Vehicles act 1985 whoever while driving or attempting to drive, a motor vehicle, his blood alcohol exceeding 30 mg per 100 ml of blood detected in test by breath analyser shall be punishable with imprisonment of a term which may extend to 6 months or with fine which may extend 2000 rupees or with both. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 191",
        "cop": 2,
        "opa": "10mg per 100ml",
        "opb": "30mg per 100ml",
        "opc": "50 mg per 100ml",
        "opd": "80mg per 100ml",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "ad9e4f45-e24e-4166-a6f6-bb3c2f82f236",
        "choice_type": "single"
    },
    {
        "question": "Sec 84 deals with",
        "exp": "Mc. Naughten's rule IPC sec 84: Nothing is an offence which is done by a person who, at the time of doing it, by the reason of unsoundness of mind, is incapable of knowing the nature of the act, or that he is doing, what is either wrong or contrary to law. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 369",
        "cop": 3,
        "opa": "Testamentary capacity",
        "opb": "Management of propey",
        "opc": "Mc. Naughten's rule",
        "opd": "Consent",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "4c3bf3f0-a740-4798-9023-352b8f4350d9",
        "choice_type": "single"
    },
    {
        "question": "Puppe's rule is",
        "exp": "Two fracture lines will never cross( puppe's rule). Applying this rule it is easy to find out the sequence of injuries, i, e which fracture has occured first. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 162",
        "cop": 3,
        "opa": "Two fracture lines cross at right angles",
        "opb": "Two fracture lines cross at acute angle",
        "opc": "Two fracture lines never cross each other",
        "opd": "Two fracture lines cross at obtuse angle",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "2cd5e28d-ae42-4582-a479-f7967a6cc473",
        "choice_type": "single"
    },
    {
        "question": "Irresistible desire to pull out hair",
        "exp": "Trichotilomania Irresistible desire to pull out hair Dipsomania Irresistible desire to drink alcohol Nymphomania Irresistible desire to have sexual intercourse including sexual perversions, in female. Satyriasis Irresistible desire to have sexual intercourse including sexual perversions, in male. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 360",
        "cop": 2,
        "opa": "Dipsomania",
        "opb": "Trichotilomania",
        "opc": "Nymphomania",
        "opd": "Satyriasis",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "d3583d98-d648-4082-bcca-2be85fb8f4cb",
        "choice_type": "single"
    },
    {
        "question": "An anxiety reaction in which the mind is preoccupied with ceain thoughts and ideas that cannot be driven away is",
        "exp": "Obsession This is an anxiety reaction in which the mind is preoccupied with ceain thoughts and ideas that cannot be driven away Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 360",
        "cop": 3,
        "opa": "Impulse",
        "opb": "Phobia",
        "opc": "Obsession",
        "opd": "Confabulation",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "568a2f96-c62b-45c5-bbc3-adeaab144cf6",
        "choice_type": "single"
    },
    {
        "question": "Delusion that nothing exists in this world is",
        "exp": "Nihilistic delusion It is the delusion of hat nothing exists in the world, even he doesn't exist. This type of delusion may be seen in endogenous depression and bipolar disorder. Ref: FORENSIC MEDICINE ANad TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 359",
        "cop": 2,
        "opa": "Delusion of influence",
        "opb": "Nihilistic delusion",
        "opc": "Delusion of self reproach",
        "opd": "Erotomania",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "414ed457-8213-4a21-b100-811fd391bbcd",
        "choice_type": "single"
    },
    {
        "question": "Delusion in which the person beliefs the he is suffering from some serious illness is",
        "exp": "Hypochondriacal delusion In this type of delusion, the person believes that he is suffering from some serious illness like cancer, in fact he is not. This type of delusion may be seen in the stage of depression in bipolar disorder. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 359",
        "cop": 4,
        "opa": "Nihilistic delusion",
        "opb": "Delusion of persecution",
        "opc": "Cotards delusion",
        "opd": "Hypochondriacal delusion",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "dc5ed860-bd8b-43a7-95b1-f515132bdcbe",
        "choice_type": "single"
    },
    {
        "question": "Depression of the fragments for the comminuted fracture seen in",
        "exp": "Depressed comminuted fracture In this type of fracture, there will be depression of the fragments of the comminuted fracture. It is usually caused by striking with an object having a small striking surface. It can also be caused by impact from a relatively large projecting object as in traffic accidents. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 163",
        "cop": 2,
        "opa": "Fissured fracture",
        "opb": "Depressed comminuted fracture",
        "opc": "Ring fracture",
        "opd": "Pond fracture",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "3a177ef7-276e-4abf-a74c-2f364b191322",
        "choice_type": "single"
    },
    {
        "question": "A tangential cut by sword or butcher's knife produces",
        "exp": "Gutter fracture In this, the outer pa of the bone us chipped off by a tangential force and a gutter is formed. Gutter fracture is caused by a bullet touching the outer table and is not penetrating the skull This can also be produced by a tangential cut by a sword or butcher's knife. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 163",
        "cop": 3,
        "opa": "Greenstick fracture",
        "opb": "Ring fracture",
        "opc": "Gutter fracture",
        "opd": "Sutural fracture",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "c7d481e5-0b41-4860-91c7-56f5cbf9495f",
        "choice_type": "single"
    },
    {
        "question": "Fear of height is",
        "exp": "Acrophobia- fear of height Agoraphobia- fear of open place Claustrophobia- fear of closed spaces Hapnophobia - fear of touch Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 361",
        "cop": 1,
        "opa": "Acrophobia",
        "opb": "Agoraphobia",
        "opc": "Claustrophobia",
        "opd": "Hapnophobia",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "12bb8859-64a2-444f-9b63-dc852180806c",
        "choice_type": "single"
    },
    {
        "question": "A person having irresistible desire to do crime is",
        "exp": "Psychopath: psychopath is a person who is having irresistible desire to do crimes. He behaves in an anti social manner. He is otherwise called a sociopath. He can plan and implement his antisocial acts including murders in an efficient way. Punishment and advice have no effect on him. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 361",
        "cop": 4,
        "opa": "Fugue",
        "opb": "Amnesia",
        "opc": "Abreaction",
        "opd": "Psychopath",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "3e731201-8edf-4bad-881c-4695f89d0de2",
        "choice_type": "single"
    },
    {
        "question": "Rupture of Berry aneurysm causes",
        "exp": "Subarachnoid hemorrhage Rupture of sacular Berry aneurysm which is usually located in one of the vessels in the Circle of Willis. Berry aneurysm occurs due to congenital defect or degenerative change in the muscle layer and internal elastic lamina. Only the initimal layer and adventitia of the aery form the dome of the aneurysm. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 174",
        "cop": 3,
        "opa": "Extradural hemorrhage",
        "opb": "Subdural hemorrhage",
        "opc": "Subarachnoid hemorrhage",
        "opd": "Intracerebral hemorrhage",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "0d8bd893-f6a2-4b51-9374-4b267eb52406",
        "choice_type": "single"
    },
    {
        "question": "Fear of pain is",
        "exp": "Acrophobia - fear of height Hydrophobia- fear of water Nyctophobia - fear of night Algophobia - fear of pain Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 361",
        "cop": 4,
        "opa": "Acrophobia",
        "opb": "Hydrophobia",
        "opc": "Nyctophobia",
        "opd": "Algophobia",
        "subject_name": "Anatomy",
        "topic_name": "Special topics",
        "id": "4c9b4f7a-9772-4adb-8ad7-3b532b88dc93",
        "choice_type": "single"
    }
]