[
    {
        "question": "Optic cup is derived from -",
        "exp": "Ans. is 'a' i. e., Neural ectoderm Precursor. Derivatives. Neural ectoderm. Smooth muscle of the iris, opticle vesicle and cup, iris epithelium, ciliary epithelium. Part of the vitreous. Retina, Retinal pigment epithelium, fibres of the optic nerve. Surface ectoderm. Conjunctival epithelium. Corneal epithelium. Lacrimal glands, Tarsal glands, Lens. Mesoderm. Extraocular muscles, corneal stroma, sclera, iris. Vascular endothelium. Choroid, Part of the vitreous. Neural crest. Corneal stroma, keratocytes and endothelium, Sclera, Trabecular meshwork endothelium, Iris stroma. Ciliary muscles. Choroidal stroma, Part of the vitreous, Uveal and conjunctival melanocytes. Meningeal sheaths of the optic nerve, Ciliary ganglion, Schwann cells, orbital bones. Orbital connective tissue. Connective tissue sheath and muscular layer of the ocular and orbital blood vessels.",
        "cop": 1,
        "opa": "Neural ectoderm",
        "opb": "Surface ectoderm",
        "opc": "Mesoderm",
        "opd": "Neural crest",
        "subject_name": "Anatomy",
        "topic_name": "Special Sense Organs",
        "id": "d4ee7b47-65b5-49bb-9c15-5bf963619ac1",
        "choice_type": "single"
    },
    {
        "question": "Lens is derived from: (Repeat)",
        "exp": "Ans: A (Surface ectoderm) Ref: Gray's Anatomy, 40th edition. pg. 700. Explanation: Embryology of Eye. The developing eye appears in the 22 days embryo as a pair of shallow grooves on the sides of the forebrain. Optic vesicle forms as a out pocketings of the forebrain which comes in contact with the surface ectoderm. The optic vesicle begins to invaginate to form optic cup. The cells of surface ectoderm initially in contact with the optic vesicle begin to elongate and form the lens placode which develops into lens vesicle. The lens develops from the lens vesicle. The posterior cells become filled with a very high concentration of proteins (crystallins) which render them transparent; they also become densely packed within the lens as primary lens fibres. Cells at the equatorial region of the lens elongate and contribute secondary lens fibres to the body of the lens in a process which continues into adult life. The polarity and growth of the lens appear to depend on the differential distribution of soluble factors which promote either cell division or lens fibre differentiation and are present in the anterior chamber and vitreous humour respectively. Congenital cataracts can be associated with mutations in genes that encode structural lens proteins, particularly crystallin proteins. (See the following table)",
        "cop": 1,
        "opa": "Surface ectoderm",
        "opb": "Neuroectoderm",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "Special Sense Organs",
        "id": "88bf73a9-1f99-4269-b715-e5f9a129eb4d",
        "choice_type": "single"
    }
]