[
    {
        "question": "A 19 yrs old man met with accident and sustained internal injury in the abdomen. The fibres in the Nervus erigentes are lesioned , leading to disability /loss of following function -",
        "exp": "Nervi erigentes - Pelvic splanchnic nerve (S2,3,4) causes/controls- Defecation Urination Erection of erectile tissues of the external genitalia Ejaculation and Sweating is controlled by sympathetic system . Salivation is controlled by parasympathetic system through cranial nerve 7 and cranial nerve 9.",
        "cop": 2,
        "opa": "Ejaculation",
        "opb": "Erection",
        "opc": "Sweating",
        "opd": "Salivation",
        "subject_name": "Anatomy",
        "topic_name": "Spinal cord, its lesions and ANS",
        "id": "3a974d49-a584-4074-988f-704049f02775",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy fell from his motorcycle and complains of numbness of lateral pa of the arm. Examination reveals the axillary nerve is severed. Which of the following types of axons is most likely spared?",
        "exp": "The axillary nerve contains no preganglionic sympathetic general visceral efferent (GVE) fibres, but it contains postganglionic sympathetic GVE fibres. It also contains general somatic afferent (GSA), general somatic efferent (GSE), and general visceral afferent (GVA) fibres.",
        "cop": 3,
        "opa": "Postganglionic sympathetic axons",
        "opb": "Somatic afferent axons",
        "opc": "Preganglionic sympathetic axons",
        "opd": "General somatic efferent axons",
        "subject_name": "Anatomy",
        "topic_name": "Spinal cord, its lesions and ANS",
        "id": "d626a924-8a86-4a80-a90e-db4c1a18d676",
        "choice_type": "single"
    },
    {
        "question": "A patient has the ability to stand with open eyes but falls with closed eyes. A lesion of which pathway is likely responsible for this symptom?",
        "exp": "Posterior column syndrome(lesion in dorsal coloumn of spinal cord) results in a sensory deficit known as sensory dystaxia or Romberg sign. Romberg +ve when pt. are able to stand with the eyes open but fall with the eyes closed.",
        "cop": 4,
        "opa": "Anterior spinocerebellar tract",
        "opb": "Anterior spinothalamic tract",
        "opc": "Lateral spinothalamic tract",
        "opd": "Posterior column syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Spinal cord, its lesions and ANS",
        "id": "f4582772-1982-4941-8b5c-14a76aeaf414",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following skin structure'sfunctionis likely to be impaired in case of skin burns caused due to house fire?",
        "exp": "Skin has sweat glands and sebaceous glands, which are exocrine glands. Skin produces vitamin D, but it not a trophic hormone, and skin does not produce vitamin A. In addition, skin contains no general somatic efferent (GSE) and parasympathetic general visceral efferent (GVE) nerve fibers.",
        "cop": 4,
        "opa": "General somatic efferent nerves",
        "opb": "Parasympathetic general visceral efferent (GVE) nerves",
        "opc": "Trophic hormone production",
        "opd": "Exocrine gland secretion",
        "subject_name": "Anatomy",
        "topic_name": "Spinal cord, its lesions and ANS",
        "id": "736bc457-972a-4326-88e8-405bfa6f4f17",
        "choice_type": "single"
    },
    {
        "question": "Upper limb counterpa of dorsal spinocerebellar tract is:",
        "exp": "Dorsal spinocerebellar tract carries - touch, pressure & unconscious proprioception from the lower body. Cuneo- cerebellar tract is considered as the upper limb equivalent of the dorsal spinocerebellar tract Ventral spinocerebellar tract - composite pathway carrying proprioception. Vestibulo cerebellar tract - carries fibers from the vestibular nuclei to regulate equilibrium & balance",
        "cop": 3,
        "opa": "Tecto-cerebellar tract",
        "opb": "Vestibulo-cerebellar tract",
        "opc": "Cuneo-cerebellar tract",
        "opd": "Ventral spinocerebellar tract",
        "subject_name": "Anatomy",
        "topic_name": "Spinal cord, its lesions and ANS",
        "id": "54f3e13e-2a70-43e5-b282-a2983e8d6329",
        "choice_type": "single"
    }
]