[
    {
        "question": "Veebral rotation in scoliosis is checked in-",
        "exp": "*The forward bending test is very sensitive in demonstrating the veebral rotation that takes place in a structural scoliotic curve. *Quantification of the rotation is done by measuring the rib hump by use of inclinometer or scoliometer. Ref: Oski's Paediatrics, Principles and practice p. 2488",
        "cop": 1,
        "opa": "Forward bending",
        "opb": "Backward bending",
        "opc": "Sideways",
        "opd": "Without bending",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "3bb684b2-50fb-4b41-bb49-df55baa513ff",
        "choice_type": "single"
    },
    {
        "question": "On accident there is a damage if cervical spine, first line of management is-",
        "exp": "\"initial care at the accident scene may be critical to survival. The first steps are to establish an airway, maintain oxygenation and immobilize the cervical spine\". *Many of the spinal injury patients are multiple trauma victims and therefore require emergency treatment. *The treatment priorities are preserving life(1st), limb, and. function. The spine must be protected as these priorities are addressed sequentially. *The ABCs of trauma are followed in order of priority, with airway ventilation and circulation being secured before fuher evaluation proceeds. ref: maheswari 9th ed",
        "cop": 3,
        "opa": "X- ray",
        "opb": "Turn head to side",
        "opc": "Maintain airway",
        "opd": "Stabilise the cervical spine",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "bda19d9d-9fc9-4332-90a7-fe5288be32e5",
        "choice_type": "single"
    },
    {
        "question": "The following is an X-ray of a 13year old child presenting with difficulty in breathing and gradually developing respiratory compromise. What is the diagnosis?",
        "exp": "*Kyphoscoliosis May be developmental or congenital. *In severe forms especially congenital thorasic insufficiency May be seen due to pulmonary hypoplasia. *In such a scenario the patient may require a per emptive thoracoplasty to allow development of lungs and avoid hypoplasia. Ref: Campbell's 13th/e p. 1901",
        "cop": 1,
        "opa": "Kyphoscoliosis",
        "opb": "Lordosis",
        "opc": "Scheurmanns disease",
        "opd": "Kochs spine",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "c2aa737b-cc3e-4d91-b99d-bcfc6c5a9992",
        "choice_type": "multi"
    },
    {
        "question": "The given test is used for-",
        "exp": "*Straight leg raising (passive SLR) is used for PID (prolapsed interveabral disc). ref: maheswari 9th ed",
        "cop": 3,
        "opa": "Ankle injury",
        "opb": "Hip injury",
        "opc": "Prolapsed interveabral disc",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "0e5ca2d5-f197-45f2-a150-6021eeb065c4",
        "choice_type": "multi"
    },
    {
        "question": "The compression fracture is commonest in which pa of veebrae?",
        "exp": "*Lower cervical and lower thorasic (dorsal) spine are the most common sites for veical compression. \"In axial load injuries, the most common site of trauma is at the thoracolumbar junction\". ref: maheswari 9th ed",
        "cop": 3,
        "opa": "Cervical spine",
        "opb": "Upper thoracic spine",
        "opc": "Lower thoracic spine",
        "opd": "Lumbosacral region",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "1eb89547-a6ad-466c-ad26-2f1c0e96577b",
        "choice_type": "single"
    },
    {
        "question": "Prolapsed interveebral Disc is most common at-",
        "exp": "L5-S1 disc space is the most commonly involved space in disc prolapse. \"Lumbar interveebral disc herniation is most common at L5-S1 and slightly less common at L4 - L5, and rare at L3-L4 or above\". \"The disc at L5-S1 is most commonly involved, followed in order by L4-L5 and L3-L4\". REF: MAHESWARI 9. TH ED",
        "cop": 4,
        "opa": "C10. C11",
        "opb": "C2. C3",
        "opc": "L2. L4",
        "opd": "L5. S1",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "1b5a870a-e74e-40e3-8b0c-16b5e44c22cb",
        "choice_type": "single"
    },
    {
        "question": "Burst Fracture of spine is a-",
        "exp": "*Brust Fracture is caused by axial(veical) compression injury. Ref: MAHESWARI 9. TH ED",
        "cop": 1,
        "opa": "Compression Fracture",
        "opb": "Extension injury",
        "opc": "Direct injury",
        "opd": "Flexion- rotation",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "94e8c45c-055f-4c8a-aca6-1ad1c11b85d0",
        "choice_type": "single"
    },
    {
        "question": "least helpful for the diagnosis of spondylolisthesis is?",
        "exp": "*All the given radiological investigation are used for spondylolisthesis. However, AP x-ray of spine is least helpful as in low grades of spondylolisthesis it may be normal. *On the other hand lateral x-ray, CT and MRI diagnose even the mildest degree of spondylolisthesis. *It is woh nothing that spondylolysis may be missed on lateral x-ray and MRI. CT scanning is more sensitive in diagnosing spondylolysis. *The given X- ray is showing a forward displacement of the arrow- marked veebra on lower one, suggestive of Spondylolisthesis. Definition Anterior displacement (antero-listhesis) of a veebral body upon the bottom veebral body Usually occurs between L4-L5 and between L5-S1 Generally occurs in families Posterior displacement: retro-listhesis Pathology In the standing position there is a constant downward and forward force on the lower lumbar veebrae Body mass and normal movement may give rise to spondylolisthe The anatomical structure of the lumbo-sacral area of the veebral column is affected Pathology The degree of antero displacement is explained in Grades Ito IV These grades each comprise a quaer of the surface of the bottom veebrae u Grade I and Ills treated conservatively Grade III and IV should undergo a fusion Signs and symptoms Back or leg pain Back feels weak Sometimes lumbar scoliosis and increased kyphosis Step is felt in the back Unilateral and sometimes bilateral nerve root compression with pain in the legs Segmental instability Stiff back extensors, hamstring and m psoas - attempt to stabilise the pelvis Treatment Asymptomatic: No treatment Symptomatic: Severe cases - bed static traction localised heat analgesics rest Ref: Essential of skeletal radiology 3rd/e p. 380",
        "cop": 1,
        "opa": "AP x- ray of spine",
        "opb": "Lateral x-ray of spine",
        "opc": "MRI",
        "opd": "CT",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "c446d0c9-c7d7-4be3-9410-03c9902cbc91",
        "choice_type": "single"
    },
    {
        "question": "In lower cervical spine injury which level is the commonest level to be involved?",
        "exp": "*Lower cervical spine injury is the most commonly involved region in the cervical spine. It is most common at C5-C6 level. These injuries may cause severe damage to the cord and consequently paraplegia. Ref: Apley's 9th/e p. 816",
        "cop": 3,
        "opa": "C3-C4",
        "opb": "C4-C5",
        "opc": "C5-C6",
        "opd": "C6-C7",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "ecdb751a-f427-42f4-a5c7-0cb67cd7bfc0",
        "choice_type": "single"
    },
    {
        "question": "A 55 year male with complaints of urinary incontinence, severe back pain for 10days imaging shows lumbar disc prolapsed, no history of weight loss and fever. What is the diagnosis?",
        "exp": "*severe back pain with urinary incontinence in patient with H/o prolapsed interveebral disc is typical presention of cauda-equina syndrome. CAUDA EQUINA SYNDROME: compression of the lumbo-sacral nerve roots etiology traumatic: blunt/penetrating injury, post-operative atraumatic: central disc protrusion, tumour, epidural abscess, epidural hematoma, spinal stenosis symptoms: acute or gradual back pain, bilateral radiculopathy numb: perianal, bladder sensation weak: rectal incontinence, urinary retention, erectile dysfunction, lower extremity weakness diagnosis: MRI identify compression and cause (CT can miss disc, tumour, abscess, hematoma) treatment: urgent/emergent neurosurgical decompression Ref: millers review of ohopaedics - 7th/e p. 677",
        "cop": 2,
        "opa": "Potts spine",
        "opb": "Cauda equina syndrome",
        "opc": "Multiple myeloma",
        "opd": "GBS",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "f17725af-245d-45d3-b701-6fb6a1d89691",
        "choice_type": "single"
    },
    {
        "question": "What is the likely diagnosis?",
        "exp": "*The given X- ray is showing a forward displacement of the arrow- marked veebra on lower one, suggestive of Spondylolisthesis. Definition Anterior displacement (antero-listhesis) of a veebral body upon the bottom veebral body Usually occurs between L4-L5 and between L5-S1 Generally occurs in families Posterior displacement: retro-listhesis Pathology In the standing position there is a constant downward and forward force on the lower lumbar veebrae Body mass and normal movement may give rise to spondylolisthe The anatomical structure of the lumbo-sacral area of the veebral column is affected Pathology The degree of antero displacement is explained in Grades Ito IV These grades each comprise a quaer of the surface of the bottom veebrae u Grade I and Ills treated conservatively Grade III and IV should undergo a fusion Signs and symptoms Back or leg pain Back feels weak Sometimes lumbar scoliosis and increased kyphosis Step is felt in the back Unilateral and sometimes bilateral nerve root compression with pain in the legs Segmental instability Stiff back extensors, hamstring and m psoas - attempt to stabilise the pelvis Treatment Asymptomatic: No treatment Symptomatic: Severe cases - bed static traction localised heat analgesics rest Ref: Turek 6th/e p. 503",
        "cop": 1,
        "opa": "Spondylolisthesis",
        "opb": "Spondylosis",
        "opc": "Compression fracture",
        "opd": "Osteoporosis",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "2b380e0e-5bdd-4075-9d6b-b1701926d7c9",
        "choice_type": "single"
    },
    {
        "question": "Jafferson's fracture is the fracture of-",
        "exp": "*Jefferson's fracture is the most common type of fracture of atlas(1) Ref: Apley's 9th/e p. 813, 814",
        "cop": 2,
        "opa": "Odontoid",
        "opb": "C1",
        "opc": "C2",
        "opd": "C3",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "ff3569e3-ec76-46d9-957f-812773dcf23d",
        "choice_type": "single"
    },
    {
        "question": "WHICH Material used in veebroplasty is",
        "exp": "*Veebroplasty and kyphoplasty are interventional radiologic procedure for the treatment of the intense pain refractory to medical management of bracing causes by veebral compression fracture associated with osteoporosis, tumors and trauma. *Veebroplasty and kyphoplasty involve intraosseuos injection of acrylic cement- polymethyl methacrylate under local anesthesia and fluoroscopic guidance. Ref: maheswari 9th ed",
        "cop": 4,
        "opa": "Isomethyl methacrylate",
        "opb": "Isoethyl methacrylate",
        "opc": "Polyethyl methacrylate",
        "opd": "Polymethyl methacrylate",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "bd29d9b2-cc04-477d-a008-b8e93326a09b",
        "choice_type": "single"
    },
    {
        "question": "Following is true about spinal injuries except-",
        "exp": "Ref: Clinical Ohopaedics p. 786 *Cervical spine is more prone for dislocation without associated fracture. Other options correct.",
        "cop": 4,
        "opa": "Forms 6% of all trauma cases",
        "opb": "Neurodeficit is present in 50% of all the cases",
        "opc": "Traumatic injuries most commonly affect the cervical spine",
        "opd": "Cervical spine is more prone to fracture than dislocation",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "cb293bfc-4c8e-4a3d-8e4e-ed0db76c7714",
        "choice_type": "multi"
    },
    {
        "question": "Hangman's fracture is-",
        "exp": "* Hangman's fracture is bilateral fracture of the pars interaicularis of axis (c2) with traumatic sponsylolisthesis of axis (C2) over C3 veebrae. Thus Hangman's fracture is not simply a fracture, but fracture dislocation of axis (C2). Ref: Surgical treatment of ohopedic trauma 4th/e p. 116",
        "cop": 2,
        "opa": "Subluxation of C5 over C6",
        "opb": "Fracture dislocation of C2",
        "opc": "Fracture dislocation of ankle joint",
        "opd": "Fracture of odontoid",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "8d7ecc8e-b337-472f-b76e-c7fabf8ecc1b",
        "choice_type": "single"
    },
    {
        "question": "'Whip-lash' Injury is caused due to-",
        "exp": "* Whiplash Injury is caused by sudden unexpected hyperextension of cervical spine followed immediately by flexion. <img alt=\"\" src=\" /> Ref: Apley's 9th/e p. 820",
        "cop": 2,
        "opa": "A fall from a height",
        "opb": "Acute hyperextension of the spine",
        "opc": "A blow on top to head",
        "opd": "Acute hyperflexion of the spine",
        "subject_name": "Anatomy",
        "topic_name": "Spinal injuries",
        "id": "e0fec2c5-ddc6-44c1-b5e0-b41bf96137f2",
        "choice_type": "multi"
    }
]