[
    {
        "question": "Parietal cells are found in which area of stomach",
        "exp": "Parietal cells also known as oxyntic cells are found in Fundus and body of stomach which secretes HCL and intrinsic factor which helps in absorption of vitamin B12. Parietal cells are much more in Fundus so it is a better option. Mucus or goblet cells are seen in cardiac and pyloric pa.",
        "cop": 1,
        "opa": "Fundus",
        "opb": "Cardia",
        "opc": "Pylorus",
        "opd": "Body",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "2b45ac13-561a-4df9-93be-ce6b2ef12ec5",
        "choice_type": "single"
    },
    {
        "question": "Water-shed area of inferior mesenteric aery and internal iliac aery lies at",
        "exp": "Sudeck's point is an area prone to ischemia where anastomoses between distal branches of inferior mesenteric aery and internal iliac aery occurs which gives middle and inferior rectal aery which supplies pelvis and perineum. Griffiths' point is defined as the site of (a) communication of the ascending left colic aery with the marginal aery of Drummond, and (b) anastomotic bridging between the right and left terminal branches of the ascending left colic aery at the splenic flexure of the colon Watershed area is the term referring to regions of the body that receive dual blood supply from the most distal branches of two large aeries, such as the splenic flexure of the large intestine. During times of blockage of one of the aeries that supply the watershed area, such as in atherosclerosis, these regions are spared from ischemia by viue of their dual supply.",
        "cop": 4,
        "opa": "Griffith's point",
        "opb": "Sigmoid colon",
        "opc": "Anorectal junction",
        "opd": "Sudeck's point",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "c1462ff7-5595-40e1-9dea-051d14bfc730",
        "choice_type": "single"
    },
    {
        "question": "Vasa bre is the name of",
        "exp": "Splenic aery (branch of celiac trunk) supply greater curvature of stomach by it following branches: Sho gastric aeries which are called as vasa bre. (carried by Splenogastric ligament) Long gastric aery called left gastroepiploic aery. Jejunal vasa recta (long aeries) & ileal vasa recta (sho) are straight aeries coming from arcades in mesentery of jejunum & ileum.",
        "cop": 2,
        "opa": "Long gastric aeries",
        "opb": "Sho gastric aeries",
        "opc": "Iliea vasa recta",
        "opd": "Jejunal vasa recta",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "63e3bf51-c251-4a30-b730-f27cddbbdf04",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a direct branch of Inferior mesenteric aery",
        "exp": "Inferior and middle rectal aeries are branches of internal iliac aery which is a branch of common iliac aery whereas superior rectal aery is a direct branch of inferior mesenteric Aery which is a branch of abdominal aoa. There are three major branches that arise from the IMA: Left colic aery, Sigmoid aery and Superior rectal aery.",
        "cop": 1,
        "opa": "Superior rectal aery",
        "opb": "Middle rectal aery",
        "opc": "Inferior rectal aery",
        "opd": "Inferior epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "9f1b8b5b-46e9-4a18-a315-ca01773dc8fe",
        "choice_type": "single"
    },
    {
        "question": "A posteriorly perforating ulcer in the pyloric antrum of the stomach is likely to produce initial localized peritonitis or abscess formation in the",
        "exp": "Stomach rupture posteriorly causes peritonitis or abcess formation in lesser sac or omental bursa whereas rupture anteriorly causes abscess formation in greater sac whereas in supine posture abcess formation occurs in pouch of Morison which is dependent pa of stomach.",
        "cop": 3,
        "opa": "Greater sac",
        "opb": "Right subhepatic/hepatorenal space (pouch of Morison)",
        "opc": "Omental bursa",
        "opd": "Right subphrenic space",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "26669fbf-21c3-4266-bb9c-33c5140e2006",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman has suffered a gunshot wound to her mid abdomen. After examining the patient's angiogram, a trauma surgeon locates the source of bleeding from pairs of veins that typically terminate in the same vein. Which of the following veins are damaged?",
        "exp": "The right and left hepatic veins drain into the inferior vena cava. The right gastroepiploic vein drains into the superior mesenteric vein, but the left one drains into the splenic vein. The right gonadal and suprarenal veins drain into the inferior vena cava, whereas the left ones drain into the left renal vein. The right colic vein ends in the superior mesenteric vein, but the left one terminates in the inferior mesenteric vein.",
        "cop": 4,
        "opa": "Left and right ovarian veins",
        "opb": "Left and right gastroepiploic veins",
        "opc": "Left and right colic veins",
        "opd": "Left and right hepatic veins",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "37891932-ce47-4109-b549-71e4bb7498c8",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best describes the inferior mesenteric aery",
        "exp": "The left colic aery is a branch of inferior mesenteric aery. It has ascending and descending branches. In a sigmoid colectomy the ascending branch is preserved to maintain the blood supply of the proximal descending colon. The inferior mesenteric aery arises from the aoa at the level of the subcostal plane, 3-4 cm above the aoic bifurcation. This is at the level of L3 and approximately at the level of the umbilicus. The inferior mesenteric aery supplies the mucous membrane as far as the dentate line, which is found in the anus. This line represents a watershed between the superior rectal branch of the inferior mesenteric aery, and the middle and inferior rectal aeries which are derived from the internal iliac aery. The inferior mesenteric aery enters the pelvis by crossing the pelvic brim at the level of bifurcation of the left common iliac aery.",
        "cop": 3,
        "opa": "It arises from the aoa at the level of the transpyloric plane",
        "opb": "It supplies the mucus membrane of the gut as far as the mid-rectum",
        "opc": "It gives off a left colic branch",
        "opd": "It crosses the pelvic brim at the point of bifurcation of the right common iliac vessels",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "3abe3a64-0e73-4903-b832-fb48adc2e0d8",
        "choice_type": "multi"
    },
    {
        "question": "Based on the examination at her doctor's office, a patient is told that her parasympathetic nerves are damaged. Which of the following muscles would most likely be affected?",
        "exp": "Smooth muscles in the gastrointestinal (GI) tract are innervated by both parasympathetic and sympathetic nerves. Smooth muscles in the wall of the blood vessels and arrector pili muscles in hair follicles are innervated only by sympathetic nerves. Muscles act at the elbow joint and muscles enclosed by epimysium are skeletal muscles that are innervated by somatic motor (general somatic efferent ) nerves.",
        "cop": 4,
        "opa": "Muscles in blood vessels",
        "opb": "Muscles in the hair follicles",
        "opc": "Muscles that act at the elbow joint",
        "opd": "Muscles in the gastrointestinal (GI) tract",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "3ef00082-3f84-4b96-ab40-1860c4ad569d",
        "choice_type": "single"
    },
    {
        "question": "Fundus of stomach is supplied by which of the following aery",
        "exp": "* Fundus of stomach is supplied by splenic aery through its sho gastric aeries. * The lesser curvature is supplied: Left gastric aery, a direct branch from the coeliac trunk. Right gastric aery, a branch of the common hepatic aery. * The greater curvature is supplied by: Left gastroepiploic aery, a branch of the splenic aery. Right gastroepiploic aery, a branch of the gastroduodenal aery. Fig:-Blood supply of stomach",
        "cop": 2,
        "opa": "Celiac aery",
        "opb": "Splenic aery",
        "opc": "Left gastric aery",
        "opd": "Left gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "81a6e481-76ff-45c2-a50d-e9cb2d9c29ae",
        "choice_type": "single"
    },
    {
        "question": "All of the following are branches of celiac trunk EXCEPT",
        "exp": "Inferior pancreatico-duodenal aery is a branch of the superior mesenteric (not celiac) aery.Celiac trunk is the aery of the foregut. It supplies all derivatives of the foregut that lie in the abdomen. Branches - 1. Left gastric aery - smallest of the three. It gives off-a. Two or three oesophageal branches at the cardiac end of the stomach. b. Numerous gastric branches along the lesser curvature of the stomach 2. Common hepatic aery - gives off-a. The gastroduodenal aery- the gastroduodenal aery runs downwards behind the first pa of duodenum and divides at its lower border into the right gastroepiploic aery and superior pancreaticoduodenal aeries. b. The right gastric aery c. The cystic aery 3. Splenic aery a. Pancreatic branches b. Sho gastric aeries c. Left gastroepiploic aeries",
        "cop": 2,
        "opa": "Right gastric aery",
        "opb": "Inferior pancreaticoduodenal aery",
        "opc": "Cystic aery",
        "opd": "Left gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "65cf8e0c-e4e1-497c-9609-7f3b4ed02d16",
        "choice_type": "multi"
    },
    {
        "question": "In compression of the inferior mesenteric vein just before it joins the splenic vein, which of the following vein is most likely enlarged",
        "exp": "In compression of the inferior mesenteric vein its tributaries like left colic vein gets enlarged - Venous drainage of Hind-Gut territory. Middle colic vein (option 1) is a tributary of superior mesenteric vein - Venous drainage of Mid-Gut territory. Left gastroepiploic (gastro-omental) vein (option 2) drains into splenic vein. Inferior pancreaticoduodenal vein (option 3) drains into supperior mesenteric vein- Venous drainage of Hind-Gut territory. *Poal vein is formed posterior to the neck of pancreas by the union of the splenic vein and superior mesenteric vein. The inferior mesenteric vein usually ends by joining the splenic vein.The blood within the poal vein carries high levels of nutrients from the GI tract and products of red blood cell destruction from the spleen.",
        "cop": 4,
        "opa": "Middle colic vein",
        "opb": "Left gastroepiploic vein",
        "opc": "Inferior pancreaticoduodenal vein",
        "opd": "Left colic vein",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "2d283e58-4f8a-406d-8d3d-2728732b3618",
        "choice_type": "single"
    },
    {
        "question": "Which fold of GIT is NOT permanent:",
        "exp": "Ruga are the mucosal folds present in the stomach which disappear on distension, hence are not permanent. Plicae semilunaris/circulares are circular folds of mucous membrane and are permanent (not obliterated by distension).",
        "cop": 1,
        "opa": "Ruga",
        "opb": "Plicae semilunaris",
        "opc": "Spiral Valve of Heister",
        "opd": "Transverse rectal",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "6fe7d7f5-cf54-497b-bc4f-d621e03cc0c2",
        "choice_type": "single"
    },
    {
        "question": "All of the following are branches of Internal iliac aery except",
        "exp": "Internal iliac aery branches Anterior Division Posterior Division Superior vesicle aery Obturator aery Uterine aery Inferior vesicle aery Middle rectal aery Inferior gluteal aery Internal pudendal aery Iliolumbar aery Superior gluteal aery Lateral sacral aery Inferior epigastric aery is the branch of external iliac aery.",
        "cop": 2,
        "opa": "Inferior vesical aery",
        "opb": "Inferior epigastric aery",
        "opc": "Iliolumbar aery",
        "opd": "Internal pudendal aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "89ff6f91-fdb3-4fde-8c54-763603931f6e",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best completes this sentence The superior mesenteric aery:",
        "exp": "The superior mesenteric aery arises from the aoa at the level of L1 and then descends. It then passes behind the splenic vein and the body of the pancreas. The superior mesenteric aery is the aery of the midgut, and supplies the duodenum, small intestine and the large intestine as far as a point 2/3 of the way along the transverse colon. The superior mesenteric aery passes anterior to the uncinate process of the pancreas and the left renal vein. The superior mesenteric vessels cross the third pa of the duodenum after passing over the uncinate process of the pancreas.",
        "cop": 2,
        "opa": "Supplies the gut from the pylorus to the terminal ileum.",
        "opb": "Arises from the aoa at the level of L1.",
        "opc": "Runs in front of the body of the pancreas.",
        "opd": "Crosses the second pa of the duodenum.",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "59748d3d-1635-47ff-b460-758cb9e2e46e",
        "choice_type": "multi"
    },
    {
        "question": "A 78-year-old man is suffering from ischemia of the suprarenal glands. This condition results from rapid occlusion of direct branches of which of the following aeries?",
        "exp": "The suprarenal gland receives aeries from three sources: -The superior suprarenal aery arises from the inferior phrenic aery -Middle suprarenal aery arises from the abdominal aoa -Inferior suprarenal aery arises from the renal aery. Hence occlusion of the above said aeries will lead to ischemia of supra renal gands The hepatic, superior mesenteric, inferior mesenteric, and splenic aeries do not supply the suprarenal gland. fig:- blood supply of suprarenal gland",
        "cop": 3,
        "opa": "Aoa, splenic, and inferior phrenic aeries",
        "opb": "Renal, splenic, and inferior mesenteric aeries",
        "opc": "Aoa, inferior phrenic, and renal aeries",
        "opd": "Superior mesenteric, inferior mesenteric, and renal aeries",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "c84808c4-233e-499a-a3c7-021d441dfe07",
        "choice_type": "single"
    },
    {
        "question": "Abdominal pa of esophagus is supplied by:-",
        "exp": "Esophagus is a long tube with approximately 25cm in length, have 3 pas - cervical, thoracic and abdominal pa. PA OF ESOPHAGUS AERY SUPPLY CERVICAL Inferior thyroid aery THORACIC Descending thoracic aoa ABDOMINAL Left gastric and inferior phrenic aery",
        "cop": 4,
        "opa": "Pulmonary trunk",
        "opb": "Bronchial aery and arch of aoa",
        "opc": "Right gastric aery and inferior phrenic aery",
        "opd": "Left gastric aery and inferior phrenic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "367bbcd3-3945-4410-9a74-937e0de2d93e",
        "choice_type": "single"
    },
    {
        "question": "All of the following structures form the stomach bed except:",
        "exp": "STOMACH BED Diaphragm. Left kidney Left suprarenal Pancreas except tail Transverse mesocolon Splenic flexure of colon Splenic aery ALSO REMEMBER Posterior surface of stomach is separated from stomach-bed by: Lesser sac.",
        "cop": 3,
        "opa": "Splenic aery",
        "opb": "Splenic flexure",
        "opc": "Tail of pancreas",
        "opd": "Transverse mesocolon",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "10bea744-12b3-4fba-99c4-e5501fc8df12",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old woman is admitted to the hospital because of deep abdominal pain in her epigastric region. On examination, it is observed that a retroperitoneal infection erodes an aery that runs along the superior border of the pancreas. Which of the following aeries is likely injured?",
        "exp": "The splenic aery arises from the celiac trunk, runs along the superior border of the pancreas, and enters the spleen through the lienorenal ligament and the hilus of the spleen. The right gastric aery runs along the lesser curvature of the stomach, and the left gastroepiploic aery runs along the greater curvature of the stomach. The gastroduodenal aery runs behind the first pa of the duodenum. The dorsal pancreatic aery descends behind the neck of the pancreas and divides into right and left branches to supply the pancreas.",
        "cop": 3,
        "opa": "Right gastric aery",
        "opb": "Left gastroepiploic aery",
        "opc": "Splenic aery",
        "opd": "Gastroduodenal aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "136818e6-0bb0-493b-a08a-49dcb840e63b",
        "choice_type": "single"
    },
    {
        "question": "Which statement best describes the blood supply of the stomach?",
        "exp": "The sho gastric aeries are variable in number. Most commonly six are present. They run in the gastrosplenic ligament to supply the lateral surface of the stomach. The blood supply of the stomach is derived from the three branches of the coeliac trunk: Left gastric, Splenic and Common hepatic aeries. The Gastroepiploic vessels run along the greater curvature of the stomach. The right is a branch of the gastroduodenal aery, which arises from the hepatic aery. The left is a branch of the splenic aery. The right gastric aery is a branch of the common hepatic aery.",
        "cop": 4,
        "opa": "It is derived entirely from the superior mesenteric aery.",
        "opb": "The gastroepiploic aeries supply the lesser curvature.",
        "opc": "The right gastric aery is a direct branch of the coeliac axis.",
        "opd": "The sho gastric aeries arise from the splenic aery.",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "406d0f91-0635-45bd-bfb7-cba50c87fd73",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following aeries is a direct branch of the gastroduodenal aery",
        "exp": "* Common hepatic aery divides into: Proper hepatic aery Gastro-duodenal aery * Gastroduodenal aery fuher divides into: Right gastroepiploic/gastro-omental aery Superior pancreaticoduodenal aery * Right gastroepiploic aery anastomose with left gastroepiploic aery (branch of splenic aery) at greater curvature of stomach. * Inferior pancreaticoduodenal aery (branch of Superior mesentric aery) anastomose with superior pancreaticoduodenal aery at Head of pancreas",
        "cop": 4,
        "opa": "Right gastric aery",
        "opb": "Left gastric aery",
        "opc": "Inferior pancreaticoduodenal aery",
        "opd": "Right gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "0d88bf5d-1215-451a-b354-30c4c64a6305",
        "choice_type": "single"
    },
    {
        "question": "All is true About venous drainage of esophagus EXCEPT",
        "exp": "Abdominal pa of esophagus Here, the veins drain paly into poal & paly into systemic circulation . Veins accompanying left gastric vein drain into poal vein. Others drain into hemiazygos, in thoracic cavity, & continue into vena azygous & superior vena cava. venous drainage of pa of esophagus Cervical pa - Drain into submucosal plexus then to inferior thyroid vein & then to brachiocephalic veins Thoracic pa - Azygous veins Abdominal pa - Drains into left gastric vein & vena azygous hemiazygous vein.",
        "cop": 2,
        "opa": "Esophageal veins drain into a submucosal plexus",
        "opb": "Cervical esophagus drains directly into brachiocephalic veins",
        "opc": "Thoracic esophagus drains into the azygous vein",
        "opd": "Lower esophageal veins anastomose with the left gastric vein",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "7ebbea4c-e8a7-434d-bc9f-d898e4cca7a0",
        "choice_type": "multi"
    },
    {
        "question": "A 29 year old man with ruptured appendix is sent to the emergency depament for surgery. To cut off the blood supply to the appendix (if collateral circulation is discounted), a surgeon should ligate which of the following aeries?",
        "exp": "* Appendix is supplied by appendicular aery which is branch of ileocolic aery * Middle colic and right colic supply ascending colon and transverse colon 2/3 * Left colic supplies transverse colon 1/3 and descending colon and sigmoid colon.",
        "cop": 3,
        "opa": "Middle colic aery",
        "opb": "Right colic aery",
        "opc": "Ileocolic aery",
        "opd": "Left colic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "fbccc85b-bd2b-4677-ba8d-5166f0731df6",
        "choice_type": "single"
    },
    {
        "question": "Because of an inflammatory bowel disease (Crohn's disease) and a small bowel obstruction leading to bowel ischemia, an elderly woman requires bypass of her ileum and jejunum and is scheduled for a gastrocolostomy. The surgeon will ligate all aeries that send branches to the stomach. Which of the following aeries may be spared?",
        "exp": "The inferior pancreaticoduodenal aery does not supply the stomach. All the other aeries supply the stomach.",
        "cop": 3,
        "opa": "Splenic aery",
        "opb": "Gastroduodenal aery",
        "opc": "Inferior pancreaticoduodenal aery",
        "opd": "Left gastroepiploic aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "eaa79ce5-2cda-4404-9c7e-4aa7176a8cb6",
        "choice_type": "multi"
    },
    {
        "question": "In the posterior wall of the stomach a perforation is seen at radiography in 36 year old female , in which the gastric contents spilled into the lesser sac. Surgeon open lienorenal ligament to reach the lesser sac and notes erosion of the ulcer into an aery. Which of the following vessels is most likely affeccted ?",
        "exp": "The left gastroepiploic aery runs through the lienogastric ligament; hence it is the aery most likely injured. The splenic aery is found in the lienorenal ligament. The right and left gastric aeries run within the lesser omentum. The gastroduodenal aery descends between the duodenum and the head of the pancreas.",
        "cop": 1,
        "opa": "Left gastroepiploic aery",
        "opb": "Gastroduodenal aery",
        "opc": "Left gastric aery",
        "opd": "Right gastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "7d23235a-b635-4ce1-93d6-9d37440b4ab9",
        "choice_type": "multi"
    },
    {
        "question": "Veins draining into poal vein are all except:",
        "exp": "Tributaries of Poal vein: Mnemonic: Paraumbilical veins. Right gastric vein. Splenic vein. Superior mesenteric vein. Superior pancreatico-duodenal vein. Left gastric vein.",
        "cop": 1,
        "opa": "Renal vein",
        "opb": "Para umbilical vein",
        "opc": "Right gastric vein",
        "opd": "Cystic vein",
        "subject_name": "Anatomy",
        "topic_name": "Stomach and aerial supply of abdomen",
        "id": "40ef5114-598a-4f51-b293-264341c0ca8e",
        "choice_type": "multi"
    }
]