[
    {
        "question": "All of the following organs develop in the mesentery of stomach except:",
        "exp": "Ans. c. Kidney (Ref: Langman's embryology 11/e p215, 219, 222, 236; 1.B. Singh embryology 8/e p166-169, 237; BDC 4/e vol-II/236, vol-I/208-210)Kidneys are retroperitoneal organs from the very beginning and do not develop within the mesentery of stomach.Pancreas is a secondary retroperitoneal organ. It originally develops within the mesentery and is covered within the mesentery, but latter fuses with the posterior body wall to become retroperitoneal organ.Liver and spleen develop within the mesentery of the stomach and remain intra-peritoneal organs.Mesentery* Gut is suspended from the dorsal and ventral body wall by double layer of peritoneum, known as mesentery.Ventral mesogastrium or mesenteryDorsal mesogastrium or mesentery* Present only from terminal esophagus to upper duodenum* Derived from septum transversumQ* Divided by developing liverQ in two parts:- Dorsal part (Between liver and stomach):- Lesser omentumQ- Ventral part (Between liver and anterior abdominal wall):- Falciform ligament- Coronary ligamentQ- Triangular ligamentQ* Extends from lower esophagus to cloacal region of hindgut* In the region of stomach k/a dorsal mesogastrium, in the duodenal region k/a dorsal mesoduodenum, in jejunal and ileal region k/a mesentery proper, in colon region k/a mesocolon* Dorsal mesogastrium is divided by developing spleenQ into:- Cranial most part:- Gastrophrenic ligamentQ- Cranial part:- Ventral to spleen: Gastrosplenic ligament- Dorsal to spleen: linorenal ligamentQ- Caudal part: Greater omentumQ",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "28eee316-df29-4cb4-81f9-da8eecff7a83",
        "choice_type": "multi"
    },
    {
        "question": "Most important blood supply to stomach:",
        "exp": "Ans. a. Left gastric artery (Ref : BDC 4/e, Vol-II/282; Snells 7/e p260; Moor's 4/e p235; Surgery: Basic Science and Clinical Evidence. by Jeffrey A. Mortan/489)Most important blood supply to stomach is left gastric artery.'The left gastric artery is the branch of celiac axis and is the largest artery supplying the stomach. Surgery: Basic Science and Clinical Evidence, by Jeffrey A. Norton/489Stomach has rich blood supply arising from celiac trunk and its branches in the form of right and left gastric, right and left gastroepiploic and short gastric arteries.'In the lesser omentum, locate the blood vessels which parallel the lesser curvature of the stomach. The largest vessel is found near the esophagus and is the left gastric artery. The left gastric artery arises from the celiac trunk and follows the dorsal body wall to reach the upper end of the lesser curvature of the stomach to enter the lesser omentum. - ww'w.slu. eduf.. JDissection%2025%20-%20 Stomach%20 and%20 Intestine'The arterial supply to the stomach comes predominantly from the coeliac axis although intramural anastomoses exist with vessels of other origins at the two ends of the stomach. The left gastric artery arises directly from the coeliac axis. 'Blood Supply of StomachStomach has rich blood supply arising from celiac trunk and its branches in the form of right and left gastric, right and left gastroepiploic and short gastric arteriesLeft gastric arteryQ: Branch of celiac trunk (Largest)Right gastric arteryQ: Branch of hepatic artery Right gastroepiploic artery0: Branch of gastroduodenal artery Left gastroepiploic artery 0: Branch of splenic artery Short gastricArteriesQ: Branch of splenic artery",
        "cop": 1,
        "opa": "Left gastric artery",
        "opb": "Short gastric artery",
        "opc": "Right gastro epiploic artery",
        "opd": "Left gastro epiploic artery",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "507bee38-7919-41d6-b29c-8f85fcb654df",
        "choice_type": "single"
    },
    {
        "question": "Stomach is derived from -",
        "exp": "Ans. is 'a' i.e., Foregut o 1st part of duodenum and 2\" part proximal to opening of pancreatic duct are derived from foregut.o 2nd part of duodenum distal to opening of pancreatic duct, 3rd and 4th part arederived from midgut.Part of gutDerivativesArteryForegutPharynxLower respiratory tractEsophagusStomachDuodenum upto the popening of the main pancreatic ductLiverPancreasCeliac trunkMidgutDuodenum distal to the opening of the main pancreatic ductSmall intestineAppendixCecumAscending colonTransverse colon upto th junction of right 2/3 and left 1/3Super mesenteric arteryHindgutLeft 1/3 of transverse colonDescending colonSigmoid colonRectumUpper part of anal canalInferior mesenteric artery'",
        "cop": 1,
        "opa": "Foregut",
        "opb": "Midgut",
        "opc": "Hindgut",
        "opd": "Allantois",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "b7c6c48b-8bf4-4722-8b7c-9a51dcf9d18c",
        "choice_type": "multi"
    },
    {
        "question": "Stomach is supplied by-",
        "exp": "Ans. D. All of the aboveArtery supply of stomach-a. Left gastric arteryThe left gastric artery is the smallest branch of the coeliac axis. It ascends to the left of the midline and crosses either just over the lower end of or below the level of the origin of the left crus of the diaphragm beneath the peritoneum of the upper posterior wall of the lesser sac. It runs forwards into the superior portion of the lesser omentum adjacent to the superior end of the lesser curvature, and turns antero interiorly to run along the lesser curvature between the two peritoneal leaves of the lesser omentum. In its course along the lesser curvature, it gives off multiple branches that run onto the anterior and posterior surfaces of the stomach and anastomose with the right gastric artery in the region of the incisura angularis.b. Short gastric arteriesThey arise from the splenic artery or its divisions, or from the proximal left gastroepiploic artery, and pass between layers of the gastrosplenic ligament to supply the cardiac orifice and gastric fundus.c. Left gastroepiploic arteryThe left gastroepiploic artery is the largest branch of the splenic artery. It arises near the splenic hilum and runs antero interiorly between the layers of the gastrosplenic ligament into the upper gastrocolic omentum. It lies between the layers of peritoneum close to the greater curvature, running interiorly to anastomose with the right gastroepiploic artery. It gives off gastric branches to the fundus of the stomach through the gastrosplenic ligament, and to the body of the stomach through the gastrocolic omentum.d. Right gastric arteryThe right gastric artery arises from the hepatic artery as it passes forwards from the posterior wall of the lesser sac into the lower border of the lesser omentum above the first part of the duodenum. It runs between the peritoneal layers of the lesser omentum just above the medial end of the lesser curvature, passes superiorly along the lesser curvature, giving off multiple branches onto the anterior and posterior surfaces of the stomach, and anastomoses with the left gastric artery.e. Gastroduodenal arteryThe gastroduodenal artery arises from the common hepatic artery posterior and superior to the first part of the duodenum. It gives origin to the right gastroepiploic and superior pancreaticoduodenal arteries at the lower border of the first part of the duodenum.f. Right gastroepiploic arteryThe right gastroepiploic artery originates from the gastroduodenal artery behind the first part of the duodenum, anterior to the head of the pancreas. It passes interiorly towards the midline between the layers of the gastrocolic omentum, lies inferior to the pylorus, then runs laterally along the greater curvature and ends by anastomosing with the left gastroepiploic artery. The right gastroepiploic artery gives off gastric branches that ascend onto the anterior and posterior surfaces of the antrum and lower body of the stomach, epiploic branches that descend into the greater omentum, and branches that contribute to the supply of the inferior aspect of the first part of the duodenum.",
        "cop": 4,
        "opa": "Coeliac trunk",
        "opb": "Splenic artery",
        "opc": "Gastroduodenal artery",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "793ae8d4-b496-4ae1-9dea-b5138085f151",
        "choice_type": "multi"
    },
    {
        "question": "Stomach bed is formed by all except -",
        "exp": "Ans. is 'b' i.e., Right kidney o The posterior surface of stomach is related to structures forming the stomach bed, all of which are separated from stomach bv the cavity of the lesser sac. These structures forming stomach bed arei) Diaphragm,ii) Left kidneyiii) Left suprarenal (adrenal) glandiv) Pancreas (body)v) Transverse colonvi) Splenic flexure of colonvii) Splenic arteryo Sometimes spleen is also included in stomach bed, but it is separated from stomach by greater sac (not lesser sac).",
        "cop": 2,
        "opa": "Pancreas",
        "opb": "Right kidney",
        "opc": "Splenic artery",
        "opd": "Diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "d6289793-a5ec-4b57-bd9e-4cb1a7cdfa4d",
        "choice_type": "multi"
    },
    {
        "question": "'Bed of stomach' is formed by all except:",
        "exp": "Ans: b (duodenum)Ref: Chaurasia, 3rd edi., Vol-2, Pg. 209Bed of stomach is formed by:Diaphragm Left kidney Left suprarenal Pancreas Transverse mesocolon Splenic flexure Splenic artery",
        "cop": 2,
        "opa": "Pancreas",
        "opb": "Duodenum",
        "opc": "Left kidney",
        "opd": "Left suprarenal gland",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "59d1039b-8f68-4df8-8148-5e252be37cf5",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is not true about Cardio esophageal sphincter?",
        "exp": "ANSWER: (A) An anatomic sphincter can be foundREF: Gray's anatomy 40th ed ch: 71GASTROESOPHAGEAL JUNCTION : The upper esophageal sphincter (UES ) and lower esophageal sphincter (LES) mark the entrance and exit to the esophagus, respectively.These sphincters are defined by a high-pressure zone but can be difficult to identify anatomically. The UES corresponds reliably to the cricopharvngeus muscle, but the LES is more complex to discern. The opening from the oesophagus into the stomach is the cardiac orifice It is typically situated to the left of the midline behind the seventh costal cartilage at the level of the eleventh thoracic vertebra. It is 10 cm from the anterior abdominal wall and 40 cm from the incisor teeth. The short abdominal part of the oesophagus curves sharply to the left as it descends and is continuous with the cardiac orifice. The right side of the oesophagus is continuous with the lesser curvature, the left side with the greater curvature. There is no specific anatomical cardiac sphincter related to the orificeThere are four anatomic points that identify the gastroesophageal junction (GEJ): two endoscopic and two external. Endoscopically, there are two anatomic considerations that may be used to identify the GEJ. The squamocolumnar epithelial junction (Z-Iine) may mark the GEJ provided the patient does not have a distal esophagus replaced by columnar-lined epithelium as seen with Barretts esophagus. The transition from the smooth esophageal lining to the rugal folds of the stomach may also accurately identify the GEJ. Externally, the collar of Helvetius (or loop of Willis), where the circular muscular fibers of the esophagus join the oblique fibers of the stomach, and the gastroesophageal fat pad are consistent identifiers of the GEJUnlike the rest of the esophagus, the musculature of the gastroesophageal junction (lower esophageal sphincter; LES) is tonicaily active but relaxes on swallowing. The tonic activity of the LES between meals prevents reflux of gastric contents into the esophagus. The LES is made up of three components. The esophageal smooth muscle is more prominent at the junction with the stomach (intrinsic sphincter). Fibers of the crural portion of the diaphragm, a skeletal muscle, surround the esophagus at this point (extrinsic sphincter) and exert a pinchcock-like action on the esophagus. In addition, the oblique or sling fibers of the stomach wall create a flap valve that helps close off the esophagogastric junction and prevent regurgitation when intragastric pressure rises.Several anatomical and physiological factors normally prevent gastro-oesophageal reflux.The folds of gastric mucosa present in the gastro-oesophageal junctionThe mucosal rosette, contribute to the formation of a fiuid-and gas-tight seal. They also help to ensure that even low levels of tone within the lower oesophageal wall muscles may occlude the lumen of the junction against low pressures of gastric gas.The angle of the cardiac orifice may help to form a type of 'flap valve' and the length of abdominal oesophagus is buttressed externally by pads of adipose connective tissue at and below the level of the diaphragmatic hiatus.However, the major anti-reflux mechanism is the tonic contractions of the lower oesophageal musculature, which forms an effective high pressure zone (HPZ).The specialized smooth muscle of the wall of the lower oesophagus and the encircling fibres of the crural diaphragm exert a radial pressure that can be measured by a sensing device as it is withdrawn from the stomach into the oesophagus. If reflux is to be prevented, this pressure must always exceed the difference between the pressures on either side of the junction, i.e. the difference between intra-abdominal pressure (transferred to the stomach, and augmented by any contraction of the stomach wTall itself), and intrathoracic pressure (transferred to the oesophagus).",
        "cop": 1,
        "opa": "An anatomic sphincter can be found",
        "opb": "Located at 40 cm from incisors",
        "opc": "It has a pinch cock like mechanism",
        "opd": "It has a flap valve mechanism",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "5dda7d3f-d6c6-43ab-b46c-dffb365e15e0",
        "choice_type": "multi"
    },
    {
        "question": "Oxyntic cells are found in -",
        "exp": "Ans. is 'd' i.e., StomachHistological features of stomacho Mucosa is thrown into temporary longitudinal folds rugae, which disappear when stomach is distended.o Lining epithelium is simple columnar epithelium with small irregular gastric pits. Several long, tubular gastric glands open in gastric pitso Gastric glands are divided into three groupsi) Pyloric glands :# In these glands mucus secreting cells predominate. These glands also contain neuroendocrine G cells (secreting gastrin) and cells which secret lysozyme. Parietal cells are few and chief cells are absent.ii) Cardiac glands :# These glands mainly contain mucus secreting cells. Chief and parietal cells are sparse.iii) Principal (main) glands :# These glands are found in body and fundus. These glands contain mainy chief (peptic or zymogen) cells and parietal (oxyntic) cells. These glands also contain mucous neck cells, stem cells and enteroendocrine cells (argentaffin cells).",
        "cop": 4,
        "opa": "Small intestine",
        "opb": "Large intestine",
        "opc": "Esophagus",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "f00443a4-3384-4a2c-9e20-f44922f045ed",
        "choice_type": "multi"
    },
    {
        "question": "Cardiac end of stomach lies at which rib?",
        "exp": "Ans. (b) 7th ribRef: Essentials of Anatomy IB singh 2nd ed. / 304",
        "cop": 2,
        "opa": "8th rib",
        "opb": "7th rib",
        "opc": "9th rib",
        "opd": "10th rib",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "e67d2882-a8c3-45f5-8e59-475ad561091d",
        "choice_type": "single"
    },
    {
        "question": "Which gastric cells have distinct cytoplasmic ultrastructure named 'tubulovesicular system'?",
        "exp": "Ans. a (Oxyntic cells) (Ref. Ganong Physiology 22nd/pg. Chapter 26).It is H+-K+ ATPase in the apical membrane of the parietal cells that pumps H+ against a concentration gradient of this magnitude. The parietal cells are polarized, with an apical membrane facing the lumen of the gastric glands and a basolateral membrane in contact with the interstitial fluid. Canaliculi extend from the apical surface into the cell. At rest, the cells also contain abundant tubulovesicular structures with H+-K+ ATPase molecules in their walls.The K+ inside the vesicles is reduced to low levels, and the ATPase molecules are inactive. When the parietal cells are stimulated, the tubulovesicular structures move to the apical membrane and fuse with it, thus inserting many more H+-K+ ATPase molecules into the membrane. This increases their surface area and forms numerous microvilli, which project into the canaliculi. The ATPase molecules are now exposed to the K+ in the ECF, and H+- K+ exchange begins.GASTRIC GLANDS# The gastric epithelial lining consists of rugae that contain microscopic gastric pits, each branching into four or five gastric glands made up of highly specialized epithelial cells. Glands within the gastric cardia comprise <5% of the gastric gland area and contain mucous and endocrine cells. The 75% of gastric glands are found within the oxyntic mucosa and contain mucous neck, parietal, chief, endocrine, enterochromaffin, and enterochromaffin-like (ECL) cells. Pyloric glands contain mucous and endocrine cells (including gastrin cells) and are found in the antrum.# Gastric glands contain several types of cells that secrete different products:- goblet cells, which secrete mucus;- parietal cells (oxyntic), which secrete hydrochloric acid (HCl); Ghrelin is released mainly by the oxyntic cells.- chief (or zymogenic) cells, which secrete pepsinogen, an inactive form of the protein-digesting enzyme pepsin;- enterochromaffin-like cells, found in the stomach and intestine, which secrete histamine and 5-HT (serotonin);- G cells, which secrete the hormone gastrin into the blood;- D cells, which secrete the hormone somatostatin.- In addition to these products, the gastric mucosa (probably the parietal cells) secretes a polypeptide called intrinsic factor, which is required for the intestinal absorption of vitamin B12.Oxyntic/ PARIETAL CELLS# Parietal cell secretion is probably an isotonic solution of HCl that contains 150 mEq of Cl\" and 150 meq of H+ per liter. Yet the pH of the cytoplasm of the parietal cells, like that of other cells, is 7.0-7.2.# It is H+-K+ ATPase in apical membrane of the parietal cells that pumps H+ against concentration gradient.# In pernicious anemia 90% of anti-parietal cell antibodies are against H+-K+ ATPase. Q# At rest, cells contain abundant \"tubulovesicular structure\" with H+-K+ ATPase in their walls.Q# When the parietal cells are stimulated, the tubulovesicular structures move to the apical membrane and fuse with it, thus inserting many more H+-K+ ATPase molecules into the membrane. These ATPase molecules are now exposed to the K+ in the ECF, and H+-K+ exchange begins.# The H+ that is extruded comes from H2C03, and H2C03 in turn is formed by the hydration of COv This latter reaction is catalyzed by carbonic anhydrase, and parietal cells are particularly rich in this enzyme.# The HC03 formed by dissociation of H2C03 is extruded by an antiport in the basolateral membrane of the parietal cells that exchanges HC03 for another anion, and since Cl is the most abundant anion in interstitial fluid, the exchange is mainly for Cl .# When gastric acid secretion is elevated after a meal, sufficient H+ may be secreted to raise the pH of systemic blood and make the urine alkaline (postprandial alkaline tide).# Acid secretion is stimulated by histamine via H, receptors and by Ach via M3 muscarinic receptors.# Prostaglandins, particularly those of the E series, inhibit acid secretion by activating Gi.Enterochromaffin-like cells (ECL)# Gastrin also acts by stimulating the secretion of histamine from ECL cells.# These are vesicle- and granule-containing cells that are the predominant endocrine cell type in the acid-secreting portion of the stomach. They have Ach receptors in addition to gastrin receptors.# They are inhibited by somatostatin.# They undergo hypertrophy when gastric acid secretion is suppressed for prolonged periods.Paneth (zymogen) cells# Reside at the base of crypts of intestinal lining .0# Are the only cell type to undergo downward migration from the proliferation zone.# They are called guardians of the gut cell hatchery.# They are zinc-rich cells which secrete defensins and other defensive proteins.0 Gastric secretions PurposeSource1.MucusLubricant, protects surface from H+Mucous cell2.Intrinsic factorVitamin B12 absorption (in small intestine)Parietal cell3.H+Kills bacteria, breaks down food, converts pepsinogenParietal cell4.PepsinogenBorken down to pepsin (a protease)Chief cell5.GastrinStimulated acid secretionG cell Cell typeSiteFunction1.Partietal/oxynticBody & fundusSecrete H+, IF, Blood group substances,(Superficial part) Contain carbonic anhydrase.2.Chief/peptic/ zymogenBody & fundusPepsinogen, pepsin(Deeper part)3.G-cellsPyloric antrumGastrin04.Neck cellsBody/fundus, cardiaMucin & HC03The chief cells that secrete pepsinogens, the inactive precursors of the pepsins in gastric juice, contain zymogen granules.",
        "cop": 1,
        "opa": "Oxyntic cells",
        "opb": "Zymogen cells",
        "opc": "Goblet cells",
        "opd": "Enteroendocrine cells",
        "subject_name": "Anatomy",
        "topic_name": "Stomach",
        "id": "36272772-14ff-4329-b9eb-c3c491168d02",
        "choice_type": "single"
    }
]