[
    {
        "question": "45 year old alcoholic male came for deaddiction treatment. He has alcohol induced hepatitis with other blood parameters within normal limits. The drug that should not be chosen for relapse prevention is",
        "exp": "NALTREXONE is an OPIOID ANTAGONIST given at a dosage of 50-150mg, should not be used in LIVER DYSFUNCTION ACAMPROSATE is an GABA AGONIST given at a dosage of 666MG TDS, should not be used in KIDNEY DYSFUNCTION Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.626",
        "cop": 3,
        "opa": "Disulfiram",
        "opb": "chlordiazepoxide",
        "opc": "Naltrexone",
        "opd": "Acamprosate",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "bb7fbaff-f870-41e5-80cd-07817e09eb62",
        "choice_type": "single"
    },
    {
        "question": "Patient a known case off alcohol dependence after 12 to 18 hrs of last drink develops seizure for the first time in his life.possible diagnosis is",
        "exp": "withdrawl symptoms are present due to alcohol withdrawl based on the time duration between the last drink and the presentation of symtoms withdrawls symptoms can be classified into many types it may be mild symptoms like tremore to seizure to life threatening symptoms like delirium tremens ref.Kaplon and Sadock, synopsis of Psychiatry, 11 th edition, pg no.625",
        "cop": 3,
        "opa": "Delirium tremens",
        "opb": "seizure disorder",
        "opc": "Rum fits",
        "opd": "wernickes encephalopathy",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "7a1cd5a6-4171-47b0-8fa6-c233de573a1b",
        "choice_type": "single"
    },
    {
        "question": "which of the following anti-depressant is used for smoking cessation",
        "exp": "Nicotine Nicotine use leads to cancer in oral , lungs and stomach Smoking cessation can be done by medications and by nicotine replacement therapy DRUGS=====================Bupropion (zyban). Nor adrenergic dopamine reuptake inhibitor SIDE EFFECT==== Seizure Vareniciline. Alpha 4 beta 2 paial agonist Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.682",
        "cop": 2,
        "opa": ".fluoxetine",
        "opb": "bupropion",
        "opc": "reboxetine",
        "opd": "venlafaxine",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "424f7525-3605-405f-b3c9-54a7a07af4b2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a symptom of opioid withdrawal",
        "exp": "In opioid withdrawal ALL ORIFICES BLEED Lacrimation, vomiting, rhinorrhea, diarrhea, mydriasis, kicking the habit, muscle cramps, abdominal cramps, tachycardia, cold turkey Ref. kaplon and sadock, synopsis of psychiatry, 11 th edition, 660",
        "cop": 1,
        "opa": "vomiting",
        "opb": "delirium",
        "opc": "constipation",
        "opd": "meiosis",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "608b4172-003c-41d3-825d-f2fd425cfb3e",
        "choice_type": "single"
    },
    {
        "question": ".Drug of choice for alcohol withdrawal",
        "exp": "Treatment of alcohol dependence comprises 2 steps namely detoxification and de addiction DETOXIFICATION Detoxification implies removal of the toxic substance from the body, this can be done by using a drug similar to alcohol and thus benzodiazepine is chosen. This is the main drug used in treatment of alcohol withdrawal despite the problem being simple withdrawal, rum fits or delirium tremens IF LIVER FUNCTION IS WITHIN NORMAL LIMITS CHOOSE CHLORDIAZEPOXIDE, AS IT HAS A SIMILAR STRUCTURAL FORMULA LIKE ALCOHOL IF LIVER FUNCTION IS ABNORMAL CHOOSE LORAZEPAM, AS IT DOES NOT WORSEN LIVER DERANGEMENTS FRONT LOADING=====patient is loaded with benzodiazepines SYMPTOM TRIGGER=== benzodiazepines is offered only as and when the withdrawal symptom arises FIXED DOSAGE====== regular fixed dosage of benzodiazepine is given in divided doses and slowly tapered so that the patient is not on any drugs by the end of 2 weeks Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pf no.625",
        "cop": 3,
        "opa": "Disulfiram",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "a44c79e7-d1ba-4188-a712-72f0f2cafc0c",
        "choice_type": "single"
    },
    {
        "question": "Suboxone is a combination of",
        "exp": "Bupenorphine (suboxone) It has paial agonist in mu receptor; thus, it has high affinity, less efficacy, slow dissociation. Thus, they have ceiling effect and hence there is no risk of respiratory depression and less chance of abuse As this drug has an increased first pass metabolism it is not given as oral route and given as sublingual route to improve absorption But some of the patients using substance rather than using it in a sublingual route they crush the drug used it as intravenous route To avoid the abuse of drug the drug was marketed as a combination of buprenorphine and naloxone which is called suboxone. If this drug suboxone is used by sublingual route the naloxone is not absorbed and buprenorphine alone is absorbed and thus it acts as detoxification regimen If suboxone is crushed and injected as IV naloxone is rapidly absorbed and acts as an opioid antagonist and results in severe withdrawal. Thus, it has a less chance of abuse and can be prescribed without license agreement Ref.kaplon and Sadock , synopsis of psychiatry, 11 th edition, pg no.660",
        "cop": 3,
        "opa": "naloxone+ naltrexone",
        "opb": "methadone+ buprenorphine",
        "opc": "naloxone+ buprenorphine",
        "opd": ".LAAM+ heroin",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "0d91def1-94fb-4087-aa39-cc35189e24fd",
        "choice_type": "single"
    },
    {
        "question": "Disulfiram is used to treat",
        "exp": "DISULFIRAM is a DETERRANT which acts by blocking acetaldehyde dehydrogenase When acetaldehyde dehydrogenase is blocked there will be increased amount of acetaldehyde that acts on mast cells and results in release of histamine that in turn leads to allergic reaction. Thus when a patient on disulfiram takes alcohol there would be allergic reaction that prevents the patient from using the substance Ref.Kaplon and Sadock, synopsis of Psychiatry, 11 th edition, pg No.625",
        "cop": 2,
        "opa": "Opioid dependence",
        "opb": "Alcohol dependence",
        "opc": "Cocaine dependence",
        "opd": "Amphetamine dependence",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "92ca4d18-1cab-4d0d-b6e2-f1489e741423",
        "choice_type": "single"
    },
    {
        "question": "A patient comes to the emergency depament with vomiting, diarrhea, lacrimation abdominal cramps, piloerection. The family members gave history of substance use for the past 1 month. The clinical presentation is due to",
        "exp": "In opioid withdrawal ALL ORIFICES BLEED Lacrimation, vomiting, rhinorrhea, diarrhea, mydriasis, kicking the habit, muscle cramps, abdominal cramps, tachycardia, cold turkey Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.660",
        "cop": 2,
        "opa": "opiod intoxication",
        "opb": "opiod withdrawl",
        "opc": "cocaine intoxication",
        "opd": "cocaine withdrawl",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "b6e4d9d6-e491-40d3-9aae-fbe30eacd513",
        "choice_type": "single"
    },
    {
        "question": "Amotivation syndrome caused by",
        "exp": "Psychiatric presentation---------------------Mimics panic attacks Patient on intoxication has increased activation of sympathetic nervous system Gate way drug This drug is called gate way drug as when a person uses this drug, he has a chance of increased exposure to other drugs Amotivation syndrome Patient with amotivation syndrome will lack of drive, abulia, no motivation for any activities hemp insanity insanity caused by cannabis is called hemp insanity if a person with family history of psychosis takes cannabis there is a chance a kindling of psychotic symptoms Ref.kaplon and sadock, synopsis of psychiatry, 11 th edition, pg no.645",
        "cop": 1,
        "opa": "Cannabis abuse",
        "opb": "Opioid abuse",
        "opc": "Alcohol abuse",
        "opd": "Heroin abuse",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "d72bf4e5-7f81-49c3-98c7-eeebbf960013",
        "choice_type": "single"
    },
    {
        "question": "Triad of Wernicke's encehalopathy is all except",
        "exp": "Wernickes encephalopathyis a triad of GLOBAL CONFUSION, OPHTHALMOPLEGIA AND ATAXIA It is due to deficiency of thiamine It is 100% reversible Most impoant symptom needed for the diagnosis is confusion If the patients wernickes encephalopathy is not trated it would result in koraskoff's psychosis koraskoff's psychosis is a misnomer it is associated with confabulation that is fluent plausible lying, where the patient fills up with memory gaps with information and she is not aware that wat is she is saying is not truth Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, Pg.No625",
        "cop": 4,
        "opa": "Global confusion",
        "opb": "ophtalmoplegia",
        "opc": "ataxia",
        "opd": "hemiparesis",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "6edb81aa-32e5-4db2-a1f4-ce01621ddcd7",
        "choice_type": "multi"
    },
    {
        "question": "Patient a known case off alcohol dependence after 3 days of last drink develops change in behaviour that he says he could see 5 cm people throwing stones at him, acts as if he is working in his workshop, frightened pacing in and out of the house with worsening more in the night. The possible diagnosis is delirium tremens.Treatment for the above mentioned patient",
        "exp": "Detoxification implies removal of the toxic substance from the body, this can be done by using a drug similar to alcohol and thus benzodiazepine is chosen. This is the main drug used in treatment of alcohol withdrawal despite the problem being simple withdrawal, rum fits or delirium tremens IF LIVER FUNCTION IS WITHIN NORMAL LIMITS CHOOSE CHLORDIAZEPOXIDE, AS IT HAS A SIMILAR STRUCTURAL FORMULA LIKE ALCOHOL IF LIVER FUNCTION IS ABNORMAL CHOOSE LORAZEPAM, AS IT DOES NOT WORSEN LIVER DERANGEMENTS FRONT LOADING=====patient is loaded with benzodiazepines SYMPTOM TRIGGER=== benzodiazepines is offered only as and when the withdrawal symptom arises FIXED DOSAGE====== regular fixed dosage of benzodiazepine is given in divided doses and slowly tapered so that the patient is not on any drugs by the end of 2 weeks ref.Kaplon and sadock, synopsis of psychiatry, 11 th edition, pg no.625",
        "cop": 3,
        "opa": "phenytoin",
        "opb": "IV THIAMINE",
        "opc": "Lorazepam",
        "opd": "clobazam",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "1a37c5e6-9c4c-4674-8585-85a378efe152",
        "choice_type": "multi"
    },
    {
        "question": "Korsakoff s syndrome is due to deficiency of",
        "exp": "Wernickes encephalopathyis a triad of GLOBAL CONFUSION, OPHTHALMOPLEGIA AND ATAXIA It is due to deficiency of thiamine It is 100% reversible Most impoant symptom needed for the diagnosis is confusion If the patients wernickes encephalopathy is not trated it would result in koraskoff's psychosis koraskoff's psychosis is a misnomer it is associated with confabulation that is fluent plausible lying, where the patient fills up with memory gaps with information and she is not aware that wat is she is saying is not truth Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition,pg no.624",
        "cop": 1,
        "opa": "Thiamine",
        "opb": "niacine",
        "opc": "riboflavine",
        "opd": "pyridoxine",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "f55d9c47-1003-41a7-ab96-9ca0aeb92f76",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of Wernicke's encephalopathy",
        "exp": "Wernickes encephalopathyis a triad of GLOBAL CONFUSION, OPHTHALMOPLEGIA AND ATAXIA It is due to deficiency of thiamine It is 100% reversible Most impoant symptom needed for the diagnosis is confusion If the patients wernickes encephalopathy is not trated it would result in koraskoff's psychosis koraskoff's psychosis is a misnomer it is associated with confabulation that is fluent plausible lying, where the patient fills up with memory gaps with information and she is not aware that wat is she is saying is not truth Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition,625",
        "cop": 1,
        "opa": "Confusion",
        "opb": "Ocular changes",
        "opc": "Ataxia",
        "opd": "Hypothermia",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "5d519d55-3069-4bcd-be3b-b50efb486d71",
        "choice_type": "single"
    },
    {
        "question": "Patient a known case off alcohol dependence after 3 days of last drink develops change in behaviour that he says he could see 5 cm people throwing stones at him, acts as if he is working in his workshop, frightened pacing in and out of the house with worsening more in the night. The possible diagnosis is",
        "exp": "Detoxification implies removal of the toxic substance from the body, this can be done by using a drug similar to alcohol and thus benzodiazepine is chosen. This is the main drug used in treatment of alcohol withdrawal despite the problem being simple withdrawal, rum fits or delirium tremens IF LIVER FUNCTION IS WITHIN NORMAL LIMITS CHOOSE CHLORDIAZEPOXIDE, AS IT HAS A SIMILAR STRUCTURAL FORMULA LIKE ALCOHOL IF LIVER FUNCTION IS ABNORMAL CHOOSE LORAZEPAM, AS IT DOES NOT WORSEN LIVER DERANGEMENTS FRONT LOADING=====patient is loaded with benzodiazepines SYMPTOM TRIGGER=== benzodiazepines is offered only as and when the withdrawal symptom arises FIXED DOSAGE====== regular fixed dosage of benzodiazepine is given in divided doses and slowly tapered so that the patient is not on any drugs by the end of 2 weeks Ref. kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.626",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "seizure disorder",
        "opc": "Rum fits",
        "opd": "wernickes encephalopathy",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "eaad465b-9e27-429b-9dfc-07259f58f124",
        "choice_type": "single"
    },
    {
        "question": "Which is NOT used in treatment of heroin dependence",
        "exp": "SYMPTOMATIC DETOXIFICATION Patients withdrawal symptoms is treated with suppoive care Anti-spasmodic for abdominal cramps Anti-diarrheal for diarrheas Anti-emetics for vomiting Sedatives for reduction of anxiety Clonidine 0.1mg four times a day Antispasmodic Sedatives AGONIST ASSOSIATED DETOXIFICATION Methadone====== it's a long acting opioid thus it has less abuse potential, as it acts on the mu receptor and results in respiratory depression as it has risk of abuse and respiratory depression it is used only by the practioner who has a license to prescribe methadone Bupenorphine (suboxone) It has paial agonist in mu receptor; thus, it has high affinity, less efficacy, slow dissociation. Thus, they have ceiling effect and hence there is no risk of respiratory depression and less chance of abuse ANTAGONIST ASSOSIATED DETOXIFICATION If we use suppoive measures or agonist associated detoxification it results in 14 days and by the time to move from an opioid state to non-opioid state, during which the patient may lapse again. To overcome that there is a method rapid detoxification where the patient is given naltrexone to drive away the opioid and to make the patient unaware of the withdrawal symptoms the patient is placed under anesthesia. This method of naltrexone+ anesthesia used detoxification is called ultra-rapid detoxification Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.681",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "methadone",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "7655dc1d-c44c-40c8-a460-e8e74e4efde5",
        "choice_type": "single"
    },
    {
        "question": "Patient a known case off alcohol dependence after 12 to 18 hrs of last drink develops seizure for the first time in his life.possible diagnosis is rum fits. treatment for the above patient",
        "exp": "DETOXIFICATION Detoxification implies removal of the toxic substance from the body, this can be done by using a drug similar to alcohol and thus benzodiazepine is chosen. This is the main drug used in treatment of alcohol withdrawal despite the problem being simple withdrawal, rum fits or delirium tremens IF LIVER FUNCTION IS WITHIN NORMAL LIMITS CHOOSE CHLORDIAZEPOXIDE, AS IT HAS A SIMILAR STRUCTURAL FORMULA LIKE ALCOHOL IF LIVER FUNCTION IS ABNORMAL CHOOSE LORAZEPAM, AS IT DOES NOT WORSEN LIVER DERANGEMENTS FRONT LOADING=====patient is loaded with benzodiazepines SYMPTOM TRIGGER=== benzodiazepines is offered only as and when the withdrawal symptom arises FIXED DOSAGE====== regular fixed dosage of benzodiazepine is given in divided doses and slowly tapered so that the patient is not on any drugs by the end of 2 weeks Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition , pg no.626",
        "cop": 3,
        "opa": ".phenytoin",
        "opb": "IV THIAMINE",
        "opc": "Lorazepam",
        "opd": "clobazam",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "a744f407-feaf-4249-b18b-47fa452cc10a",
        "choice_type": "multi"
    },
    {
        "question": "Crash in cocaine means",
        "exp": "Cocaine Cocaine is a stimulant which increases dopamine. It is available as a powder which is inhaled by nasal route called as SNOING. It can also be used as IV route * Cardiovascular adverse effects * MI * Arrhythmia * SIDS if mother exposed during pregnancy POST COCAINE DEPRESSION is alled CRASH * TREATMENT * dopamine agonists * Disulfiram Desipramine Ref.kaplon and sadock, synopsis of psychiatry, 11 th edition, pg no.672",
        "cop": 1,
        "opa": "post cocaine use depression",
        "opb": "post cocaine nasal ulcers",
        "opc": "post cocaine MI",
        "opd": "post cocaine SIDS",
        "subject_name": "Anatomy",
        "topic_name": "Substance abuse",
        "id": "190e8d66-1462-4bd3-874d-3c264ba841f3",
        "choice_type": "single"
    }
]