[
    {
        "question": "Which of the following is not a boundary of the Koch's triangle?",
        "exp": "Koch's triangle boundaries tendon of Todaro opening of coronary sinus at the base septal cusp of tricuspid valve (. atrio ventricular valve) AV node at apex",
        "cop": 2,
        "opa": "tendon of todaro",
        "opb": "IVC opening",
        "opc": "coronary sinus ostium",
        "opd": "septal cusp of tricuspid valve",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "00546d04-832f-4485-abc7-8952dad259fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true in the mediastinum:",
        "exp": "The left recurrent laryngeal nerve passes under the arch of aoa. Ligamentum aeriosum is the fibrous remnant of ductus aeriosus, of fetus, a channel that sho circuited the lungs. It passes from commencement of left pulmonary aery to the concavity of aoic arch beyond the point where left subclan aery branches off. The left recurrent laryngeal nerve hooks around it. The left brachiocephalic vein passes anterior to the brachiocephalic aery Thoracic duct traverses the diaphragm at the aoic apeure (T12) and ascends the superior and posterior mediastinum between the descending thoracic aoa (to its left) and the azygos vein(to its right).",
        "cop": 3,
        "opa": "The left brachiocephalic vein passes posterior to the brachiocephalic aery",
        "opb": "The ligamentum aeriosum inter-connects the aoic arch and the left pulmonary vein",
        "opc": "The left recurrent laryngeal nerve passes under the arch of aoa",
        "opd": "The thoracic duct is found between the oesophagus and the trachea",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "0cc053ba-03a2-4bfc-a7d5-8423772984be",
        "choice_type": "multi"
    },
    {
        "question": "Surface marking of the oblique fissure of lung include all EXCEPT:",
        "exp": "7th rib does not come in the surface marking of oblique fissure. Oblique fissure Passes anteroinferiorly from the spinous process of the T3 veebra to cross the 5th rib in the midaxillary line Fuher continues inferiorly, crossing the 6th rib (and costal cailage) at the mid-clavicular line.",
        "cop": 3,
        "opa": "T3 veebra",
        "opb": "5th rib",
        "opc": "7th rib",
        "opd": "6th coastal cailage",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "0f7c5919-5ae2-4c0a-81a1-bb298d18028b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following represents the surface marking of the aoic valve:",
        "exp": "Aoic valve is represented by an oblique line (2. 5 cm) running inferolaterally and to the right from the medial end of the left third intercostal space (and behind the corresponding region of the sternum).",
        "cop": 3,
        "opa": "Sternal end of the left 3rd costal cailage",
        "opb": "Sternal end of the right 3rd costal cailage",
        "opc": "Behind the sternum in left 3rd intercostal space",
        "opd": "Behind the sternum in right 3rd intercostal space",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "c15c23fe-16be-4f58-b534-ab67d574eefc",
        "choice_type": "single"
    },
    {
        "question": "In PA view CXR, right border of the heart is contributed by-",
        "exp": "Right border of heart SVC Right atrium IVC Ascending aoa",
        "cop": 2,
        "opa": "pulmonary trunk",
        "opb": "ascending aoa",
        "opc": "left atrium",
        "opd": "right ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "e6784a2c-4c90-45b1-a140-1aa052aff0ce",
        "choice_type": "single"
    },
    {
        "question": "Triangle of Koch is the landmark for:",
        "exp": "Triangle of Koch. Triangular area in right atrium- Marks the site of AV NODEBoundaries- Anterior: Base of septal leaflet of tricuspid valve- Posterior: Anteromedial margin of opening of coronary sinus- Superiorly: Tendon of Todaro",
        "cop": 3,
        "opa": "SA node",
        "opb": "Bundle of His",
        "opc": "AV node",
        "opd": "Purkinje fibres",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "5d24c4a7-2dee-4f04-b4af-c6341217ea71",
        "choice_type": "single"
    },
    {
        "question": "Mediastinal surface of right lung is related to",
        "exp": "> (because heart & its blood vessels should be preferred first as an answer as they cause direct impression on lungs). * mediastinal surface of Right lung contains Left lung contains Heart (right atrium) Superior vena cava Inferior vena cava Azygos vein Esophagus Right subclan aery & vein arch over and are related to superior lobe of right lung. Heart (left ventricle) Aoic arch Thoracic aoa Esophagus Left subclan aery & vein arch over & related to superior lobe of left lung. fig;- major structure related to mediastinal surface of right lung Right lymphatic duct - not related to lung Thoracic duct - related to left lung mediastinal surface But they do not put great impression on lungs * Trachea is more towards right lung * Esophagus is more towards left lung",
        "cop": 1,
        "opa": "Azygos vein",
        "opb": "Right lymphatic duct",
        "opc": "Aoa",
        "opd": "Trachea",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "9e0c96eb-5b2b-43ec-93ca-de82396d5cd1",
        "choice_type": "single"
    },
    {
        "question": "Inferior most structure of right hilum is:-",
        "exp": "Inferior pulmonary vein is the lowermost structure in the hila of each lung. Fig.: Arrangement of structures in the roots of right and left lungs. Arrangement of structures at the lung hilum (above downwards) Right side Left side Epaerial bronchus Pulmonary aery Pulmonary aery Left principal bronchus Hypaerial bronchus Inferior pulmonary vein Inferior pulmonary vein",
        "cop": 2,
        "opa": "Bronchus",
        "opb": "Inferior pulmonary vein",
        "opc": "Pulmonary aery",
        "opd": "Inferior bronchial vein",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "a98cd735-fb3d-406d-b0a9-928b27d53484",
        "choice_type": "single"
    },
    {
        "question": "Boundary of triangle of auscultation is formed by all EXCEPT",
        "exp": "Triangle of auscultation helps in hearing breath sounds clearly and splash sound of food entering stomach. The triangle is formed by: Trapezius - medial border, Lattismus Dorsii - lower border and Scapula- lateral border Fig. Triangle of auscultation",
        "cop": 3,
        "opa": "Scapula",
        "opb": "Trapezius",
        "opc": "Serratus anterior",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "99245ce2-ec79-4976-b357-cbe4de089175",
        "choice_type": "multi"
    },
    {
        "question": "Muscle of expiration",
        "exp": "MUSCLE OF INSPIRATION: Quiet: Diaphragm External intercostals Interchondral pa of internal intercostal of contralateral side. Deep: Erector spinae Scalene muscles Pectoral muscles Serratus anterior MUSCLE OF EXPIRATION: Quiet: Passive process d/o inherent quality of lungs Forced: Muscles of anterior abdominal wall with internal intercostal (except interchondral pa)",
        "cop": 3,
        "opa": "External intercostal",
        "opb": "Diaphragm",
        "opc": "Internal intercostal",
        "opd": "Serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "06de1146-f777-4e6b-89be-b2565d942c7a",
        "choice_type": "single"
    },
    {
        "question": "Trachea bifurcates at the veebral level:-",
        "exp": "T5 veebra level and structures Carina- cailage at the bifurcation of trachea Left principal bronchus Right principal bronchus Ascending aoa (anterior) Descending aoa (posterior) Pulmonary trunk dividing into right and left pulmonary aeries",
        "cop": 4,
        "opa": "T2",
        "opb": "T3",
        "opc": "T4",
        "opd": "T5",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "30fef01b-dce0-4cd4-adbe-ac29fbff5106",
        "choice_type": "single"
    },
    {
        "question": "The structure makred by the blue arrow develops from which of the following structures?",
        "exp": "Answer- Endocardial cushions ( structure makred is membranous inter-ventricular septum) DEVELOPMENT OF HEART Heart develops from: Angioblastic tissue(Splanchnopleuric mesoderm). Main subdivisions of heart tube and their fate: Subdivision tube fate Truncus aeriosus Forms Ascending aoa, Pulmonary trunk Conus Absorbed into ventricle Ventricle Forms chamber divided into left and right ventricles Atrioventricular canal Form pa of atria Atrium Paitioned into right and left atrium Sinus venosus Absorbed into right atrium Right common cardinal vein Forms Superior vena cava Umblical vein Disappears Right vitelline vein Forms pa of Inferior vena cava Left horn of sinus venosus Forms pa of coronary sinus",
        "cop": 2,
        "opa": "Septum primum",
        "opb": "Endocardial Cushion",
        "opc": "Conus",
        "opd": "Bulboventricular cavity",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "ad8c565f-7a91-4daa-babc-b7d0c958fd2d",
        "choice_type": "single"
    },
    {
        "question": "The right costophrenic line extends up to the level of which rib in the mid-axillary line:",
        "exp": "Right costophrenic line measures approximately 5 cm veically and extends from the eighth to the tenth rib along the midaxillary line LINE OF PLEURAL REFLECTIONS;- Anterior border(costomediastinal);- Right side;-begin from sternoclavicular line upto 6th sternochondral joint in straight line. left side;-from sternoclavicular line upto 4th sternochondral joint in mid line below this it dete away from mid line lateral to sternal margin and reach 6th sternochondral joint. Lower border(costodiaphragmatic line);- stas at xiphisternum crosses midclavicular line at 8th rib and mid axillary line at 10th rib and ends posteriorly 2cm lateral to spinous process of T12 veebrae.",
        "cop": 3,
        "opa": "6th",
        "opb": "8th",
        "opc": "10th",
        "opd": "12th",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "6047a6b8-86f5-4e4f-af6f-50f1381dfa96",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old male is admitted to the hospital after a violent, multiple car collision. His blood pressure is 89/39 mm Hg, and a central venous line is ordered to be placed. Which of the following structures is used as a landmark to place the tip of the catheter of the central venous line?",
        "exp": "The carina can easily be seen in radiograph. The carina is at the level of T4-5 (plane associated with the sternal angle of Louis). This landmark is commonly used to guide the placement of a central venous line.",
        "cop": 1,
        "opa": "Carina",
        "opb": "Subclan aery",
        "opc": "Superior vena cava",
        "opd": "Right atrium",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "1c17034e-c28d-4c2e-8700-35b571c0f040",
        "choice_type": "single"
    },
    {
        "question": "All are true about mediastinum EXCEPT -",
        "exp": "Mediastinum: is middle space left in thoracic cavity in between the lungs. The superior & inferior mediastinum is divided by an imaginary line passing through sternal angle anteriorly & lower border of T4 posteriorly. Inferiorly, mediastinum is subdivided into anterior, middle & posterior mediastinum by the pericardium. CONTENTS OF MEDIASTINUM: Superior mediastinum Middle mediastinum Anterior mediastinum Posterior mediastinum Oesophagus Trachea Aoic arch + branches Upper pa of SVC Phrenic nerves Vagus nerve Major pa of thymus Pericardium Heart Pulmonary trunk Ascending aoa Lower SVC Upper IVC Phrenic nerve Sterno - pericardial ligaments Lymph nodes Lowest pa of thymus Areolar tissue Oesophagus Descending thoracic aoa Vagus nerve Azygous, hemiazygos veins.",
        "cop": 1,
        "opa": "Heart passes through superior mediastinum",
        "opb": "Heart passes through middle mediastinum",
        "opc": "Thymus present in superior mediastinum",
        "opd": "Lower border of posterior mediastinum is extended more than anterior mediastinum",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "dc7adeb3-9d6e-46c9-bcc0-4e53d48d5e42",
        "choice_type": "multi"
    },
    {
        "question": "False rib is:",
        "exp": "10th rib do not aiculate with sternum anteriorly (false rib). The first seven 'true' ribs connect to the sternum by costal cailages, whilst the remaining lower five 'false' ribs either join the suprajacent (upper) costal cailage (8-10) or 'float' free at their anterior ends as relatively small and delicate structures tipped with cailage. Fig.: Rib cage",
        "cop": 4,
        "opa": "1st",
        "opb": "2nd",
        "opc": "7th",
        "opd": "10th",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "2e0b8dda-bc23-4387-9560-c692c7282536",
        "choice_type": "multi"
    },
    {
        "question": "WRONG about venous drainage of heart:",
        "exp": "Middle cardiac vein lies in posterior interventricular (not atrioventricular) groove.",
        "cop": 2,
        "opa": "Coronary sinus is guarded by Thebesian valve",
        "opb": "Middle cardiac vein lies in posterior atrioventricular groove",
        "opc": "Great cardiac vein accompanies left anterior descending aery",
        "opd": "Venae cordis minimi open into all four chambers",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "23578409-fd4f-4bfb-aabe-2736044ccf6d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following represents the surface marking of aoic valve?",
        "exp": "Valve Diameter of orifiice Surface marking Ausculatory area Pulmonary valve 2. 5 cm Upper border of the sterna end of left 3rd costal cailage Left 2nd intercostals space near the sternum Aoic valve 2. 5 cm Lower border of the sternal end of left 3rd costal cailage RIght 2nd intercostals space near the sternum Mitral valve 3 cm Left half of the sternum near the left 4th costal cailage Cardiac apex Tricuspid valve 4 cm Right half of the sternum opposite the 4th & 5th intercostals space Lower end of sternum on the left side",
        "cop": 1,
        "opa": "Sternal end of left 3rd costal cailage",
        "opb": "Sternal end of right 3rd costal cailage",
        "opc": "Beside sternum in right 2nd intercostals space",
        "opd": "Besides the sternum in the right 3 rdintercostals space",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "c55e9ab8-2f90-4931-803b-85c441fb1f6d",
        "choice_type": "single"
    },
    {
        "question": "A structure marked with a red arrow is derived from which of the following?",
        "exp": "A structure marked with a red arrow is derived from endocardial cushion Structures derived from endocardial cushion are: Atrial septum Membranous pa of ventricular septum Atrioventricular canal, valves Aoo-pulmonary channels Any endocardial cushion defect = Cardiac malformation",
        "cop": 3,
        "opa": "Bulbous venosus",
        "opb": "Septum primum",
        "opc": "Endocardial cushion",
        "opd": "Left venous valve",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "3afb6b7a-65d5-4709-95ed-91aaca11f0d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms Anterior boundary of Middle mediastinum?",
        "exp": "BOUNDARIES OF MIDDLE MEDIASTINUM: Anteriorly - sterno-pericardial ligaments Posteriorly - esophagus, descending thoracic aoa, Azygos vein On each side - Mediastinal pleura",
        "cop": 1,
        "opa": "Sterno-pericardial ligaments",
        "opb": "Oesophagus",
        "opc": "Azygos vein",
        "opd": "Descending thoracic aoa",
        "subject_name": "Anatomy",
        "topic_name": "Surfaces and Grooves",
        "id": "0956529f-0633-4297-ba22-682d09c11db8",
        "choice_type": "single"
    }
]