[
    {
        "question": "A 44-year-old man with a stab wound was brought to the emergency depament and a physician found that the patient was suffering from a laceration of his right phrenic nerve. Which of the following conditions has likely occurred?",
        "exp": "Loss of sensation in the pericardium and mediastinal pleura because Phrenic nerve supply (sensory) central pa of diaphragm, pain from pericardium, mediastinal and diaphragmatic pleurae and peritoneum in the undersurface of diaphragm. Difficulty in inspiration on injury to phrenic nerve.",
        "cop": 3,
        "opa": "Injury to only general somatic efferent fibers",
        "opb": "Difficulty in expiration",
        "opc": "Loss of sensation in the pericardium and mediastinal pleura",
        "opd": "Normal function of the diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "a10393f8-d2ca-4d87-a5ca-1dc12f75db09",
        "choice_type": "single"
    },
    {
        "question": "Aery supply to Koch's triangle is from:",
        "exp": "Koch's triangle (and AV node) is supplied by right coronary aery in majority of population. Koch's triangle boundaries tendon of Todaro opening of coronary sinus at the base septal cusp of tricuspid valve (. atrio ventricular valve) AV node at apex",
        "cop": 1,
        "opa": "Right coronary aery",
        "opb": "Left coronary aery",
        "opc": "Left anterior descending aery",
        "opd": "Aery from anterior aoic sinus",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "c7c5785f-877d-4b16-848d-4ee13ef19a87",
        "choice_type": "single"
    },
    {
        "question": "During surgery of a 56-year-old man for squamous cell carcinoma of neck, the surgeon notices profuse bleeding from deep cervical aery. Which of the following aeries must be ligated immediately to stop bleeding?",
        "exp": "The surgeon should ligate costocervical trunk because it divides into deep cervical aery and superior intercostal aeries. Thyrocervical trunk gives off suprascapular, transverse cervical and inferior thyroid aery. Ascending cervical aery is a branch of inferior thyroid aery.",
        "cop": 1,
        "opa": "Costocervical trunk",
        "opb": "Transverse cervical aery",
        "opc": "Thyrocervical trunk",
        "opd": "Inferior thyroid aery",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "488e00a8-89e1-4e9f-b8a7-2c17b547b05f",
        "choice_type": "single"
    },
    {
        "question": "On an angiography of 55 year old male, blockade of right coronary aery is seen, leading to myocardial infarction. Which of the following structures may have oxygen deficiency?",
        "exp": "The atrioventricular (AV) node is supplied by the AV nodal aery, which usually arises from the right coronary aery opposite the origin of the posterior interventricular branch. The right atrium receives blood from the right coronary aery, Sinoatrial (SA) node is supplied by the sinuatrial node aery, Apex of the heart and AV septum are supplied by the anterior IV aery.",
        "cop": 3,
        "opa": "Right atrium",
        "opb": "Sinoatrial (SA) node",
        "opc": "Atrioventricular (AV) node",
        "opd": "Apex of the heart",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "b1762ff8-1507-44e1-a86c-771f98f7c5a6",
        "choice_type": "single"
    },
    {
        "question": "Rasmussen's aneurysm involves:",
        "exp": "Rasmussen's aneurysm refers to inflammatory pseudo-aneurysmal dilatation of the small to medium pulmonary aery branches that develop in the vicinity of a tuberculous cavity. from the rupture of a Rasmussen's aneurysm Life threatening massive hemoptysis is an uncommon yet life threatening complication of cavitary tuberculosis (TB)",
        "cop": 2,
        "opa": "Bronchial aery",
        "opb": "Pulmonary aery",
        "opc": "Intercostal aery",
        "opd": "Aoa",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "da236200-0e50-4f54-ae1f-6301b473dc92",
        "choice_type": "single"
    },
    {
        "question": "Cardiac dominance is determined by coronary aery",
        "exp": "Cardiac dominance is determined by posterior inter ventricular aery which supplies postero inferior pa of interventricular septum. Mostly this a branch of RCA so right cardiac dominance(65% of population) If posterior inter ventricular aery arise from left coronary aery, then it is left cardiac dominance in 10% of population(bad prognosis) Multiple PIVA one from right side one from left side that is co -dominance in 25% of population.",
        "cop": 2,
        "opa": "Supplying circulation to the SA node",
        "opb": "Supplying circulation to the inferior poion of the interventricular septum",
        "opc": "Supplying circulation to the inteatrial septum",
        "opd": "Supplying circulation to the anterior poion of the interventricular septum",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "d62637e7-d31d-4483-a03c-a54011111c3a",
        "choice_type": "single"
    },
    {
        "question": "Structure lying at marker C?",
        "exp": "Scalenus anterior muscle Attaches to the scalene tubercle on the inner(medial) border of 1st rib. * It's tendon is sandwiched between subclan vein (passing anterior) and subclan aery (passing posterior). Both vessels cross over the superior surface of 1st rib. Key: A - Area for attachment of scalenus medius B - Groove for subclan aeryC - Scalene tubercle (attachment of anterior scalene) D - Groove for subclan vein",
        "cop": 3,
        "opa": "Subclan vein",
        "opb": "Subclan aery",
        "opc": "Scalenus anterior",
        "opd": "Scalenus medius",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "f1086dab-0784-428d-94eb-356f850278d1",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman with a long history of shoulder pain is admitted to a hospital for surgery. Which of the following muscles becomes ischemic soon after ligation of the superficial or ascending branch of the transverse cervical aery?",
        "exp": "The trapezius receives blood from the superficial branch of the transverse cervical aery. The latissimus dorsi receives blood from the thoracodorsal aery. The rhomboid major receives blood from the deep or descending branch of the transverse cervical aery. The multifidus and longissimus capitis receive blood from the segmental aeries.",
        "cop": 3,
        "opa": "Latissimus dorsi",
        "opb": "Multifidus",
        "opc": "Trapezius",
        "opd": "Rhomboid major",
        "subject_name": "Anatomy",
        "topic_name": "Thorax: Aerial supply",
        "id": "8e3ea7a6-e20c-4b91-8439-b0882193ab59",
        "choice_type": "single"
    }
]