[
    {
        "question": "Thoracic duct opens into:",
        "exp": "Thoracic duct is continuation of cysterna chyli. It passes through aoic hiatus beginning at lower border of T12 . At T5 it crosses to left side andopens into the left venous (jugulo-subclan) angle - junction of the left internal jugular and subclan vein, at the beginning of left brachio-cephalic vein.",
        "cop": 4,
        "opa": "Subclan vein",
        "opb": "Internal jugular vein",
        "opc": "Right brachiocephalic vein",
        "opd": "Left brachiocephalic vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "8353de61-7c64-4e09-8c60-54d33ddce638",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding development of inferior vena cava?",
        "exp": "DEVELOPMENT OF VENOUS DRAINAGE : Beginning of IVC is by posterior cardinal vein. Renal & supra renal poion formed by sub cardinal vein Infra renal poion formed by supra cardinal vein Hepatic poion is formed by right vitelline vein Anterior cardinal vein forms SVC",
        "cop": 4,
        "opa": "Hepatic poion is formed by right vitelline vein",
        "opb": "Infra renal poion by supra cardinal vein",
        "opc": "Renal & supra renal poion by sub cardinal vein",
        "opd": "Beginning of IVC by anterior cardinal vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "72dbea44-75f5-4a1d-ba21-c71a827d5f8e",
        "choice_type": "multi"
    },
    {
        "question": "IVC obstruction presents with",
        "exp": "IVC obstruction presents with Thoraco epigastric dilation Blockade of IVC causes a communication between SVC & IVC by azygos vein due to which blood from IVC enters the SVC. A communication also sets up b/w superior and inferior epigastric vein in the rectus sheath which drains into Brachiocephalic vein Internal thoracic vein. Superficial Epigastric vein forms collaterals with Lateral Thoracic vein thoracoepigastric vein in case of either IVC or SVC obstruction Normally blood flow in the veins of anterior abdominal wall is in upward direction above the plane of the umbilicus and in downward direction below the plane of umblicus. But in case of IVC obstruction it is completely in upward direction ( both above and below the plane)",
        "cop": 4,
        "opa": "Esophageal varices",
        "opb": "Haemorrhoids",
        "opc": "Para-umbilical dilatation",
        "opd": "Thoraco-epigastric dilatation",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "daf1c228-90fc-48dc-a53f-25492ef74851",
        "choice_type": "single"
    },
    {
        "question": "In IVC obstruction, all of the following collaterals help EXCEPT:",
        "exp": "In IVC obstruction, collaterals open up to drain blood into SVC and then to the hea (right atrium). Since, superficial epigastric and iliolumbar vein both drain into IVC, they are not helping the cause. Superior epigastric and inferior epigastric form collateral in rectus sheath. Superior epigastric drain into internal thoracic then into SVC which open into right atrium, hence blood can be drained from IVC into SVC . Superficial Epigastric vein forms collaterals with Lateral Thoracic vein thoracoepigastric vein in case of either IVC or SVC obstruction",
        "cop": 2,
        "opa": "Superior epigastric and inferior epigastric vein",
        "opb": "Superficial epigastric and iliolumbar vein",
        "opc": "Azygos and ascending lumbar vein",
        "opd": "Lateral thoracic and preveebral vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "4ab4ea10-69e7-43e6-b10d-0c4ce2dce005",
        "choice_type": "multi"
    },
    {
        "question": "True about hemiazygos vein are all EXCEPT:",
        "exp": "Hemiazygos vein is formed by the confluence of the left ascending lumbar and left subcostal vein. It pierces left crus of diaphragm. Some pa of abdominal pa of abdominal esophagus drain into hemiazygous vein. At T8 level drain into azygous vein.",
        "cop": 1,
        "opa": "Formed by right lumbar azygos and right ascending lumbar veins",
        "opb": "Pierces left crus of diaphragm",
        "opc": "Drains esophageal vein",
        "opd": "At T8 level drains into azygos vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "170c512f-3f81-47c8-b45c-4c8d602cb440",
        "choice_type": "multi"
    },
    {
        "question": "A 37-year-old man is brought to the emergency depament complaining of severe chest pain. His angiogram reveals thromboses of both brachiocephalic veins just before entering the superior vena cava. This condition would most likely cause a dilation of which of the following veins?",
        "exp": "The left superior intercostal vein is formed by the second, third, and fouh posterior intercostal veins and drains into the left brachiocephalic vein, so its thrombosis leads to dilatation of left superior intercostal vein. The right superior intercostal vein drains into the azygos vein, which in turn drains into the SVC. The hemiazygos vein drains into the azygos vein, whereas the internal thoracic vein empties into the brachiocephalic vein.",
        "cop": 4,
        "opa": "Azygos",
        "opb": "Hemiazygos",
        "opc": "Right superior intercostal",
        "opd": "Left superior intercostal",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "b67f7025-46cf-4bff-9301-6456d7f7afaf",
        "choice_type": "multi"
    },
    {
        "question": "A 46-year-old patient comes to doctor's OPD with complains of chest pain and headache. His computed tomography (CT) scan reveals a tumor located just superior to the root of the right lung. Blood flow in which of the following veins is most likely blocked by this tumor?",
        "exp": "The azygos vein arches over the root of the right lung and empties into the SVC. Other veins do not pass over the root of the right lung.",
        "cop": 2,
        "opa": "Hemiazygos vein",
        "opb": "Arch of the azygos vein",
        "opc": "Right subclan vein",
        "opd": "Right brachiocephalic vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "9ffdc37e-2005-4a47-8f3e-2cce60026ff6",
        "choice_type": "single"
    },
    {
        "question": "The last tributary of the azygos vein is:",
        "exp": "All of the above are the tributaries of Azygos vein. Right bronchial vein opens into the Azygos vein near its termination into SVC. Fig:- Venous drainage",
        "cop": 3,
        "opa": "Right superior intercostal vein",
        "opb": "Hemi-azygos vein",
        "opc": "Right bronchial vein",
        "opd": "Accessory azygos vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "74cb8be2-7b0c-4c72-95a0-4444b61f9b95",
        "choice_type": "single"
    },
    {
        "question": "All is true about Pecquet duct EXCEPT",
        "exp": "Thoracic duct, aka duct pecquet, is the largest lymphatic vessel in the body. it Crosses from right to left at level of T5 It extends from the lower border of T12 as a continuation of the cisterna chyli. Enters thorax through the aoic opening of diaphragm along with the aoa & azygous veins. It ascends through the posterior mediastinum till T5, where it crosses from right to left side. It then courses through superior mediastinum along the left edge of esophagus and reaches the neck. In the neck it arches laterally at level of transverse process of C7. It descends in front of the 1st pa of subclan aery & ends by opening into the angle of junction between the L. subclan & L. jugular veins",
        "cop": 3,
        "opa": "Begins at level of T 12",
        "opb": "Enters thorax through aoic opening",
        "opc": "Crosses from right to left at level of T8",
        "opd": "Passes the superior apeure of thorax",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "12b066ea-8045-4a1f-a3c4-e8dfe3c75b9c",
        "choice_type": "multi"
    }
]