[
    {
        "question": "Blood supply of thoracic part of esophagus -",
        "exp": "Ans. is 'a' i. e., Aorta Part of esophagus. Blood supply. Cervical. Inferior thyroid artery. Thoracic. Esophageal branches of aorta. Abdominal. Left gastric artery",
        "cop": 1,
        "opa": "Aorta",
        "opb": "Inferior thyroidartery",
        "opc": "Gastric artery",
        "opd": "Superior thyroid artery",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "40501b52-ef2a-4cfc-94d3-ded911f9019e",
        "choice_type": "single"
    },
    {
        "question": "2nd constriction of esophagus is caused by -",
        "exp": "Ans. is 'b' i. e., Arch of aorta o 2nd constriction is at T4 level where arch of aorta crosses esophagus. Esophageal constrictions. Number. Distance from incisor. Bony level. Anatomical landmark1st15 cm (6 inches)C6. At its beginning (pharyngo-esophageal junction)2nd22[?]5 cm (9 inches)T4. Crossing of aortic arch3rd27[?]5 cm (11 inches)T6. Crossing of left main bronchus4th37[?]5 - 40 cm (15-16 inches)T10. Piercing diaphragm (at lower esophageal sphinctor)",
        "cop": 2,
        "opa": "Left bronchus",
        "opb": "Arch of aorta",
        "opc": "Diaphragm",
        "opd": "Lower sphincter",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "0166e466-5ec1-4c44-bec2-4dce57b3a19f",
        "choice_type": "single"
    },
    {
        "question": "Extent of esophagus -",
        "exp": "Ans. is 'b' i. e., C6 - T10 Esophaguso It is a narrow muscular tube measuring 25 cm long connecting pharynx with stomach. o It begins as a continuation of laryngopharynx at the level of lower border of cricoid cartilage at the level of C6 vertebrae and passes through the diaphragm at the level of T10 through esophageal hiatus of diaphragm. It ends at T11 level by opening into cardiac orifice of stomach. o Oesophagus does not have straight course rather it presents anteroposterior curvatures. o It is lined by stratified squamous nonkeratinized epithelium. o Esophagus is divided into three parts (i) Cervical part (4 cm), (ii) Thoracic part (20 cm), and (iii) abdominal part (1 - 2 cm). o Anterja. Tsupply of cervical part is by inferior thyroid artery, thoracic part by esophageal branches of descending thoracic aorta and branchial arteries, and abdominal part by left gastric artery and left inferior phrenic artery. o Venous drainage of cervical part is through inferior thyroid veins, thoracic part by azygous vein, and abdominal part by left gastric vein. o Lymphatic drainage of cervical part is by deep cervical nodes, thoracic part is by posterior mediastinal nodes and abdominal part is by left gastric nodes.",
        "cop": 2,
        "opa": "C2-C6",
        "opb": "C6-T10",
        "opc": "T2-T10",
        "opd": "C1-T4",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "3c3ec572-03bb-489c-8e76-ee943e53f2a9",
        "choice_type": "single"
    },
    {
        "question": "Which of these pass through aortic hiatus",
        "exp": "Ans. is 'a' i. e Thoracic duct and azygous vein Structures passing through the large openings in the diaphragm. The aortic openingaorta*thoracic duct* azygos vein*Oesophageal opening. Oesophagus*Gastric (vagus) nerves*Oesophageal branches of the left gastric artery*Vena caval openingthe inferior vena cava*branches of the right phrenic nerve*Structures passing through the small openings in the diaphragm*Each crus of the diaphragm is pierced by the greater* and the lesser splanchnic nerves*. The left crus is pierced in addition by the hemiazygos vein*Sympathetic chain passes behind the medial arcuate ligament*Subcostal vessels and nerves pass behind the lateral arcuate ligament*Larry's space or Foramen of Morgagni's - ( space between the xiphoid and the costal cartilage origins of the diaphragm) Superior epigastric vessels*Musculophrenic vessels pierce the diaphragm at the 8th or 9th costal cartilage. Also know. Vertebral level of large openings in diaphragm* * Aortic opening - T12 * Oesophageal opening - T10*Venacaval opening - T8",
        "cop": 1,
        "opa": "Thoracic duct and azygos vein",
        "opb": "Thoracic duct and gastric artery",
        "opc": "Vagus nerve with oesophagus",
        "opd": "Aorta with oesophagus",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "89911ff4-3237-4297-a225-1b09787b7f42",
        "choice_type": "single"
    },
    {
        "question": "Opening of esophagus into diaphragm is at the level of -",
        "exp": "Ans. is 'b' i. e., T10 Opening. Vertebral level. In which part of diaphragm. Passing structure. Vena Cavai. T8. Central tendony Inferior vena cavay Right phrenic nerve. Oseophageai. T10. Muscular portion derived from right crusy Oesophagusy Oesophageal br. of left gastric arteryy Gastric or vagus nerve. Aortic. T12. Osseoaponeurotic betweenright and lateral crusy Aortay Thoracic ducty Azygous vein",
        "cop": 2,
        "opa": "T6",
        "opb": "T10",
        "opc": "T12",
        "opd": "T8",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "f48237f3-a1ae-432e-88c0-0ab5588777de",
        "choice_type": "single"
    },
    {
        "question": "Constrictions of esophagus when measured from upper incisors are present at?",
        "exp": "ANSWER: (B) 15 on, 25 cm, 40 cm. REF: P L Dhingra, 4th edition, page 64, Keith L. Moore 4th edition page 109. Repeat from June 2010. APPLIED ANATOMY OF OESOPHAGUS: It is a fibro muscular tube, about 25 cm long in an adult. It extends from the lower end of pharynx (C6) to the cardiac end of stomach (Til). It runs \\Tertically but inclines to the left from its origin to thoracic inlet and again from T7 to oesophageal opening in the diaphragm. It shows three normal constrictions and it is important to know their location at oesophagoscopy. They are: At pharyngo-oesophageal junction (C6) - 15 cm from the upper incisors. At crossing of arch of aorta and left main bronchus (T 4) - 25 cm from upper incisors. Where it pierces the diaphragm (T 10) - 40 cm from upper incisors. (Foreign bodies in the oesophagus can be held up at these constrictions). Check star (*) in the following diagram",
        "cop": 2,
        "opa": "15 cm, 20 cm, 40 cm",
        "opb": "15 cm, 25 cm, 40 cm",
        "opc": "20 cm, 30 cm, 40 cm",
        "opd": "30 cm, 40 cm. 60 cm",
        "subject_name": "Anatomy",
        "topic_name": "Thoracic Duct & Esophagus",
        "id": "869cdd31-df30-42ea-ab7c-6cd76eb4d1e9",
        "choice_type": "single"
    }
]