[
    {
        "question": "Thoracic duct opens into:",
        "exp": "Thoracic duct is continuation of cysterna chyli. It passes through aoic hiatus beginning at lower border of T12. At T5 it crosses to left side andopens into the left venous (jugulo-subclan) angle - junction of the left internal jugular and subclan vein, at the beginning of left brachio-cephalic vein.",
        "cop": 4,
        "opa": "Subclan vein",
        "opb": "Internal jugular vein",
        "opc": "Right brachiocephalic vein",
        "opd": "Left brachiocephalic vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "8353de61-7c64-4e09-8c60-54d33ddce638",
        "choice_type": "single"
    },
    {
        "question": "IVC obstruction presents with",
        "exp": "IVC obstruction presents with Thoraco epigastric dilation Blockade of IVC causes a communication between SVC & IVC by azygos vein due to which blood from IVC enters the SVC. A communication also sets up b/w superior and inferior epigastric vein in the rectus sheath which drains into Brachiocephalic vein Internal thoracic vein. Superficial Epigastric vein forms collaterals with Lateral Thoracic vein thoracoepigastric vein in case of either IVC or SVC obstruction Normally blood flow in the veins of anterior abdominal wall is in upward direction above the plane of the umbilicus and in downward direction below the plane of umblicus. But in case of IVC obstruction it is completely in upward direction ( both above and below the plane)",
        "cop": 4,
        "opa": "Esophageal varices",
        "opb": "Haemorrhoids",
        "opc": "Para-umbilical dilatation",
        "opd": "Thoraco-epigastric dilatation",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "daf1c228-90fc-48dc-a53f-25492ef74851",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old patient comes to doctor's OPD with complains of chest pain and headache. His computed tomography (CT) scan reveals a tumor located just superior to the root of the right lung. Blood flow in which of the following veins is most likely blocked by this tumor?",
        "exp": "The azygos vein arches over the root of the right lung and empties into the SVC. Other veins do not pass over the root of the right lung.",
        "cop": 2,
        "opa": "Hemiazygos vein",
        "opb": "Arch of the azygos vein",
        "opc": "Right subclan vein",
        "opd": "Right brachiocephalic vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "9ffdc37e-2005-4a47-8f3e-2cce60026ff6",
        "choice_type": "single"
    },
    {
        "question": "The last tributary of the azygos vein is:",
        "exp": "All of the above are the tributaries of Azygos vein. Right bronchial vein opens into the Azygos vein near its termination into SVC. Fig:- Venous drainage",
        "cop": 3,
        "opa": "Right superior intercostal vein",
        "opb": "Hemi-azygos vein",
        "opc": "Right bronchial vein",
        "opd": "Accessory azygos vein",
        "subject_name": "Anatomy",
        "topic_name": "Thorax- wall and Bronchopulmonary segment",
        "id": "74cb8be2-7b0c-4c72-95a0-4444b61f9b95",
        "choice_type": "single"
    }
]