[
    {
        "question": "Isthmus of thyroid gland lies at which level -",
        "exp": "Ans. is 'd' i. e., C7 Scheme to show the location arsd subdivisions of the thyroid gland including the false capsule",
        "cop": 4,
        "opa": "C2",
        "opb": "C4",
        "opc": "C5",
        "opd": "C7",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "5cb29ecf-479a-4d05-a96d-7ab9b09e3e44",
        "choice_type": "single"
    },
    {
        "question": "Superior thyroid artery is related to -",
        "exp": "Ans. is 'b' i. e., External laryngeal nerve Blood supply of thyroid. Artery. Branch of. Related to. Remark. Superior thyroid. External carotid. External laryngeal N. During thyroidectomy superior thyroid artery is ligated close to upper pole ofgland to avoid injury to external laryngeal nerve. Inferior thyroid. Thyrocervical trunk. Recurrent laryngeal N. During thyroidectomy inferior thyroid artery is ligated away from the lower pole to avoid injury to recurrent laryngeal nerve. Lowest thyroid A. (thyroid ima). Brachiocephalic trunk or Aorta Accessory thyroid. Tracheal & esophageal arteries",
        "cop": 2,
        "opa": "Recurrent laryngeal nerve",
        "opb": "External laryngeal nerve",
        "opc": "Internal laryngeal nerve",
        "opd": "Chorda-tympani nerve",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "92978bda-cae9-4a90-bb41-205ca470a141",
        "choice_type": "single"
    },
    {
        "question": "Total parathyroid gland in our body are?",
        "exp": "ANSWER: (D) 4. REF: Gray's Anatomy 40th ed Ch: 32. Parathyroid glands: The parathyroid glands are small, yellowish-brown, ovoid or lentiform structures, usually lying between the posterior lobar borders of the thyroid gland and its capsule. They are commonly 6 mm long, 3-4 mm across, and 1-2 mm from back to front, each weighing about 50 mg. Usually there are two on each side, superior and inferior. Variations: There may be only three or many minute parathyroid islands scattered in connective tissue near the usual sites. Normally the inferior parathyroids migrate only to the inferior thyroid poles, but they may descend with the thymus into the thorax or not descend at all, remaining above their normal level near the carotid bifurcation. To help identification, the anastomotic connection between the superior and inferior thyroid arteries along the posterior border of the thyroid gland usually passes very close to the parathyroids. The inferior pair are more variably situated, and may be within the fascial thyroid sheath, below the inferior thyroid arteries and near the inferior lobar poles; or outside the sheath, immediately above an inferior thyroid artery; or in the thyroid gland near its inferior pole. The superior parathyroids are usually dorsal, the inferior parathyroids ventral, to the recurrent laryngeal nerves. Vasculature: The parathyroid glands have a rich blood supply from the inferior thyroid arteries or from anastomoses between the superior and inferior vessels. Approximately one-third of human parathyroid glands have two or more parathyroid arteries. Lymph vessels are numerous and associated with those of the thyroid and thymus glands. Nerve supply: The nerve supply is sympathetic, either direct from the superior or middle cervical ganglia or via a plexus in the fascia on the posterior lobar aspects. Parathyroid activity is controlled by variations in blood calcium level: it is inhibited by a rise and stimulated by a fall. The nerves are believed to be vasomotor but not secretomotor. Histology: Contains two types of cells. Active cells or chief cells which produce parathormone. Chief cells differ ultrastructurally according to their level of activity: active chief cells have large Golgi complexes with numerous vesicles and small membrane-bound granules. Glycogen granules are most abundant in inactive cells, which appear histologically as 'clear' cells. In normal human parathyroid glands, inactive chief cells outnumber active cells in a ratio of 3-5: 1. Second cell type, the oxyphil (eosinophil) cell, appears just before puber ty and increases in number with age. Oxyphil cells are larger than chief cells and contain more cytoplasm, ivhich stains deeply with eosin. Their nuclei are smaller and more darkly staining than those of chief cells, and their cytoplasm is unusually rich in mitochondria. The functional significance of oxyphil cells and their relationship to chief cells are uncertain",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "9ad66af7-75ed-4a53-84f9-5cff732aeca1",
        "choice_type": "single"
    },
    {
        "question": "Inferior thyroid artery arises from which of these vessels?",
        "exp": "Ans. is 'a' i. e., Thyrocervical trunk o Thyrocervical trunk divides into the inferior thyroid, suprascapular and transverse servical arteries. Arterial tree: Subclavian artery. PART 1. Vertebral arteryinternal thoracic artery. Superior epigastric. Musculophrenic. Thyro-cervical trunk. Suprascapular. Inferior thyroid. Transverse cervical. PART 2. Costocervical trunk. Deep cervical. Superior intercostal. Dorsal scapular PART 3 Axillary artery. PART 1. Superior thoracic a. PART 2. Acromio-thoracic a. Lateral-thoracic a. Alar-thoracic a. PART 3. Subscapular a. Circumflex scapular thoarcodorsal. Anterior circumflex humeral a. Posterior circumflex humeral a. External carotid artery. Anterior. Superior thyroid a. Lingual a. Facial a. Posterior. Occipital a. Posterior auricular a. Medial. Ascending pharyngeal a. Terminal. Maxillary a. Superficial temporal a. Internal carotid artery. Cervical part Petrous part. Caroticotympanic br. Pterygoid br. Cavernous part. Cavernous br. Hypopyseal br. Meningeal br. Cerebral part. Ophthalmic a. Anterior choroidal a. Posterior communicating a. Anterior cerebral a. o Middle cerebral is the continuation and largest branch of Internal Carotid Artery, o Cervical part of ICA has no branches.",
        "cop": 1,
        "opa": "Thyrocervical trunk",
        "opb": "Brachiocephalic trunk",
        "opc": "Internal carotid artery",
        "opd": "External carotid artery",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "eeb93644-ef10-4e71-9137-4452150737f4",
        "choice_type": "single"
    },
    {
        "question": "Inferior thyroid artery is related to -",
        "exp": "Ans. is 'b' i. e., Recurrent laryngeal Blood supply of thyroid. Artery. Branch of. Related to. Remark. Superior thyroid. External carotid. External laryngeal N. During thyroidectomy superior thyroid artery is ligated close to upper pole of gland to avoid injury to external laryngeal nerve. Inferior thyroid. Thyrocervical trunk. Recurrent laryngeal N. During thyroidectomy inferior thyroid artery is ligated away from the lower pole to avoid injury to recurrent laryngeal nerve. Lowest thyroid A. (thyroid ima ). Brachiocephalic trunk or Aorta Accessory thyroid. Tracheal & esophageal arteries",
        "cop": 2,
        "opa": "Superior laryngeal nerve",
        "opb": "Recurrent laryngeal",
        "opc": "Glossopharyngeal nerve",
        "opd": "XII nerve",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "0041b3f6-4e5a-449a-88c6-06c9a92aa21c",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic drainage of thyroid gland is mainly -",
        "exp": "Ans. is 'c' i. e., Deep cervical nodes Lymphatic drainage of thyroido Lymph from the upper part of the gland reaches the upper deep cervical lymph nodes either directly or through the prelaryngeal nodes. o Lymph from the lower part of the gland drains to the lower deep cervical nodes directly, and also through the pretracheal and paratracheal nodes.",
        "cop": 3,
        "opa": "Sublingual nodes",
        "opb": "Submandibular nodes",
        "opc": "Deep cervical nodes",
        "opd": "Submental nodes",
        "subject_name": "Anatomy",
        "topic_name": "Thyroid Gland",
        "id": "b599ebd0-152f-4b70-aa80-dd5197c99135",
        "choice_type": "single"
    }
]