[
    {
        "question": "Foreign body from trachea most common goes to right bronchus due to -",
        "exp": "Ans. is 'b' i. e., Wider & in continuous line with trachea o Trachea bifurcates at Carina (at Lower border of T4 vertebra at T4-T5 disc space) into right and left principal (primary) bronchi. o Right principal bronchus is wider, shorter (2-5 cm long), and more vertical in the line of trachea (25deg with median plane). o Therefore a foreign body is most likely to lodge in the right bronchus.",
        "cop": 2,
        "opa": "Right bronchus shallow",
        "opb": "Wider & in continuous line with trachea",
        "opc": "Right bronchus is longer",
        "opd": "Right bronchus is horizontal",
        "subject_name": "Anatomy",
        "topic_name": "Trachea",
        "id": "dfc07ffb-c35b-4ae6-88b6-eb90f858dfe3",
        "choice_type": "multi"
    },
    {
        "question": "Cartilage in trachea -",
        "exp": "Ans. is 'a' i. e., Hyalineo Tracheal rings are hyaline cartilage. Types of Cartilages Hyaline Cartilage. Elastic Cartilage. Fibrocartilage Articular cartilage. Arytenoid cartilage. Thyroid cartilage. Cricoid cartilage. Epiphyseal growth plate. Nasal septum. Costal cartilage of ribs. Tracheal rings Example. Auricle. Auditory tube. Epiglottis. Cuneiform cartilage of larynx. External auditoiy canal. Articular discs. Intervertebral discs. Menisci. Public symphysis. Acetabular labrum",
        "cop": 1,
        "opa": "Hyaline",
        "opb": "Elastic",
        "opc": "Articular",
        "opd": "Fibro",
        "subject_name": "Anatomy",
        "topic_name": "Trachea",
        "id": "af102c83-c814-4f2e-8a5e-da395b68b46f",
        "choice_type": "single"
    },
    {
        "question": "Trachea bifurcates at-",
        "exp": "Ans. is 'a' i. e. T4-T5 Trachea extends from the lower border of cricoid cartilage opposite C6 to the upper border of Ty. Length of trachea - 10-11 cm*",
        "cop": 1,
        "opa": "T4-T5",
        "opb": "T5-T6",
        "opc": "T6-T7",
        "opd": "t7-t8",
        "subject_name": "Anatomy",
        "topic_name": "Trachea",
        "id": "6d216673-0cb1-4f4f-9778-2545f730780b",
        "choice_type": "single"
    }
]