[
    {
        "question": "Which of the suprahyoid muscle is supplied by both facial nerve and mandibular nerve -",
        "exp": "Ans, is 'c' i. e., Digastric o Anterior belly of digastric is supplied by nerve to myelohyoid (a branch of mandibular nerve) and posterior belly is supplied by facial nerve. Suprahyoid muscles. Muscle1. Digastric (DG)has two bellies. Origin(a) Anterior belly (DGA) from digastric fossa of mandible(b) Posterior belly (DGP) from mastoid notch of temporal bone. Fibres(a) Anterior belly runs downwards and backwards(b) Posterior belly runs downwards and forwards. Insertion. Both heads meet at the intermediate tendon which perforates SH and is held by a fibrous pulley to the hyoid bone. Nerve supply. Anterior belly by nerve to mylohyoid. Facial nerve. Actions(a) Depresses mandible when mouth is opened widely or against resistance; it is secondary to lateral pterygoid(b) Elevates hyoid bone2. Stylohyoid (SH). Posterior surface of styloid process. Tendon is perforated by DGP tendon. Junction of body and greater cornua of hyoid bone. Facial nerve(a) Pul Is hyoid bone upwards and backwards(b) with other hyoid muscles, it fixes the hyoid bone3. Mylohyoid (MH) Flat triangular muscle; two mylohoids form floor of mouth cavity. Mylohyoid line of mandible. Fibers run medially and slightly downwards(a) Posterior fibers; body of hyoid bone(b) Middle and anterior fibers; median raphe, between mandible and hyoid bone. Nerve to mylohyoid(a) Elevates floor of mouth in first stage of deglutition(b) Helps in depression of mandible, and elevation of hyoid bone4. Gemohyoid (GH). Inferior mental spine (genial tubercle). Runs backwrds and downwards. Anterior surface of body of hyoid bone. Cl through hypoglossal nerve(a) Elevates hyoid bone(b) May depress mandible when hyoid is fixed5. Hyoglossus. It is a muscle of tongue. Whole length of greater cornua and lateral part of body of hyoid bone. Fibers run upwards and forwards. Side of tongue between styloglossus and inferior longitudinal muscle of tongue. Hypoglossal (XII) nerve. Depresses tongue makes dorsum convex retracts the protruded tongue",
        "cop": 3,
        "opa": "Stylohyoid",
        "opb": "Mylohyoid",
        "opc": "Digastric",
        "opd": "Hyuglossus",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "3c547201-d44c-4747-9305-3e10facb783d",
        "choice_type": "multi"
    },
    {
        "question": "Which structure can be felt at the lower part of the medial border of stemocleidomastoid:-",
        "exp": "Ans. is 'b' i. e. Common carotid artery",
        "cop": 2,
        "opa": "subclavian artery",
        "opb": "Common carotid artery",
        "opc": "Internal mammary artery",
        "opd": "Maxillary artery",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "b4dc9ba5-c1f5-43f6-b02f-e2776f8cb286",
        "choice_type": "single"
    },
    {
        "question": "Posterior belly of digastric develops from:",
        "exp": "Ans: B (2nd arch) Ref. BDC, 4 ed, Vol. III p. 289. Anterior belly of digastric is derived from the 1sl arch, while the posterior belly develops from the 2nd arch. ARCHNERVEMUSCLESSTRUCTURESFROM CARTILAGE1st. Mandibular. Medial pterygoid. Lateral Pterygoid. Masseter. Temporalis. Mylohyoid. Ant. Belly of Digastric. Tensor tympani. Tensor palate Merckel's cartilage||Malleus. Incus2nd. Facial. Muscles of facialexpression. Platysma. Stylohyoid. Occipitofrontalis. Posterior belly of Digastric. Stapedius. Reichert's cartilage||Stapes. Styloid process. Stylohyoid ligament. Smaller horn of Hyoid. Sup. part of body of Hyoid3rd. Glossopharyngeal. Stylopharyngeus. Greater cornu of hyoid. Lower part of body of hyoid4th. Superior laryngeal nerve. Muscles of pharynx and larynx. Cartilages of larynx6th. Recurrent laryngeal nerve. Muscles of pharynx and larynx",
        "cop": 2,
        "opa": "1st arch",
        "opb": "2nd arch",
        "opc": "3rd arch",
        "opd": "4th arch",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "4c243359-8ede-4bb4-8f20-156d2e0cc30f",
        "choice_type": "single"
    },
    {
        "question": "Superficial incision on posterior triangle of neck leads to",
        "exp": "Ans is 'a' i. e. difficulty in shrugging of shoulder Nerves in the posterior triangle of neck (only motor nerves). Spinal accessory nerve. Two small branches to levator scapulae(C3, 4). Nerve to Rhomboide. Nerve to serratus anterior. Nerve to subclavius. Suprascapular nerve. When a superficial incision is made in the post triangle, the nerve most likely to be injured is spinal accessory nerve, because it runs through a tunnel in the fascia forming the roof of triangle. Rest all nerves are either deep or have a very small course in the lower part of the triangle. Spinal accessory nerve supplies 2 muscles -Trapezius andsternocleidomastoid. Action of Trapezius*: Elevation of scapula. Retraction of scapula. Rotation of scapula. Action of sternocleidomastoid*: Turns the face to opposite side *Tilts the head towards the same shoulder. When SCM of both sides contracts draws the head forwards.",
        "cop": 1,
        "opa": "Difficulty in shrugging of shoulder",
        "opb": "Difficulty in start of abduction",
        "opc": "Difficulty in rotation of face towards the same side",
        "opd": "Difficulty in flexion",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "3b0eea6f-ffe9-4bb1-94b4-9412aba07a8e",
        "choice_type": "single"
    },
    {
        "question": "Common carotid artery divides at the level of",
        "exp": "Ans. is 'c' i. e. Superior border of thyroid cartilage Common carotid artery ends at the level of upper border of the thyroid cartilage by dividing into external & internal carotid arteries Also remember the following imp. levels * Sternal angle- costal cartilage of 2nd rib, T4/T5. IV disc* Xiphoid process- T9* Tracheal bifurcation- T4/T5 IV disc* Trachea extends from- C6 to T5* Arch of aorta begins and ends at- T4* Aortic opening in diaphragm- T12* Esophageal opening in diaphragm- T10* Vena caval opening in diaphragm- T8* Thoracic duct crosses from Rt to Left- T5* Splenic axis- 10th rib* Celiac trunk arises- T12/L, IV disc* Superior mesenteric artery arises- LI* Renal arteries- L1/L2* Inferior mesenteric artery- L3* Aorta ends by bifurcating into common iliac arteries- L4* IVC begins at- L5* Umbilicus- L3/L4",
        "cop": 3,
        "opa": "Hyoid bone",
        "opb": "Cricoid cartilage",
        "opc": "Superior border of thyroid cartilage",
        "opd": "Inferior border of thyroid cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "7a930f17-8810-4fad-ac18-04e8d747e063",
        "choice_type": "single"
    },
    {
        "question": "Spinal part of accessory nerve supplies -",
        "exp": "Ans. is 'b' i. e., Sternocleidomastoid o Accessory nerve (eleventh cranial nerve) has two rootsy cranial and spinal. o Spinal accessory supplies: Sternocleidomastoid. Trapeziuso Follow ing are the 2 parts of the accessory nerve with their distribution: I Spinal part1 Sternocleidomastoid2. Trapezius. IICranial part. Muscles of the pharynx except stvlopharyngeus which is supplied by the glossopharyngeal nerve. Muscles of the palate except tensor veli palatini which is supplied by the mandibular division of the trigeminal nerve. o All muscles of the tongue are supplied by the hypoglossal nerve except palatoglossus which is supplied by the accessory nerve.",
        "cop": 2,
        "opa": "Platysma",
        "opb": "Sternocleidomastoid",
        "opc": "Stylohyoid",
        "opd": "Diagastric",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "1df001aa-5271-46fd-ba6a-cc74fb87f224",
        "choice_type": "single"
    },
    {
        "question": "Common carotid artery bifurcation is at -",
        "exp": "Ans. is 'a' i. e., Thyroid cartilage o Common carotid artery ends by dividing into internal carotid and external carotid at the upper border of thyroid cartilage at C4 level (thyroid cartilage is at C4 level, its upper border is at C5 level, i. e. C4 C5 disc). Vertebral levels (Mnemonic: All Bifurcations (B14-cation) are at The level of 4)C4. Hyoid bone; Bifurcation of common carotid artery. C5. Thyroid cartilage. C6. Cricoid cartilage Trachea begins. Oesophagus begins. Pharynx and larynx ends. C7. Thoracic duct reaches its greatest height; Isthmus of thyroid gland. T1. Sternoclavicular joint; Highest point of apex of lung. T2. Sternal notch. Jugular notch. T4. Sternal angle (of Louis) Junction of superior and inferior mediastinum. Ascending aorta ends. Arch of aorta begins and ends. Bifurcation of trachea. T8. IVC hiatus. T9. Xiphisternal joint. T10. Oesophageal hiatus. T12. Aortic hiatus Thoracic duct through diaphragm. Azyogos vein through diaphragm. LIEnd of spinal cord in adults Transpyloric plane. Pylorus of stomach. Superior mesenteric artery origin. Hilum of kindeys (renal artery-left is above and right is below). Celiac artery originates just above and renal arteries originate just below this line. L2. Thoracic duct begins; Azygos and hemiazygos begin. L3. Umbilicus End of spinal cord in newborns. Inferior mesenteric artery. L4iliac crest Aorta bifurcates into common iliac arteries. Inferior vena cava formed from common iliac veins. SISacral promontory. S2. Posterior superior iliac spine End of dural sac (Dura, arachnoid, subarachnoid space, CSF). Middle of sacroiliac joint. S3. Posterior inferior iliac spine End of sigmoid colon. Rectum begins (important landmark in surgery of recto sigmoid carcinoma)",
        "cop": 1,
        "opa": "Thyroid cartilage",
        "opb": "Cricoid cartilage",
        "opc": "T4",
        "opd": "T2",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "cfc4260e-aca8-495f-96a3-df25fe6d825d",
        "choice_type": "single"
    },
    {
        "question": "All the following structures are related to carotid sheath except:",
        "exp": "Ans: A (Sympathetic trunk) Ref: Grays Anatomy 40th Ed. Explanation: Carotid sheath. It is the tubular investment of deep cervical facsia. The anterior wall of the sheath is formed by pre-traeheal fascia. The posterior wall is formed by pre-vertebral fascia. Anca cervicalis embedded in the anterior wall of carotid sheath. Contents: 1. Common carotid artery2. Internal carotid artery3. Internal jugular vein4. Vagus nerve",
        "cop": 1,
        "opa": "Sympathetic trunk",
        "opb": "Vagus nerve",
        "opc": "Internal carotid artery",
        "opd": "Internal jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "6ebd4925-0bfd-4b88-a6db-1ed5c8d0f985",
        "choice_type": "multi"
    },
    {
        "question": "STYLOHYOID muscle is supplied by -",
        "exp": "Ans. is 'a' i. e., Facial Muscles of the Neck. Muscle. Origin. Insertion. Nerve Supply. Action. Platysma. Deep fascia over pectoralis major and deltoid. Body of mandible and of mouth. Facial nerve cervical branch. Depresses mandible and angle of mouth. Sternocleidomastoid. Manubrium stern i and medial third of clavicle. Mastoid process of temporal bone and occipital bone. Spinal part of accessory nerve and C2 and 3. Two muscles acting together extend head and flex neck; one muscle rotates head to opposite side. Digastric. Posterior belly. Mastoid process of temporal bone. Intermediate tendon is held to hyoid by fascial sling. Facial nerve. Depresses mandible or elevates hyoid bone. Anterior belly. Body of mandible Nerve to mylohyoid Stylohyoid. Stylohyoid process. Body of hyoid bone. Facial nerve. Elevates hyoid bone. Mylohyoid. Mylohyoid line of body of mandible. Body of hyoid bone and fibrous raphe. Inferior alveolar nerve. Elevates floor of mouth and hyoid bone or depresses mandible. Geniohyoid. Inferior mental spine of mandible. Body of hyoid bone1st cervical nerve. Elevates hyoid bone or depresses mandible. Sternohyoid. Manubrium stemi and clavicle. Body of hyoid bone. Ansa cervical is; Cl, 2 and 3. Depresses hyoid bone. Sternothyroid. Manubrium sterni. Oblique line on lamina of thyroid cartilage. Ansa cervicalis; Cl, 2 and 3. Depresses larynx. Thyrohyoid. Oblique line on lamina of thyroid cartilage. Lower border of body of hyoid bone1st cervical nerve. Depresses hyoid bone or elevates larynx. Omohyoid. Inferior belly. Upper margin of scapula and suprascapular Ligament. Intermediate tendon is held to clavicle and first rib by fascial sling. Ansa cervicalis; Cl, 2 and 3. Depresses hyoid bone. Superior belly. Lower border of body of hyoid bone Scalenus anterior. Transverse processes of 3rd, 4th, 5th and 6th cervical vertebrae1st rib. C4t 5 and 6. Elevates 1st rib; laterally flexes and rotates cervical part of vertebral column. Scalenus medius. Transverse processes of upper six cervical vertebrae1st rib. Anterior rami of cervical nerves. Elevates 1st rib; laterally flexes and rotates cervical part of vertebral column. Scalenus posterior. Transverse processes of lower cervical vertebrae2nd rib. Anterior rami of cervical nerves. Elevates 2nd rib; laterally flexes and rotates cervical part of vertebral column",
        "cop": 1,
        "opa": "Facial",
        "opb": "Glossopharyngeal",
        "opc": "Ansacervical",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "210ce2cf-d2fb-4ecd-a778-ad35c83f249c",
        "choice_type": "single"
    },
    {
        "question": "Sternocleidomastoid is supplied by all of the following artery except:",
        "exp": "Ans. d. Thyrocervical trunk (Ref: BDC 4/vol-III/73; Grays Anatomy 40/e p441; style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">reprint/134/2/144. pdf)SCM receives its blood supply from branches of the occipital and posterior auricular arteriesQ (upper part of muscle), the superior thyroid arteryQ (middle part of muscle), and the suprascapular arteryQ (lower part of muscle). The sternocleidomastoid muscle flap is used in reconstructive surgery of the neck. The exact knowledge of its blood supply helps to minimize the risk of flap necrosis after transposition. Vascular supply of Sternocleidomastoid Muscle* SCM receives its blood supply from branches of the occipital and posterior auricular arteries (upper part of muscle), the superior thyroid artery ( middle part of muscle), and the suprascapular artery (lower part of muscle).* A superiorly based flap can be raised on SCM to include a paddle of skin supplied by perforator vessels. This flap has been used to reconstruct the lips, floor of mouth and inner aspect of the cheeks, however its use has been superseded by microvascular free transfer flaps or by conventional myocutaneous flaps such as the pectoralis major flap.* Thyrocervical trunk supply SCM muscle in only 2% cases. Blood Supply of Sternocleidomastoid. Upper Third. Branches of Occipital arteryQ and posterior auricular arteries. Middle Third. Branches of Superior thyroidal arteryQ (42%), external carotid arteryQ (23%) or branches of both (27%). Lower Third. Branches of Suprascapular arteryQ",
        "cop": 4,
        "opa": "Occipital Artery",
        "opb": "Superior thyroid Artery",
        "opc": "Posterior auricular Artery",
        "opd": "Thyrocervical trunk",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "a7d4d11e-c4b9-4b6a-9a6b-ea71b109a614",
        "choice_type": "multi"
    },
    {
        "question": "False about sternocleidomastoid-",
        "exp": "Ans. is 'D' i. e.. Tilt the head on opposite side Sternocleidomastoid (sternomastoid) Origin 1. The, sternal head is tendinous and arises from the superolateral part of the front of the manubrium stemi. 2. The clavicular head is musculotendinous and arises from the medial one-third of the superior surface of the clavicle. It passes deep to the sternal head, and the twro heads blend below' the middle of the neck. Between the two heads, there is a small triangular depression of the lesser supraclavicular fossa, overlying the internal jugular vein. Insertion o It is inserted: 1. By a thick tendon into the lateral surface of mastoid process, from its tip to superior border. 2. By a thin apponeurosis into the lateral half of the superior nuchal line of the occipital bone. Nerve supply 1. The spinal accessor}' nerve provides the motor supply. It passes through the muscle. 2. Branches from the ventral rami of C2 are proprioceptive. Blood supply o Arterial supply-one branch each from superior thyroid artery and suprascapular artery and, two branches from the occipital artery' supply the big muscle, o Veins follow the arteries. Actions 1. When one muscle contracts: It turns the chin to the opposite side. It can also tilt the head towards the shoulder of same side. 2. When both muscles contract together: They draw the head forwards, as in eating and in lifting the head from a pillow. With the longus colli, they flex the neck against resistance. It also helps in forced inspiration.",
        "cop": 4,
        "opa": "Arises from sternum and clavicle",
        "opb": "Insertes on mastoid process",
        "opc": "Motor supply by spinal accessory nerve",
        "opd": "Tilt the head on opposite side",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "7e53b5f4-6d1c-4067-afce-a937f4e5cbaa",
        "choice_type": "multi"
    },
    {
        "question": "True regarding surface anatomy of internal jugularvein -",
        "exp": "Ans 'b' i. e., Line passing from ear lobule to medial end of clavicle SURFACE MARKINGS OF IMPORL4N VESSELS OF NECKSurface anatomy of internal jugular vein: o Internal jugular vein is marked by a line joining a point on the neck, medial to the ear lobule to a point at the medial end of the clavicle. Surface anatomy of the external jugular vein: o Marked by a line joining a point a little below and behind the angle of the mandible to a point on the clavicle just lateral to the posterior border of the stemocleidonastoid. Subclavian vein: o Marked by a line joining the medial end of the bone to its midpoint. Common carotid artery: o Marked by a line joining a point on the stemovlavicular joint to a point on the anterior border of the sternocleidomastoid at the level of upper border of the thyrroid cartilage. Internal carotid artery: o Marked by a line joining a point on the anterior border of the stemocleidommastoid at the level of upper border of thyroid cartilage to a point on the posterior border of the condyle of the mandible. External carotid artery: o Marked by a line joining a point on the anterior border of the stemocleidommastoid at the level of upper border of thyroid cartilage to a point on the posterior border of the neck of the mandible.",
        "cop": 2,
        "opa": "Line passing from ear lobule to mid pt of clavicle",
        "opb": "Line passing from ear lobule to medial end of clavicle",
        "opc": "Line joining ear lobule to lateral end of clavicle",
        "opd": "Line joining mastoid process to mid pt of clavicle",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "fb222ec0-6af8-4c23-91b6-aded4a48981b",
        "choice_type": "multi"
    }
]