[
    {
        "question": "Which structure can be felt at the lower part of the medial border of stemocleidomastoid:-",
        "exp": "Ans. is 'b' i. e. Common carotid artery",
        "cop": 2,
        "opa": "subclavian artery",
        "opb": "Common carotid artery",
        "opc": "Internal mammary artery",
        "opd": "Maxillary artery",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "b4dc9ba5-c1f5-43f6-b02f-e2776f8cb286",
        "choice_type": "single"
    },
    {
        "question": "Posterior belly of digastric develops from:",
        "exp": "Ans: B (2nd arch) Ref. BDC, 4 ed, Vol. III p. 289. Anterior belly of digastric is derived from the 1sl arch, while the posterior belly develops from the 2nd arch. ARCHNERVEMUSCLESSTRUCTURESFROM CARTILAGE1st. Mandibular. Medial pterygoid. Lateral Pterygoid. Masseter. Temporalis. Mylohyoid. Ant. Belly of Digastric. Tensor tympani. Tensor palate Merckel's cartilage||Malleus. Incus2nd. Facial. Muscles of facialexpression. Platysma. Stylohyoid. Occipitofrontalis. Posterior belly of Digastric. Stapedius. Reichert's cartilage||Stapes. Styloid process. Stylohyoid ligament. Smaller horn of Hyoid. Sup. part of body of Hyoid3rd. Glossopharyngeal. Stylopharyngeus. Greater cornu of hyoid. Lower part of body of hyoid4th. Superior laryngeal nerve. Muscles of pharynx and larynx. Cartilages of larynx6th. Recurrent laryngeal nerve. Muscles of pharynx and larynx",
        "cop": 2,
        "opa": "1st arch",
        "opb": "2nd arch",
        "opc": "3rd arch",
        "opd": "4th arch",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "4c243359-8ede-4bb4-8f20-156d2e0cc30f",
        "choice_type": "single"
    },
    {
        "question": "Superficial incision on posterior triangle of neck leads to",
        "exp": "Ans is 'a' i. e. difficulty in shrugging of shoulder Nerves in the posterior triangle of neck (only motor nerves). Spinal accessory nerve. Two small branches to levator scapulae(C3, 4). Nerve to Rhomboide. Nerve to serratus anterior. Nerve to subclavius. Suprascapular nerve. When a superficial incision is made in the post triangle, the nerve most likely to be injured is spinal accessory nerve, because it runs through a tunnel in the fascia forming the roof of triangle. Rest all nerves are either deep or have a very small course in the lower part of the triangle. Spinal accessory nerve supplies 2 muscles -Trapezius andsternocleidomastoid. Action of Trapezius*: Elevation of scapula. Retraction of scapula. Rotation of scapula. Action of sternocleidomastoid*: Turns the face to opposite side *Tilts the head towards the same shoulder. When SCM of both sides contracts draws the head forwards.",
        "cop": 1,
        "opa": "Difficulty in shrugging of shoulder",
        "opb": "Difficulty in start of abduction",
        "opc": "Difficulty in rotation of face towards the same side",
        "opd": "Difficulty in flexion",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "3b0eea6f-ffe9-4bb1-94b4-9412aba07a8e",
        "choice_type": "single"
    },
    {
        "question": "Common carotid artery divides at the level of",
        "exp": "Ans. is 'c' i. e. Superior border of thyroid cartilage Common carotid artery ends at the level of upper border of the thyroid cartilage by dividing into external & internal carotid arteries Also remember the following imp. levels * Sternal angle- costal cartilage of 2nd rib, T4/T5. IV disc* Xiphoid process- T9* Tracheal bifurcation- T4/T5 IV disc* Trachea extends from- C6 to T5* Arch of aorta begins and ends at- T4* Aortic opening in diaphragm- T12* Esophageal opening in diaphragm- T10* Vena caval opening in diaphragm- T8* Thoracic duct crosses from Rt to Left- T5* Splenic axis- 10th rib* Celiac trunk arises- T12/L, IV disc* Superior mesenteric artery arises- LI* Renal arteries- L1/L2* Inferior mesenteric artery- L3* Aorta ends by bifurcating into common iliac arteries- L4* IVC begins at- L5* Umbilicus- L3/L4",
        "cop": 3,
        "opa": "Hyoid bone",
        "opb": "Cricoid cartilage",
        "opc": "Superior border of thyroid cartilage",
        "opd": "Inferior border of thyroid cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "7a930f17-8810-4fad-ac18-04e8d747e063",
        "choice_type": "single"
    },
    {
        "question": "Spinal part of accessory nerve supplies -",
        "exp": "Ans. is 'b' i. e., Sternocleidomastoid o Accessory nerve (eleventh cranial nerve) has two rootsy cranial and spinal. o Spinal accessory supplies: Sternocleidomastoid. Trapeziuso Follow ing are the 2 parts of the accessory nerve with their distribution: I Spinal part1 Sternocleidomastoid2. Trapezius. IICranial part. Muscles of the pharynx except stvlopharyngeus which is supplied by the glossopharyngeal nerve. Muscles of the palate except tensor veli palatini which is supplied by the mandibular division of the trigeminal nerve. o All muscles of the tongue are supplied by the hypoglossal nerve except palatoglossus which is supplied by the accessory nerve.",
        "cop": 2,
        "opa": "Platysma",
        "opb": "Sternocleidomastoid",
        "opc": "Stylohyoid",
        "opd": "Diagastric",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "1df001aa-5271-46fd-ba6a-cc74fb87f224",
        "choice_type": "single"
    },
    {
        "question": "Common carotid artery bifurcation is at -",
        "exp": "Ans. is 'a' i. e., Thyroid cartilage o Common carotid artery ends by dividing into internal carotid and external carotid at the upper border of thyroid cartilage at C4 level (thyroid cartilage is at C4 level, its upper border is at C5 level, i. e. C4 C5 disc). Vertebral levels (Mnemonic: All Bifurcations (B14-cation) are at The level of 4)C4. Hyoid bone; Bifurcation of common carotid artery. C5. Thyroid cartilage. C6. Cricoid cartilage Trachea begins. Oesophagus begins. Pharynx and larynx ends. C7. Thoracic duct reaches its greatest height; Isthmus of thyroid gland. T1. Sternoclavicular joint; Highest point of apex of lung. T2. Sternal notch. Jugular notch. T4. Sternal angle (of Louis) Junction of superior and inferior mediastinum. Ascending aorta ends. Arch of aorta begins and ends. Bifurcation of trachea. T8. IVC hiatus. T9. Xiphisternal joint. T10. Oesophageal hiatus. T12. Aortic hiatus Thoracic duct through diaphragm. Azyogos vein through diaphragm. LIEnd of spinal cord in adults Transpyloric plane. Pylorus of stomach. Superior mesenteric artery origin. Hilum of kindeys (renal artery-left is above and right is below). Celiac artery originates just above and renal arteries originate just below this line. L2. Thoracic duct begins; Azygos and hemiazygos begin. L3. Umbilicus End of spinal cord in newborns. Inferior mesenteric artery. L4iliac crest Aorta bifurcates into common iliac arteries. Inferior vena cava formed from common iliac veins. SISacral promontory. S2. Posterior superior iliac spine End of dural sac (Dura, arachnoid, subarachnoid space, CSF). Middle of sacroiliac joint. S3. Posterior inferior iliac spine End of sigmoid colon. Rectum begins (important landmark in surgery of recto sigmoid carcinoma)",
        "cop": 1,
        "opa": "Thyroid cartilage",
        "opb": "Cricoid cartilage",
        "opc": "T4",
        "opd": "T2",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "cfc4260e-aca8-495f-96a3-df25fe6d825d",
        "choice_type": "single"
    },
    {
        "question": "STYLOHYOID muscle is supplied by -",
        "exp": "Ans. is 'a' i. e., Facial Muscles of the Neck. Muscle. Origin. Insertion. Nerve Supply. Action. Platysma. Deep fascia over pectoralis major and deltoid. Body of mandible and of mouth. Facial nerve cervical branch. Depresses mandible and angle of mouth. Sternocleidomastoid. Manubrium stern i and medial third of clavicle. Mastoid process of temporal bone and occipital bone. Spinal part of accessory nerve and C2 and 3. Two muscles acting together extend head and flex neck; one muscle rotates head to opposite side. Digastric. Posterior belly. Mastoid process of temporal bone. Intermediate tendon is held to hyoid by fascial sling. Facial nerve. Depresses mandible or elevates hyoid bone. Anterior belly. Body of mandible Nerve to mylohyoid Stylohyoid. Stylohyoid process. Body of hyoid bone. Facial nerve. Elevates hyoid bone. Mylohyoid. Mylohyoid line of body of mandible. Body of hyoid bone and fibrous raphe. Inferior alveolar nerve. Elevates floor of mouth and hyoid bone or depresses mandible. Geniohyoid. Inferior mental spine of mandible. Body of hyoid bone1st cervical nerve. Elevates hyoid bone or depresses mandible. Sternohyoid. Manubrium stemi and clavicle. Body of hyoid bone. Ansa cervical is; Cl, 2 and 3. Depresses hyoid bone. Sternothyroid. Manubrium sterni. Oblique line on lamina of thyroid cartilage. Ansa cervicalis; Cl, 2 and 3. Depresses larynx. Thyrohyoid. Oblique line on lamina of thyroid cartilage. Lower border of body of hyoid bone1st cervical nerve. Depresses hyoid bone or elevates larynx. Omohyoid. Inferior belly. Upper margin of scapula and suprascapular Ligament. Intermediate tendon is held to clavicle and first rib by fascial sling. Ansa cervicalis; Cl, 2 and 3. Depresses hyoid bone. Superior belly. Lower border of body of hyoid bone Scalenus anterior. Transverse processes of 3rd, 4th, 5th and 6th cervical vertebrae1st rib. C4t 5 and 6. Elevates 1st rib; laterally flexes and rotates cervical part of vertebral column. Scalenus medius. Transverse processes of upper six cervical vertebrae1st rib. Anterior rami of cervical nerves. Elevates 1st rib; laterally flexes and rotates cervical part of vertebral column. Scalenus posterior. Transverse processes of lower cervical vertebrae2nd rib. Anterior rami of cervical nerves. Elevates 2nd rib; laterally flexes and rotates cervical part of vertebral column",
        "cop": 1,
        "opa": "Facial",
        "opb": "Glossopharyngeal",
        "opc": "Ansacervical",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Triangles of Neck",
        "id": "210ce2cf-d2fb-4ecd-a778-ad35c83f249c",
        "choice_type": "single"
    }
]