[
    {
        "question": "Pericardial space is present between ?",
        "exp": "Pericardial space (pericardial cavity) lies between parietal serous pericardium and visceral serous pericardium.",
        "cop": 4,
        "opa": "Endocardium and pericardium",
        "opb": "Epicardium and pericardium",
        "opc": "Endocardium and epicardium",
        "opd": "Parietal and visceral pericardium",
        "subject_name": "Anatomy",
        "topic_name": null,
        "id": "1a763a37-0c5b-4b03-a8a8-4b0add7aa507",
        "choice_type": "single"
    },
    {
        "question": "Adduction of thumb occurs at:",
        "exp": "C i.e. Carpometacarpal joint 1st carpometacarpal joint (cmj) is the only cmj with seperate joint cavity so the movements are much free. Flexion- extension (in the plane of palm), adduction - abduction (at right angles to the plane of palm), opposition & circumduction, movements of thumbQ take place at 1st CM Joint.",
        "cop": 3,
        "opa": "Inter carpal joint",
        "opb": "MCP joint",
        "opc": "Carpometacarpal joint",
        "opd": "Inter phalangeal joint",
        "subject_name": "Anatomy",
        "topic_name": null,
        "id": "4bf5714d-d064-4fc7-aaa1-2353848261ca",
        "choice_type": "single"
    },
    {
        "question": "Inversion and eversion occurs at which joint",
        "exp": "A. i.e. Subtalar & mid tarsal joint",
        "cop": 1,
        "opa": "Subtalar and midtarsal",
        "opb": "Calcaneo navicular",
        "opc": "Midtarsal",
        "opd": "Calcaneocuboid only",
        "subject_name": "Anatomy",
        "topic_name": null,
        "id": "60d19f8b-1618-4954-ab7f-1b41041f52e0",
        "choice_type": "single"
    },
    {
        "question": "Useful diagnostic studies in the evaluation of upper-extremity pain include all of the following, EXCEPT:",
        "exp": "Pain in the upper extremity may be of musculoskeletal or neurologic origin. Compression of the nerves supplying the upper extremity can occur at various levels from the spinal cord all the way down to the fingers. Cervical spine x-ray is helpful for detecting bony abnormalities, which may cause nerve compression. Pancoast's tumor, which can be demonstrated on chest x-ray, may be responsible for pain. Neural conduction studies of the median nerve may disclose the presence of carpal tunnel syndrome as the cause of pain. Finkelstein's test produces pain in patients with de Quervain's disease. The test is performed by asking the patient to grab his own thumb with the other fingers of the same hand and then move the wrist in the ulnar direction. If pain is elicited, then the test is positive. Adson's test is very helpful in detecting the presence or absence of collateral circulation between the radial and ulnar aeries and is not diagnostic for pain. Ref: Rapp J.H., MacTagga J. (2010). Chapter 34. Aeries. In G.M. Dohey (Ed),CURRENT Diagnosis & Treatment: Surgery, 13e.",
        "cop": 4,
        "opa": "Cervical spine x-rayChest X-ray",
        "opb": "Chest X-ray",
        "opc": "Neural conduction studies of the median nerve",
        "opd": "Adson's test",
        "subject_name": "Anatomy",
        "topic_name": null,
        "id": "3db1546d-2c7e-4286-b0e6-86e353ac6b0d",
        "choice_type": "multi"
    }
]