[
    {
        "question": "A 30-year-old male suffered a Superior Gluteal Nerve injury in a motorcycle crash in which his right lower limb was caught beneath the bike. He is stabilized in the emergency depament. Later he is examined and he exhibits a waddling gait and a positive Trendelenburg sign. Which of the following would be the most likely physical finding in this patient?",
        "exp": "Injury to the Superior Gluteal Nerve results in a characteristic motor loss, with paralysis of Gluteus Medius and Minimus. When the patient is asked to stand on the limb of the injured side, the pelvis descends on the opposite side, indicating a positive Trendelenburg test. The gluteal or lurching gait that results from this injury is characterized by the pelvis drooping to the unaffected side when the opposite leg is raised. In stepping forward, the affected individual leans over the injured side when lifting the good limb off the ground. The uninjured limb is then swung forward. Injury to the rightsuperior gluteal nerve would result in sagging of the leftside of the pelvis when the affected individual stands on the right limb. fig:-trendelenburg test",
        "cop": 2,
        "opa": "Difficulty in standing from a sitting position",
        "opb": "The left side of the pelvis droops or sags when he attempts to stand with his weight suppoed just by the right lower limb.",
        "opc": "The right side of the pelvis droops or sags when he attempts to stand with his weight suppoed just by the left lower limb.",
        "opd": "Weakened flexion of the right hip",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "c969e378-e717-4d73-90e1-75fdbe145890",
        "choice_type": "single"
    },
    {
        "question": "What are root values of nerve supplying muscle needed for latter pa of the following action?",
        "exp": "Serratus Anterior is responsible for the latter pa of abduction along with trapezius. The long thoracic nerve (Nerve of Bell) originates from the C5-C7 roots and descends in the axilla, posterior to the brachial plexus, to innervate the serratus anterior muscle.",
        "cop": 4,
        "opa": "C7, C8",
        "opb": "C8, T1",
        "opc": "C5, C6",
        "opd": "C5, C6, C7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "75001ddc-5eaa-4ea3-a7f4-29fffec7217e",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man is admitted to the emergency depament with a deep, bleeding stab wound of the pelvis. After the bleeding has been arrested, an MRI examination gives evidence that the right ventral primary ramus of L4 has been transected. Which of the following problems will most likely be seen during physical examination?",
        "exp": "The ventral ramus of L4 contains both sensory and motor nerve fibers. Injury from a stab wound could result in loss of sensation from the dermatome supplied by this segment. L4 dermatome supplies the medial aspect of the leg and foot. Loss of the Achilles tendon reflex relates primarily to an S1 deficit. The obturator internus and gluteus medius and minimus are responsible for abduction of the thigh and are innervated by nerves L4, L5, and S1 (with L5 usually dominant). Nerves L5, S1, and S2 are responsible for eversion of the foot (S1 dominant)",
        "cop": 1,
        "opa": "Reduction or loss of sensation from the medial aspect of the leg",
        "opb": "Loss of the Achilles tendon reflex",
        "opc": "Weakness of abduction of the thigh at the hip joint",
        "opd": "Inability to eve the foot",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "41a8b831-b847-42c6-8794-e1663d5301c0",
        "choice_type": "single"
    }
]