[
    {
        "question": "A 17-year-old boy fell from his motorcycle and complains of numbness of the lateral pa of the arm. Examination reveals that the axillary nerve is severed. Which of the following types of axons is most likely spared?",
        "exp": "The axillary nerve contains no preganglionic sympathetic general visceral efferent (GVE) fibers, but it contains postganglionic sympathetic GVE fibers. The axillary nerve also contains GSA, GSE, and general visceral afferent (GVA) fibers.",
        "cop": 3,
        "opa": "Postganglionic sympathetic axons",
        "opb": "Somatic afferent axons",
        "opc": "Preganglionic sympathetic axons",
        "opd": "General somatic efferent axons",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb nerve supply and brachial plexus",
        "id": "07a83ac7-e84c-463f-9d4f-47cec3845936",
        "choice_type": "single"
    },
    {
        "question": "The given clinical condition is due to involvement of nerve which is branch from which pa of brachial plexus",
        "exp": "Diagnosis - winging of scapula - long thoracic nerve - branch from root of brachial plexus",
        "cop": 1,
        "opa": "Root",
        "opb": "Trunk",
        "opc": "Division",
        "opd": "Cord",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb nerve supply and brachial plexus",
        "id": "121900d9-959a-4d08-a046-4b705dde214e",
        "choice_type": "single"
    },
    {
        "question": "All of the following muscles are innervated by branches from the brachial plexus except",
        "exp": "BRACHIAL PLEXUS BRANCHES Branches of roots Nerve to Serratus anterior (long thoracic N) -C5, C6, C7 Nerve to Rhomboideus (Dorsal scapular N) -C5 Branches of trunks Suprascapular nerve -C5, C6 Nerve to subclavious -C5, C6 BRANCHES OF CORDS Lateral cord Lateral pectoral nerve -C5, C6, C7 Musculocutaneous nerve -C5, C6, C7 Lateral root of median nerve - C5, C6, C7 Medial cord Medial pectoral nerve - C8, T1 Medial cutaneous nerve of arm - C8, T1 Medial cutaneous nerve of forearm - C8, T1 Ulnar fibres - C7, C8, T1 Median root of median nerve - C8, T1 Posterior cord Upper subscapular nerve - C5, C6 Nerve to latissmusdorsi (Thoracodorsal N) - C6, C7, C8 Lower subscapular nerve - C5, C6 Axillary (circumflex) nerve - C5, C6 Radial nerve - C5, C6, C7, C8, T1 ALSO REMEMBER Nerve supply of Trapezius muscle: Spinal pa of Accessory nerve (Cranial nerve XI) (motor) Branches from C3, C4 (propriceptive)",
        "cop": 4,
        "opa": "supraspinatus",
        "opb": "Lattismusdorsi",
        "opc": "Rhomboid major",
        "opd": "Trapezius",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb nerve supply and brachial plexus",
        "id": "8fadf5b1-f49b-4a55-97dc-53389742e76e",
        "choice_type": "multi"
    }
]