[
    {
        "question": "Which muscle does NOT contribute to dorsal digital expansion",
        "exp": "Dorsal digital expansion is a tendinous modification of extensor digitorum and receives attachment of lumbricals, interossei but not adductor pollicis. Lumbricals andinterossei- MCP Flexion & IP extension their attachments to dorsal digital Expansion",
        "cop": 4,
        "opa": "Interossei",
        "opb": "Lumbricals",
        "opc": "Extensor digitorum",
        "opd": "Adductor pollicis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "5d354476-ed36-48f5-9648-85c47b171228",
        "choice_type": "single"
    },
    {
        "question": "Infection draining the index finger goes to",
        "exp": "Infection in the index finger drains into thenar space Infection from 3, 4, 5th fingers drains into mid-palmar space Spaces: Flexor pollicis longus tendon have radial bursa towards radius bone. Ulnar bursa is on the synol sheath of flexor tendons which continues with the little finger (flexor digitorum Tendon) If there is infection in pulp space of thumb there would be radial bursitis. Lumbrical 1 relates with thenar space But lumbricals 2, 3, 4 canals would be continuous with mid-palmar space forearm space of Parona (which is filled with pus sometimes due to ulnar / radial bursitis) Midpalmar and Thenar Spaces FDS: Flexor digitorum superficialis FDP: Flexor digitorum profundus FPL: Flexor pollicis longus",
        "cop": 1,
        "opa": "Thenar space",
        "opb": "Midpalmar space",
        "opc": "Ulnar bursa",
        "opd": "Radial bursa",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "ac7f1212-83e1-4fb0-9447-904cfae815ff",
        "choice_type": "single"
    },
    {
        "question": "Name the structure labelled D",
        "exp": "(a) Right common carotid aery(b) Right subclan aery(c) Brachiocephalic trunk(d) Left subclan aery(e) Left common carotid aery. Angiography may be performed using CT, MRI or conventional angiography with a catheter. The catheter can be seen on this image in the aoic arch. Normal variants occur in the great vessels so it is impoant to understand normal anatomy to be able to identify any abnormality. An estimated 65% people have the 'normal' anatomy described in textbooks. The commonest anomaly is seen in 5% where the left veebral aery arises directly from the aoic arch, between the origins of the left common carotid and left subclan aeries.",
        "cop": 4,
        "opa": "Right common carotid aery",
        "opb": "Right subclan aery",
        "opc": "Brachiocephalic trunk",
        "opd": "Left subclan aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "b9763d49-c242-4b75-9cb1-4c07dd6cf70c",
        "choice_type": "single"
    },
    {
        "question": "Action of lumbricals at this joint is:",
        "exp": "Lumbricals and Interossei helps in Metacarpophallangeal (MCP) flexion and extension of interphallangeal (IP) joints",
        "cop": 1,
        "opa": "Flexion",
        "opb": "Extension",
        "opc": "Adduction",
        "opd": "Abduction",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "42b9a439-3a30-4215-b557-402517751745",
        "choice_type": "single"
    },
    {
        "question": "Aery forming anastomosis around the surgical neck of humerus is a branch of:-",
        "exp": "Aeries forming anastomosis around the surgical neck of humerus are anterior circumflex humeral aeries posterior circumflex humeral aeries Both are branches of 3rd pa of axillary aery.",
        "cop": 3,
        "opa": "1st pa of axillary aery",
        "opb": "2nd pa of axillary aery",
        "opc": "3rd pa of axillary aery",
        "opd": "Subclan aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "ba487402-03ba-4f50-a442-3c2a6f50f54d",
        "choice_type": "single"
    },
    {
        "question": "Mammary gland is supplied by -",
        "exp": "Aerial Supply of Breast: Axillary aery its branches: Superior thoracic aery, Thoracoacromial aery, Lateral thoracic aery and Subscapular aery Internal thoracic (mammary) aery the medial mammary aeries Perforating branches of second, third and fouh posterior intercostal aeries",
        "cop": 1,
        "opa": "Subscapular aery",
        "opb": "Musculo-phrenic aery",
        "opc": "inferior epigastric aery",
        "opd": "Superior epigastric aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "ffa52d71-c3be-4547-8778-67668e9c6b16",
        "choice_type": "single"
    },
    {
        "question": "Medial boundary of the anatomical snuffbox is formed by:",
        "exp": "Anatomical snuff box is lined posteromedially - extensor Pollicis longus Anterolaterally - extensor pollicis brevis and abductor pollicis longus. floor - scaphoid, trapezium, base of 1st metacarpal and styloid process of radius. content - radial aery (Pulse can be felt by palpating radial aery against scaphoid bone.",
        "cop": 3,
        "opa": "Extensor pollicis brevis",
        "opb": "Extensor carpi radialis longus",
        "opc": "Extensor pollicis longus",
        "opd": "Extensor carpi radialis brevis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "0408048e-9615-469d-99b8-9e6e15775073",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman is admitted to the emergency depament in an unconscious state. The nurse takes a radial pulse to determine the heart rate of the patient. This pulse is felt lateral to which tendon?",
        "exp": "The location for palpation of the radial pulse is lateral to the tendon of the flexor carpi radialis, where the radial aery can be compressed against the distal radius.",
        "cop": 4,
        "opa": "Palmaris longus",
        "opb": "Flexor pollicis longus",
        "opc": "Flexor digitorum profundus",
        "opd": "Flexor carpi radialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "935ca180-f20f-4c35-bfd6-5e2c52cf7a5c",
        "choice_type": "single"
    },
    {
        "question": "Interosseous recurrent aery is a branch of:-",
        "exp": "Ulnar aery gives common interosseous aery, which divides into anterior and posterior interosseous aeries. Posterior interosseous aery gives the interosseous recurrent aery.",
        "cop": 2,
        "opa": "Anterior interosseous aery",
        "opb": "Posterior interosseous aery",
        "opc": "Common interosseous aery",
        "opd": "Radial aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "ca506b2a-ea04-4a12-9569-c2fc5ffbad1e",
        "choice_type": "single"
    },
    {
        "question": "A patient with Bennett fracture (a fracture of the base of the first metacarpal bone) experiences an impaired thumb movement. Which of the following intrinsic muscles of the thumb is most likely injured?",
        "exp": "The opponens pollicis inses on the first metacarpal. All other intrinsic muscles of the thumb, including the abductor pollicis brevis, the flexor pollicis brevis, and the adductor pollicis muscles, inse on the proximal phalanges.",
        "cop": 3,
        "opa": "Abductor pollicis brevis",
        "opb": "Flexor pollicis brevis (superficial head)",
        "opc": "Opponens pollicis",
        "opd": "Adductor pollicis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "97be34e2-176f-4cf7-89d0-c334aaa2f60e",
        "choice_type": "single"
    },
    {
        "question": "Anastomosis around the shoulder is between branches of:",
        "exp": "- Shoulder anastomosis occurs between branches of 1st pa of subclan aery and 3rd pa of axillary aery. - Two sites of scapular anastomosis: 1. Around the body of scapula: (a) suprascapular aery (branch of the thyrocervical trunk from the first pa of the subclan aery) (b) circumflex scapular aery (branch of the subscapular aery from the third pa of the axillary aery) (c) deep branch of the transverse cervical aery (branch of the thyrocervical trunk) 2. Over the acromion process: (a) acromial branch of the thoraco-acromial aery (b) acromial branch of the suprascapular aery (c) acromial branch of the posterior circumflex humeral aery.",
        "cop": 2,
        "opa": "1st pa of subclan and 1st pa of axillary aery",
        "opb": "1st pa of subclan and 3rd pa of axillary aery",
        "opc": "3rd pa of subclan and 2nd pa of axillary aery",
        "opd": "3rd pa of subclan and 3rd pa of axillary aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "b4bdde38-cebf-43eb-adfe-c562c017c39f",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old female marathon runner presents with pain in her right wrist that resulted when she fell with force on her outstretched hand. Radiographic studies indicate an anterior dislocation of a carpal bone Which of the following bones is most likely dislocated?",
        "exp": "The lunate is the most commonly dislocated carpal bone because of its shape and relatively weak ligaments anteriorly. -Dislocations of the scaphoid is relatively rare. The trapezoid and capitate bones are located in the distal row of the carpal bones.",
        "cop": 2,
        "opa": "Capitate",
        "opb": "Lunate",
        "opc": "Trapezoid",
        "opd": "Triquetrum",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "da56bc7a-ba7e-481b-ac6d-a10e460e36cf",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male athlete is admitted to the emergency depament after a bad landing in the pole vault. Radiographic examination of his hand reveals a fractured carpal bone in the floor of the anatomic snuffbox ( Fig). Which bone has most likely been fractured?",
        "exp": "The floor of anatomic snuffbox formed by the scaphoid bone Possible fractured scaphoid can be palpated in anatomical snuff box Anatomic snuffbox is formed Anterolaterally by the tendons of the extensor pollicis brevis, the abductor pollicis longus Posteromedially by the extensor pollicis longus. contents - Radial Aery Superficial branch of Radial nerve Cephalic vein",
        "cop": 2,
        "opa": "Triquetral",
        "opb": "Scaphoid",
        "opc": "Capitate",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "fc809c0e-c1e6-484b-ab17-3b320b91d5c4",
        "choice_type": "single"
    },
    {
        "question": "Occlusion occurs at 2nd pa of axillary aery, blood flow is maintained by which of the following anastomosis",
        "exp": "SCAPULAR ANASTOMOSIS It is required to supply upper limb when its aeries are blocked. Subclan aery exits neck region by crossing outer border of 1st rib, enter axilla becomes axillary aery 3rd pa of Axillary aery gives subscapular aery which anastomosis with Dorsal scapular aery, a branch of subclan aery/sometimes given by deep branch of transverse cervical aery. 3rd pa of Axillary aery gives Posterior circumflex humeral aery which goes to acromion process & anastomosis with suprascapular aery, which is a branch of subclan aery. This suprascapular aery also anastomosis with circumflex scapular aery, which is a branch of subscapular A",
        "cop": 1,
        "opa": "Suprascapular aery and post circumflex humeral aery",
        "opb": "Anterior and posterior circumflex humeral aery",
        "opc": "Circumflex scapular and posterior circumflex humeral aery",
        "opd": "Anterior circumflex aery and subscapular aery",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "0cf0da68-0894-437f-ae60-2fad5d94cb54",
        "choice_type": "single"
    },
    {
        "question": "Which number is pointing to the left iliac region?",
        "exp": null,
        "cop": 3,
        "opa": "12",
        "opb": "10",
        "opc": "11",
        "opd": "13",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "73c2b702-b9bf-48e0-8a69-09605ebcc1d4",
        "choice_type": "single"
    },
    {
        "question": "Which branch of subclan aery directly contributes to scapular anastomosis:",
        "exp": "d) Dorsal scapular > c) Thyrocervical truck Dorsal scapular aery is a direct branch from subclan aery paicipating in scapular anastomosis. Thyrocervical trunk do not paicipate in scapular anastomosis directly. It gives branches (like suprascapular aery and sometime dorsal scapular aery) to contribute to scapular anastomosis. Note: Dorsal scapular aery is usually a branch of third pa of subclan aery. Sometime it may be given by 1st pa of subclan aery ( 1st pa of subclan aery - Thyrocervical trunk - transverse cervical aery - Dorsal scapular aery).",
        "cop": 4,
        "opa": "Veebral",
        "opb": "Internal thoracic",
        "opc": "Thyrocervical truck",
        "opd": "Dorsal scapular",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "c55f5676-d13a-44ff-8ba2-825c3f878381",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a terminal axillary lymph node?",
        "exp": "Apical group of lymph nodes are the terminal axillary lymph nodes. Lymphatic drainage of axillary lymph nodes Anterior, posterior, lateral - central - apical - infra clavicular - supraclavicular - right jugular trunk - right lymphatic duct - right jugulo subclan venous angle",
        "cop": 4,
        "opa": "central",
        "opb": "lateral",
        "opc": "anterior",
        "opd": "apical",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "26060999-5f56-4a34-84be-0f8e1ae7f56e",
        "choice_type": "single"
    },
    {
        "question": "Name the dotted line being drawn:",
        "exp": "The subcostal plane is a transverse plane which bisects the body at the level of the 10th costal margin and the veebra body L3. The transpyloric plane, also known as Addison's plane, Imaginary horizontal plane, located halfway between the suprasternal notch of the manubrium and the upper border of the symphysis pubis at the level of the first lumbar veebrae, L1. It lies roughly a hand's breadth beneath the xiphisternum or midway between the xiphisternum and the umbilicus. Structures Crossed by Transpyloric plane:- L1 veebra Pylorus Pancreatic neck Duodenojejunal flexure Fundus of gall bladder 9th costal cailage Hila of kidneys Origin of poal vein Transverse mesocolon 2nd pa of duodenum Superior mesenteric aery origin Hilum of spleen Termination of spinal cord",
        "cop": 1,
        "opa": "Transpyloric Plane",
        "opb": "Transcostal Plane",
        "opc": "Subcostal Plane",
        "opd": "Transpectoral Plane",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "8875236e-990b-448a-9152-c0b3e2e574c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has epiphysis at BASE:",
        "exp": "Epiphysis is present on the heads of all metacarpals, except first metacarpal (Thumb) epiphysis is at the base. If Epiphysis is present at the head of the first metacarpal bone it is called as aberrant epiphysis which is a detion from the normal (and rarely found).",
        "cop": 3,
        "opa": "Distal phalanx",
        "opb": "Middle phalanx",
        "opc": "Thumb metacarpal",
        "opd": "Third metacarpal",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "bf530947-24ed-40a6-b472-99e4ffee48ea",
        "choice_type": "single"
    },
    {
        "question": "An X ray of thewrist and handin given below. If there is a damage to structureE, Which of the following muscle weakness does it cause?",
        "exp": "The hook of hamate and the pisiform provide inseion for the flexor carpi ulnaris. Also note- If the floor of anatomic snuff box and origin of abductor pollicis brevis are damaged, bones most likely to be involved is B i. e. scaphoid forms the floor of the anatomic snuffbox and provides a site for origin of the abductor pollicis brevis.",
        "cop": 3,
        "opa": "Flexor carpi radialis",
        "opb": "Palmaris longus",
        "opc": "Flexor carpi ulnaris",
        "opd": "Brachioradialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb: Miscellaneous",
        "id": "e3e8aa16-8c68-49f6-9657-422e09a0b641",
        "choice_type": "single"
    }
]