[
    {
        "question": "All of following are examples of traction epiphysis except:-",
        "exp": "Epiphysis is the pa of bone which ossifies from the secondary centre. It may be of three basic types; 1) Pressure epiphysis:- it transmits the body weight and protects the epiphyseal cailage. E.g. heads of femur and humerus, condyles of femur and tibia. 2) Traction epiphysis:- it is produced by the pull of some muscles. E.g. trochanters of femur and tubercles of humerus. 3) Atavistic epiphysis:- it is phylogenitically an independent bone and is attached secondarily on a host bone to receive nutrition. E.g. coracoids process of scapula and posterior tubercle of talus or os trigonum.",
        "cop": 2,
        "opa": "Tubercles of humerus.",
        "opb": "Posterior tubercle of talus.",
        "opc": "Trochanters of femur.",
        "opd": "None of above.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "cca6c50d-9eed-4b1f-bc9d-5fc675cd14b8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are the contents of second layer of sole except:-",
        "exp": "Second layer of sole consist of two extrinsic tendons flexor hallucis longus & flexor digitorum longus and two intrinsic muscles flexor digitorum accessorius & four lumbricals. Flexor hallucis brevis is the muscle of third layer.",
        "cop": 4,
        "opa": "Flexor hallucis longus",
        "opb": "Flexor digitorum longus",
        "opc": "Flexor digitorum accessorius",
        "opd": "Flexor hallucis brevis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "3c836dbe-16a5-48cd-83e6-5a75ab41a696",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old male basketball player is admitted to the hospital after injuring his shoulder during a game. Physical and radiographic examinations reveal following injury as noted in x rays ( Fig ). Which of the following structures has most likely been torn?",
        "exp": "Acromioclavicular ligament connects the clavicle to the acromion of the scapula. Type I - This is an acute sprain of the acromioclavicular ligaments; the joint is undisplaced. Type II - The acromioclavicular ligaments are torn and the joint is subluxated with slight elevation of the clavicle. * Type III - The acromioclavicular and coracoclavicular ligaments are torn and the joint is dislocated; the clavicle is elevated (or the acromion depressed) creating a visible and palpable 'step' as in this x rays. . Glenohumeral ligament may be injured by an anterior dislocation of the humerus but is not likely to be injured by a separated shoulder. Coracoacromial ligament, transverse scapular ligament, and tendon of the long head of Biceps brachii are not likely to be injured by separation of the shoulder. The weight of the upper limb is transmitted to the axial skeleton by Costoclavicular ligament. Costoclavicular ligament: Transmits weight of the upper limb to the axial skeleton the clavicle. Coracoclavicular ligament: Transmits weight of the upper limb to the clavicle.",
        "cop": 4,
        "opa": "Glenohumeral ligament",
        "opb": "Coracoacromial ligament",
        "opc": "Tendon of long head of biceps",
        "opd": "Acromioclavicular ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "b2e959df-d18c-438f-b75c-5e1438b508fc",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male suffered a Superior Gluteal Nerve injury in a motorcycle crash in which his right lower limb was caught beneath the bike. He is stabilized in the emergency depament. Later he is examined and he exhibits a waddling gait and a positive Trendelenburg sign. Which of the following would be the most likely physical finding in this patient?",
        "exp": "Injury to the Superior Gluteal Nerve results in a characteristic motor loss, with paralysis of Gluteus Medius and Minimus. When the patient is asked to stand on the limb of the injured side, the pelvis descends on the opposite side, indicating a positive Trendelenburg test. The gluteal or lurching gait that results from this injury is characterized by the pelvis drooping to the unaffected side when the opposite leg is raised. In stepping forward, the affected individual leans over the injured side when lifting the good limb off the ground. The uninjured limb is then swung forward. Injury to the rightsuperior gluteal nerve would result in sagging of the leftside of the pelvis when the affected individual stands on the right limb. fig:-trendelenburg test",
        "cop": 2,
        "opa": "Difficulty in standing from a sitting position",
        "opb": "The left side of the pelvis droops or sags when he attempts to stand with his weight suppoed just by the right lower limb.",
        "opc": "The right side of the pelvis droops or sags when he attempts to stand with his weight suppoed just by the left lower limb.",
        "opd": "Weakened flexion of the right hip",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "c969e378-e717-4d73-90e1-75fdbe145890",
        "choice_type": "single"
    },
    {
        "question": "What are root values of nerve supplying muscle needed for latter pa of the following action?",
        "exp": "Serratus Anterior is responsible for the latter pa of abduction along with trapezius. The long thoracic nerve (Nerve of Bell) originates from the C5-C7 roots and descends in the axilla, posterior to the brachial plexus, to innervate the serratus anterior muscle.",
        "cop": 4,
        "opa": "C7, C8",
        "opb": "C8, T1",
        "opc": "C5, C6",
        "opd": "C5, C6, C7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "75001ddc-5eaa-4ea3-a7f4-29fffec7217e",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding axillary aery except?",
        "exp": "AXILLARY AERY Branches Axillary aery extends from outer border of first rib to the lower border of teres major. Pectoralis minor crosses the axillary aery and divides it into 3 pas: First pa - superior to the muscle. Second pa - posterior to the muscle. Third pa - inferior to the muscle.",
        "cop": 3,
        "opa": "It is a continuation of subclan aery.",
        "opb": "It is crossed by pectoralis minor muscle.",
        "opc": "It extends from outer border of second rib to the lower border of teres minor.",
        "opd": "The second pa of pa of axillary aery is posterior to pectoralis minor muscle.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "fd2f4464-ae63-4692-bb48-f8d1f7ae937a",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old man is admitted to the emergency depament with a deep, bleeding stab wound of the pelvis. After the bleeding has been arrested, an MRI examination gives evidence that the right ventral primary ramus of L4 has been transected. Which of the following problems will most likely be seen during physical examination?",
        "exp": "The ventral ramus of L4 contains both sensory and motor nerve fibers. Injury from a stab wound could result in loss of sensation from the dermatome supplied by this segment. L4 dermatome supplies the medial aspect of the leg and foot. Loss of the Achilles tendon reflex relates primarily to an S1 deficit. The obturator internus and gluteus medius and minimus are responsible for abduction of the thigh and are innervated by nerves L4, L5, and S1 (with L5 usually dominant). Nerves L5, S1, and S2 are responsible for eversion of the foot (S1 dominant)",
        "cop": 1,
        "opa": "Reduction or loss of sensation from the medial aspect of the leg",
        "opb": "Loss of the Achilles tendon reflex",
        "opc": "Weakness of abduction of the thigh at the hip joint",
        "opd": "Inability to eve the foot",
        "subject_name": "Anatomy",
        "topic_name": "Upper Limb and Lower Limb",
        "id": "41a8b831-b847-42c6-8794-e1663d5301c0",
        "choice_type": "single"
    }
]