[
    {
        "question": "Retraction of scapula at sternoclavicular joint is done by:",
        "exp": "Retraction means moving backward of scapula at sternoclavicular joint. It is done by the following muscles: Trapezius Rhomboid major Rhomboid minor. Subscapularis helps in medial rotation of humerus. Serratus anterior helps in protraction of scapula. Supraspinatus helps in adduction.",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "Trapezius",
        "opc": "Subscapularis",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "cb9e1b86-41a3-42fb-b489-b11222c83879",
        "choice_type": "single"
    },
    {
        "question": "Flexion, adduction and medial rotation of arm is done by which muscle",
        "exp": "Muscle Action Pectoralis major Adducts and medial rotation of arm Pectoralis minor Stabilizes the scapula Subclavius anchors and depresses the scapula Serratus Anterior protracts the scapula laterally rotates the scapula overhead abduction",
        "cop": 2,
        "opa": "Serratus Anterior",
        "opb": "Pectoralis major",
        "opc": "Pectoralis minor",
        "opd": "Subclavius",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "8d67fe49-250d-42f5-8fc0-4d1b5e9fd530",
        "choice_type": "single"
    },
    {
        "question": "Surgical neck fracture leads to all EXCEPT",
        "exp": "Axillary nerve supplies: Deltoid (abductor of arm) and Teres Minor(lateral rotation) muscles. It winds up through surgical neck of humerus. So fracture of surgical neck damages axillary nerve causes: Teres minor palsy Deltoid palsy Abduction Of shoulder joint is damaged. Teres major is supplied by Lower subscapular nerve",
        "cop": 3,
        "opa": "Weakness of abduction",
        "opb": "Deltoid muscle palsy",
        "opc": "Teres major palsy",
        "opd": "Teres minor palsy",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "7cb9318e-45d6-4727-b491-5bfe097050c5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true of the rotator cuff?",
        "exp": "b. Suprascapular nerve innervates both supraspinatus and infraspinatus. Explanationsa. Four muscles of rotator cuff are Supraspinatus Greater tuberosity Infraspinatus Greater tuberosity Teres minor Greater tuberosity Subscapularis Lesser tuberosity c. Rotator cuff provides stability to shoulder joint - pull the humeral head inferiorly, opposing the superior pull of deltoid. In radiograph of a patient with a rotator cuff tear the humeral head is seen to lie superiorly.",
        "cop": 2,
        "opa": "Teres major is one of its four constituent muscles.",
        "opb": "The infraspinatus is innervated by the suprascapular nerve.",
        "opc": "Pa of its action is to pull the humeral head superiorly.",
        "opd": "Subscapularis inses onto the greater tuberosity of the humerus.",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "828e6d0e-5ae3-4f05-bd3d-2cfce743ca30",
        "choice_type": "multi"
    },
    {
        "question": "Rotter's nodes are located between:",
        "exp": "Rotter's nodes are located between Pectoralis major and pectoralis minor. Pectoralis minor divides the lymph node drainage as follows: LevelI: below the lower edge of the pectoralis minor muscle. Level II: underneath/posterior the pectoralis minor muscle. Level III: above/medial the pectoralis minor muscle. During mammary gland surgery, if we want to preserve pectoralis major, rotter's nodes should be preserved, Anterior pectoral lymph nodes, posterior subscapular lymph nodes both drain into central lymph nodes lateral to pectoralis minor.",
        "cop": 3,
        "opa": "Serratus anterior and trapezius",
        "opb": "Latissimus dorsi and serratus anterior",
        "opc": "Pectoralis major and pectoralis minor",
        "opd": "Deltoid and pectoralis major",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "7553cece-8d6c-4b7c-a9ce-666f4d2c4556",
        "choice_type": "single"
    },
    {
        "question": "A rock climber falls on his shoulder, resulting in a chipping off of the lesser tubercle of the humerus. Which of the following structures would most likely have structural and functional damage?",
        "exp": "The subscapularis muscle inses on the lesser tubercle of the humerus. Muscle Attachment Supraspinatus Greater tuberosity Infraspinatus Greater tuberosity Teres minor Greater tuberosity Subscapularis Lesser tuberosity",
        "cop": 3,
        "opa": "Supraspinatus muscle",
        "opb": "Infraspinatus muscle",
        "opc": "Subscapularis muscle",
        "opd": "Teres minor muscle",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "d4ccd016-4984-4e9d-9378-4005a6a982e4",
        "choice_type": "multi"
    },
    {
        "question": "The biceps brachii muscle develops from which of the following?",
        "exp": "Biceps brachii muscle is a flexor of the antebrachium (forearm) so it develops from the anterior condensation of myotomic mesoderm.",
        "cop": 3,
        "opa": "Hypomere",
        "opb": "Epimere",
        "opc": "Anterior condensation",
        "opd": "Posterior condensation",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "c4253823-6010-4c2f-9b45-1f123e8f6eec",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man is brought to the emergency depament after dislocating his shoulder while playing soccer. Following reduction of the dislocation, he has pain over the dorsal region of the shoulder and cannot abduct the arm normally. An MRI of the shoulder shows a torn muscle. Which of the following muscles is most likely to have been damaged by this injury?",
        "exp": "Supraspinatus is one of the rotator cuff muscles. Its tendon is relatively avascular and is often injured when the shoulder is dislocated. This muscle initiates abduction of the arm, and damage would impair this movement. Muscle Movement Supraspinatus abduction of the arm coracobrachialis adduction and flexion of the arm triceps extend the elbow pectoralis minor accessory respiratory muscle and to stabilize the scapula",
        "cop": 4,
        "opa": "Coracobrachialis",
        "opb": "Long head of the triceps",
        "opc": "Pectoralis minor",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "e1a6af14-89ad-4742-bd00-4aed278d16d5",
        "choice_type": "multi"
    },
    {
        "question": "Most common injured muscle in rotator cuff is:",
        "exp": "Rotator cuff muscles- S -Supraspinatus on greater tubercle I -Infraspinatus on greater tubercle t -Teres minor on greater tubercle S -Subscapularis on lesser tubercle These helps in strengthening of capsule posteriosuperiorly. Anteroinferior dislocation are more common Supraspinatus tendon is injured most commonly",
        "cop": 1,
        "opa": "Supra-spinatus muscle",
        "opb": "Infras-spinatus muscle",
        "opc": "Teres minor",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "56d1e952-fe06-41c4-a54f-e725b503cf2f",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old female tennis professional is informed by her physician that she has a rotator cuff injury that will require surgery. Her physician explains that over the years of play a shoulder ligament has gradually caused severe damage to the underlying muscle. To which of the following ligaments is the physician most likely referring?",
        "exp": "Coracoacromial ligament prevents superior displacement of the head of the humerus. the ligament can cause inflammation or erosion of the tendon of the supraspinatus muscle as the tendon passes back and foh under the ligament. Acromioclavicular ligament, connecting the acromion with the lateral end of the clavicle, is not in contact with the supraspinatus tendon. Coracohumeral ligament is located too far anteriorly to impinge upon the supraspinatus tendon. Glenohumeral ligament is located deep to the rotator cuff muscles and would not contribute to injury of the supraspinatus muscle.",
        "cop": 4,
        "opa": "Acromioclavicular ligament",
        "opb": "Coracohumeral ligament",
        "opc": "Glenohumeral ligament",
        "opd": "Coracoacromial ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "bc938496-7bcd-498e-ad6f-399aee9bad0c",
        "choice_type": "multi"
    },
    {
        "question": "Pronator teres syndrome is due to involvement of which of the following nerve:-",
        "exp": "Pronator teres syndrome -Median nerve entrapment syndrome, -compressed between the heads of the pronator teres near the elbow C/F pain and tenderness in the proximal aspect of the anterior forearm, hypoesthesia of palmar aspects of the lateral three and half fingers and adjacent palm.",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Anterior interosseous nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "478f44db-1232-449a-bff5-afb0f8d6cf6b",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman walks in with a shoulder and arm injury after falling during horseback riding. Examination indicates that she cannot adduct her arm because of paralysis of which of the following muscles?",
        "exp": "Muscle Action latissimus dorsi adducts the arm supraspinatus abducts the arm infraspinatus and the teres minor rotate the arm laterally serratus anterior rotates the glenoid cavity of the scapula upward, abducts the arm, and elevates it above a horizontal position",
        "cop": 3,
        "opa": "Teres minor",
        "opb": "Supraspinatus",
        "opc": "Latissimus dorsi",
        "opd": "Infraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "bed581e4-70bd-4588-aa3f-1f8d2fc67ad7",
        "choice_type": "multi"
    },
    {
        "question": "Dropped shoulder occurs due to paralysis of",
        "exp": "Elevation of the scapula (as in shrugging the shoulders). The movement is brought about by the upper fibres of the trapezius and by the levator scapulae. It is associated with the elevation of the lateral end, and depression of the medial end of the clavicle. Spinal accessory nerve supplies trapezius muscle and may get injured in trauma or damage during surgery, resulting in weakness of the trapezius muscle and drooping of shoulder.",
        "cop": 2,
        "opa": "Deltoid",
        "opb": "Trapezius",
        "opc": "Teres minor",
        "opd": "Serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "cbd1438f-9d3e-4693-8ba2-920120a9d30e",
        "choice_type": "single"
    },
    {
        "question": "When considering the axilla, which of the following statements is accurate?",
        "exp": "a. The anterior wall of the axilla is formed by pectoralis major and minor, subclavius and the clavipectoral fascia. Explanationsb. The long thoracic nerve runs superficial to serratus anterior on the medial wall. c. The posterior wall consists of subscapularis, teres major and latissimus dorsi. d. The axillary aery runs within the axillary sheath, together with the cords of the brachial plexus.",
        "cop": 1,
        "opa": "Pectoralis major and minor contribute to the anterior wall.",
        "opb": "The long thoracic nerve runs on the posterior wall.",
        "opc": "Teres minor forms the lower pa of the posterior wall.",
        "opd": "The axillary aery lies anterior to the axillary sheath.",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "76a27085-4261-41b4-abd0-8ff9f32014a6",
        "choice_type": "multi"
    },
    {
        "question": "A man cannot do abduction and internal rotation of arm. Which of the following muscle is responsible for the both movements:-",
        "exp": "Deltoid muscle is responsible for the both abduction at the shoulder joint and internal rotation of arm. Deltoid muscle fibres Movements Middle (lateral) fibres abductor at shoulder joint Anterior fibres flexion and medial rotation Posterior fibres extension & lateral rotation Pectoralis major work for adduction (not abduction). Subscapularis and teres major muscles are not involved in abduction, though both of them carry out medial rotation.",
        "cop": 3,
        "opa": "Pectoralis major",
        "opb": "Subscapularis",
        "opc": "Deltoid",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "e3b8dd84-ed37-4bb4-bc41-6bd55683700a",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old patient presents with an inability to draw the scapula forward and downward because of paralysis of the pectoralis minor. Which of the following would most likely be a cause of his condition?",
        "exp": "Pectoralis minor is paralyzed because it is inseed on coracoid process of scapula. Origin: Second to the fifth ribs Inseion: Coracoid process Innervation - Medial pectoral nerves Action - Depresses the shoulder and forms the anterior wall of the axilla Pectoralis minor has no attachment on the clavicle.",
        "cop": 3,
        "opa": "Fracture of the clavicle",
        "opb": "Injury to the posterior cord of the brachial plexus",
        "opc": "Fracture of the coracoid process",
        "opd": "Axillary nerve injury",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "ce4ac0ea-f8ce-4bf2-9975-e6717ee7beec",
        "choice_type": "single"
    },
    {
        "question": "Which statement considering the relations of nerves to the humerus is the most accurate?,",
        "exp": "d. Deltoid will atrophy as a result of severe damage to the axillary nerve, which may occur following dislocation of the shoulder. The axillary nerve also innervates teres minor and skin over the lateral side of the proximal pa of the arm. Sensory loss in this area suggests nerve damage. a. The axillary nerve (C5, C6) winds around the surgical neck of the humerus, accompanying the posterior circumflex humeral vessels. b. The radial nerve runs in the spiral groove, where it is accompanied by the profunda brachii aery. c. Mid-shaft humeral fractures may damage the radial nerve as it runs in the spiral groove. The branches to the lateral and long head of triceps arise before the nerve enters the groove, and thus only the medial head is affected.",
        "cop": 4,
        "opa": "The axillary nerve runs around the anatomical neck.",
        "opb": "The median nerve runs in the spiral groove.",
        "opc": "Mid-shaft humeral fractures will usually result in complete paralysis of triceps.",
        "opd": "Deltoid may atrophy following shoulder dislocation.",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "fe7d426f-6183-433d-a6da-c15987ade1a8",
        "choice_type": "multi"
    },
    {
        "question": "While carrying a heavy suitcase the downward dislocation of glenohumeral joint is resisted by the following muscles EXCEPT",
        "exp": "The axis of pull of latissimus dorsi doesn't cross the shoulder joint and cannot have a shunt action on the joint. Shunt muscles - stabilise the corresponding joint, when not producing movement at the joint. For example, while carrying a heavy suitcase the downward dislocation of glenohumeral joint is resisted by the muscles like deltoid, coracobrachialis and sho head of biceps.",
        "cop": 4,
        "opa": "Deltoid",
        "opb": "Coracobrachialis",
        "opc": "Sho head of biceps",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "384d35bd-e36d-4cf4-8b41-b4b37363e576",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT intracapsular:-",
        "exp": "Lateral and medial epicondyles are outside the capsular ligament. They are traction epiphysis.",
        "cop": 4,
        "opa": "Coronoid fossa",
        "opb": "Radial fossa",
        "opc": "Olecranon fossa",
        "opd": "Lateral epicondyle",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "e49f5601-07ee-41a1-8045-4cd21afeaa50",
        "choice_type": "single"
    },
    {
        "question": "Trapezius muscle is attached to all structures EXCEPT",
        "exp": "Trapezius is a upper back muscle triangular in shape. Origin- Occipital bone Cervical spine Thoracic spine Inseion- Clavicle (lateral 1/3rd) Acromian process of scapula Spine of scapula Supplied by Spinal acessory nerve. Action - pulls the shoulder upwards.",
        "cop": 1,
        "opa": "First rib",
        "opb": "Clavicle",
        "opc": "Scapula",
        "opd": "Occiput",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "4e334b08-5247-421e-a41f-cce9214d3596",
        "choice_type": "multi"
    },
    {
        "question": "Boundaries of quadrilateral space include all EXCEPT",
        "exp": "The quadrangular space is bounded by superiorly teres minor inferior teres major medial triceps laterally humerus",
        "cop": 4,
        "opa": "Teres major",
        "opb": "Long head of triceps",
        "opc": "Neck of humerus",
        "opd": "Deltoid",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "79e91549-ebe9-4881-bca7-66912de1e3e3",
        "choice_type": "multi"
    },
    {
        "question": "Deltoid muscle causes all EXCEPT:-",
        "exp": "Deltoid muscle fibres Movements Middle (lateral) fibres abductor at shoulder joint Anterior fibres flexion and medial rotation Posterior fibres extension & lateral rotation",
        "cop": 4,
        "opa": "Flexion of shoulder",
        "opb": "Extension of shoulder",
        "opc": "Internal rotation of shoulder",
        "opd": "Adduction of shoulder",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "21747723-c0a8-4ac2-982d-73590ac7f254",
        "choice_type": "multi"
    },
    {
        "question": "After mastectomy, patient is NOT able to extend, adduct and internally rotate the arm. Nerve supply to which of the following muscles is damaged:-",
        "exp": "Mastectomy may damage thoracodorsal nerve leading to paralysis of latissimus dorsi. The patient finds difficulty in - shoulder extension medial rotation adduction.",
        "cop": 3,
        "opa": "Pectoralis major",
        "opb": "Teres minor",
        "opc": "Latissimus dorsi",
        "opd": "Long head of Triceps",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "524e8248-2ca4-4c29-ad61-1716d2babecc",
        "choice_type": "multi"
    },
    {
        "question": "Inferior angle of scapula lies at which veebral body level",
        "exp": "Inferior angle of scapula lies at the level of spine of T7 veebra (veebral body T8). Body of veebra T7 aiculates with the head of the seventh and eighth ribs. At this level lies lower border of heart; inferior vena cava passes through central tendon of diaphragm to enter right atrium of heart. The scapula overlies the second to seventh ribs. The spinous process of T3 is level with the spine of the scapula.",
        "cop": 4,
        "opa": "T3",
        "opb": "T6",
        "opc": "T7",
        "opd": "T8",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "462b7b07-c05f-4535-8533-16d0be476168",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy falls from a tree house and is brought to the emergency depament of a local hospital. On examination, he has weakness in rotating his arm laterally because of an injury of a nerve. Which of the following conditions is most likely to cause a loss of this nerve function?",
        "exp": "Inferior dislocation of the head of the humerus may damage the axillary nerve, which arises from the posterior cord of the brachial plexus, runs through the quadrangular space accompanied by the posterior humeral circumflex vessels around the surgical neck of the humerus, and supplies the deltoid and teres minor, which are lateral rotators of the arm. Injury to the lateral cord of the brachial plexus-branches of lateral cord are -musculocutaneous and lateral root of median nerve injury to these nerves doesn't affect lateral rotation. supracondylar fracture humerus -m/c nerve injured is anterior interocious nerve Knife wound on the teres major muscle- teres major is a medial rotator of shoulder",
        "cop": 4,
        "opa": "Injury to the lateral cord of the brachial plexus",
        "opb": "supracondylar fracture humerus",
        "opc": "Knife wound on the teres major muscle",
        "opd": "Inferior dislocation of the head of the humerus",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "e9214852-53b6-4900-91d4-23bf2eaa6721",
        "choice_type": "multi"
    },
    {
        "question": "Which of these statements best describes the pectoral girdle and shoulder?",
        "exp": "Clavicle- First bone to sta ossifying- 5-6 week of foetal life. Explanationsb. The clavicle most commonly fractures at the junction of its middle and lateral third. c. Subscapularis bursa communicates directly with the joint capsule the gaps between the glenohumeral ligaments. These ligaments reinforce the anterior poion of the joint capsule. d. Subacromial bursa lies beneath the coracoacromial ligament, and its lower layer is attached to the tendon of the supraspinatus. Only if this tendon is torn does the bursa come into communication with the joint. This bursa is commonly injected, both as a therapeutic and diagnostic manoeuvre, when treating supraspinatus tendonitis.",
        "cop": 1,
        "opa": "The clavicle stas ossifying in the foetus.",
        "opb": "The clavicle most commonly fractures at the junction of the medial and middle third.",
        "opc": "The subscapularis bursa is separate from the capsule of the shoulder joint.",
        "opd": "The capsule of the shoulder joint communicates with the subacromial bursa.",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "74a64684-497c-4807-b890-6d70787d21c1",
        "choice_type": "multi"
    },
    {
        "question": "Weight transmission from upper limb to axial skeleton is done by",
        "exp": "Ligaments involved in weight transmission connect one bone with the next bone, in line of weight transmission. Costoclavicular ligament transfers the weight of upper limb to axial skeleton. Coracoclavicular ligament transfer the weight of upper limb to clavicle bone. Note: Coracoacromial ligaments attach to bone scapula at different points and is not attached to the previous or next bone in line of weight transmission. They do not help in weight transmission.",
        "cop": 1,
        "opa": "Costoclavicular ligament",
        "opb": "Coracoacromial ligament",
        "opc": "Coracoclavicular ligament",
        "opd": "Interclavicular ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "0c22812c-62c7-4628-8ce6-281538ab4f0e",
        "choice_type": "single"
    },
    {
        "question": "After radical mastectomy there was injury to the long thoracic nerve. The integrity of the nerve can be tested at the bedside by asking the patient to:-",
        "exp": "Nerve Muscle Movement long thoracic nerve serratus anterior overhead abduction. spinal accessory nerve trapezius Shrugging of shoulder Lateral and medial pectoral nerves Pectoralis major touching the opposite shoulder.",
        "cop": 2,
        "opa": "Shrug the shoulders",
        "opb": "Raise the arm above the head on the affected side",
        "opc": "Touch the opposite shoulder",
        "opd": "Lift a heavy object from the ground",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "66eccde8-14d9-4deb-82ea-cd6fbccb9667",
        "choice_type": "multi"
    }
]