[
    {
        "question": "Retraction of scapula at sternoclavicular joint is done by:",
        "exp": "Retraction means moving backward of scapula at sternoclavicular joint. It is done by the following muscles: Trapezius Rhomboid major Rhomboid minor. Subscapularis helps in medial rotation of humerus. Serratus anterior helps in protraction of scapula. Supraspinatus helps in adduction.",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "Trapezius",
        "opc": "Subscapularis",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "cb9e1b86-41a3-42fb-b489-b11222c83879",
        "choice_type": "single"
    },
    {
        "question": "Flexion, adduction and medial rotation of arm is done by which muscle",
        "exp": "Muscle Action Pectoralis major Adducts and medial rotation of arm Pectoralis minor Stabilizes the scapula Subclavius anchors and depresses the scapula Serratus Anterior protracts the scapula laterally rotates the scapula overhead abduction",
        "cop": 2,
        "opa": "Serratus Anterior",
        "opb": "Pectoralis major",
        "opc": "Pectoralis minor",
        "opd": "Subclavius",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "8d67fe49-250d-42f5-8fc0-4d1b5e9fd530",
        "choice_type": "single"
    },
    {
        "question": "Rotter's nodes are located between:",
        "exp": "Rotter's nodes are located between Pectoralis major and pectoralis minor. Pectoralis minor divides the lymph node drainage as follows: LevelI: below the lower edge of the pectoralis minor muscle. Level II: underneath/posterior the pectoralis minor muscle. Level III: above/medial the pectoralis minor muscle. During mammary gland surgery, if we want to preserve pectoralis major, rotter's nodes should be preserved, Anterior pectoral lymph nodes, posterior subscapular lymph nodes both drain into central lymph nodes lateral to pectoralis minor.",
        "cop": 3,
        "opa": "Serratus anterior and trapezius",
        "opb": "Latissimus dorsi and serratus anterior",
        "opc": "Pectoralis major and pectoralis minor",
        "opd": "Deltoid and pectoralis major",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "7553cece-8d6c-4b7c-a9ce-666f4d2c4556",
        "choice_type": "single"
    },
    {
        "question": "The biceps brachii muscle develops from which of the following?",
        "exp": "Biceps brachii muscle is a flexor of the antebrachium (forearm) so it develops from the anterior condensation of myotomic mesoderm.",
        "cop": 3,
        "opa": "Hypomere",
        "opb": "Epimere",
        "opc": "Anterior condensation",
        "opd": "Posterior condensation",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "c4253823-6010-4c2f-9b45-1f123e8f6eec",
        "choice_type": "single"
    },
    {
        "question": "Most common injured muscle in rotator cuff is:",
        "exp": "Rotator cuff muscles- S -Supraspinatus on greater tubercle I -Infraspinatus on greater tubercle t -Teres minor on greater tubercle S -Subscapularis on lesser tubercle These helps in strengthening of capsule posteriosuperiorly. Anteroinferior dislocation are more common Supraspinatus tendon is injured most commonly",
        "cop": 1,
        "opa": "Supra-spinatus muscle",
        "opb": "Infras-spinatus muscle",
        "opc": "Teres minor",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "56d1e952-fe06-41c4-a54f-e725b503cf2f",
        "choice_type": "single"
    },
    {
        "question": "Pronator teres syndrome is due to involvement of which of the following nerve:-",
        "exp": "Pronator teres syndrome -Median nerve entrapment syndrome, -compressed between the heads of the pronator teres near the elbow C/F pain and tenderness in the proximal aspect of the anterior forearm, hypoesthesia of palmar aspects of the lateral three and half fingers and adjacent palm.",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Anterior interosseous nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "478f44db-1232-449a-bff5-afb0f8d6cf6b",
        "choice_type": "single"
    },
    {
        "question": "Dropped shoulder occurs due to paralysis of",
        "exp": "Elevation of the scapula (as in shrugging the shoulders). The movement is brought about by the upper fibres of the trapezius and by the levator scapulae. It is associated with the elevation of the lateral end, and depression of the medial end of the clavicle. Spinal accessory nerve supplies trapezius muscle and may get injured in trauma or damage during surgery, resulting in weakness of the trapezius muscle and drooping of shoulder.",
        "cop": 2,
        "opa": "Deltoid",
        "opb": "Trapezius",
        "opc": "Teres minor",
        "opd": "Serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "cbd1438f-9d3e-4693-8ba2-920120a9d30e",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old patient presents with an inability to draw the scapula forward and downward because of paralysis of the pectoralis minor. Which of the following would most likely be a cause of his condition?",
        "exp": "Pectoralis minor is paralyzed because it is inseed on coracoid process of scapula. Origin: Second to the fifth ribs Inseion: Coracoid process Innervation - Medial pectoral nerves Action - Depresses the shoulder and forms the anterior wall of the axilla Pectoralis minor has no attachment on the clavicle.",
        "cop": 3,
        "opa": "Fracture of the clavicle",
        "opb": "Injury to the posterior cord of the brachial plexus",
        "opc": "Fracture of the coracoid process",
        "opd": "Axillary nerve injury",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "ce4ac0ea-f8ce-4bf2-9975-e6717ee7beec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT intracapsular:-",
        "exp": "Lateral and medial epicondyles are outside the capsular ligament. They are traction epiphysis.",
        "cop": 4,
        "opa": "Coronoid fossa",
        "opb": "Radial fossa",
        "opc": "Olecranon fossa",
        "opd": "Lateral epicondyle",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "e49f5601-07ee-41a1-8045-4cd21afeaa50",
        "choice_type": "single"
    },
    {
        "question": "Inferior angle of scapula lies at which veebral body level",
        "exp": "Inferior angle of scapula lies at the level of spine of T7 veebra (veebral body T8). Body of veebra T7 aiculates with the head of the seventh and eighth ribs. At this level lies lower border of heart; inferior vena cava passes through central tendon of diaphragm to enter right atrium of heart. The scapula overlies the second to seventh ribs. The spinous process of T3 is level with the spine of the scapula.",
        "cop": 4,
        "opa": "T3",
        "opb": "T6",
        "opc": "T7",
        "opd": "T8",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "462b7b07-c05f-4535-8533-16d0be476168",
        "choice_type": "single"
    },
    {
        "question": "Weight transmission from upper limb to axial skeleton is done by",
        "exp": "Ligaments involved in weight transmission connect one bone with the next bone, in line of weight transmission. Costoclavicular ligament transfers the weight of upper limb to axial skeleton. Coracoclavicular ligament transfer the weight of upper limb to clavicle bone. Note: Coracoacromial ligaments attach to bone scapula at different points and is not attached to the previous or next bone in line of weight transmission. They do not help in weight transmission.",
        "cop": 1,
        "opa": "Costoclavicular ligament",
        "opb": "Coracoacromial ligament",
        "opc": "Coracoclavicular ligament",
        "opd": "Interclavicular ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements",
        "id": "0c22812c-62c7-4628-8ce6-281538ab4f0e",
        "choice_type": "single"
    }
]