[
    {
        "question": "A 24-year-old medical student was bitten at the base of her thumb by her dog. The wound became infected and the infection spread into the radial bursa. The tendon(s) of which muscle will most likely be affected?",
        "exp": "Tenosynovitis can be due to an infection of the synovial sheaths of the digits. Tenosynovitis in the thumb may spread through the synovial sheath of the flexor pollicis longus tendon, also known as the radial bursa. The tendons of the flexor digitorum superficialis and profundus muscles are enveloped in the common synovial flexor sheath, or ulnar bursa. Neither the flexor carpi radialis nor flexor pollicis brevis tendons are contained in synovial flexor sheaths.",
        "cop": 3,
        "opa": "Flexor digitorum profundus",
        "opb": "Flexor digitorum superficialis",
        "opc": "Flexor pollicis longus",
        "opd": "Flexor carpi radialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bf3060de-91b5-4462-a42b-1bf648b02f59",
        "choice_type": "single"
    },
    {
        "question": "Muscle attached to medial border of scapula is-",
        "exp": "Ans. is 'a' i. e., Rhomboidus Major * Lateral border of scapula (posteriorly): Origins of teres minor and teres major.* Medial border of scapula: (i) Anteriorly: Insertion of serratus anterior; (ii) Posteriorly: Insertions of levator scapulae, rhomboideus major and minor.",
        "cop": 1,
        "opa": "Rhomboidus Major",
        "opb": "Teres Major",
        "opc": "Deltoid",
        "opd": "Infraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "29497165-f081-4d8d-be2c-f984baf70205",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old female maid was making a bed in a hotel bedroom. As she straightened the sheet by running her right hand over the surface with her fingers extended, she caught the end of the index finger in a fold. She experienced a sudden, severe pain over the base of the terminal phalanx. Several hours later when the pain had diminished, she noted that the end of her right index finger was swollen and she could not completely extend the terminal interphalangeal joint. Which one of the following structures within the digit was most likely injured?",
        "exp": "The contraction of the extensor mechanism produces extension of the distal interphalangeal joint. When it is torn from the distal phalanx, the digit is pulled into flexion by the flexor digitorum profundus. The proper palmar digital branches of the median nerve supply lumbrical muscles and carry sensation from their respective digits. Vincula longa are slender, bandlike connections from the deep flexor tendons to the phalanx that can carry blood supply to the tendons. The insertions of the flexor digitorum superficialis and profundus are on the flexor surface of the middle and distal phalanges, respectively, and act to flex the interphalangeal joints.",
        "cop": 3,
        "opa": "The proper palmar digital branch of the median nerve",
        "opb": "The vinculum longa",
        "opc": "The insertion of the tendon of the extensor digitorum onto the base of the distal phalanx",
        "opd": "The insertion of the flexor digitorum profundus tendon",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "071b822d-0b92-4499-bfa3-710331047cae",
        "choice_type": "single"
    },
    {
        "question": "Distal muscles of the hand needed for fine wrok are controlled by-",
        "exp": "Ans. is 'c' i. e., Ulnar nerve * Ulnar nerve is also known as musicians nerve as it is needed to carry out fine and precision movements of the hand.",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b1821909-04aa-46c2-a699-e8d3fabd174f",
        "choice_type": "single"
    },
    {
        "question": "Winging of the scapula is seen in injury to which nerve?",
        "exp": "Ans. is 'a' i. e., Long thoracic nerve of Bell * Winging of scapula is caused most commonly by serratus anterior palsy. This is typically caused by damage to long thoracic nerve (nerve to serratus anterior).",
        "cop": 1,
        "opa": "Long thoracic nerve of Bell",
        "opb": "Ulnar nerve",
        "opc": "Lower subscapular nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "0a2065f6-d1eb-480a-9fbe-58b98228b298",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old fell from a cliff when he was hiking in the mountains. He broke his fall by grasping a tree branch, but he suffered injury to the C8-T1 spinal nerve roots. Sensory tests would thereafter confirm the nature of his neurologic injury by the sensory loss in the part of the limb supplied by which of the following?",
        "exp": "In a lesion of the lower trunk, or the C8 and T1 nerve roots, there is sensory loss on the medial forearm and the medial side of hand (dorsal and ventral). The medial cord is the extension of the lower trunk. The medial cord gives origin to the medial antebrachial cutaneous nerve, which supplies the T1 dermatome of the medial side of the antebrachium. The lower lateral brachial cutaneous nerve arises from the radial nerve, C5 and C6. The musculocutaneous nerve arises from the lateral cord, ending in the lateral antebrachial cutaneous nerve, with C5 and C6 dermatome fibers. The intercostobrachial nerve is the lateral cutaneous branch of the T2 ventral primary ramus and supplies skin on the medial side of the arm. The median nerve distributes C6 and C7 sensory fibers to the lateral part of the palm, thumb, index, long finger, and half of the ring finger.",
        "cop": 4,
        "opa": "Lower lateral brachial cutaneous nerve",
        "opb": "Musculocutaneous nerve",
        "opc": "Intercostobrachial nerve",
        "opd": "Medial antebrachial cutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "43020e58-266b-4f02-a75c-9b9ba66cf5c3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following finger is having two dorsal interossei muscles:",
        "exp": "Ans. (c) Middle Finger. Ref: Grays Anatomy 41st Ed; Page No- 884* The four dorsal interossei muscles are bipennate in nature.* They are larger in size compare to palmar interossei.* They are arising from the adjacent sides of two metacarpal bones.* First two attach to radial side of proximal phalanx of index and middle finger and blend with dorsal digital expansion.* The third and fourth to ulnar side of proximal phalanx of middle and ring finger and blend with dorsal digital expansion.* The second and third are attached to the radial and ulnar sides of the middle finger, respectively. Action of the interossei muscles. Palmar Interossei* It unipennate in natures.* Location: On the palmar surface between the metacarpals.* All fingers have palmar interossei; except;- Mid die finger.* They are arising from palmar aspects of the metacarpals.* It adduct the fingers towards the longitudinal axis of the middle finger. Dorsal Interossei* It abducts the fingers away from the longitudinal axis of the middle finger.* Note: Fifth finger is not abducted by dorsal interossei. Extra Mile. Interossei. Muscle. Origin. Insertion. Nerve supply. Nerve root. Action. Dorsal interossei (4) (bipennate). Adjacent sides of metacarpal bones. Lateral sides of bases of proximal phalanges; extensor expansion. Ulnar. C8; Abduct fingers; flex metacarpo- phalangeal joints; extend inter- phalangeal joints. T1. Palmar interossei (3) (unipennate) Medial side of second metacarpal; lateral sides of fourth and fifth metacarpals. Bases of proximal phalanges in same sides as their origins; extensor expansion. Ulnar. C8; Adduct fingers; flex metacarpo- phalangeal joints; extend inter- phalangeal joints. T1 Movement at the Metacarpophalangeal Joint. Dorsal interossei. Abduction. Palmar interossei. Adduction. Extensor digitorum. Extension. Lumbricals and interossei. Flexion",
        "cop": 3,
        "opa": "Index finger",
        "opb": "Little finger",
        "opc": "Middle finger",
        "opd": "Ring finger",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "66285fc7-51b3-4b31-b306-8e40fa5b51a2",
        "choice_type": "single"
    },
    {
        "question": "Sepsis of index finger will spread to?",
        "exp": "Ans. a (Thenar). Deep thenar space infection occurs in the potential space between the palmar aponeurosis and the fascia overlying adductor policis, which contains not only the flexor pollicis longus tendon plus the neurovascular (NV) bundles to the thumb, but also the NV bundle on the radial side of the index plus the flexor tendons of the index. Therefore, a deep thenar space infection can involve both the thumb and the index finger. The pollical sheath extends distally almost to its insertion, and that part of the common sheath for the little finger usually does likewise. The ring, middle, and index fingers are provided with digital sheaths that usually extend proximally no further than the necks of their metacarpal bones, leaving a gap of 1 to 3 cm below the common sheath. Hence infection of the synovial sheaths of the thumb or little finger may spread along tendon sheaths readily into the palm and even into the forearm. Also remember: Hypothenar muscles. Muscle Origin Insertion Innervation. Action. Abductor digiti minimi Pisiform}Medial side of}} Abducts little finger. Flexor digiti minimi brevis}Hooks of hamate}proximal phalanx. Deep branch of ulnar. Flexes little finger. Opponens digiti minimi Front of 5th metacarpal Draws 5th metacarpal forward. Palmaris brevis Medial border of palmar aponeurosis Skin on medial side of hand Superficialbranch of ulnar. Deepens hollow of palm & protects ulnar nerve & artery. Thenar Muscles. Muscles Origin Insertion Innervation. Action. Abductor pollicis brevis}Flexor ratinaculum}Lateral sesamoid &} Abducts thumb Flexes thumb. Flexor pollicis brevis}& tubercle of trapezium}base of proximal phalanx}Recurrent branch of median. Rotates 1st metacarpal. Opponens pollicis Lateral side of 1st metacarpal- medially. Adductor pollicis Capitate, trapezoid, base of 2nd metacarpal {oblique head) & front of 3rd metacarpal (transverse head) Medial sesamoid & base of proximal phalanx Deep branch of ulnar. Adducts thumb",
        "cop": 1,
        "opa": "Thenar",
        "opb": "Mid-palmar",
        "opc": "Hypothenar",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4172a596-6779-4263-94e9-d940ecd9894a",
        "choice_type": "multi"
    },
    {
        "question": "What is the action of marked muscle:",
        "exp": "Ans. C. Protraction of scapula forward around the thoraxa. The muscle marked is Serratus anterior, it originates by nine or ten slips from either the first to ninth ribs or the first to eighth ribs. Because two slips usually arise from the second rib, the number of slips is greater than the number of ribs from which they originate. b. The muscle is inserted along the medial border of the scapula between the superior and inferior angles along with being inserted along the thoracic vertebrae, c. It is innervated by the long thoracic nerve (Nerve of Bell). The serratus anterior is occasionally called the \"big swing muscle\" or \"boxer's muscle\" because it is largely responsible for the protraction of the scapula -- that is, the pulling of the scapula forward and around the rib cage that occurs when someone throws a punch.",
        "cop": 3,
        "opa": "Supination of the forearm and flexion of the elbow",
        "opb": "Flexion & Adduction of Shoulder joint",
        "opc": "Protraction of scapula forward around the thorax",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "26a725a5-4da4-4bc4-9fc4-91324f0aa77c",
        "choice_type": "multi"
    },
    {
        "question": "Which is derived from thoracolumbar fascia -",
        "exp": "Ans. is 'b' i. e., Lateral arcuate ligament o Thoracolumbar fascia covers the deep muscles of back of the trunk, o It is composed of three fascial layers -i) Anterior layer# It is the thinnest layer# Medially it is attached to transverse process of lumbar vertebrae.# Laterally it fuses with fascia transversalis and aponeurosis of transversus abdominis# Inferiorly it is attached to iliolumbar ligament and iliac crest.# Superiorly it is attached to 12th rib and extends to transverse process of Lj forming the lateral arcuate ligament of diaphragm. ii) Middle layer# Medially it is attached to transverse process of lumbar vertebrae.# Inferiorly it is attached to iliac rest.# Superiorly it is attached to 12th ribiii) Posterior layer# It is the thickest layer and attached to spines of lumbar verterae. o Quadratus lomborum is enclosed between anterior and middle layers. Erector spinae (paraspinal muscle) is enclosed between middle and posterior layer.",
        "cop": 2,
        "opa": "Medial arcuate ligament",
        "opb": "Lateral arcuate ligament",
        "opc": "Lacunar ligament",
        "opd": "Cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6793137d-ceb8-425d-a05b-4ab34fc440f7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure passes through the triangular interval of the arm?",
        "exp": "Ans. is 'a' i. e., Radial nerve Region. Boundaries. Contents. Upper triangular space of arm. Superior: Teres minor. Inferior: Teres major. Lateral: Long head of triceps. Circumflex scapular artery. Lower triangular space of arm. Superior: Teres major. Medial: Long head of triceps. Lateral; Shaft of humerus. Radial nerve. Profunda brachii vessels. Quadrangular space of arm. Superior: Teres minor, subscapularis, joint capsule. Inferior: Teres major. Medial: Long head of triceps. Lateral: Surgical neck of humerus. Axillary nerve. Posterior circumflex humeral vessels",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Axillary nerve",
        "opc": "Median nerve",
        "opd": "Ulnar Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a72a3592-5628-4457-8a9d-99d21b195bd6",
        "choice_type": "single"
    },
    {
        "question": "|A 65-year-old male complains of severe back pain and inability to move his left lower limb. Radiographic studies demonstrate the compression of nerve elements at the intervertebral foramen between vertebrae L5 and S1. Which structure is most likely responsible for this space-occupying lesion?",
        "exp": "Compression of nerves at the intervertebral foramen indicates a disk herniation. A disk herniation is characterized by protrusion of the nucleus pulposus from the anulus fibrosus posterolaterally into the spinal canal or intervertebral foramen. The ligaments may be affected by the herniation but are not responsible for the compression of the spinal nerve roots.",
        "cop": 2,
        "opa": "Anulus fibrosus",
        "opb": "Nucleus pulposus",
        "opc": "Posterior longitudinal ligament",
        "opd": "Anterior longitudinal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b23fac5c-30bc-4734-8d33-ba1a8ed8414b",
        "choice_type": "single"
    },
    {
        "question": "Several weeks after surgical dissection of her left axilla for the removal of lymph nodes for staging and treatment of her breast cancer, a 32-year-old woman was told by her general physician that she had \"winging\" of her left scapula when she pushed against resistance during her physical examination. She told the physician that she had also experienced difficulty lately in raising her right arm above her head when she was combing her hair. In a subsequent consult visit with her surgeon, she was told that a nerve was accidentally injured during the diagnostic surgical procedure and that this produced her scapular abnormality and inability to raise her arm normally. What was the origin of this nerve?",
        "exp": "The long thoracic nerve was injured during the axillary dissection, resulting in paralysis of the serratus anterior. The serratus anterior is important in rotation of the scapula in raising the arm above the level of the shoulder. Its loss results in protrusion of the inferior angle (\"winging\" of the scapula), which is more obvious when one pushes against resistance. The long thoracic nerve arises from brachial plexus roots C5, C6, and C7. The upper trunk (C5, C6) supplies rotator and abductor muscles of the shoulder and elbow flexors. The posterior division of the middle trunk contains C7 fibers for distribution to extensor muscles; likewise, the posterior cord supplies extensors of the arm, forearm, and hand. The lateral cord (C5, C6, and C7) gives origin to the lateral pectoral nerve, the musculocutaneous nerve, and the lateral root of the median nerve. There is no sensory loss in the limb in this patient; injury to any of the other nerve elements listed here would be associated with specific dermatome losses.",
        "cop": 3,
        "opa": "The upper trunk of her brachial plexus",
        "opb": "The posterior division of the middle trunk",
        "opc": "Roots of the brachial plexus",
        "opd": "The posterior cord of the brachial plexus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "24e6e46a-91bb-4c8d-9047-170fe6250e05",
        "choice_type": "multi"
    },
    {
        "question": "A patient tries to make a fist but the index and middle finger remain partially extended. The nerve most probably involved is",
        "exp": "Answer: (a) Median nerve. MEDIAN NERVE INJURY* When the median nerve is severed in the elbow region, flexion of the proximal interphalangeal joints of the lst-3rd digits is lost and flexion of the 4th and 5th digits is weakened.* Flexion of the distal interphalangeal joints of the 2nd and 3rd digits is also lost.* Flexion of the distal interphalangeal joints of the 4th and 5th digits is not affected because the medial part of the FDP is supplied by the ulnar nerve.* The ability to flex the metacarpophalangeal joints of the 2nd and 3rd digits is affected because the digital branches of the median nerve supply the 1st and 2nd lumbricals.* Thus, when the person attempts to make a fist, the 2nd and 3rd fingers remain partially extended (hand of Benediction).* Thenar muscle function (function of the muscles at the base of the thumb) is also lost, as in carpal tunnel syndrome.* When the anterior interosseous nerve is injured, the thenar muscles are unaffected, but paresis (partial paralysis) of the flexor digitorum profundus and flexor pollicis longus occurs.* When the person attempts to make the \"okay\" sign, opposing the tip of the thumb and index finger in a circle, a \"pinch\" posture of the hand results instead owing to the absence of flexion of the interphalangeal joint of the thumb and distal interphalangeal joint of the index finger (anterior interosseous syndrome)",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Musculo-cutaneous nerve",
        "opc": "Radial nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "42c98c68-a885-495d-a32a-84518972ec07",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old woman is admitted to the emergency department after an automobile collision. Radiographic examination reveals multiple fractures of the humerus. Flexion and supination of the forearm are severely weakened. She also has loss of sensation on the lateral surface of the forearm. Which of the following nerves has most likely been injured?",
        "exp": "The musculocutaneous nerve supplies the biceps brachii and brachialis, which are the flexors of the forearm at the elbow. The musculocutaneous nerve continues as the lateral antebrachial cutaneous nerve, which supplies sensation to the lateral side of the forearm (with the forearm in the anatomic position). The biceps brachii is the most powerful supinator muscle. Injury to this nerve would result in weakness of supination and forearm flexion and lateral forearm sensory loss. Injury to the radial nerve would result in weakened extension and a characteristic wrist drop. Injury to the median nerve causes paralysis of flexor digitorum superficialis and other flexors in the forearm and results in a characteristic flattening of the thenar eminence. The lateral cord of the brachial plexus gives origin both to the musculocutaneous and lateral pectoral nerves. There is no indication of pectoral paralysis or weakness. Injury to the lateral cord can result in weakened flexion and supination in the forearm, and weakened adduction and medial rotation of the arm. The lateral cutaneous nerve of the forearm is a branch of the musculocutaneous nerve and does not supply any motor innervation. Injury to the musculocutaneous nerve alone is unusual but can follow penetrating injuries.",
        "cop": 2,
        "opa": "Radial",
        "opb": "Musculocutaneous",
        "opc": "Median",
        "opd": "Lateral cord of brachial plexus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c4cef47f-ecca-44e5-ab65-c1e0ce2d4887",
        "choice_type": "single"
    },
    {
        "question": "Lateral border of the cubital fossa is -",
        "exp": "Ans. is 'a' i. e., Brachiradialis Cubital fossa. Lateral boundry. Brachioradialis. Medial boundry. Pronater teres. Base. Line joining the two epicondyles of humerus. Apex. Point joining lateral and medial boundries. Floor. Brachialis, supinator. Roof. Skin, superficial fascia (containing medial cubital vein, lateral and medial cutaneous nerve of forearm), deep facia, bicipital aponeourosis. CONTENTS* Median nerve* Brachial artery termination and begining of radial and ulnar arteries.* Biceps tendon* Radial nerve and* Radial collateral artery",
        "cop": 1,
        "opa": "Brachiradialis",
        "opb": "Pronator teres",
        "opc": "Flexor Carpi Radialis",
        "opd": "Triceps",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "719daae5-31ca-4dda-8346-966e8f698650",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old male medical student fell asleep in his chair with Netter's Atlas wedged into his axilla. When he awoke in the morning, he was unable to extend the forearm, wrist, or fingers. Movements of the ipsilateral shoulder joint appear to be normal. Which of the following nerves was most likely compressed, producing the symptoms described?",
        "exp": "The radial nerve is the most likely nerve compressed to cause these symptoms. This type of nerve palsy is often called \"Saturday night palsy. \" One reason for this nickname is that people would supposedly fall asleep after being intoxicated on a Saturday night with their arm over the back of a chair, thereby compressing the nerve in the spiral groove. The radial nerve innervates all of the extensors of the elbow, wrist, and fingers. Paralysis of the lateral cord of the brachial plexus would result in loss of the musculocutaneous nerve and the pectoral nerves, which do not mediate extension of the forearm or hand. The medial cord of the brachial plexus branches into the median nerve and ulnar nerve. Neither of these nerves innervates muscles that control extension. The median nerve innervates flexors of the forearm and the thenar muscles. The lateral and median pectoral nerves do not extend into the arm and innervate the pectoralis major and minor muscles.",
        "cop": 3,
        "opa": "Lateral cord of the brachial plexus",
        "opb": "Medial cord of the brachial plexus",
        "opc": "Radial nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e221bf59-47dd-4a4a-a416-763509e045dd",
        "choice_type": "single"
    },
    {
        "question": "Cephalic vein drains into -",
        "exp": "Ans. is 'c' i. e., Axillary vein Veins of upper limbo Cephalic vein is the paraxial vein of upper limb (like great saphenous vein of lower limb). It begins from the lateral end of dorsal venous arch. It is accompanied by lateral cutaneous nerve of forearm and terminal part of radial nerve. o Basilic vein is the postaxial vein of upper limb (like short saphenous vein of lower limb). It begins from the medial end of dorsal venous arch. It is accompanied by posterior branch of medial cutaneous nerve of forearm and terminal part of dorsal branch of ulnar nerve. The superficial veins of the upper limb: (a) On the front, and (b) on the back of the limbo Basilic vein continue as axillary vein. Cephalic vein drains into axillary vein by: (i) Draing into basalic vein through median cubital vein (greater proportion), and (ii) Directly draining into axillary vein.",
        "cop": 3,
        "opa": "Brachial vein",
        "opb": "Subclavian vein",
        "opc": "Axillary vein",
        "opd": "IVC",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "58846f25-9051-40c6-a826-43d7f27ff837",
        "choice_type": "single"
    },
    {
        "question": "Which of the following two muscles act together for climbing on a tree -",
        "exp": "Ans. is 'c' i. e., Latissimus dorsi & Pectoralis major * Climbing of tree is helped by: i) Latissimus Dorsiii) Pectoralis major* Latissimus Dorsi is also known as \"climber's muscle\" or \"Tree climbing muscle\".",
        "cop": 3,
        "opa": "Latissimus dorsi & Serratus anterior",
        "opb": "Serratus anterior & Teres major",
        "opc": "Latissimus dorsi & Pectoralis major",
        "opd": "Serratus anterior & Pectoralis major",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "80221baf-97b3-4cdf-9530-7d78523bbf2e",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male firefighter is admitted to the hospital after blunt trauma to his right axilla. Examination reveals winging of the scapula and partial paralysis of the right side of the diaphragm. Which of the following parts of the brachial plexus have been injured?",
        "exp": "The winged scapula results from a lesion of the long thoracic nerve, which supplies the serratus anterior muscle. This muscle is responsible for rotating the scapula upward, which occurs during abduction of the arm above the horizontal. The long thoracic nerve comes off the C5 to C7 roots of the brachial plexus. The diaphragm is supplied by the phrenic nerve, which comes off the spinal nerve roots C3 to C5.",
        "cop": 3,
        "opa": "Cords",
        "opb": "Divisions",
        "opc": "Roots",
        "opd": "Terminal branches",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7aa5185e-64f7-4424-a486-a3f2d47002c8",
        "choice_type": "single"
    },
    {
        "question": "Card test is done for-",
        "exp": "Ans. is 'a' i. e., Plamar interossei * Card Test: This is for palmar interossei (adductors) of the fingers. In this test, the examiner inserts a card between two extended fingers and the patient is asked to hold it as tightly as possible while the examiner tries to pull the card out. The power of adductors can thus be judged. In case of weak palmar interossei, it is easy to pull out the card. First dorsal interosseous muscle can be separately examinated by asking the patient to abduct the index finger against resistance.",
        "cop": 1,
        "opa": "Plamar interossei",
        "opb": "Dorsal interossei",
        "opc": "Abductor pollicis brevis",
        "opd": "Palmaris longus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "97201a22-8d56-4687-8e1f-64e5f06e1ba0",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is being examined as a candidate for cosmetic breast surgery. The surgeon notes that both of her breasts sag considerably. Which structure has most likely become stretched to result in this condition?",
        "exp": "The suspensory ligaments of the breast, also known as Cooper's ligaments, are fibrous bands that run from the dermis of the skin to the deep layer of superficial fascia and are primary supports for the breasts against gravity. Ptosis of the breast is usually due to the stretching of these ligaments and can be repaired with plastic surgery. Scarpa's fascia is the deep membranous layer of superficial fascia of the anterior abdominal wall. The pectoralis major and pectoralis minor are muscles that move the upper limb and lie deep to the breast but do not provide any direct support structure to the breast. The serratus anterior muscle is involved in the movements of the scapula.",
        "cop": 4,
        "opa": "Scarpa's fascia",
        "opb": "Pectoralis major muscle",
        "opc": "Pectoralis minor muscle",
        "opd": "Suspensory (Cooper's) ligaments",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "854d7f4f-8e5f-4887-9a73-16f8052122c1",
        "choice_type": "multi"
    },
    {
        "question": "Which is the nerve root of Biceps jerk?",
        "exp": "Ans. A C5-C6. Ref: Gray's Anatomy, 41st ed. pg. 792* Biceps jerk (C5, 6) The elbow is flexed to a right angle and slightly pronated. A finger is placed on the biceps tendon and struck with a percussion hammer; this should elicit flexion and slight supination of the forearm. Extra Mile* Triceps jerk (C6-8) The arm is supported at the wrist and flexed to a right angle. Triceps tendon is struck with a percussion hammer just proximal to the olecranon; this should elicit extension of the elbow.* Radial jerk (C7, 8) The radial jerk is a periosteal, not a tendon reflex. The elbow is flexed to a right angle and the forearm placed in the mid pronation/supination position. The radial styloid is struck with the percussion hammer. This elicits contraction of brachioradialis, which causes flexion of the elbow",
        "cop": 1,
        "opa": "C5-C6",
        "opb": "C6-C8",
        "opc": "C7-C8",
        "opd": "C8-T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "5ed2b6ff-9e0d-4382-a7c2-9e6f792955fd",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man visits the outpatient clinic with a painful shoulder. Physical examination reveals a painful arc syndrome due to supraspinatus tendinopathy. Which of the following conditions will be present during physical examination?",
        "exp": "The supraspinatus initiates abduction of the arm during the first 15deg of abduction; palpation of the tendon during this phase would result in pain from a tendinopathy of the supraspinatus.",
        "cop": 1,
        "opa": "Painful abduction 0deg to 15deg",
        "opb": "Painful abduction 0deg to 140deg",
        "opc": "Painful abduction 70deg to 140deg",
        "opd": "Painful abduction 15deg to 140deg",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "be877a5c-4cb8-44a4-a1ba-f38bb5fa4dae",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman arrives at the emergency department with a swollen, painful forearm. An MRI examination reveals a compartment syndrome originating at the interosseous membrane between the radius and ulna. Which of the following type of joint will most likely be affected?",
        "exp": "A synarthrosis joint is a fibrous connection that allows minimal to no movement. In this case, virtually no movement is allowed by the interosseous membrane joint between the radius and ulna. Symphysis joints are permanent fibrocartilaginous fusions between two bones; pubic symphysis is an example. Synchondrosis is a temporary joint made of cartilage that transitions to bone typically after growth completes (i. e., epiphyseal plate). Trochoid joints are pivot joints, and the humeral-radial portion of the elbow joint is an example. Ginglymus joints are hinge joints located at the interphalangeal junctions in the hand and foot (PIPs and DIPs).",
        "cop": 1,
        "opa": "Synarthrosis",
        "opb": "Symphysis",
        "opc": "Synchondrosis",
        "opd": "Trochoid",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e32ccb4e-99bb-411a-9de7-449f6639004f",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man is admitted to the hospital because of severe pain in the back and lower limb. Radiographic examination reveals spinal stenosis syndrome. Which of the following conditions is most likely to be confirmed by MRI examination?",
        "exp": "The ligamentum flavum connects the lamina of two adjacent vertebrae and forms the posterior wall of the vertebral canal. It is the only answer choice that is in direct contact with the vertebral foramen. Therefore, hypertrophy of only the ligamentum flavum would present as spinal stenosis. The supraspinous and interspinous ligaments connect spinous processes. The anterior longitudinal ligament connects the anterior portion of the vertebral bodies and intervertebral disks. Finally, the nuchal ligament is a thickened extension of the supraspinous ligament above the level of C7.",
        "cop": 3,
        "opa": "Hypertrophy of supraspinous ligament",
        "opb": "Hypertrophy of interspinous ligament",
        "opc": "Hypertrophy of ligamentum flavum",
        "opd": "Hypertrophy of anterior longitudinal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "39887d0b-54b0-4d01-b149-291bd5f3b4fd",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman complains of pain and stiffness in her neck. She was injured sliding into second base headfirst during her company softball game. Radiographs reveal no fractures of her spine. However, upon physical examination her right shoulder is drooping and she has difficulty in elevating that shoulder. If you ordered an MRI, it would most likely reveal soft tissue damage to which of the following nerves?",
        "exp": "The thoracodorsal nerve innervates the latissimus dorsi, which has no action on the shoulder girdle. The spinal accessory nerve is the eleventh cranial nerve (CNXI) and innervates both the trapezius and sternocleidomastoid muscles. The loss of CNXI results in drooping of the shoulder due to paralysis of the trapezius. In addition to the clinical findings of the MRI, one can test the innervation of this nerve by asking the patient to shrug his or her shoulders against resistance (testing the trapezius), as well as turning his or her head against resistance (testing the sternocleidomastoid). The dorsal scapular nerve innervates the levator scapulae muscle, as well as the rhomboids. The greater occipital nerve is a sensory nerve innervating the posterolateral aspect of the scalp. The axillary nerve is a branch of the brachial plexus and innervates the deltoid and teres minor. It is not involved in shoulder elevation.",
        "cop": 2,
        "opa": "Thoracodorsal nerve",
        "opb": "Spinal accessory nerve",
        "opc": "Dorsal scapular nerve",
        "opd": "Greater occipital nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "08d40ac1-db3d-4ee1-881f-fa9b65c2b47d",
        "choice_type": "multi"
    },
    {
        "question": "The quadrangular space is bounded by the following structures, except the-",
        "exp": "Ans. C. Deltoid. THE QUADRANGULAR AND TRIANGULAR SPACESa. Anteriorly, the quadrangular space is bounded by subscapularis, the capsule of the shoulder joint and teres minor above, teres major below, the long head of triceps medially, and the surgical neck of the humerus laterally. b. Posteriorly, the quadrangular space is bounded above by teres minor. The axillary nerve and the posterior circumflex artery and vein pass through the space. There are two triangular spaces. The upper triangular space is bounded above by subscapularis anteriorly, teres minor posteriorly, teres major below, and the long head of triceps laterally. c. The circumflex scapular artery passes through this space. The lower triangular space (triangular interval) is bounded above by subscapularis anteriorly and teres major posteriorly; the long head of triceps medially and the humerus laterally. The radial nerve and the profunda brachii vessels pass through this space.",
        "cop": 3,
        "opa": "Surgical neck of the humerus",
        "opb": "Long head of triceps",
        "opc": "Deltoid",
        "opd": "Teres major",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "78480f96-9e01-4bd3-adcf-80566c5738af",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old woman is admitted to the hospital after a car collision. Physical examination reveals a mallet finger. Which of the following conditions is expected to be present during radiographic examination?",
        "exp": "Mallet finger, also known as baseball finger, is a deformity in which the finger will be permanently flexed at the distal interphalangeal joint, due to avulsion of the insertion of the extensor tendon at the distal phalanx.",
        "cop": 4,
        "opa": "A lesion of the ulnar nerve at the distal flexor crease of the wrist",
        "opb": "A separation of the extension expansion over the middle interphalangeal joint",
        "opc": "Compression of the deep ulnar nerve by dislocation of the lunate bone",
        "opd": "Avulsion fracture of the dorsum of the distal phalanx",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "21a5b862-5d26-4551-b7b5-2fdf6d2501b9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the insertion of the shown muscle?",
        "exp": "Ans. A Radial tuberosity. Ref: Gray's Anatomy 41st ed. P 824* The shown muscle in the image is biceps brachii.* It has two proximal heads (hence the name). Their attachments are:# Short head: Tip of coracoid process# Long head: Supraglenoid tubercle of scapula* Insertion:# Radial tuberosity and fascia of forearm via bicipital aponeurosis* Innervation: Musculocutaneous nerve (C5, C6)* Action: Supination of forearm and flexion of shoulder joint",
        "cop": 1,
        "opa": "Radial tuberosity",
        "opb": "Olecranon process",
        "opc": "Radial head",
        "opd": "Medial malleolus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6f4139dc-9b71-4189-8730-6b4f9e37d53c",
        "choice_type": "multi"
    },
    {
        "question": "Wrist drop is due to injury to which nerve:",
        "exp": "Ans. D. Radial. Wrist drop, is a medical condition in which the wrist and the fingers cannot extend at the metacarpophalangeal joints & wrist joint. The wrist remains partially flexed due to an opposing action of flexor muscles of the forearm. It is due to injury to radial nerve.",
        "cop": 4,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Axillary",
        "opd": "Radial",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ce51c245-8797-46ef-81c5-c6b7c0ee5b4e",
        "choice_type": "single"
    },
    {
        "question": "Median nerve supplies which branch to the brachial artery-",
        "exp": "Ans. is 'b' i. e., Sympathetic branch * 'Median nerve supplies vascular branches to the brachial artery in the arm. These fibres are sympathetic fibres'* Median nerve has no sensory or cutaneous branch in the arm. The only branches it gives off in the arm are sympathetic branches to the brachial artery.",
        "cop": 2,
        "opa": "Sensory branch",
        "opb": "Sympathetic branch",
        "opc": "Motor branch",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7975cc56-9d4f-4649-a977-878bc7347d43",
        "choice_type": "multi"
    },
    {
        "question": "Which nerve is affected in Saturday Night Palsy?",
        "exp": "Ans. is 'a' i. e., Radial nerve Saturday night palsy (weekend palsy)* In this condition, there is compression of the radial nerve between spiral groove and the lateral intermuscular septum.* It is known after an event which typically happens on a Saturday night weekend when in an inebriated condition, a person slump with his mid-arm compressed between the arm of the chair and his body.",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Anterior Interosseus nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "fffda84d-0415-4992-ab88-9ccf27cb2811",
        "choice_type": "single"
    },
    {
        "question": "Flexion, adduction & medial rotation at shoulder joint is by which muscle?",
        "exp": "Ans. A. Pectoralis major. The pectoralis major is a thick, fan-shaped muscle, situated at the chest of the human body. It makes up the bulk of the chest muscles and lies under the breast. The pectoralis major's primary functions are flexion, adduction, and internal rotation of the humerus. It arises from the anterior surface of the sternal half of the clavicle; from breadth of the half of the anterior surface of the sternum and from the aponeurosis of the abdominal external oblique muscle. They all end in a flat tendon, about 5 cm in breadth, which is inserted into the lateral lip of the bicipital groove (intertubercular sulcus) of the humerus. The pectoralis major receives dual motor innervation by the medial pectoral nerve and the lateral pectoral nerve.",
        "cop": 1,
        "opa": "Pectoralis major",
        "opb": "Pectoralis minor",
        "opc": "Trapezius",
        "opd": "Serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "01b09a6f-2d60-4537-bb16-5dd6d1119860",
        "choice_type": "single"
    },
    {
        "question": "Attachment of Sibson's fascia is at -",
        "exp": "Ans. is 'd' i. e., C7 o The part of thoracic inlet, on either side, is enclosed by a dense fascial sheeth called suprapleural membrane (or Sibson's fascia or diaphragm of superior thoracic aperture), ]o ft is tent shaped (triangular in shape). o Its attachments are. Apex is attached to transverse process of seventh cervical vertebra. Base is attached to inner border of Is'- rib and its costal cartilage. o It superior surface is related to subclavian vessels and its inferior surface is related to cervical pleura, covering the apex of lung. o Morphologically, Sibson's fascia represents the spread out degenerated tendon of scalenus minimus (pleuralis) muscle.",
        "cop": 4,
        "opa": "C1",
        "opb": "C2",
        "opc": "C5",
        "opd": "C7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d23cf2d0-37de-4f51-81aa-af22275c7568",
        "choice_type": "single"
    },
    {
        "question": "ALL carpal bones articulate with the radius except",
        "exp": "Ans. is 'a' i. e., Pisiform * The radiocarpal joint is a major synovial joint of the wrist and is an example of a condyloid joint.* The joint occurs proximally between the distal end of the radius and the articular disc of the distal radioulnar joint, and distally by the proximal carpal row (the scaphoid, lunate and triquetral bones). Carpal bone. Articulating with. Scaphoid. Radius, trapezium, trapezoid, lunate, capitate. Lunate. Radius, capitate, hamate, scaphoid, triquetral. Triquetral. Hamate, lunate, pisiform. Pisiform. Triquetral. Trapezium. Scaphoid, trapezoid, 1st 8c 2nd metacarpal. Trapezoid. Scaphoid, trapezium, capitate, 2nd metacarpal. Capitate. Scaphoid, lunate, trapezoid, hamate, 2nd 3rd 8c 4th metacarpals. Hamate. Lunate, capitate, triquetral, 4th 8c 5th metacarpals",
        "cop": 1,
        "opa": "Pisiform",
        "opb": "Scaphoid",
        "opc": "Lunate",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f96ba62e-aae0-4241-a93b-6e481bcb6a23",
        "choice_type": "multi"
    },
    {
        "question": "A 19-year-old man is brought to the emergency department after dislocating his shoulder while playing soccer. Following reduction of the dislocation, he has pain over the dorsal region of the shoulder and cannot abduct the arm normally. An MRI of the shoulder shows a torn muscle. Which of the following muscles is most likely to have been damaged by this injury?",
        "exp": "The supraspinatus is one of the rotator cuff muscles. Its tendon is relatively avascular and is often injured when the shoulder is dislocated. This muscle initiates abduction of the arm, and damage would impair this movement. The coracobrachialis muscle, which runs from the coracoid process to the humerus, functions in adduction and flexion of the arm. The triceps' main function is to extend the elbow, and damage to its long head would not affect abduction. The pectoralis minor functions as an accessory respiratory muscle and to stabilize the scapula and is not involved in abduction. The teres major functions to adduct and medially rotate the arm.",
        "cop": 4,
        "opa": "Coracobrachialis",
        "opb": "Long head of the triceps",
        "opc": "Pectoralis minor",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "5b9cab18-b9a4-4951-b122-a89188b0fbc1",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old female basketball player is admitted to the emergency department after an injury to her shoulder. Radiographic examination reveals a shoulder dislocation. What is the most commonly injured nerve in shoulder dislocations?",
        "exp": "The axillary nerve is a direct branch of the posterior cord and wraps around the surgical neck of the humerus to innervate the teres minor and the deltoid muscles. With this anatomic arrangement, the axillary nerve is tightly \"tethered\" to the proximal humerus. When the head of the humerus is dislocated, it often puts traction on the axillary nerve.",
        "cop": 1,
        "opa": "Axillary",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Ulnar",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4db2ce3e-2b29-4913-a92b-3628959b3972",
        "choice_type": "multi"
    },
    {
        "question": "During a fight in a tavern, a 45-year-old male construction worker received a shallow stab wound from a broken beer bottle at a point near the middle of the left posterior triangle of his neck. Upon physical examination it is observed that the left shoulder is drooping lower than the right shoulder, and the superior angle of the scapula juts out slightly. Strength in turning the head to the right or left appears to be symmetric. Which of the following nerves is most likely injured?",
        "exp": "The left spinal accessory nerve has been injured distal to the sternocleidomastoid muscle, resulting in paralysis of the trapezius, allowing the shoulder to droop and the superior angle to push out posteriorly. The sternocleidomastoid muscles are intact, as demonstrated by symmetry in strength in turning the head to the right and left. There is no indication of paralysis of the lateral rotators of the shoulder or elbow flexors (suprascapular nerve or upper trunk). Thoracodorsal nerve injury would result in paralysis of the latissimus dorsi, an extensor, and medial rotator of the humerus.",
        "cop": 4,
        "opa": "Suprascapular nerve in the supraspinous fossa",
        "opb": "The terminal segment of the dorsal scapular nerve",
        "opc": "The upper trunk of the brachial plexus",
        "opd": "The spinal accessory nerve in the posterior cervical triangle",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a279e28a-d998-4584-af12-7ebb7372ba61",
        "choice_type": "multi"
    },
    {
        "question": "Lesion of the marked structure leads to:",
        "exp": "Ans. (A) Loss of sensation of tip of index finger dorsal side(Ref: Gray's Anatomy 41st Ed; Page No- 889). The marked area is Median Nerve. Injury to the medial nerve in cubital fossa can lead to sensory loss on lateral 31/2 of palmar region along with the respective nail bed. Summary of Muscle Innervations of the Upper Limb. Musculocutaneous nerve. Muscles of the Anterior Compartmentof the Arm* Brachialis* Coracobrachialis* Biceps brachii. Median nerve. Muscles of the Anterior Compartment of the Forearm* Deep layer: Flexor pollicis longus, flexor digitorum profundus (median nerve and ulnar nerve), * pronator quadratus* Middle layer: Flexor digitorum superficialis* Superficial layer: Pronator teres, flexor carpi radialis, flexor carpi ulnaris (ulnar nerve), * palmaris longus. Radial nerve. Muscles of the Posterior Compartment of the Arm* Anconeus* Triceps. Radial nerve. Muscles of the Posterior Compartmentof the Forearm* Deep layer: Supinator, extensor pollicis longus, abductor pollicis longus, extensor indicis and extensor pollicis brevis* Superficial layer: Extensor carpi radialis longus, brachioradialis, extensor carpi ulnaris, extensor carpi radialis brevis, extensor digiti minimi and extensor digitorum communis. Median nerve. Thenar Muscles* Opponens pollicis* Abductor pollicis brevis* Flexor pollicis brevis (median and ulnar nerves)*Ulnar nerve. Hypothenar Muscles* Opponens digiti minimi* Abductor digiti minimi* Flexor digiti minimi. Ulnar nerve. Adductor Pollicis Muscle Ulnar nerve. Interossei (Dorsal and Palmar) Muscles Median nerve. Lateral Two (1st and 2nd). Lumbrical Muscles (4). Ulnar nerve. Medial Two (3rd and 4th)",
        "cop": 1,
        "opa": "Loss of sensation of tip of index finger dorsal side",
        "opb": "Loss of sensation over hypothenar muscles",
        "opc": "Loss of sensation at the tip of radial bone",
        "opd": "Loss of sensation from 4th Interdigital cleft",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ba918dc5-e8f5-4f90-82d5-331bf5bb947a",
        "choice_type": "single"
    },
    {
        "question": "Which nerve palsy can cause 'Winging of scapula'?",
        "exp": "Ans. c (Long thoracic nerve) (Ref. BDC Vol. I 4th/pg. 67)- Scapular Winging may occur from long thoracic OR spinal accessory nerve injury (which denervates the trapezius). LONG THORACIC NERVE# Derived from ventral rami of C5, C6, and Cl - close to their emergence from intervertebral foramina;# It runs downwards and passes either in front of or behind middle scalene muscle; it reaches upper slip of serratus anterior muscle and descends on outer surface of this muscle, giving branches into it. Nerves related to upper extremity. Sr. Nerve. Muscle Group. Functional Deficit or Sign1. Long thoracic. Serratus anterior# Winging of scapula2. Suprascapular. Supraspinatus and Infraspinatus# Difficulty in initiating arm abduction3. Axillary. Deltoid and Teres minor# Inability to fully abduct arm4. Radial. Extensors of forearms, wrist, proximal phal anges and thumb# Loss of arm extension, loss of forearms extension, supination, abduction, wrist drop, loss of proximal phalangeal & thumb extension.# Saturday night palsy. 5. Musculocutaneous. Flexors of arm and forearm# Weak arm & forearm flexion, weak forearm supination. 6. Median. Wrist and hand flexors# Paralysis of flexor, pronator, and thenars, inability to flex index & middle fingers (sign of benediction).# \"Pointing index finger\"# Laborer's nerve. 7. Ulnar. Wrist and hand flexors# Claw Hand# Froment sign positive# Loss of thumb abduction# Ape-thumb# Tardy ulnar palsy (cubitus varus in condylar humerus )",
        "cop": 3,
        "opa": "Thoracodorsal nerve",
        "opb": "Lower subscapular nerve",
        "opc": "Long thoracic nerve",
        "opd": "Lateral thoracic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3ab38f46-7e08-4a3a-ad39-989911fae747",
        "choice_type": "single"
    },
    {
        "question": "Superior radioulnar joint is -",
        "exp": "Ans. is 'a' i. e., Pivot joint Classification of JointsA. Fibrous joints* Lack intervening cartilage and hence have restricted mobility. 1. Gomphosis2. Syndesmosis:: Dento-alveolar peg. Inferior tibiofibular joint. Posterior part of sacroiliac joint. Interosseous membrane of forearm3. Schindylesis4. Sutures of the skull: Vomer - sphenoidal rostrum junctionB. Cartilagenous joints* These are of 2 types depending on intervening cartilage. I. Primary cartilaginous joints (Synchondrosis/Hyaline cartilage joints)1. Spheno-occipital joint2. Growth plate3. Costochondral joint4. 1st chondrosternal joint. II. Secondary cartilaginous joints (Symphyses / fibrocartilagenous joints). Fibrocartilage is interposed between bone ends covered with articular hyaline cartilage. All of them occur in midline. 1. Symphysis menti2. Pubic symphysis3. Sacrococcygeal joint4. Intervertebral joint5. Manubriosternal joint6. Xiphisternal jointC. Synovial joints I. Uniaxial 1. Plane/Flat joint-Acromioclavicular joint. Intermetatarsal joints2. Hinge joints-Elbow joint3. Pivot joint-Atlantoaxial joint. Superior radioulnar joint. II. Biaxial 1. Bicondylar (condyloid joint)-Knee joint. Temporomandibular joint. Atlanto occipital joint2. Ellipsoid joint-Wrist joint. Metacarpophalangeal joint3. Saddle joint-1st carpo-metacarpal joint. Sternoclavicular joint. Calcaneocuboid joint. Ankle joint. Incudomalleolar joint. III. Multiaxial Ball and socket joint-Shoulder. Hip. Incudostapedial joint. Talo-calcaneo-navicular joint",
        "cop": 1,
        "opa": "Pivot joint",
        "opb": "Fibrous joint",
        "opc": "Syndesmosis",
        "opd": "Symphyses",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2f05ae87-b558-46c7-be36-56e83db4385a",
        "choice_type": "single"
    },
    {
        "question": "What is the action of anconeus?",
        "exp": "Ans. is 'b' i. e., Assists Extension of elbow Anconeus* Anconeus originates on the posterior surface of the lateral epicondyle of the humerus and inserts distally on the posterior surface of the ulna.* Anconeus is innervated by a branch of the radial nerve* Its role in elbow extension is trivial in humans. It assists in extension of the elbow, where the triceps brachii is the principal agonist, and supports the elbow in full extension.* It also prevents the elbow joint capsule being pinched in the olecranon fossa during extension of the elbow.",
        "cop": 2,
        "opa": "Primary elbow extensor",
        "opb": "Assists Extension of elbow",
        "opc": "Wrist extension",
        "opd": "Thumb Abduction",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bc3df9cd-8f28-4710-beb7-8861adc974be",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old man is admitted to the emergency department with severe chest pain. Electrocardiographic evaluation reveals a myocardial infarction. Due to the severity of the infarction, a coronary artery bypass surgery using a radial artery graft is proposed. Which of the following tests should be performed during physical examination prior to the bypass graft operation?",
        "exp": "The Allen test involves compression of the radial and ulnar arteries at the wrist with the fingers flexed tightly. Pressure is then released on either vessel successively to determine the degree of supply to the hand by either vessel and the patency of the anastomoses between them. The usefulness of the radial artery for bypass can thereby be assessed. The other tests have nothing to do with the patency of the radial artery.",
        "cop": 1,
        "opa": "Allen test",
        "opb": "Triceps reflex",
        "opc": "Tinel test",
        "opd": "Brachioradialis reflex",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "0080d2d1-71cd-40e3-a456-42b71da29ba5",
        "choice_type": "multi"
    },
    {
        "question": "Coracobrachialis is supplied by which nerve?",
        "exp": "Ans. is 'c' i. e., Musculocutaneous nerve SUMMARY OF NERVE SUPPLY OF MUSCLES OF UPPER LIMBDorsal scapular nerve (C5). Rhomboid minor, rhomboid major, levator scapulae muscles. Long thoracic nerve (C5, 6, 7). Serratus anterior muscle. Suprascapular nerve (C5, 6). Supraspinatus and infraspinatus muscles. Nerve to subclavius (C5, 6). Subclavius. Lateral pectoral nerve (C5, 6, 7). Pectoralis major muscle. Musculocutaneous nerve (C5, 6, 7). Coracobrachialis biceps brachii, brachialis muscles, supplies skin along lateral border of forearm when it becomes the lateral cutaneous nerve of forearm. Upper subscapular nerve (C5, 6). Subscapularis muscle. Thoracodorsal nerve (C6, 7, 8). Latissimus dorsi muscle. Lower subscapular nerve (C5, 6). Subscapularis and teres major muscles. Axillary nerve (C5, 6). Deltoid and teres minor muscles; upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid muscle. Radial nerve (C5, 6, 7, 8; T1). Triceps, anconeus, part of brachialis, extensor carpi radialis longus, via deep radial nerve branch supplies extensor muscles of forearm; supinator, extensor carpi radialis brevis, extensor carpi ulnaris, extensor digitorum, extensor digiti minimi, extensor indicis, abductor pollicis longus, extensor pollicis longus, extensor pollicis brevis; skin, lower lateral cutaneous nerve of arm, posterior cutaneous nerve of arm, and posterior cutaneous nerve of forearm, skin on lateral side of dorsum of hand and dorsal sufrace of lateral three and a half fingers, articular branches to elbow, wrist and hand. Medial pectoral nerve (C8; Tl). Pectoralis major and minor muscles. Medial cutaneous nerve of arm joined by intercostal brachial nerve from second intercostal nerve (C8; T1, 2). Skin of medial side of arm. Medial cutaneous nerve of forearm (C8; T1). Skin of medial side of forearm. Ulnar nerve (C8; Tl). Flexor carpi ulnaris and medial half of flexor digitorum profundus, flexor dig-iti minimi, opponens digiti minimi, abductor digiti minimi, adductor pollicis, third and fourth lumbricals, interossei, palmaris brevis, skin of medial half of dorsum of hand and palm, skin of palmar and dorsal surfaces of medial one and a half fingers. Median nerve (C5, 6, 7, 8; Tl). Pronator teres, flexor carpi radialis, palmaris longus, flexor digitorium superficialis, abductor pollicis brevis, flexor pollicis brevis, opponens pollicis, first two lumbricals (by way of anterior interosseous branch), flexor pollicis longus, flexor digitorum profundus (lateral half), pronator quadratus, palmar cutaneous branch to lateral half of palm and digital branches to palmar surface of lateral three and a half fingers, articular branches to elbow, wrist, and carpal joints.",
        "cop": 3,
        "opa": "Ulnar nerve",
        "opb": "Axillary nerve",
        "opc": "Musculocutaneous nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2884c459-b7af-40db-818b-4cfc9ada3ecd",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man is admitted to the hospital after a car collision. Radiographic examination reveals an oblique fracture of his humerus. Upon physical examination the patient is unable to extend his forearm. The damaged nerve was most likely composed of fibers from which of the following spinal levels?",
        "exp": "The radial nerve acts to extend the forearm at the elbow. This nerve is derived from all the roots of the brachial plexus C5 to T1. None of the other answers include all the roots and are therefore incorrect.",
        "cop": 3,
        "opa": "C5, C6",
        "opb": "C5, C6, C7",
        "opc": "C5, C6, C7, C8, T1",
        "opd": "C6, C7, C8, T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "87abe37f-fe39-4bed-bfb6-26b83e82930b",
        "choice_type": "single"
    },
    {
        "question": "Supination occurs at which joint:",
        "exp": "Ans. C. Radio-ulnar. Pronation and supination are a pair of unique movements possible only in the forearms and hands, allowing the human body to flip the palm either face up or face down. This movement occurs at proximal & distal radio-ulnar joint. Supination is by supinator & biceps brachii. Pronation is by pronator teres & quadratus.",
        "cop": 3,
        "opa": "Elbow",
        "opb": "Wrist",
        "opc": "Radio-ulnar",
        "opd": "Metacarpophalangeal",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "536ed7be-2961-4dc0-9a1d-e8d92ee346ba",
        "choice_type": "single"
    },
    {
        "question": "In a man lifting up a suitcase, downward dislocation of glenohumeral joint is prevented by:",
        "exp": "Ans. C Coracobrachialis. Ref: Gray's, 41st ed. pg. 819-821* The coracobrachialis is an elongated muscle in the superomedial part of the arm. The coracobrachialis helps flex and adduct the arm and stabilize the glenohumeral joint.* With the deltoid and long head of the triceps, it serves as a shunt muscle, resisting downward dislocation of the head of the humerus, as when carrying a heavy suitcase.* The median nerve and/or the brachial artery may run deep to the coracobrachialis and be compressed by it.* Nerve supply 2 Musculocutaneous nerve.",
        "cop": 3,
        "opa": "Deltoid",
        "opb": "Latissimus dorsi",
        "opc": "Coracobrachialis",
        "opd": "Supra spinatous",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "38a214bb-9102-40b3-a3ee-d5253ed1705b",
        "choice_type": "single"
    },
    {
        "question": "Which muscle arises from supraglenoid tubercle?",
        "exp": "Ans. A. Long head of Bisceps. The supraglenoid tubercle is a region of the scapula from which the long head of the biceps brachii muscle originates. It is a small, rough projection superior to the glenoid cavity near the base of the coracoid process. The term supraglenoid is from the Latin supra meaning above and glenoid meaning socket or cavity.",
        "cop": 1,
        "opa": "Long head of Bisceps",
        "opb": "Short head of Bisceps",
        "opc": "Long Head of triceps",
        "opd": "Coracobrachialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "62cb9ddc-acc2-4675-95c2-da6369fae8aa",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man has numbness in the middle three digits of his right hand and finds it difficult to grasp objects with that hand. He states that he retired 9 years earlier, after working as a carpenter for 50 years. He has atrophy of the thenar eminence. Which of the following conditions is the most likely cause of the problems in his hand?",
        "exp": "(a) Source: GAS 764, 788; GA 406 The median nerve supplies sensory innervation to the thumb, index, and middle fingers and also to the lateral half of the ring finger. The median nerve also provides motor innervation to muscles of the thenar eminence. Compression of the median nerve in the carpal tunnel explains these deficits in conjunction with normal functioning of the flexor compartment of the forearm because these muscles are innervated by the median nerve proximal to the carpal tunnel. The ulnar nerve is not implicated in these symptoms. It does not provide sensation to digits 1 to 3. Compression of the brachial plexus could not be attributed to pressure from the triceps because this muscle is located distal to the plexus. In addition, brachial plexus symptoms would include other upper limb deficits, rather than the focal symptoms described in this case. Osteoarthritis of the cervical spine would also lead to increasing complexity of symptoms.",
        "cop": 1,
        "opa": "Compression of the median nerve in the carpal tunnel",
        "opb": "Formation of the osteophytes that compress the ulnar nerve at the medial epicondyle",
        "opc": "Hypertrophy of the triceps muscle compressing the brachial plexus",
        "opd": "Osteoarthritis of the cervical spine",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ad498fa1-6cb2-419d-abb2-33c3f15e2013",
        "choice_type": "single"
    },
    {
        "question": "Claw hand is caused by:",
        "exp": "(Ulnar nerve) Ref: 174-BDC-l, 242, 342-Appley* The most common are drop wrist and drop fingers - Radial nerve palsy* Siamian thumb and pointing index finger - Median nerve palsy* Partial cloud hand -- ulnar nerve palsy* Complete claw hand - ulnar and median nerve palsy. Ulnar nerve lesions(A) Low ulnar nerve palsy: Intrinsic muscle wasting, in the ring and little fingers in the knuckle joints are hyperextended (paralysed lumbricals) and the interphalangeal joints are flexed (paralysed interossei)(B) High ulnar nerve palsv: Profundus action is lost so the terminal interphalangeal joints are not flexed (ulnar paradox). Fromet's sign - Finger abduction is weak and this together with loss of thumb adduction, makes pinch difficult. The patient is asked to grip a sheet of paper forcefully between thumb and index fingers. While the examiners tries to pull it away: powerful flexion of the thumb interphalangeal joint signals weakness of adductor pollicis and over compensation by the flexor pollicis longus.",
        "cop": 2,
        "opa": "Median nerve palsy",
        "opb": "Ulnar nerve palsy",
        "opc": "Radial nerve palsy",
        "opd": "Anterior interroseus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c5da2a8b-63fc-4232-91f0-5f5fafee86d5",
        "choice_type": "single"
    },
    {
        "question": "The test performed below shows involvement of which of the following nerve?",
        "exp": "Ans. A. Median nervea. The image shows wrist hyperflexion being performed to test for involvement of median nerve involvement in carpal tunnel syndrome. b. This test is called Phalen test and in positive test leads to paresthesias in median nerve distribution.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "be2da22f-a5b1-4e65-b13b-169a35fa4b89",
        "choice_type": "single"
    },
    {
        "question": "Which structure passes through Guyon's canal?",
        "exp": "Ans. A Ulnar nerve. Ref: Gray's Anatomy review E-book, P 336. Clinical Correlates: Guyon's Canal Syndrome* Guyon's canal (ulnar tunnel) is formed by the pisiform, hook of the hamate, and pisohamate ligament, deep to the palmaris brevis and palmar carpal ligament and transmits the ulnar nerve and artery.* Guyon's canal syndrome is an entrapment of the ulnar nerve in the Guyon's canal.* Symptoms: Pain, numbness, and tingling in the ring and little fingers, followed by loss of sensation and motor weakness.* Rx: Surgical decompression of the nerve.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Radial nerve",
        "opd": "Flexor carpi radialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "441aa823-fcbe-47af-be3e-04b0389bcb60",
        "choice_type": "single"
    },
    {
        "question": "Median nerve supplies all of the following muscles except-",
        "exp": "Ans. is 'a' i. e., Flexor Carpi Ulnaris SUMMARY OF NERVE SUPPLY OF MUSCLES OF UPPER LIMBDorsal scapular nerve (C5). Rhomboid minor, rhomboid major, levator scapulae muscles. Long thoracic nerve (C5, 6, 7). Serratus anterior muscle. Suprascapular nerve (C5, 6). Supraspinatus and infraspinatus muscles. Nerve to subclavius (C5, 6). Subclavius. Lateral pectoral nerve (C5, 6, 7). Pectoralis major muscle. Musculocutaneous nerve (C5, 6, 7). Coracobrachialis biceps brachii, brachialis muscles, supplies skin along lateral border of forearm when it becomes the lateral cutaneous nerve of forearm. Upper subscapular nerve (C5, 6). Subscapularis muscle. Thoracodorsal nerve (C6, 7, 8). Latissimus dorsi muscle. Lower subscapular nerve (C5, 6). Subscapularis and teres major muscles. Axillary nerve (C5, 6). Deltoid and teres minor muscles; upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid muscle. Radial nerve (C5, 6, 7, 8; T1). Triceps, anconeus, part of brachialis, extensor carpi radialis longus, via deep radial nerve branch supplies extensor muscles of forearm; supinator, extensor carpi radialis brevis, extensor carpi ulnaris, extensor digitorum, extensor digiti minimi, extensor indicis, abductor pollicis longus, extensor pollicis longus, extensor pollicis brevis; skin, lower lateral cutaneous nerve of arm, posterior cutaneous nerve of arm, and posterior cutaneous nerve of forearm, skin on lateral side of dorsum of hand and dorsal sufrace of lateral three and a half fingers, articular branches to elbow, wrist and hand. Medial pectoral nerve (C8; Tl). Pectoralis major and minor muscles. Medial cutaneous nerve of arm joined by intercostal brachial nerve from second intercostal nerve (C8; T1, 2). Skin of medial side of arm. Medial cutaneous nerve of forearm (C8; T1). Skin of medial side of forearm. Ulnar nerve (C8; Tl). Flexor carpi ulnaris and medial half of flexor digitorum profundus, flexor dig-iti minimi, opponens digiti minimi, abductor digiti minimi, adductor pollicis, third and fourth lumbricals, interossei, palmaris brevis, skin of medial half of dorsum of hand and palm, skin of palmar and dorsal surfaces of medial one and a half fingers. Median nerve (C5, 6, 7, 8; Tl). Pronator teres, flexor carpi radialis, palmaris longus, flexor digitorium superficialis, abductor pollicis brevis, flexor pollicis brevis, opponens pollicis, first two lumbricals (by way of anterior interosseous branch), flexor pollicis longus, flexor digitorum profundus (lateral half), pronator quadratus, palmar cutaneous branch to lateral half of palm and digital branches to palmar surface of lateral three and a half fingers, articular branches to elbow, wrist, and carpal joints.",
        "cop": 1,
        "opa": "Flexor Carpi Ulnaris",
        "opb": "Flexor digitorum Superfacialis",
        "opc": "Pronator teres",
        "opd": "Flexor Pollicis Longus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ca8e321c-72ce-4f5e-b7b8-cbfeb981308b",
        "choice_type": "multi"
    },
    {
        "question": "A 39-year-old male presents with severe neck pain after a whiplash injury, sustained when his car was struck from behind. Radiographic studies reveal trauma to the ligament lying on the anterior surface of the cervical vertebral bodies. Which ligament is this?",
        "exp": "The anterior longitudinal ligament lies anterior to the vertebral bodies along the vertebral column. The ligamentum flavum connects the lamina of two adjacent vertebrae. The nuchal ligament is a continuation of the supraspinous ligament above C7, which connects spinous processes. The posterior longitudinal ligament lies on the posterior edge of the vertebral bodies. The transverse cervical (cardinal) ligament is associated with the pelvic region of the body and not the spinal column.",
        "cop": 1,
        "opa": "Anterior longitudinal ligament",
        "opb": "Ligamentum flavum",
        "opc": "Nuchal ligament",
        "opd": "Posterior longitudinal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "35701b1e-873e-4299-9ab6-2cc080daf787",
        "choice_type": "single"
    },
    {
        "question": "Skin over thenar eminence is supplied by:",
        "exp": "Ans. B. Median Nerve. Median nerve innervate skin on the palmar surfaces of the lateral three and one-half digits and adjacent palm as well as cutaneous regions over the dorsal aspects of the distal phalanges (nail beds) of the same digits. Ulnar nerve supply skin on the palmar & dorsal surface of the little finger and the medial half of the ring finger & adjacent palm. Superficial branch of radial nerve provides cutaneous innervations to 1) lateral 2/3rd of dorsum of hand 2) dorsum of index finger, middle finger and lateral half of ring finger over proximal and middle phalanx.",
        "cop": 2,
        "opa": "Radial Nerve",
        "opb": "Median Nerve",
        "opc": "Ulnar Nerve",
        "opd": "Anterior Interosseus Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "13660685-5056-4196-aead-659e2cac5a72",
        "choice_type": "single"
    },
    {
        "question": "Which muscle divides the axillary artery into three parts?",
        "exp": "Ans. is 'a' i. e., Pectoralis Minor Axillary artery* It is the main artery of upper limb. It begins at the level of outer border of first rib as a continuation of subclavian artery. It ends at the level of lower border of teres major to continue as brachial artery.* The axillary artery is covered anteriorly by pectoralis minor, which divides it into three parts:-1) First part# This part is proximal to upper border of pectoralis minor, i. e. extends from outer border of first rib to upper border of pectoralis minor.# The branch of first part is Superior thoracic artery. 2) Second part# This part is behind pectoralis minor.# It gives following branches. a) Thoracoacromial artery:- It pierces clavipectoral foscia and gives following branches (i) Acromial (ii) Pectoral, (iii) Clavicular and deltoid. b) Lateral thoracic artery3) Third part:-# This part is distal to lower border of pectoralis minor, i. e. extends from pectoralis minor (lower border) to teres major (lower border).# It gives following branches -a) Subscapular artery: - It gives off circumflex scapular artery and then continues us thoracodorsal artery. b) Anterior circumflex humeral artery. c) Posterior circumflex humeral artery.",
        "cop": 1,
        "opa": "Pectoralis Minor",
        "opb": "Pectoralis Major",
        "opc": "Serratus Anterior",
        "opd": "Scalenus Anticus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "fd28dd8f-1d1a-407d-89f7-1f087d9fd34a",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is inserted on arrow marked area:",
        "exp": "Ans. C. Biceps. The arrow marked area is radial tuberosity of radius. The biceps brachii is inserted on this landmark.",
        "cop": 3,
        "opa": "Brachialis",
        "opb": "Triceps",
        "opc": "Biceps",
        "opd": "Pronator teres",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "93bc34a3-c5b5-4537-8d33-d85af8108c47",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old woman is found unconscious in her car. She is admitted to the hospital, and during physical examination she has absent biceps brachii reflex. What is the spinal level of the afferent component of this reflex?",
        "exp": "The biceps brachii reflex involves C5 and C6 spinal nerves. C5 provides the motor component; C6 the afferent side of the reflex arc.",
        "cop": 2,
        "opa": "C5",
        "opb": "C6",
        "opc": "C7",
        "opd": "C8",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7d6c91b2-9bbe-4d5b-9856-e7a45afc270d",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old pregnant woman was admitted emergently to the hospital after the baby had begun to appear at the introitus. The baby had presented in the breech position, and it had been necessary to exert considerable traction to complete the delivery and the newborn is shown. Which of the following structures was most likely injured by the trauma of childbirth?",
        "exp": "(b) Source: GAS 700-709; GA 361, 369-371. During a breech delivery as described here, downward traction is applied to the shoulders and upper limbs as the baby is forcibly extracted from the birth canal. This exerts traction on the upper cord of the brachial plexus, often causing a traction injury from which the baby can often recover. If the roots of C5 and C6 are avulsed from the spinal cord, the injury is permanent.",
        "cop": 2,
        "opa": "Radial nerve",
        "opb": "Upper trunk of the brachial plexus",
        "opc": "Lower trunk of the brachial plexus",
        "opd": "Median, ulnar, and radial nerves",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "daae62e6-6967-4554-bdb0-cc0f5736f892",
        "choice_type": "single"
    },
    {
        "question": "|A 23-year-old woman is admitted to the hospital due to back pain. Radiographic examination reveals that she suffers from a clinical condition affecting her vertebral column. Physical examination and history taking reveals that she suffered from polio and a muscular dystrophy. Which of the following conditions of the vertebral column will most likely be present in this patient?",
        "exp": "Scoliosis can be a secondary condition in such disorders as muscular dystrophy and polio in which abnormal muscle does not keep the vertebral column's normal alignment and results in a lateral curvature. Lordosis is increased secondary curvature of the lumbar region. It can be caused by stress on the lower back and is quite common in pregnancy. Kyphosis is increased primary curvature of the thoracic regions and produces a hunchback deformity. It can be secondary to tuberculosis, producing a \"gibbus deformity, \" which results in angulated kyphosis at the lesion site. Spina bifida is a congenital defect and would not present as a result of muscular dystrophy or polio. Osteoarthritis most commonly presents with age from normal \"wear and tear. \" It is not likely in a 23-year-old woman.",
        "cop": 3,
        "opa": "Lordosis",
        "opb": "Kyphosis",
        "opc": "Scoliosis",
        "opd": "Spina bifida",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b8183b60-83c2-423e-840a-ab4d9aeea7d5",
        "choice_type": "single"
    },
    {
        "question": "Which is known as labourer's nerve?",
        "exp": "Ans. D. Median nerve. The median nerve is the main nerve of the front of the forearm. It supplies the muscles of the front of the forearm and muscles of the thenar eminence, thus controlling the coarse movements of the hand. Therefore, it is also called \"labourer's nerve\". The median nerve originates from the lateral and medial cords of the brachial plexus, and has contributions from ventral roots of C5 -C7 (lateral cord) and C8 and T1 (medial cord).",
        "cop": 4,
        "opa": "Ulnar nerve",
        "opb": "Axillary nerve",
        "opc": "Radial nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7981e4ef-3b80-4610-ad2b-115e433353d3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscles do not contribute to the marked tendon:",
        "exp": "Ans. (B) 2nd Palmer interossei(Ref: Grays Anatomy 41st Ed; Page No- 884). Marked tendon (dorsal digital expansion) belongs to the extensor digitorum of the middle finger; which don't receive insertion of any palmer interossei. Dorsal Interossei. The four dorsal interossei muscles are bipennate in nature. They are larger in size compare to palmar interossei. They are arising from the adjacent sides of two metacarpal bones. The first and largest muscle is called as abductor indicis. It is attached to the radial side of the proximal phalanx of the index finger. The second attached to the radial and third are attached to the ulnar sides of the middle finger. The fourth may be wholly attached to the digital expansion, but it often sends an additional slip to the proximal phalanx. Palmar Interossei. Palmar interossei are smaller compare to dorsal interossei and lie on the palmar surfaces of the metacarpal bones rather than between them. The first arises from the ulnar side of the palmar surface of the base of the first metacarpal bone and is inserted into a sesamoid bone on the ulnar side of the proximal phalanx. The middle finger has no palmar interosseous. The second arises from the ulnar side of the second metacarpal bone and is inserted into the same side of the digital expansion of the index finger. The third arises from the radial side of the fourth metacarpal bone and is inserted together with the third lumbrical. The fourth arises from the radial side of the fifth metacarpal bone and is attached with the fourth lumbrical and to the base of the proximal phalanx. Action the Interossei Muscles. It unipennate in nature. Location: On the palmar surface between the metacarpals. All fingers have palmar interossei; except; Middle finger. They are arising from palmar aspects of the metacarpals. It adduct the fingers towards the longitudinal axis of the middle finger. Dorsal interossei. It abducts the fingers away from the longitudinal axis of the middle finger. Note: Fifth finger is not abducted by dorsal interossei. Lumbrical Muscles. Lumbricals take their origin from the tendons of flexor digitorum profounds and insert into dorsal digital expansion for interphalangeal extension. Lumbricals 1 and 2 arise from lateral side of lateral two tendons of the flexor digitorum profounds. Lumbricals 3 and 4 arise from adjacent sides of medial three tendons of the flexor digitorum profundus. Extra Mile. Interossei. Muscle. Origin. Insertion. Nerve supply. Nerve root. Action Dorsal interossei (4) (bipennate). Adjacent sides of metacarpal bones. Lateral sides of bases of proximal phalanges; extensor expansion. Ulnar. C8; T1. Abduct fingers; flex metacarpophalangeal joints; extend interphalangeal joints. Palmar interossei (3) (unipennate). Medial side of second metacarpal; lateral sides of fourth and fifth metacarpals. Bases of proximal phalanges in same sides as their origins; extensor expansion. Ulnar. C8; T1. Adduct fingers; flex metacarpophalangeal joints; extend interphalangeal joints. Movement at the Metacarpophalangeal Joint. Dorsal interossei. Abduction. Palmar interossei. Adduction. Extensor digitorum. Extension. Lumbricals and interossei. Flexion",
        "cop": 2,
        "opa": "2nd Dorsal interossei",
        "opb": "2nd Palmer interossei",
        "opc": "Lumbricals",
        "opd": "Extensor digitorum",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "dd0d6818-8901-402f-b3cf-1fc5b7821c4a",
        "choice_type": "single"
    },
    {
        "question": "Radial tuberosity provides attachment to-",
        "exp": "Ans. is 'b' i. e., Biceps brachii * Beneath the neck of the radius, on the medial side, is an eminence, the radial tuberosity; its surface is divided into: i) An anterior, rough portion, for the insertion of the tendon of the biceps brachii. ii) A posterior, smooth portion, on which a bursa is interposed between the tendon and the bone.",
        "cop": 2,
        "opa": "Brachialis",
        "opb": "Biceps brachii",
        "opc": "Triceps",
        "opd": "Coracobrachialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "63a3350b-2dd2-4b09-9bef-9be573036cfa",
        "choice_type": "single"
    },
    {
        "question": "Pulp of the index finger is supplied by",
        "exp": "Ans. is 'a' i. e., Median nerve Sensory supply of Hand. On Palmar side* Lateral 2/3 of the palm and lateral three and half fibers - Median nerve* Medial 1/3 of the palm and medial one and half fingers - Ulnar nerve. On Dorsal surface* Distal phalanx of lateral three and half ditits -Median nerve* Medial 1/3 of dorsum of hand and medial one and half fingers - Ulnar nerve* Lateral 2/3 of dorsum of hand -Radial nerve* Dorsum of lateral three and half fingers over proximal and middle phalanges - Radial nerve* Sensory distribution of upper limb is as follow. The cutaneous nerves. Region supplied. Nerve(s). Root value. Derived from. Upper part of pectoral region, and skin over upper part of deltoid. Supraclavicular. C3, C4. Cervical plexus. Arm 1. Upper medial part. Intercostobrachial. T22nd intercostal2. Lower medial part. Medial cutaneous nerve of arm. T1, T2. Medial cord3. Upper lateral part (including skin over lower part of deltoid). Upper lateral cutaneous nerve of arm. C5, C6. Axillary nerve4. Lower lateral part. Lower lateral cutaneous nerve of arm. C5, C6. Radial nerve5. Posterior aspect. Posterior cutaneous nerve of arm. C5. Radial nerve. Forearm 1. Medial side. Medial cutaneous nerve of forearm. C8, T1. Medial cord2. Lateral side. Lateral cutaneous nerve of forearm. C5> C6. Musculocutaneous3. Posterior side. Posterior cutaneous nerve of forearm. C6, C7, C8. Radial nerve. Palm 1. Lateral two-thirds. Palmar cutaneous branch of median. C6, C7. Median2. Medial one-third. Palmar cutaneous branch of ulnar. C8. Ulnar. Dorsum of hand 1. Medial half including proximal phalanges of medial 2 1/2 digits. Dorsal branch of ulnar. C8. Ulnar2. Lateral half including proximal phalanges of medial 2 1/2 digits. Superficial terminal branch of radial. C6, C7. Radial. Digits Palmar aspect, and dorsal aspect of middle and distal phalanges 1. Lateral 3. V6 digits. Palmar digital branch of median. C7. Median2. Medial 1 Vi digits. Palmar digital branch of ulnar. C8. Ulnar",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "46906a15-11e0-49fd-9822-a259521db007",
        "choice_type": "single"
    },
    {
        "question": "Regimental band anesthesia is due to lesion of:",
        "exp": "Ans. B Axillary nerve. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 30. The damage to axillary nerve leads to regimental badge anaesthesia. Axillary nerve injury leads to deltoid and teres minor paralysis. The manifestations are:* Loss of rounded contour of shoulder* Sensory loss in skin covering lower part of deltoid.* Loss of abduction from 15deg to 90deg is due to deltoid paralysis.",
        "cop": 2,
        "opa": "Musculocutaneous nerve",
        "opb": "Axillary nerve",
        "opc": "Long thoracic nerve",
        "opd": "Spinal accessory nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7104d371-6487-4761-b249-d374c6887a79",
        "choice_type": "single"
    },
    {
        "question": "|A 69-year-old woman visits the outpatient clinic with a complaint of numbness and tingling of her hand for the past 3 months. Physical examination reveals she has numbness and pain in the lateral three digits of her right hand that are relieved by vigorous shaking of the wrist. In addition, the abductor pollicis brevis, opponens pollicis, and the first two lumbrical muscles are weakened. Sensation was decreased over the lateral palm and the volar aspect of the first three digits. Which of the following nerves is most likely compressed?",
        "exp": "The median nerve provides innervation to the flexor compartment of the forearm; cutaneous innervation of the second, third, and fourth digits and palmar and dorsum aspects of the hand; and innervation of four intrinsic hand muscles: first and second lumbricals, abductor pollicis brevis, opponens pollicis, and flexor pollicis brevis. The thenar compartment contains the muscle abductor pollicis brevis, opponens pollicis, and flexor pollicis brevis, and these muscles are innervated by the recurrent branch of the median nerve. The patient has weakening of the first two lumbricals and not simply the thenar muscles, so the median nerve is most likely to be compressed. Another indication that the median nerve is compressed is the vigorous shaking of the wrist. Because the median nerve traverses the carpal tunnel, carpal tunnel compression could lead to this action on part of the patient. The ulnar nerve provides innervation for part of the flexor digitorum profundus and flexor carpi ulnaris. These muscles are not weakened in this patient. The radial nerve provides cutaneous supply to the dorsum of the hand and forearm as well as extensor muscles of the forearm. The posterior interosseous nerve is a branch of the radial nerve and provides innervation of the extensor muscles in the forearm.",
        "cop": 4,
        "opa": "Ulnar",
        "opb": "Radial",
        "opc": "Recurrent median",
        "opd": "Median",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9d053625-9d6d-48ca-92f6-36b23b4c11ab",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old man was hit by a cricket bat in the mid-humeral region of his left arm. Physical examination reveals normal elbow motion; however, he could not extend his wrist or his metacarpophalangeal joints and he reported a loss of sensation on a small area of skin on the dorsum of the hand proximal to the first two digits. Radiographic examination reveals a hairline fracture of the shaft of the humerus just distal to its midpoint. Which of the following nerves is most likely injured?",
        "exp": "Injury to the radial nerve can be caused by a blow to the mid-humeral region since the nerve winds around the shaft of the humerus. The symptoms described include the loss of wrist and finger extension and a loss of sensation in an area of skin supplied by the radial nerve.",
        "cop": 3,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Musculocutaneous",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b762db5a-1243-4716-85c4-787dc367eb49",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old man visits the outpatient clinic after a digit of his left hand was injured when a door was slammed on his hand. A superficial cut on his middle finger has been sutured, but functional deficits are observed in the finger: The proximal interphalangeal joint is pulled into constant flexion, whereas the distal interphalangeal joint is held in a position of hyperextension. What is the most likely diagnosis?",
        "exp": "In boutonniere deformity, the central portion of the extensor tendon expansion is torn over the PIP joint, allowing the tendon to move palmarward, causing the tendon to act as a flexor of the PIP joint. This causes the DIP joint to be hyperextended. The tear in the extensor tendon is said to resemble a buttonhole (\"boutonniere\" in French), and the head of the proximal phalanx may stick through the hole.",
        "cop": 2,
        "opa": "Mallet finger",
        "opb": "Boutonniere deformity",
        "opc": "Dupuytren's contracture",
        "opd": "Swan-neck deformity",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "db2f1019-6eb2-4044-8fd7-71f9169ef18e",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old male arrived at the emergency department with injuries to his left elbow after he fell in a bicycle race. Radiographic and MRI examinations show a fracture of the medial epicondyle and a torn ulnar nerve. Which of the following muscles would be most likely to be paralyzed?",
        "exp": "Fracture of the medial epicondyle often causes damage to the ulnar nerve due to its position in the groove behind the epicondyle. The ulnar nerve innervates one and a half muscles in the forearm-the flexor carpi ulnaris and the medial half of the flexor digitorum profundus. The nerve continues on to innervate muscles in the hand. The flexor digitorum superficialis is innervated by the median nerve and the biceps brachii by the musculocutaneous. The radial nerve innervates both the brachioradialis and supinator muscles.",
        "cop": 4,
        "opa": "Flexor digitorum superficialis",
        "opb": "Biceps brachii",
        "opc": "Brachioradialis",
        "opd": "Flexor carpi ulnaris",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3c516cd8-1616-4510-a94a-3284c82dd9d4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscles carries out shoulder abduction from 15 to 90 degrees?",
        "exp": "Ans. is 'c' i. e., Deltoid Abduction of shoulder* Abduction is initiated by supraspinatus, which is responsible abduction upto 15 degrees.* After that deltoid (acromial or middle fibers) is the major abductor upto 90 degrees of abduction. These two muscles, supraspinatus and deltoid are the prime movers for abduction.* Overhead abduction (> 90 degrees) is caused by trapezius and serratus anterior, which act by causing upward rotation of glenoid cavity.* In abduction, out of total 180 degree elevation, humerus moves 120o at the shoulder joint and the remaining 60 degree is done by rotation of scapula. In every 15o elevation, shoulder joint contributes l. Oo and scapular rotation 5o, in the ratio of 2: 1. Rotation of scapula is facilitated by movements at sternoclavicularand acromioclavicular joints. In higher ranges of abduction there is lateral rotation of humerus. Lateral rotation of scapulaincreases the range of humeral elevation.",
        "cop": 3,
        "opa": "Suprapinatus",
        "opb": "Trapezius",
        "opc": "Deltoid",
        "opd": "Serratus Anterior",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d6f0d30a-e58a-454e-9985-fb7d9a99ba39",
        "choice_type": "single"
    },
    {
        "question": "Which is the nerve passing through medial epicondyle?",
        "exp": "Ans. A Ulnar. Ref: BDC 6th ed. vol. I pg. 93; Gray, 822, 29, 37* Nerve passing through medial epicondyle is ulnar nerve. Very often when we hit our elbow on any surface, the current like feeling in arm, is due to ulnar nerve injury.* Medial epicondyle fracture causes injury to ulnar nerve.# Ulnar nerve palsy causes partial claw hand.# Claw hand-sensory loss of medial 11/2 digits.# Weakness of grip (paralysis of intrinsic muscle)# Loss of flexion of MCP (lumbricals and interossei)# Loss of adduction of thumb",
        "cop": 1,
        "opa": "Ulnar",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Posterior interosseus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f016f426-dd9e-4349-8d12-a1c7bbedd3d4",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male wrestler is admitted to the emergency department with excruciating pain in his right shoulder and proximal arm. During physical examination the patient clutches the arm at the elbow with his opposite hand and is unable to move the injured limb. Radiographic studies show that the patient has a dislocation of the humerus at the glenohumeral joint. Which of the following conditions is the most likely?",
        "exp": "The head of the humerus is displaced inferiorly because in that location it is not supported by rotator cuff muscle tendons or the coracoacromial arch. It is also pulled anteriorly beneath the coracoid process by pectoralis and subscapularis muscles. It would not be displaced posteriorly because it is supported by the teres minor and infraspinatus muscle tendons. It would not be displaced superiorly because the acromioclavicular ligament and supraspinatus reinforce in that direction. A medial dislocation is blocked by the subscapularis tendon.",
        "cop": 3,
        "opa": "The head of the humerus is displaced anteriorly.",
        "opb": "The head of the humerus is displaced posteriorly.",
        "opc": "The head of the humerus is displaced inferiorly.",
        "opd": "The head of the humerus is displaced superiorly.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3a8105bb-2fd7-42af-adf3-39f51a432869",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is closely related to the shoulder joint capsule?",
        "exp": "Ans. is 'd' i. e., Axiallary nerve * Axillary nerve is closely related to the inferior part of the shoulder joint capsule.",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Subscapular nerbe",
        "opd": "Axiallary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "af486e82-a97f-4523-bd37-515d67707609",
        "choice_type": "multi"
    },
    {
        "question": "Axillary nerve supplies-",
        "exp": "Ans. is 'b' i. e., Deltoid and teres minor Axillary nerve (circumflex nerve)* Axillary nerve is a branch of the posterior cord of brachial plexus with root value C5 and C6.* It leaves the posterior wall of axilla along with the posterior circumflex humeral vessels throuth the quadrangular space. While passing through the quadrangular space it gives its first branch, an articular twig to the shoulder joint. Then it divides into-1) Anterior division Winds around the surgical neck of humerus to supply deltoid. 2) Posterior division It gives of: a) Branches to posterior part of deltoid. b) Nerve to teres minor which shows a pseudoganglion. c) Upper lateral cutaneous nerve of arm supplying the skin covering lower part of deltoid (regimental badge region).",
        "cop": 2,
        "opa": "Deltoid and teres major",
        "opb": "Deltoid and teres minor",
        "opc": "Deltoid, teres minor and teres major",
        "opd": "Deltoid only",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "af881d61-15e2-42ce-931a-b54ba8163658",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old female who is somewhat obese is brought to the emergency department because of a soft lump above the buttocks. Upon physical examination you note the lump is located just superior to the iliac crest unilaterally on the left side. The protrusion is deep to the skin and pliable to the touch. Which of the following is the most probable diagnosis?",
        "exp": "The lumbar triangle (of Petit) is bordered medially by the latissimus dorsi, laterally by the external abdominal oblique, and inferiorly by the iliac crest. The floor of Pettit's triangle is formed by the internal abdominal oblique, and this is a possible site of herniation. An indirect inguinal hernia is located in the inguinal canal of the anterior abdominal wall. A direct inguinal hernia is located in the Hesselbach's triangle of the anterior abdominal wall. A femoral hernia occurs below the inguinal ligament. Answer A is not the best answer because this lump is described as soft and pliable, which would not likely indicate a tumor, as tumors tend to be hard masses.",
        "cop": 2,
        "opa": "Tumor of the external abdominal oblique muscle",
        "opb": "Herniation at the lumbar triangle (of Petit)",
        "opc": "Indirect inguinal hernia",
        "opd": "Direct inguinal hernia",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "0a33dd41-46ce-471d-a96e-2997022a2726",
        "choice_type": "multi"
    },
    {
        "question": "Middle finger dermatome is-",
        "exp": "Ans. is 'b' i. e., C7 * Sensory distribution of upper limb is as follow. The cutaneous nerves. Region supplied. Nerve(s). Root value. Derived from. Upper part of pectoral region, and skin over upper part of deltoid. Supraclavicular. C3, C4. Cervical plexus. Arm 1. Upper medial part. Intercostobrachial. T22nd intercostal2. Lower medial part. Medial cutaneous nerve of arm. T1, T2. Medial cord3. Upper lateral part (including skin over lower part of deltoid). Upper lateral cutaneous nerve of arm. C5, C6. Axillary nerve4. Lower lateral part. Lower lateral cutaneous nerve of arm. C5, C6. Radial nerve5. Posterior aspect. Posterior cutaneous nerve of arm. C5. Radial nerve. Forearm 1. Medial side. Medial cutaneous nerve of forearm. C8, T1. Medial cord2. Lateral side. Lateral cutaneous nerve of forearm. C5> C6. Musculocutaneous3. Posterior side. Posterior cutaneous nerve of forearm. C6, C7, C8. Radial nerve. Palm 1. Lateral two-thirds. Palmar cutaneous branch of median. C6, C7. Median2. Medial one-third. Palmar cutaneous branch of ulnar. C8. Ulnar. Dorsum of hand 1. Medial half including proximal phalanges of medial 2 1/2 digits. Dorsal branch of ulnar. C8. Ulnar2. Lateral half including proximal phalanges of medial 2 1/2 digits. Superficial terminal branch of radial. C6, C7. Radial. Digits Palmar aspect, and dorsal aspect of middle and distal phalanges 1. Lateral 3. V6 digits. Palmar digital branch of median. C7. Median2. Medial 1 Vi digits. Palmar digital branch of ulnar. C8. Ulnar",
        "cop": 2,
        "opa": "C5",
        "opb": "C7",
        "opc": "C4",
        "opd": "C2",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "245f20b7-830b-469b-b6af-44f59c4ef31f",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is seen due to paralysis of-",
        "exp": "Ans. is 'a' i. e., Serratus anterior * Winging of scapula is caused most commonly by serratus anterior palsy.* This is typically caused by damage to long thoracic nerve (nerve to serratus anterior).",
        "cop": 1,
        "opa": "Serratus anterior",
        "opb": "Latissimus dorsi",
        "opc": "pectoralis major",
        "opd": "Levator scapulae",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3d43db08-7a6a-49d9-96b3-0e9a25074c60",
        "choice_type": "single"
    },
    {
        "question": "1st carpal bone to ossify?",
        "exp": "ANS. C* Capitate: 1-3 months* Hamate: 2-4 months* Triquetral: 2-3 years* Lunate: 2-4 years* Scaphoid: 4-6 years* Trapezium: 4-6 years* Trapezoid: 4-6 years* Pisiform: 8-12 years. Other important ages of ossification1. Iliac crest: Appears by 14 years and fuses by 18 years2. Ischial tuberosity: Appears by 16 years and fuses by 19 years3. Coracoid process: Ossifies by 14 years4. Acromion process: Ossifies by 17 years5. Elbow and ankle: Fuses by 16 years6. Humerus: Fuses by 17 years7. Femur: Fuses by 18 years8. Wrist and knee: Fuses by 18 years",
        "cop": 3,
        "opa": "Scaphoid",
        "opb": "Lunate",
        "opc": "Capitate",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "1bb8542f-62ba-4345-a9fe-06bf5f40f22d",
        "choice_type": "single"
    },
    {
        "question": "Shoulder joint is anatomically weak:",
        "exp": "Ans: a (Below ) Ref: Cltaurasia, 4th ed, p. 79. The shoulder joint is weakest interiorly. It is more prone to dislocation than any other joint. Dislocation usually occurs when the arm is kept in an abducted position. The stability of the shoulder joint is provided in part by the rotator cuff all around. It is made of the SITS muscles:* Supraspinatus* Infraspinatus* Teres minor* Subscapularis. BRIDGE: Pain in subacromial bursitis disappears when the arm is abducted, because the bursa disappears under the acromion. (Dawbam's sign). Dislocation ot the shoulder joint: The most common dislocation is anterior dislocation. The mechanism is usually a fall on the outstreethed arm with the shoulder abducted and externally rotated. ANTERIOR DISLOCATION-The head of the humerus comes to lie anteriorly. The different types are:* Preglenoid* Subcoracoid* Subclavicular. POSTERIOR DISLOCATION: Typically gives rise to ligh bulb sign on radiography. LUXATIO ERECTA: It is s a rare type of dislocation in which head comes to lie in the subglenoid position. Mechanisms of reduction of dislocated shoulder:* Kochermanoeuvre* Hippocrates method",
        "cop": 1,
        "opa": "Below",
        "opb": "Anterior",
        "opc": "Posterior",
        "opd": "Superior",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "5ad0ab11-8133-41db-aedb-c0019951ab38",
        "choice_type": "multi"
    },
    {
        "question": "Flexion, adduction and medial rotation of arm is done by which muscle?",
        "exp": "Ans. B Pectoralis major. Anatomy of pectoralis major muscle:* Origin: Clavicle, sternum and costal cartilage 2nd - 6th ribs* Insertion: Lateral lip of intertubercular groove of humerus* Function: Flexion, adduction and medial rotation of arm",
        "cop": 2,
        "opa": "Pectoralis minor",
        "opb": "Pectoralis major",
        "opc": "Subclavius",
        "opd": "Serratus Anterior",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a9413c5a-0399-4a37-a17c-82404061b1bf",
        "choice_type": "single"
    },
    {
        "question": "All are muscles of rotator cuff EXCEPT:",
        "exp": "Ans. A Teres major. Ref: BDC, 6th ed. vol. I pg. 68-69, 73* The rotator cuff is a group of tendons and muscles in the shoulder, connecting the upper arm (humerus) to the shoulder blade (scapula). The rotator cuff tendons provide stability to the shoulder; the muscles allow the shoulder to rotate. The Muscles in the Rotator Cuff Include# Teres minor# Infraspinatus# Supraspinatus# Subscapularis* Each muscle of the rotator cuff inserts at the scapula, and has a tendon that attaches to the humerus. Together, the tendons and other tissues form a cuff around the humerus. Mnemonic: SITS. Teres major is not a part of rotator cuff muscles.",
        "cop": 1,
        "opa": "Teres major",
        "opb": "Teres minor",
        "opc": "Infraspinatus",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6fc94b72-5196-47dd-b4ed-f3707caec02e",
        "choice_type": "multi"
    },
    {
        "question": "A 41 year old male presents with a weak flexor pollicis longus and flexor digitorum profundus of the index finger. The nerve inxolved could be -",
        "exp": "Ans. is 'b' i. e., Median nerve * The various muscles supplied by median nerve are: -1) In the forearm# All the flexor muscles of the forearm, except the flexor carpi ulnaris and the medial half of flexor digitorum profundus to the ulnar two fingers. These muscles are: -i) Pronater teresiv) Flexor digitorum superficialvii) Pronator quadratusii) Flexor carpi radialisv) Flexor digitorum profundus (lateral half) iii) Palmaris longusvi) Flexor pollicis longus * Note: FDP (lateral half, pronator quadratus) and FPL are muscles of deep compartment of forearm, and are supplied by anterior interosseus branch of median nerve. Other muscles are supplied directly by median nerve. 2) In hand# Median nerve supplies: -i) Thenar muscles (except adductor pollicis): - Flexor pollicis brevis, opponens pollicis and abductor pollicis brevis. Adductor pollicis is supplied by ulnar nerve. ii) First two lumbricals* Sensory supply by medial nerve is: -i). Lateral two thirds of palmii) Lateral three & half fingers on palmar side and distal phalanx of lateral three & half digits on dorsal side.",
        "cop": 2,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Posterior interosseus nerve",
        "opd": "Radial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "96496220-7225-4e72-9947-d733034aefe0",
        "choice_type": "single"
    },
    {
        "question": "The anterior interosseous nerve is a branch of:",
        "exp": "Ans. C. Median nerve. The anterior interosseous nerve is a branch of the median nerve that supplies the deep muscles on the anterior of the forearm, except the ulnar (medial) half of the flexor digitorum profundus. It accompanies the anterior interosseous artery along the anterior of the interosseous membrane of the forearm, in the interval between the flexor pollicis longus and flexor digitorum profundus, supplying the whole of the former and the radial half of the latter, and ending below in the pronator quadratus and wrist joint.",
        "cop": 3,
        "opa": "Superficial branch of radial nerve",
        "opb": "Deep branch of radial nerve",
        "opc": "Median nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "864197a9-d913-4591-af18-07435e16e829",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman is admitted to the emergency department after a car crash. Physical examination reveals severe pain in the flexor muscles of the forearm; fixed flexion position of the finger; and swelling, cyanosis, and anesthesia of the fingers. Which of the following is the most likely diagnosis?",
        "exp": "Volkmann's contracture is a flexion deformity of the fingers and sometimes the wrist from an ischemic necrosis of the forearm flexor muscles. Bennett's fracture is a fracture at the base of the metacarpal of the thumb. Scaphoid fracture occurs after a fall on an outstretched hand and involves the scaphoid and lunate bones. Colles' fracture is also called silver fork deformity because the distal fragment of the radius is displaced posteriorly. Boxer's fracture is a fracture of the necks of the second and third (and sometimes the fifth) metacarpals. Smith's fracture is also called a reverse Colles' fracture and is caused when the distal radius is fractured, with the radial fragment angled forward.",
        "cop": 4,
        "opa": "Colles' fracture",
        "opb": "Scaphoid fracture",
        "opc": "Bennett's fracture",
        "opd": "Volkmann's ischemic contracture",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9b1a9a70-49a3-4ab4-8d3b-640101136770",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old male elite athlete was lifting heavy weights during an intense training session. The athlete felt severe pain radiating to the posterior aspect of his right thigh and leg. The patient was taken to the hospital where MRI revealed a ruptured L4/L5 intervertebral disk. Which nerve is most probably affected?",
        "exp": "In the lumbar region spinal nerves exit the vertebral column below their named vertebrae. In an L4, L5 intervertebral disk herniation, the L5 spinal nerve would be affected as it descends between L4, L5 vertebrae to exit below the L5 level. L2, L3, and L4 spinal nerves have already exited above the level of herniation; therefore, they would not be affected by this herniation. An \"L6\" spinal nerve normally does not exist. (The NBME does not allow \"made up\" structures, but in cases of lumbarization of S1, some people recognize an L6 nerve.)",
        "cop": 4,
        "opa": "L3",
        "opb": "L4",
        "opc": "L2",
        "opd": "L5",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3d6b7f3d-12a8-40f9-8e5b-d7455035b7a1",
        "choice_type": "single"
    },
    {
        "question": "The \"rotator cuff' includes all muscles EXCEPT:",
        "exp": "(Teres Major): Ref: 489-Snell 7th. ROTATOR CUFF: - Four muscles - the supraspinatus, the Infraspinatus, the Teres minor, and the subscapularis - form what is termed the \"rotator cuff'. The tone of these muscles assists in holding the head of the humerus in the glenoid cavity of the scapula during movements at the shoulder joint. Therefore they assist in stabilizing the shoulder joint. The cuff lies on the anterior, superior, and posterior aspects of the joint. The cuff is deficient inferiorly, and this is a site of potential weakness.",
        "cop": 3,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Terse major",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "420cc729-7dfe-4474-a726-b7fe02ddb502",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old male athlete is admitted to the emergency department after a bad landing in the pole vault. Radiographic examination of his hand reveals a fractured carpal bone in the floor of the anatomic snuffbox. Which bone has most likely been fractured?",
        "exp": "(b) Source: GAS 752-754; GA 392, 394, 422 The anatomic snuffbox is formed by the tendons of the extensor pollicis brevis, the abductor pollicis longus, and the extensor pollicis longus. The floor is formed by the scaphoid bone, and it is here that one can palpate for a possible fractured scaphoid.",
        "cop": 2,
        "opa": "Triquetral",
        "opb": "Scaphoid",
        "opc": "Capitate",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a2fafadb-2550-40af-bc60-8a76f3950d80",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man arrived at the clinic with a severely painful rash and skin eruptions that are localized entirely on one side of his body, closely following the dermatome level of spinal nerve C7. The patient was diagnosed with herpes zoster virus. In what structure has the virus most likely proliferated to cause the patient's current condition?",
        "exp": "Herpes zoster is a viral disease that remains latent in the dorsal root ganglia of sensory nerves and presents as a painful skin lesion. It is associated only with sensory nerve fibers and has no motor involvement. The only answer choice that is solely responsible for sensory innervation is the dorsal root ganglion.",
        "cop": 2,
        "opa": "The sympathetic chain",
        "opb": "The dorsal root ganglion of the C7 spinal nerve",
        "opc": "The lateral horn of the C7 spinal cord segment",
        "opd": "The posterior cutaneous branch of the dorsal primary ramus of C7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e1b34c3a-977b-4f7e-8c0e-fc76c5f164cd",
        "choice_type": "single"
    },
    {
        "question": "Trapezius is supplied by-",
        "exp": "Ans. is 'a' i. e., Spinal Accessory nerve * Spinal accessory (spinal part) nerve supplies motor branches to# Trapezius# Sternocleidomastoid",
        "cop": 1,
        "opa": "Spinal Accessory nerve",
        "opb": "Greater occipital nerve",
        "opc": "Thoracodorsal nerve",
        "opd": "Dorsal Scapular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "535ec4c5-13c6-4cba-96e2-c62e8a32360c",
        "choice_type": "single"
    },
    {
        "question": "Enumerate the two structures passing through quadrangular space of back:",
        "exp": "Aru. C. Posterior circumflex humeral artery and Axillary nerve. An-important opening called the quadrangular space is formed by the inferior margin of the teres minor, the shaft of the humerus, the superior margin of teres major and the lateral margin of the long head of the triceps. The axillary nerve and posterior humeral circumflex artery pass through this space.",
        "cop": 3,
        "opa": "Suprascapular artery and Axillary nerve.",
        "opb": "Subscapular artery and Radial nerve.",
        "opc": "Posterior circumflex humeral artery and Axillary nerve.",
        "opd": "Profunda brachii artery and Radial nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "dc704371-8bd2-404d-8285-93836ce56b9d",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old female court stenographer is admitted to the orthopedic clinic with symptoms of carpal tunnel syndrome, with which she has suffered for almost a year. Which muscles most typically become weakened in this condition?",
        "exp": "The thenar muscles (and lumbricals I and II) are innervated by the median nerve, which runs through the carpal tunnel. The carpal tunnel is formed anteriorly by the flexor retinaculum and posteriorly by the carpal bones. Carpal tunnel syndrome is caused by a compression of the median nerve, due to reduced space in the carpal tunnel. The carpal tunnel contains the tendons of flexor pollicis longus, flexor digitorum profundus, and flexor digitorum superficialis muscles. The dorsal interossei, lumbricals III and IV, palmar interossei, and hypothenar muscles are all innervated by the ulnar nerve.",
        "cop": 3,
        "opa": "Dorsal interossei",
        "opb": "Lumbricals III and IV",
        "opc": "Thenar",
        "opd": "Palmar interossei",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9a9d65ed-04ff-4b42-8d56-d898b397f8e0",
        "choice_type": "multi"
    },
    {
        "question": "Nerve involved due to lunate dislocation?",
        "exp": "Ans. A. Median. Lunate dislocations are an uncommon traumatic wrist injury that require prompt management and surgical repair. The lunate is displaced and rotated volarly. Patients present with wrist pain following a fall. Volar wrist swelling is usually prominent. The swelling often causes a decrease in 2-point discrimination in the median nerve distribution due to acute carpal tunnel syndrome.",
        "cop": 1,
        "opa": "Median",
        "opb": "Radial",
        "opc": "Axillary",
        "opd": "Ulnar",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6699c49e-5c12-4976-9a69-732a4fdb7c60",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is admitted to the hospital with neck pain. A CT scan reveals a tumor in the left side of her oral cavity. The tumor and related tissues are removed with a radical neck surgical procedure. Two months postoperatively the patient's left shoulder droops quite noticeably. Physical examination reveals distinct weakness in turning her head to the right and impairment of abduction of her left upper limb to the level of the shoulder. Which of the following structures was most likely injured during the radical neck surgery?",
        "exp": "The spinal accessory nerve arises from the ventral rootlets of C1 to C4 and ascends through the foramen magnum to then exit the cranial cavity through the jugular foramen. It innervates the sternocleidomastoid and trapezius muscles, which function in head rotation and raising of the shoulders. The suprascapular nerve receives fibers from C5-6 (occasionally from C4 if the plexus is \"prefixed\") and innervates the supraspinatus muscle, which is responsible for the first 15deg of arm abduction. Erb point of the brachial plexus is at the union of C5-6 spinal nerves. The long thoracic nerve arises from plexus routes C5, 6, and 7, and supplies the serratus anterior.",
        "cop": 3,
        "opa": "Suprascapular nerve",
        "opb": "Long thoracic nerve",
        "opc": "Spinal accessory nerve",
        "opd": "The junction of spinal nerves C5 and C6 of the brachial plexus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "08519c3e-e77e-449d-8d1b-60c91f6a066f",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old college student is admitted to the emergency department after jumping from a 50-foot waterfall. The MRI of his back reveals a lateral shift of the spinal cord to the left. Which of the following structures has most likely been torn to cause the deviation?",
        "exp": "The denticulate ligaments are lateral extensions of pia mater between the dorsal and ventral roots of the spinal nerves that attach to the dura mater. These ligaments function to keep the spinal cord in the midline position. The posterior longitudinal ligament supports the posterior aspect of the vertebrae within the vertebral canal. The tentorium cere- belli is a layer of dura mater that supports the occipital lobes of the cerebral hemispheres and covers the cerebellum. The ligamentum flavum helps maintain upright posture by connecting the laminae of two adjacent vertebrae. The nuchal ligament is a thickening of the supraspinous ligaments extending from the C7 vertebra to the external occipital protuberance.",
        "cop": 3,
        "opa": "Posterior longitudinal ligament",
        "opb": "Tentorium cerebelli",
        "opc": "Denticulate ligaments",
        "opd": "Ligamentum flavum",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "20588fae-cb15-4d4c-ae28-b07f498cb6a1",
        "choice_type": "multi"
    },
    {
        "question": "Actions of the lumbricals are-",
        "exp": "Ans. is 'b' i. e., Flexion at metacarpophalangeal and extension at PIP joints Action of small muscles in hand. Lumbricals. Flexion at metacarpophalangeal(MCP) and extension at PIP joints. Dorsal Interossei. Abduction of fingers. Palmar Interossei. Adduction of fingers",
        "cop": 2,
        "opa": "Flexion at PIP and extension at DIP joints",
        "opb": "Flexion at metacarpophalangeal and extension at PIP joints",
        "opc": "Adduction of fingers",
        "opd": "Abduction of fingers",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "8e974db0-75ff-4880-a219-19ce7707459f",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old man was hit by the cricket bat in the mid-humeral region of his left arm. Physical examination reveals an inability to extend the wrist and loss of sensation on a small area of skin on the dorsum of the hand proximal to the first two fingers. What nerve supplies this specific region of the hand?",
        "exp": "The patient has suffered injury to the radial nerve in the mid-humeral region. The nerve that provides sensation to the dorsum of the hand proximal to the thumb and index finger is the superficial branch of the radial nerve. The posterior interosseous nerve supplies a strip of skin on the back of the forearm and wrist extensors. The lateral antebrachial cutaneous nerve is a continuation of the musculocutaneous nerve and supplies the lateral side of the forearm. The medial antebrachial cutaneous is a direct branch of the medial cord and supplies skin of the medial side of the forearm. The dorsal cutaneous branch of the ulnar nerve supplies the medial side of the dorsum of the hand.",
        "cop": 1,
        "opa": "Radial",
        "opb": "Posterior interosseous",
        "opc": "Lateral antebrachial cutaneous",
        "opd": "Medial antebrachial cutaneous",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9fff19dd-a251-4339-954a-69ae3355aca2",
        "choice_type": "multi"
    },
    {
        "question": "Medial boundary of the anatomical snuff box is formed by:",
        "exp": "Ans. A. Extensor pollicis Longus. The anatomical snuff box or snuffbox is a triangular deepening on the radial, dorsal aspect of the hand--at the level of the carpal bones, specifically, the scaphoid and trapezium bones forming the floor. The name originates from the use of this surface for placing and then sniffing powdered tobacco, or \"snuff. \"Boundariesa. The medial border (ulnar side) of the snuffbox is the tendon of the extensor pollicis longus. b. The lateral border (radial side) is a pair of parallel and intimate tendons, of the extensor pollicis brevis and the abductor pollicis longus",
        "cop": 1,
        "opa": "Extensor pollicis Longus",
        "opb": "Abductor pollicis longus",
        "opc": "Extensor pollicis brevis",
        "opd": "Abductor pollicis Brevis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6cf287ea-3e27-4a64-868e-badcf08a9dec",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old female skier was taken by ambulance to the hospital after she struck a tree on the ski slope. Imaging gives evidence of a shoulder separation. Which of the following typically occurs in this kind of injury?",
        "exp": "In shoulder separation, either or both the acromioclavicular and coracoclavicular ligaments can be partially or completely torn through. The acromioclavicular joint can be interrupted and the distal end of the clavicle may deviate upward in a complete separation, while the upper limb droops away inferiorly, causing a \"step off\" that can be palpated and sometimes observed. Displacement of the head of the humerus is shoulder dislocation, not separation. The coracoacromial ligament is not torn in separation (but it is sometimes used in the repair of the torn coracoclavicular ligament). Disruption of the glenoid labrum often accompanies shoulder dislocation.",
        "cop": 2,
        "opa": "Displacement of the head of the humerus from the glenoid cavity",
        "opb": "Partial or complete tearing of the coracoclavicular ligament",
        "opc": "Partial or complete tearing of the coracoacromial ligament",
        "opd": "Rupture of the transverse scapular ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "fe005c44-31d8-41a9-a52c-765fec0923b5",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old woman is admitted to the hospital after falling from a tree with an outstretched hand. Radiographic examination reveals a wrist dislocation. Which of the following carpal bones will most likely be involved?",
        "exp": "The hallmark fracture caused by a fall on an outstretched hand is a scaphoid-lunate fracture; the scaphoid and lunate are the two wrist bones most proximal to the styloid process of the radius. All the other wrist bones are less likely to be affected by this injury.",
        "cop": 1,
        "opa": "Scaphoid-lunate",
        "opb": "Trapezoid-trapezium",
        "opc": "Hamate-lunate",
        "opd": "Pisiform-triquetrum",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b7740632-6c58-4c2c-bca0-1bbae0cfed92",
        "choice_type": "multi"
    },
    {
        "question": "Wrist drop is due Which Palsy?",
        "exp": "Ans. is 'a' i. e., Radial nerve palsy Effects of nerve palsy. Feature. Nerve injured. Wrist drop. Radial nerve. Foot Drop. Common peroneal nerve. Claw hand. Ulnar nerve. Ape thumb. Median nerve",
        "cop": 1,
        "opa": "Radial nerve palsy",
        "opb": "Posterior Interossues berve injury",
        "opc": "Ulnar nerve palsy",
        "opd": "Carpal Tunnel Syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "fb06cdf0-c62e-4f19-9f7a-9ac646969534",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old male is thrown through a plate glass wall in a fight. Radiologic examination reveals that the lateral border of his right scapula is shattered. He is admitted to the emergency department, and physical examination reveals difficulty laterally rotating his arm. Which of the following muscles is most probably injured?",
        "exp": "Infraspinatus is responsible for lateral rotation (along with the teres minor, not a choice here). Teres major is responsible for adduction and medial rotation of the humerus. Latissimus dorsi is responsible for adduction, extension, and medial rotation of the humerus. Trapezius is an elevator of the scapula and rotates the scapula during abduction of the humerus above the horizontal plane. Supraspinatus is responsible for the 0deg to 15deg of abduction.",
        "cop": 2,
        "opa": "Teres major",
        "opb": "Infraspinatus",
        "opc": "Latissimus dorsi",
        "opd": "Trapezius",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2894d66d-dc1d-4042-8543-3d85248c3fee",
        "choice_type": "multi"
    },
    {
        "question": "Ulnar nerve injury leads to all except:",
        "exp": "Ans. D. Adduction of thumb. The ulnar nerve can suffer injury anywhere between its proximal origin of the brachial plexus all the way to its distal branches in the hand. It is the most commonly injured nerve around the elbow. Although it can be damaged under various circumstances, it is commonly injured by local trauma or physical impingement. Motor deficit: a. Weakness in flexion of the hand at the wrist, loss of flexion of ulnar half of digits, or the 4th and 5th digits, b. Presence of a claw hand deformity when the hand is at rest, due to hyperextension of the 4th and 5th digits at the metacarpophalangeal joints, and flexion at the interphalangeal joints. c. Weakness of adduction of the thumb, which may be assessed by the presence of Froment's signd. Wasting of hypothenar muscles. Sensory deficit: Loss of sensation or paresthesiae in ulnar one third of the palm and dorsum of hand, and the medial 11/2 digits on both palmar and dorsal aspects of the hand",
        "cop": 4,
        "opa": "Sensory loss of medial 1/3rd of the hand",
        "opb": "Weakness of the hypothenar muscle",
        "opc": "Claw hand",
        "opd": "Adduction of thumb",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bcd37de4-71b1-4d38-974b-1e368b7a8746",
        "choice_type": "multi"
    },
    {
        "question": "The fact that the kidneys of a 32-year-old female patient were failing required that she be placed on dialysis. However, the search in her upper limb for a suitable vein was unexpectedly difficult. The major vein on the lateral side of the arm was too small; others were too delicate. Finally, a vein was found on the medial side of the arm that passed through the superficial and deep fascia to join veins beside the brachial artery. Which of the following veins was this?",
        "exp": "The basilic vein can be used for dialysis, especially when the cephalic vein is judged to be too small, as in this case. The basilic vein can be elevated from its position as it passes through the fascia on the medial side of the arm. The cephalic vein passes more laterally up the limb. The lateral cubital vein is a tributary to the cephalic vein, and the medial cubital vein joins the basilic vein-both rather superficial in position. The medial antebrachial vein courses up the midline of the forearm (antebrachium) ventrally.",
        "cop": 1,
        "opa": "Basilic",
        "opb": "Lateral cubital",
        "opc": "Cephalic",
        "opd": "Medial cubital",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "cb580aaa-2577-4fbc-adfc-e939dd5771bd",
        "choice_type": "multi"
    },
    {
        "question": "Nail bed of Index finger is supplied by:",
        "exp": "Ans. C. Median Nerve. Median nerve innervate skin on the palmar surfaces of the lateral three and one-half digits and adjacent palm as well as v' cutaneous regions over the dorsal aspects of the distal phalanges (nail beds) of the same digits. Ulnar nerve supply skin on the palmar & dorsal surface of the little finger and the medial half of the ring finger & adjacent palm. Superficial branch of radial nerve provides cutaneous innervations to 1) lateral 2/3rd of dorsum of hand 2) dorsum of index finger, middle finger and lateral half of ring finger over proximal and middle phalanx.",
        "cop": 3,
        "opa": "Ulnar Nerve",
        "opb": "Radial Nerve",
        "opc": "Median Nerve",
        "opd": "All of above",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ffd4692d-895c-4233-af87-142f04691f35",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a component of carpal tunnel?",
        "exp": "Ans. A Ulnar nerve. Ref: Gray's Basic Anatomy E-book, P 399. Carpal Tunnel Anatomy* Posterior border# Carpal bones* Anterior border# Transverse carpal ligament* Boundaries# Proximally--pisiform and tubercle of navicular# Distally--hook of hamate and tubercle of trapezium* Contents# Flexor digitorum superficialis# Flexor digitorum profundus# Flexor pollicis longus# Median nerve",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Flexor digitorum superficialis",
        "opd": "Flexor digitorum profundus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7129be9a-c54d-4943-ab40-aa4acc90c065",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parts of the brachial plexus is involved in Klumpke's paralysis?",
        "exp": "Ans. C. Lower trunk. Klumpke's paralysis - It is caused by the hyperabduction of the arm, which may occur when one falls on an outstretched hand or an arm is pulled into machinery or during delivery (extended arm in a breech presentation). It involves the lower trunk of brachial plexus. The nerve roots involved in this injury are C8 and T1 and sometimes C7. The clinical features are as follows: -Claw hand, due to paralysis of the flexors of the wrist and fingers (C6, C7, and C8 ), and all intrinsic muscles of the hand (C8 and T1 ). a. Loss of sensations along the medial border of the forearm and hand (T1 ). b. Horner's syndrome, (characterized by partial ptosis, miosis, anhydrosis, and enophthalmos) due to involvement of sympathetic fibres supplying head and neck, which leave the spinal cord through T1.",
        "cop": 3,
        "opa": "Upper trunk",
        "opb": "Middle trunk",
        "opc": "Lower trunk",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "1dcfaceb-826e-4237-abd3-fa624185160e",
        "choice_type": "multi"
    },
    {
        "question": "Extensor carpi Radialis longus is crossed by which of the following two muscles-",
        "exp": "Ans. is 'a' i. e., Abductor Pollicis Longus and Extensor Pollicis brevis * Extensor carpi Radialis longus lies in the 2nd extensor compartment and is crossed by the following muscles.# Abductor Pollicis Longus and Extensor Pollicis brevis (1st extensor compartment)# Extensor Pollicis Longus (3rd extensor compartment)",
        "cop": 1,
        "opa": "Abductor Pollicis Longus and Extensor Pollicis brevis",
        "opb": "Extensor digitorum and extensor indicis",
        "opc": "Abductor Pollicis Longus and Extensor Indicis",
        "opd": "Brachioradialis and Extensor digiti minimi",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e007bb07-c5fa-4559-8cb1-603a1ee3937a",
        "choice_type": "single"
    },
    {
        "question": "A male newborn infant is brought to the clinic by his mother and diagnosed with a congenital malformation. MRI studies reveal that the cerebellum and medulla oblongata are protruding inferiorly through the foramen magnum into the vertebral canal. What is this clinical condition called?",
        "exp": "Arnold-Chiari malformation results from herniation of the medulla and cerebellum into the foramen magnum. Meningocele is a small defect in the cranium in which only the meninges herniate. Klippel-Feil syndrome results from an abnormal number of cervical vertebral bodies. Hydrocephalus results from an overproduction of cerebrospinal fluid, obstruction of its flow, or interference with CSF absorption. Tethered cord syndrome is a congenital anomaly caused by a defective closure of the neural tube. This syndrome is characterized by a low conus medullaris and a thick filum terminale.",
        "cop": 3,
        "opa": "Meningocele",
        "opb": "Klippel-Feil syndrome",
        "opc": "Arnold-Chiari malformation",
        "opd": "Hydrocephalus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bd855eaf-581c-421a-9f93-437ef7cc46df",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old female piano player visited the outpatient clinic with numbness and tingling in her left hand. A diagnosis was made of nerve compression in the carpal tunnel, and the patient underwent an endoscopic nerve release. Two weeks postoperatively the patient complained of a profound weakness in the thumb, with loss of thumb opposition. The sensation to the hand, however, was unaffected. Which of the following nerves was injured during the operation?",
        "exp": "The recurrent branch of the median nerve innervates the thenar muscles (opponens pollicis, abductor pollicis brevis, and flexor pollicis brevis) and is not responsible for any cutaneous innervation. Damage to the palmar cutaneous branches of the median nerve or to the ulnar nerve would not cause weakness of opposition of the thumb for they are principally sensory in function. The deep branch of the ulnar nerve supplies the hypothenar muscles, adductor and abductor muscles of digits 2-5, and does not innervate the abductor policis brevis.",
        "cop": 3,
        "opa": "The first common digital branch of the median nerve",
        "opb": "The second common digital branch of the median nerve",
        "opc": "Recurrent branch of median nerve",
        "opd": "Deep branch of the ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "184c95b8-9744-4ef1-b7ec-1b930af09271",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old presents at the emergency department with high fever, severe headache, nausea, and stiff neck for 3 days. The attending physician suspects meningitis and obtains a sample of CSF using a lumbar puncture. From which of the following spaces was the CSF collected?",
        "exp": "The subarachnoid space, containing the CSF, is located between the pia and the arachnoid mater. Neither the epidural space, the subdural space, nor the pretracheal space contains CSF. Although the central canal, contained within the substance of the spinal cord, does contain CSF, extraction of CSF from this region would result in spinal cord injury. CSF circulates in the area of the subarachnoid space and can be aspirated only from that location. The subdural space is only a potential space between the dura and arachnoid mater. The epidural space contains the epidural fat and Batson's venous plexus and is the preferred site for aspirating CSF for diagnostic purposes (and epidural anesthesia). CSF is not located in the pretracheal space.",
        "cop": 3,
        "opa": "Epidural space",
        "opb": "Subdural space",
        "opc": "Subarachnoid space",
        "opd": "Pretracheal space",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "775156bc-1cc6-4d4d-ae0d-852182dfc94e",
        "choice_type": "single"
    },
    {
        "question": "Function of the lumbricals is -",
        "exp": "Ans. is 'a' i. e., Flexion at MCP joint Muscle. Nerve supply. Action. Lumbricals (4). First and second: Median nerve; Third and fourth: Deep branch of ulnar nerve. Flex the MP joints & extend the IP joints of the fingers. Palmar interossei (4). Deep branch of ulnar nerve. Adducts digits, flex the MP joints and extends the IP joints. Dorsal interossei (4). Deep branch of ulnar nerve. Abducts fingers, flex MP joints and extends IP joints.",
        "cop": 1,
        "opa": "Flexion at MCP joint",
        "opb": "Flexion at IP joints",
        "opc": "Adduction of the fingers",
        "opd": "Abduction of the fingers",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "281c09d0-df13-4a9a-8d97-30184471f829",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old male power lifter visits the outpatient clinic with a painful shoulder. Radiographic examination reveals tendinopathy of the long head of the biceps. Which of the following conditions will most likely be present during physical examination?",
        "exp": "The long head of the biceps assists in shoulder flexion and during a tendinopathy would cause pain in the anterior compartment of the shoulder, where it originates at the supraglenoid tubercle. Also, forced contraction would cause more of a greater tension force on the tendon.",
        "cop": 1,
        "opa": "Pain is felt in the anterior shoulder during forced contraction.",
        "opb": "Pain is felt in the lateral shoulder during forced contraction.",
        "opc": "Pain is felt during abduction and flexion of the shoulder joint.",
        "opd": "Pain is felt during extension and adduction of the shoulder joint.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6e66bbf9-b8c9-4d56-83a3-11634e936e7a",
        "choice_type": "single"
    },
    {
        "question": "Opponens Pollicis is supplied by -",
        "exp": "Ans. is 'a' i. e., Median nerve SUMMARY OF NERVE SUPPLY OF MUSCLES OF UPPER LIMBDorsal scapular nerve (C5). Rhomboid minor, rhomboid major, levator scapulae muscles. Long thoracic nerve (C5, 6, 7). Serratus anterior muscle. Suprascapular nerve (C5, 6). Supraspinatus and infraspinatus muscles. Nerve to subclavius (C5, 6). Subclavius. Lateral pectoral nerve (C5, 6, 7). Pectoralis major muscle. Musculocutaneous nerve (C5, 6, 7). Coracobrachialis biceps brachii, brachialis muscles, supplies skin along lateral border of forearm when it becomes the lateral cutaneous nerve of forearm. Upper subscapular nerve (C5, 6). Subscapularis muscle. Thoracodorsal nerve (C6, 7, 8). Latissimus dorsi muscle. Lower subscapular nerve (C5, 6). Subscapularis and teres major muscles. Axillary nerve (C5, 6). Deltoid and teres minor muscles; upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid muscle. Radial nerve (C5, 6, 7, 8; T1). Triceps, anconeus, part of brachialis, extensor carpi radialis longus, via deep radial nerve branch supplies extensor muscles of forearm; supinator, extensor carpi radialis brevis, extensor carpi ulnaris, extensor digitorum, extensor digiti minimi, extensor indicis, abductor pollicis longus, extensor pollicis longus, extensor pollicis brevis; skin, lower lateral cutaneous nerve of arm, posterior cutaneous nerve of arm, and posterior cutaneous nerve of forearm, skin on lateral side of dorsum of hand and dorsal sufrace of lateral three and a half fingers, articular branches to elbow, wrist and hand. Medial pectoral nerve (C8; Tl). Pectoralis major and minor muscles. Medial cutaneous nerve of arm joined by intercostal brachial nerve from second intercostal nerve (C8; T1, 2). Skin of medial side of arm. Medial cutaneous nerve of forearm (C8; T1). Skin of medial side of forearm. Ulnar nerve (C8; Tl). Flexor carpi ulnaris and medial half of flexor digitorum profundus, flexor dig-iti minimi, opponens digiti minimi, abductor digiti minimi, adductor pollicis, third and fourth lumbricals, interossei, palmaris brevis, skin of medial half of dorsum of hand and palm, skin of palmar and dorsal surfaces of medial one and a half fingers. Median nerve (C5, 6, 7, 8; Tl). Pronator teres, flexor carpi radialis, palmaris longus, flexor digitorium superficialis, abductor pollicis brevis, flexor pollicis brevis, opponens pollicis, first two lumbricals (by way of anterior interosseous branch), flexor pollicis longus, flexor digitorum profundus (lateral half), pronator quadratus, palmar cutaneous branch to lateral half of palm and digital branches to palmar surface of lateral three and a half fingers, articular branches to elbow, wrist, and carpal joints.",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Anterior Interosseus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d8a929df-f4c6-4115-9d06-c358130f83a5",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man is admitted to the hospital, having suffered a whiplash injury when his compact auto was struck from behind by a sports utility vehicle. MRI examination reveals some herniation of a disk in the cervical region. Physical examination reveals that the patient has lost elbow extension; there is absence of his triceps reflex and loss of extension of the metacarpophalangeal joints on the ipsilateral side. Which of the following spinal nerves is most likely affected?",
        "exp": "C7 is the main spinal nerve that contributes to the radial nerve and innervates the triceps. Absence of the triceps reflex is usually indicative of a C7 radiculopathy or injury.",
        "cop": 3,
        "opa": "C5",
        "opb": "C6",
        "opc": "C7",
        "opd": "C8",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9c438c5a-7c99-45f2-9f02-09c7b2fe95cc",
        "choice_type": "single"
    },
    {
        "question": "An injury to the shown area can lead to fracture of which bone?",
        "exp": "Ans. A Scaphoid* The floor of the anatomical snuffbox is formed by the scaphoid bone. An injury to this area increases the suspicion of scaphoid fracture",
        "cop": 1,
        "opa": "Scaphoid",
        "opb": "Lunate",
        "opc": "Trapezium",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2e7dd3c5-ca2e-4ff2-97f3-bd585e38f9b2",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old boy is brought to the emergency department after losing control during a motorbike race in which he was run over by several of the other racers. Physical examination reveals several cuts and bruises. He is unable to extend the left wrist, fingers, and thumb, although he can extend the elbow. Sensation is lost in the lateral half of the dorsum of the left hand. Which of the following nerves has most likely been injured to result in these signs, and in what part of the arm is the injury located?",
        "exp": "The radial nerve innervates the extensor compartments of the arm and the forearm. It supplies the triceps brachii proximal to the spiral groove, so elbow extension is intact here. It also provides sensory innervation to much of the posterior arm and forearm as well as the dorsal thumb, index, and middle fingers up to the level of the fingernails. Symptoms are described only in the distal limb due to the mid-humeral location of the lesion. The median nerve innervates flexors of the forearm and thenar muscles and provides sensory innervation to the lateral palmar hand. The ulnar nerve supplies only the flexor carpi ulnaris and the medial half of the flexor digitorum profundus in the forearm. Additionally, its sensory distribution is to both the palmar and dorsal aspects of the medial hand. It does not supply extensor muscles.",
        "cop": 3,
        "opa": "Median nerve, anterior wrist",
        "opb": "Median nerve, arm",
        "opc": "Radial nerve, mid-humerus",
        "opd": "Ulnar nerve, mid-lateral forearm",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9ac6c56f-f608-4a06-803e-a61362c4828e",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old boy falls down the stairs. A physician examines a radiograph of the boy's shoulder region. If the structure indicated by the letter A is calcified, which of the following muscles is most likely paralyzed?",
        "exp": "(d) The scapular notch transmits the suprascapular nerve below the superior transverse ligament, whereas the suprascapular artery and vein run over the ligament. The suprascapular nerve supplies the supraspinatus and infraspinatus muscles. The axillary nerve innervates the deltoid and teres minor muscles. The subscapular nerves innervate the teres major and subscapularis muscles.",
        "cop": 4,
        "opa": "Deltoid",
        "opb": "Teres major",
        "opc": "Teres minor",
        "opd": "Infraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "5f0ee1c9-9ece-416e-990f-b2251fb1e8b2",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old male is admitted to the emergency department after a car collision. During physical examination several lacerations in the back are discovered. Pain from lacerations or irritations of the skin of the back is conveyed to the central nervous system by which of the following?",
        "exp": "General somatic afferent fibers are conveyed from the skin of the back via the dorsal primary rami. Communicating rami contain general visceral efferent (sympathetic) fibers and general visceral afferent fibers of the autonomic nervous system. Ventral primary rami convey mixed spinal nerves to/from all other parts of the body excluding the back, and parts of the head innervated by cranial nerves. The ventral roots contain only efferent (motor) fibers. Intercostal nerves are the ventral rami of T1 to T11. The ventral ramus of T12 is the subcostal nerve.",
        "cop": 1,
        "opa": "Dorsal primary rami",
        "opb": "Communicating rami",
        "opc": "Ventral primary rami",
        "opd": "Ventral roots",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "0b51585b-efcf-49a3-932e-8fba2c5d0975",
        "choice_type": "single"
    },
    {
        "question": "Guyon's canal contains which of the following nerve?",
        "exp": "Ans is 'a' i. e., Ulnar nerve Nerves of the upper limb in various spaces. Guyon Canal. Ulnar nerve. Carpal Tunnel. Median Nerve. Spiral Groove. Radial Nerve. Quadrangular Space. Axillary nerve. Triangular Space. Radial nerve. Cubital Tunnel. Ulnar nerve",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Median nerve",
        "opd": "Anterior interosseus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bf7cd3b9-cfdb-470d-907e-b697ae0ae26b",
        "choice_type": "single"
    },
    {
        "question": "Which tendon is affected is lateral epicondylitis?",
        "exp": "Ans. is 'a' i. e., Extensor Carpi Radialis Brevis Tennis elbow* Tennis elbow is a type of repetitive strain injury resulting from tendon overuse and failed healing of the tendon.* The extensor carpi radialis brevis muscle plays a key role.* Histological findings include granulation tissue, microrupture, degenerative changes, and there is no traditional inflammation. As a consequence, \"lateral elbow tendinopathy or tendinosis\" is used instead of \"lateral epicondylitis\".",
        "cop": 1,
        "opa": "Extensor Carpi Radialis Brevis",
        "opb": "Extensor Carpi Radialis Longus",
        "opc": "Flexor Pollicis Longus",
        "opd": "Supinator",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "53a161a2-a479-42f7-bf93-0de091ed36c3",
        "choice_type": "single"
    },
    {
        "question": "Medial border of cubital fossa is formed by:",
        "exp": "Ans. B. Pronator teres. The cubital fossa is the triangular area on the anterior view of the elbow. Boundaries-a. Superior boundary -- an imaginary horizontal line connecting the medial epicondyle of the humerus to the lateral epicondyle of the humerusb. medial (ulnar) boundary -- lateral border of Pronator Teres muscle originating from the medial epicondyle of the humerus. c. lateral (radial) boundary -- medial border of Brachioradialis muscle originating from the lateral supraepicondylar ridge of the humerus. d. apex- it is directed interiorly, and is formed by the meeting point of the lateral and medial boundaries",
        "cop": 2,
        "opa": "Brachioradialis",
        "opb": "Pronator teres",
        "opc": "Biceps brachii",
        "opd": "Brachialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9aa56490-a232-4cdb-b97d-5532026f848e",
        "choice_type": "single"
    },
    {
        "question": "Erb's Point is at the Junction of:",
        "exp": "Ans. A. C5 C6 The brachial plexus is a network (plexus) of nerves (formed by the ventral ramus of the lower four cervical nerves and first thoracic nerve (C5, C6, C7, C8, and T1 ). This plexus extends from the spinal cord, through the canaline the neck, over the first rib, and into the armpit. The brachial plexus is divided into five roots, three trunks, six divisions (three anterior and three posterior), three cords, and branches. Erb's point is formed by the union of the C5 and C6 nerve roots, which later converge to form upper trunk. At the nerve trunk, branches of suprascapular nerves and the nerve to the subclavius also take origin. The merged nerve trunk also divides into the anterior and posterior division of upper trunk.",
        "cop": 1,
        "opa": "C5 C6",
        "opb": "C6. C7",
        "opc": "C7. C8",
        "opd": "C8. T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2c5360ad-f32b-44c6-a0a0-6d73850663ff",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old boy falls down the stairs. A physician examines a radiograph of the boy's shoulder region. If the structure indicated by the letter B is fractured, which of the following structures is most likely injured?",
        "exp": "(d) Fracture of the surgical neck of the humerus occurs commonly and damages the axillary nerve and the posterior humeral circumflex artery.",
        "cop": 4,
        "opa": "Musculocutaneous nerve",
        "opb": "Radial nerve",
        "opc": "Deep brachial artery",
        "opd": "Posterior humeral circumflex artery",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e7818260-9861-44e3-a95f-4cc6d25ca65b",
        "choice_type": "multi"
    },
    {
        "question": "All are true about long flexor tendons except:",
        "exp": "D",
        "cop": 4,
        "opa": "Flexor digitorum profundus is inserted to distal phalanx base",
        "opb": "Flexor digitorum superficialis attached to the sides of middle phalanx",
        "opc": "Damage to tendons involves formation of tenoma during repair",
        "opd": "Good results if tendon sheath is damaged",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "be0e7474-a241-4e88-a205-6e0034a666a9",
        "choice_type": "multi"
    },
    {
        "question": "Physical examination reveals weakness of medial deviation of the wrist (adduction), loss of sensation on the medial side of the hand, and clawing of the fingers. Where is the most likely place of injury?",
        "exp": "The ulnar nerve enters the forearm by passing between the two heads of the flexor carpi ulnaris and descends between and innervates the flexor carpi ulnaris (for medial wrist deviation) and flexor digitorum profundus (medial half) muscles. Injuring the ulnar nerve results in claw hand. It enters the hand superficial to the flexor retinaculum and lateral to the pisiform bone, where it is vulnerable to damage. The ulnar nerve also enters Guyon's canal, but damage to it here would not present with the aforementioned symptoms. The median nerve enters the carpal tunnel and the radial nerve passes deep to the brachioradialis.",
        "cop": 1,
        "opa": "Compression of a nerve passing between the humeral and ulnar heads of origin of flexor carpi ulnaris",
        "opb": "Compression of a nerve passing at Guyon's canal between the pisiform bone and flexor retinaculum",
        "opc": "Compression of a nerve passing through the carpal tunnel",
        "opd": "Compression of a nerve passing between the ulnar and radial heads of origin of flexor digitorum superficialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7664f458-4f1f-4bcb-ba80-1fc36432957e",
        "choice_type": "single"
    },
    {
        "question": "Median nerve injury at the wrist leads to all except:",
        "exp": "Ans. D. Loss of adduction of the thumba. Adduction of thumb is carried out by the adductor pollicis, which is a deep muscle of the thumb and is supplied by the deep branch of ulnar nerve. Hence, in median nerve injury it remains functional and there is no loss of adduction of thumb. b. Lumbricals to the index and middle finger are supplied by the median nerve and have lost their function in this injury. c. Thenar muscles are mainly innervated by the median nerve and are paralyzed in this patient.",
        "cop": 4,
        "opa": "Loss of function of the lumbrical to the index finger",
        "opb": "Loss of function of the lumbrical to the middle finger",
        "opc": "Effect on muscles on the thenar eminence",
        "opd": "Loss of adduction of the thumb",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "75694fe6-8c2c-4531-9fdc-02254ae22545",
        "choice_type": "multi"
    },
    {
        "question": "A 1-year-old girl is brought to the clinic for a routine checkup. The child appears normal except for a dimpling of the skin in the lumbar region with a tuft of hair growing over the dimple. You reassure the mother that this condition is seen in 10% to 25% of births and normally has no ill effects. What is this relatively common condition that results from incomplete embryologic development?",
        "exp": "Spina bifida is a developmental condition resulting from incomplete fusion of the vertebral arches within the lumbar region. Spina bifida occulta commonly presents asymptomatically with a tuft of hair and a small dimple in the overlying skin. More severe forms (spina bifida cystica) are categorized into three types: Spina bifida cystica with meningocele presents with protrusion of the meninges through the unfused vertebral arches. Spina bifida with meningomyelocele is characterized by protrusion both of the meninges and CNS tissues and is often associated with neurologic deficits. Rachischisis, also known as spina bifida cystica with myeloschisis, results from a failure of neural folds to fuse and is characterized by protrusion of the spinal cord or spinal nerves and meninges",
        "cop": 3,
        "opa": "Meningomyelocele",
        "opb": "Meningocele",
        "opc": "Spina bifida occulta",
        "opd": "Spina bifida cystica",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "93f6b9c1-d25f-4344-929d-d824b91a1585",
        "choice_type": "multi"
    },
    {
        "question": "Winging of scapula is due to paralysis of:",
        "exp": "Ans. B Nerve to serratus anterior. Ref: Gray's Anatomy 41st ed. P 819* Winging of scapula is due to paralysis of serratus anterior muscle.* Nerve supplying serratus anterior muscle: Long thoracic nerve (C5, 6, 7). Therefore long thoracic nerve palsy can also lead to winging of scapula.* Vascular supply: Serratus anterior is supplied by superior and lateral thoracic arteries, and by branches from the thoracodorsal artery after it divides in latissimus dorsi.",
        "cop": 2,
        "opa": "Nerve to trapezius",
        "opb": "Nerve to serratus anterior",
        "opc": "Nerve to latissimus dorsi",
        "opd": "Nerve to pectoralis major",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "620f28aa-e19a-4ef1-86af-87266b4210d4",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old male medical student was seen in the emergency department with a complaint of pain in his hand. He confessed that he had hit a vending machine in the hospital when he did not receive his soft drink after inserting money twice. The medial side of the dorsum of the hand was quite swollen, and one of his knuckles could not be seen when he \"made a fist. \" The physician made a diagnosis of a \"boxer's fracture. \" What was the nature of the impatient student's injury?",
        "exp": "The student had broken the neck of the fifth metacarpal when hitting the machine with his fist. This is the more common type of \"boxer's fracture. \" Neither a fracture of the ulnar styloid nor a Colles' fracture nor a Smith fracture of the distal radius would present with the absence of a knuckle as observed here. Bennett's fracture involves dislocation of the carpometacarpal joint of the thumb. Indications are that the injury is on the medial side of the hand, not the wrist, nor the lateral side of the hand or wrist.",
        "cop": 2,
        "opa": "Fracture of the styloid process of the ulna",
        "opb": "Fracture of the neck of the fifth metacarpal",
        "opc": "Colles' fracture of the radius",
        "opd": "Smith's fracture of the radius",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4b0710d6-07e8-42c9-a831-4d83b0f6b04a",
        "choice_type": "single"
    },
    {
        "question": "In X-ray (skiagram) of lower l/3rd of the both bones forearm shows",
        "exp": "(Styloid process of radius lies distal to the ulnar styloid process) (21-BDC-l 4th). The radius commonly gets fractured about 2 cm above its lower end (Code's ), this is caused by a fall on the outstretched hand. The distal fragment is displaced upwards and backwards, and the radial styloid process comes to lie proximal to the ulnar styloid process (It normally lies distal to the ulnar to the ulnar styloid process)* The styloid process projects downwards from the posteromedial side of the lower end of the ulna. Posteriorly, between the head and the styloid process there is groove for the tendon of the extensor carpi ulnaris",
        "cop": 2,
        "opa": "Styloid process of radius and ulna in same level",
        "opb": "Styloid process of radius lies distal to the styloid process of ulna",
        "opc": "Styloid process of ulna lies distal to radius styloid process",
        "opd": "Styloid process of radius and ulna lies proximally",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b18ccb30-560e-406e-89fc-1db92c46ed37",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are muscles of the rotator cuff except -",
        "exp": "Ans. is 'b' i. e., Teres Major * Rotator cuff (Musculotendinous cuff) is formed by blending of tendons of1. Supraspinatus (superiorly); 2. Infraspinatus and teres minor (psoteriorly) and3. Subscapularis (anteriorly).",
        "cop": 2,
        "opa": "Infraspinatus",
        "opb": "Teres Major",
        "opc": "Teres minor",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "5e7fb459-a4ec-48e3-bcc8-9831227c674d",
        "choice_type": "multi"
    },
    {
        "question": "Apposition of thumb involves which of the following movement?",
        "exp": "Ans. a (Adduction). (Ref. BD Chaurasia 3rd ed. Vol. l 44)# Opponens of thumb involves adduction and flexion.# Opponens pollicis forms part of the thenar eminence.- It arises from the tubercle of the trapezium and flexor retinaculum.- From here it passes radially and distally.- It inserts into the radial border of the palmar surface of the first metacarpal.- Usually, it is innervated by the recurrent branch of the median nerve (C8, T1).- However, it may receive motor innervation from the deep branch of the ulnar nerve (Tl).# Opponens pollicis has the action of opposing the thumb as exemplified by bringing into direct contact the pulps of thumb and little finger. It involves both medial rotation and flexion at the carpometacarpal and metacarpophalangeal joints of the thumb. Thenar--Opponens pollicis, Abductor pollicis brevis, Flexor pollicis brevis. Hypothenar--Opponens digiti minimi, Abductor digiti minimi, Flexor digiti minimi. Thenar and Hypothenar--both group perform same functions Oppose, abduct and flex. Dorsal interosseous muscles--abduct the fingers. Palmar interosseous muscles--adduct the fingers. Lumbrical muscles--flex at the MP joint.",
        "cop": 1,
        "opa": "Adduction",
        "opb": "Abduction",
        "opc": "Pronation",
        "opd": "Supination",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "23e0acee-5fdb-4b16-90b4-936e34fbb2a8",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old band director suffered problems in her right arm several days after strenuous field exercises for a major athletic tournament. Examination in the orthopedic clinic reveals wrist drop and weakness of grasp but normal extension of the elbow joint. There is no loss of sensation in the affected limb. Which nerve was most likely affected?",
        "exp": "The radial nerve descends posteriorly between the long and lateral heads of the triceps and passes inferolaterally on the back of the humerus between the medial and lateral heads of the triceps. It eventually enters the anterior compartment and descends to enter the cubital fossa, where it divides into superficial and deep branches. The deep branch of the radial nerve winds laterally around the radius and runs between the two heads of the supinator and continues as the posterior interosseous nerve, innervating extensor muscles of the forearm. Because this injury does not result in loss of sensation over the skin of the upper limb, it is likely that the superficial branch of the radial nerve is not injured. If the radial nerve were injured very proximally, the woman would not have extension of her elbow. The branches of the radial nerve to the triceps arise proximal to where the nerve runs in the spiral groove. The anterior interosseous nerve arises from the median nerve and supplies the flexor digitorum profundus, flexor pollicis longus, and pronator quadratus, none of which seem to be injured in this example. Injury to the median nerve causes a characteristic flattening (atrophy) of the thenar eminence.",
        "cop": 3,
        "opa": "Ulnar",
        "opb": "Anterior interosseous",
        "opc": "Posterior interosseous",
        "opd": "Median",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4babd573-62a7-4495-9ccb-eab8459f8fd8",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used vein for intravenous injection is:",
        "exp": "Ans. C. Median cubital vein. The median cubital vein (or median basilic vein) is a superficial vein of the upper limb. It is very clinically relevant as it is routinely used for venipuncture (taking blood) and as a site for an intravenous cannula. It connects the basilic and cephalic vein and becomes prominent when pressure is applied. It lies in the cubital fossa superficial to the bicipital aponeurosis.",
        "cop": 3,
        "opa": "Cephalic vein",
        "opb": "Basilic vein",
        "opc": "Median cubital vein",
        "opd": "Median vein of the forearm",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e8c4dd15-a3d6-44c4-b0dd-7112e8d7997a",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered site or structure in the following radiograph of the wrist and hand. Destruction of the structure indicated by the letter E most likely causes weakness of which of the following muscles?",
        "exp": "(c) The hook of hamate and the pisiform provide insertion for the flexor carpi ulnaris.",
        "cop": 3,
        "opa": "Flexor carpi radialis",
        "opb": "Palmaris longus",
        "opc": "Flexor carpi ulnaris",
        "opd": "Brachioradialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3c3c6d21-5cf5-4304-a557-bbcf41abc26e",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old female is examined by the senior resident in emergency medicine after her fall on a wet bathroom floor in the shopping center. Physical examination reveals a posterior displacement of the left distal wrist and hand. Radiographic examination reveals an oblique fracture of the radius. Which of the following is the most likely fracture involved in this case?",
        "exp": "Colles' fracture is a fracture of the distal end of the radius. The proximal portion of the radius is displaced anteriorly, with the distal bone fragment projecting posteriorly. The displacement of the radius from the wrist often gives the appearance of a dinner fork, thus a Colles' fracture is often referred to as a \"dinner fork\" deformity. A scaphoid fracture results from a fracture of the scaphoid bone and would thus not cause displacement of the radius. This fracture usually occurs at the narrow aspect (\"waist\") of the scaphoid bone. Bennett's and boxer's fractures both result from fractures of the metacarpals (first and fifth, respectively). Volkmann's ischemic contracture is a muscular deformity that can follow a supracondylar fracture of the humerus, with arterial laceration into the flexor compartment of the forearm. Ischemia and muscle contracture, with extreme pain, accompany this fracture.",
        "cop": 1,
        "opa": "Colles' fracture",
        "opb": "Scaphoid fracture",
        "opc": "Bennett's fracture",
        "opd": "Volkmann's ischemic contracture",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "69aaf870-f662-4d01-8181-3e7a4d5f8d9b",
        "choice_type": "multi"
    },
    {
        "question": "This type of lesion occurs in weakness of which muscle?",
        "exp": "Ans. C. Serratus Anteriora. Winged scapula occurs due to damage to the serratus anterior muscle causes the deformation of the back. b. The serratus anterior muscle attaches to the medial anterior aspect of the scapula (i. e. it attaches on the side closest to the spine and runs along the side of the scapula that faces the ribcage) and normally anchor the scapula against the rib cage. c. When the serratus anterior contracts, upward rotation, abduction, and weak elevation of the scapula occurs, allowing the arm to be raised above the head. d. The long thoracic nerve innervates the serratus anterior; therefore, damage to or impingement of this nerve can result in weakening or paralysis of the muscle. e. If this occurs, the scapula may slip away from the rib cage, giving it the wing-like appearance on the upper back. f. This characteristic may particularly be seen when the affected person pushes against resistance. The person may also have limited ability to lift their arm above their head. Causes: a. The most common cause of scapular winging is anterior paralysis. This is typically caused by damage (i. e. lesions) to the long thoracic nerve. b. This nerve supplies the serratus anterior, which is located on the side of the thorax and acts to pull the scapula forward. c. Serratus anterior palsy is a dysfunction that is characteristic of traumatic, non-traumatic, and idiopathic injury to the long thoracic nerve",
        "cop": 3,
        "opa": "Deltoid",
        "opb": "Pectoralis major",
        "opc": "Serratus Anterior",
        "opd": "Infra scapular",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2059439f-65b4-4622-8366-fc1e1735678e",
        "choice_type": "single"
    },
    {
        "question": "The \"rotator cuff' muscle includes all EXCEPT",
        "exp": "(Teres Major) (489 - Snell 7th)ROTATOR CUFF - Four muscle - Supraspinatus, Infraspinatus Teres minor and the subscapularis - Form what is termed the \"rotator cuff '. The tone of these muscles assists in holding the head of the humerus in the glenoid cavity of the scapula during movements at the shoulder joint. Therefore they assist in stabilizing the shoulder joint. The cuff lies on the anterior, superior and posterior aspects of the joint. The cuff is deficient inferiorly, and this is a site of potential weakness.* The commonest cause of pain around the shoulder is a disorder of the rototor cuff' (Rotator cuff syndrome)",
        "cop": 3,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Teres major",
        "opd": "Subscapularis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9ab10ad2-9625-4a7d-817d-63175325e1dc",
        "choice_type": "multi"
    },
    {
        "question": "Coracoacromial ligament resists which movements?",
        "exp": "Ans. is 'a' i. e., Upward displacement of humeral head * The coracoacromial ligament is a flat triangular band that plays a supportive role for the shoulder joint.* Coracoacromial prevents Upward displacement of humeral head.",
        "cop": 1,
        "opa": "Upward displacement of humeral head",
        "opb": "Abduction of shoulder",
        "opc": "Inferior displacement of humerus",
        "opd": "External rotation",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "89c6fc0a-5302-411d-8356-979b307da42d",
        "choice_type": "single"
    },
    {
        "question": "Deep branch of ulnar nerve supplies:",
        "exp": "(Adductor pollicis) Ref: 173-74-BDC-l, 583, 547-Snell 7th. ULNAR NERVE: (C8 and Tl) arise from the medial cord of the brachial plexus and descends in the interval between the axillary artery and vein. The ulnar nerve gives no branches in the axilla: Superficial Branch of the ulnar nerve. The nerve and artery may lies in a fibro-osseous tunnel, the tunnel of Guyon. Created by fibrous tissues derived from the superficial part of the flexor retinaculum(I) Muscular branch - to the palmaris brevis(II) Cutaneous branch - to the palmar aspect of the medial side of the little finger and the adjacent sides of the little and ring fingers. It also supplies the distal half of each fingers. Deep Branch of the ulnar nerve. Muscular branches to three hypothenar eminance (abductor digitiminimi, Flexor digit, minimi, the opponans digiti minimi)* It also supplies all palmer & dorsal interossei* Third & fourth lumbrical muscles* Both heads of the adductor pollucis muscle* A bductor pollicis brevis, flexor pollicis brevis, Opponens pollicis are supplied by Median nerve.",
        "cop": 4,
        "opa": "Abductorpollicis brevis",
        "opb": "Flexor pollicis brevis",
        "opc": "Opponens pollicis",
        "opd": "Adductor pollicis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2a1a68e1-df15-4e50-bd3e-8a9462195ef5",
        "choice_type": "single"
    },
    {
        "question": "Erb's palsy occurs due to involvement of____ of brachial plexus.",
        "exp": "Ans. a (Upper trunk) (Ref. BDC vol. l/4th/53). The upper trunk or Erb's palsy is seen in newborn usually during forceps delivery when there may be forceful separation of neck and shoulder with resultant stretching of the upper trunk (the 'Erb's point'). Claw-hand deformity is due to lesion of lower trunk of brachial plexus (Klumpke's palsy). BRACHIAL PLEXUS# It is formed by anterior primary rami of spinal nerves C5 to T1 with contribution of C4 and T2 roots.- C5 and C6 join to form upper trunk9 (Erb's point).- Root C7 forms middle trunk and root C8 and T1 join to form lower trunk.# Each trunk has anterior and posterior divisions.- Posterior divisions of all the three cords unite to form posterior cord.- Anterior division of upper and middle trunks forms lateral cord.- Anterior division of lower trunk forms medial cord.# Erb's paralysis involves Cs and C6 while Klumpke's is involvement of C8 and T1 Banches of posterior cord(Mnemonic: ULNAR). Branches of Medial cord(mnemonic: M4U). Branches of Lateral cord(mnemonic: LML)1. Upper subscapular nerve (C5, C6). Medial cutaneous nerve of arm (C8/T1). Lateral pectoral nerve2. Lower subscapular nerve (C5, C6). Medial pectoral nerve (C8/T1). Lateral root of median3. Nerve to latissimus dorsi/ thoracodorsal nerve (C6, C7, C8). Medial cutaneous nerve of forearm (C8/T1). Musculocutaneous nerve4. Axillary/circumflex nerve (C5, C6). Medial root of median nerve (C8/T1)-5. Radial nerve (C5, C6, C7, Cg8 and T1). Ulnar (C7, C8, T1)-Branches of roots. Branches of trunk: Only upper trunk gives branches (middle and lower trunk has no branch). 1. Long thoracic nerve of Bell (C5, C6, C7) = Supplies serratus anterior. Suprascapular nerve (C5, C6) = Supplies supraspinatus, infraspinatus. 2. Dorsal scapular nerve (C5) = Supplies rhomboids and levator scapulae. Nerve to subclavius (C5, C6) = Supplies subclavius muscle.",
        "cop": 1,
        "opa": "Upper trunk",
        "opb": "Middle trunk",
        "opc": "Medial cord",
        "opd": "Lateral trunk",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "eeec8889-8218-42ac-994b-169c092f9079",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man is brought to the emergency department after dislocating his shoulder while playing football. Following treatment of the dislocation, he cannot initiate abduction of his arm. An MRI of the shoulder shows a torn muscle. Which muscle was most likely damaged by the injury?",
        "exp": "The rotator cuff muscles are common sites of damage during shoulder injuries. These muscles include the supraspinatus, infraspinatus, teres minor, and subscapularis (SITS). Initiation of abduction of the humerus (the first 15deg) is performed by the supraspinatus, followed by the deltoid from 15deg to 90deg. Above the horizontal, the humerus is abducted by the trapezius and serratus anterior. The teres major and the pectoralis major are responsible for medial rotation and adduction of the humerus. These muscles are therefore not involved in abduction at the glenohumeral joint.",
        "cop": 4,
        "opa": "Coracobrachialis",
        "opb": "Long head of the triceps",
        "opc": "Pectoralis minor",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f150931f-7682-4cc7-8b31-1982a5cee737",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with hypothenar muscle wasting and loss of sensation of medial one and a half digits. Which nerve is involved?",
        "exp": "Ans. A Ulnar nerve# The shown course of nerve is of ulnar nerve# Please refer the image below",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Radial nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7291fa0b-b124-4f0c-adfb-9b590ddd2ec0",
        "choice_type": "single"
    },
    {
        "question": "Musculotendinous cuff of the shoulder is formed by all muscles EXCEPT:",
        "exp": "(Teres Major): (68-BDC-l6th edition)MUSCULOTENDINOUS CUFF OF THE SHOULDER (ROTATOR-CUFF1. Four muscles -* Supraspinatus* Infraspinatus* Teres minor* Subscapularis. Form what is termed the \"rotator cuff'. The tone of these muscles assists in holding the head of the humerus in the glenoid cavity of the scapula during movements at the shoulder joint. Therefore they assist in stabilizing the shoulder joint. The cuff lies on the anterior, superior and posterior aspects of the joint. The cuff is deficient inferiorly and this is a site of potential weakness. This explains why dislocation of the humerus occur most commonly in a downward direction.* Shoulder joint is the most commonly dislocated large joint**** The commonest cause of pain around the shoulder is a disorder of this rotator cuff (Rotator cuff syndrome)",
        "cop": 4,
        "opa": "Supraspinatus",
        "opb": "Infraspinatus",
        "opc": "Teres minor",
        "opd": "Teres Major",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7af93d45-37d7-4643-9af0-9136a088712d",
        "choice_type": "multi"
    },
    {
        "question": "Sensory supply of the palm is from which nerves-",
        "exp": "Ans. is 'c' i. e., Ulnar nerve and Median nerve Sensory supply of palm* Lateral three and half fingers and corresponding part of palm- Median nerve* Medial one and half fingers and corresponding part of palm - Ulnar nerve",
        "cop": 3,
        "opa": "Median nerve and Radial nerve",
        "opb": "Radial nerve and ulnar nerve",
        "opc": "Ulnar nerve and Median nerve",
        "opd": "Musculocutaneous nerve and Radial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "faee4a7c-4363-470a-8ab0-abd8a8e54529",
        "choice_type": "single"
    },
    {
        "question": "Vidian nerve is also called -",
        "exp": "Ans. is 'c' i. e., Nerve to pterygoid canal o Greater petorsal nerve units with deep petrosal nerve to form nerve to pterygoid canal (also called vidian nerve). o It carries secretomotor fibers to nasal gland via pterygopalatine ganglion. Also knowo Auricular branch of vagus is also called as Arnold's nerve or Alderman's nerve.",
        "cop": 3,
        "opa": "Superior petrosal nerve",
        "opb": "Greater petrosal nerve",
        "opc": "Nerve to pterygoid canal",
        "opd": "Auricular branch of vagus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "659707e6-719f-4029-8999-990fc63d2e6a",
        "choice_type": "multi"
    },
    {
        "question": "After the orthopedic surgeon examined the MRI of the shoulder of a 42-year-old female he informed her that the supraspinatus muscle was injured and needed to be repaired surgically. Which of the following is true of the supraspinatus muscle?",
        "exp": "The supraspinatus muscle inserts on the greater tubercle of the humerus and is said to initiate abduction of the arm at the shoulder. It is supplied principally by spinal nerve C5. The subscapularis muscle is the only muscle that inserts on the lesser tubercle. The subscapularis muscle is innervated by the upper and lower subscapular nerves. The teres minor takes origin from the lateral border of the scapula; the teres major takes origin from the region of the inferior angle and the lateral border of the scapula.",
        "cop": 3,
        "opa": "It inserts on the lesser tubercle of the humerus.",
        "opb": "It initiates adduction of the shoulder.",
        "opc": "It is innervated chiefly by the C5 spinal nerve.",
        "opd": "It is supplied by the upper subscapular nerve.",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "383c8171-028c-4b93-9e69-5f890f6b6d8f",
        "choice_type": "multi"
    },
    {
        "question": "A 47-year-old female patient's right breast exhibited characteristics of peau d'orange; that is, the skin resembled orange peel. This condition is primarily a result of which of the following?",
        "exp": "When cutaneous lymphatics of the breast are blocked by cancer, the skin becomes edematous, except where hair follicles cause small indentations of the skin, giving an overall resemblance to orange peel. Shortening of the suspensory ligaments or retinacula cutis leads to pitting of the overlying skin, pitting that is intensified if the patient raises her arm above her head. Invasion of the pectoralis major by cancer can result in fixation of the breast, seen upon elevation of the ipsilateral limb. Inversion of areolar skin with involvement of the ducts would also be due to involvement of the retinacula cutis.",
        "cop": 2,
        "opa": "Shortening of the suspensory ligaments by cancer in the axillary tail",
        "opb": "Blockage of cutaneous lymphatic vessels",
        "opc": "Contraction of the retinacula cutis of the are ola and nipple",
        "opd": "Invasion of the pectoralis major by the cancer",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c19c429e-b3c1-44ed-9722-cf1f6a947404",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man is admitted to the emergency department after a severe car crash. Radiographic examination reveals multiple fractures of his right upper limb. A surgical procedure is performed and metallic plates are attached to various bony fragments to restore the anatomy. Five months postoperatively the patient visits the outpatient clinic. Upon physical examination the patient can abduct his arm and extend the forearm, but the sensation of the forearm and hand is intact; however, the hand grasp is very weak, and he cannot extend his wrist against gravity. Which of the following nerves was most likely injured during the surgical procedure?",
        "exp": "Radial nerve at the distal third of the humerus. The patient can extend his forearm, which suggests that the triceps muscle is not weakened. Supination appears to be weak along with hand grasp and wrist drop. This would indicate that part of the radial nerve has been lost below the innervation of the triceps and above the branches to the supinator and extensors in the forearm. However, sensation on the forearm and hand is intact, indicating that the superficial branch of the radial nerve is intact. The superficial branch of the radial nerve divides from the deep radial nerve at the distal third of the humerus. The posterior cord of the brachial plexus is responsible for providing innervation of the axially and radial nerves. This patient does have some radial nerve innervation and no loss of axillary nerve function. The patient does not have weakened adduction of the wrist, indicating that the ulnar nerve is not injured. If both the radial and musculocutaneous nerves are injured, supination would not be possible as the supinator muscle and biceps provide supination of the forearm.",
        "cop": 2,
        "opa": "Posterior cord of the brachial plexus",
        "opb": "Radial nerve at the distal third of the humerus",
        "opc": "Radial and ulnar",
        "opd": "Radial, ulnar, and median",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "dc2db18c-d5a9-4417-b8ff-e9cb2fdc0f46",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman is admitted to the outpatient clinic for shoulder pain. During physical examination she presents with weakened shoulder movements. Radiographic examination reveals quadrangular space syndrome, causing weakened shoulder movements. Which of the following nerves is most likely affected?",
        "exp": "The weakness in shoulder movement results from denervation of the teres minor and deltoid by the axillary nerve, which passes through the quadrangular space. Quadrangular space syndrome happens when there is hypertrophy of the muscles that border the quadrangular space or fibrosis of portions of the muscles that are in contact with the nerve.",
        "cop": 3,
        "opa": "Suprascapular",
        "opb": "Subscapular",
        "opc": "Axillary",
        "opd": "Radial",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d8524621-b43b-4094-bde5-679bf12d95b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in median nerve injury-",
        "exp": "Ans. is 'a' i. e., Pointing Index * Signs of median nerve palsy: i) Flexion of distal IP joint of thumb is not possible (due to paralysis of FPL). ii) Pointing index or oschner's clasp test: - When patient is asked to clasp his hand, index finger fails to flex. iii) Benediction test: - Patient is unable to flex the index and middle finger on lifting the hand due to paralysis of long flexors of these two fingers (Benedicts Hand). iv) Pen test: - Patient is unable to touch the pen, held above the thumb (due to APB paralysis). v) Ape thumb (Simian thumb) deformity: - The thumb is adducted and laterally rotated so that the thumb lies in the same plane as the other fingers. It is due to over action of adductor pollicis (supplied by ulnar nerve). vi) Loss of opposition due to paralysis of opponens pollicis. vii) Atrophy of thenar eminence.",
        "cop": 1,
        "opa": "Pointing Index",
        "opb": "Wristdrop",
        "opc": "Wartenberg's Sign",
        "opd": "Regimental badge sign",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bc3cd0f1-ceee-4df2-a287-9dfac2e88af2",
        "choice_type": "single"
    },
    {
        "question": "The 35-year-old female patient has a hard nodule about 1 cm in diameter slightly above and lateral to her right areola. A specific dye is injected into the tissue around the tumor, and an incision is made to expose the lymphatic vessels draining the area, for the lymphatic vessels take up the dye-which is visible to the eye. The vessels can then be traced to surgically expose the lymph nodes receiving the lymph from the tumor. Which of the following nodes will most likely first encounter the lymph from the tumor?",
        "exp": "The anterior axillary (or anterior pectoral) nodes are the first lymph nodes to receive most of the lymph from the breast parenchyma, areola, and nipple. From there, lymph flows through central axillary, apical, and supraclavicular nodes in sequence. Rotter's nodes lie between the pectoral muscles and are, unfortunately, an alternate route in some patients, speeding the rate of metastasis. The parasternal nodes receive lymph from the medial part of the breast and lie along the internal thoracic artery and vein.",
        "cop": 1,
        "opa": "Anterior axillary (pectoral) nodes",
        "opb": "Rotter interpectoral nodes",
        "opc": "Parasternal nodes along the internal thoracic artery and vein",
        "opd": "Central axillary nodes",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6002bea1-3335-4cf4-aa92-ba195c2d59db",
        "choice_type": "multi"
    },
    {
        "question": "Root value of axillary nerve is-",
        "exp": "Ans. is 'b' i. e., C5-6 Nerve. Root value. Axillary nerve. C5, C6. Radial nerve. C5-8, T1. Median nerve. C5-8, T1. Ulnar nerve. C8. T1. Musculocutaneous nerve. C5, C6, C7",
        "cop": 2,
        "opa": "C5-8, T-l",
        "opb": "C5-6",
        "opc": "C8, T1",
        "opd": "C5, 6, 7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e64114aa-6b7f-478f-b200-f00de05a5e59",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man is admitted to the hospital after a car crash. Radiographic examination reveals mild disk herniations of C7, C8, and T1. The patient presents with a sensory deficit of the C8 and T1 spinal nerve dermatomes. The dorsal root ganglia of C8 and T1 would contain cell bodies of sensory fibers carried by which of the following nerves?",
        "exp": "The medial antebrachial cutaneous nerve carries sensory fibers derived from the C8 and T1 levels. The lateral antebrachial cutaneous nerve is the distal continuation of the musculocutaneous nerve, carrying fibers from the C5, C6, and C7 levels. The deep branch of the ulnar nerve and the anterior interosseous nerves carry predominantly motor fibers. The sensory fibers coursing in the radial nerve are derived from the C5 to C8 levels.",
        "cop": 1,
        "opa": "Medial antebrachial cutaneous nerve",
        "opb": "Long thoracic nerve",
        "opc": "Lateral antebrachial cutaneous nerve",
        "opd": "Deep branch of ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "cc1e3bf5-7227-4b58-b15e-4d8248df8d61",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is inserted in the floor of bicipital groove:",
        "exp": "Ans. D. Latissimus dorsi. The bicipital groove (intertubercular groove) is a deep groove on the humerus that separates the greater tubercle from the lesser tubercle. The bicipital groove lodges the long tendon of the biceps brachii and also transmits a branch of the anterior humeral circumflex artery to the shoulder joint. It gives attachment to the tendon of the pectoralis major on the lateral lip and the tendon of the teres major on the medial lip and Latissimus dorsi to its floor.",
        "cop": 4,
        "opa": "Pectoralis major",
        "opb": "Serratus anterior",
        "opc": "Teres major",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7e6419c4-39f2-4fe0-b250-d4253e453d9f",
        "choice_type": "single"
    },
    {
        "question": "Long thoracic nerve supplies which of the following muscles?",
        "exp": "Ans. a (Serratus anterior) (Ref. BDC Vol. I, 4th ed., 67)LONG THORACIC NERVE OF BELL# Derived from ventral rami of C5, C6, and C7 - close to their emergence from intervertebral foramina;# It runs downward and passes either in front of or behind middle scalene muscle;# It reaches upper slip of serratus anterior muscle and descends on outer surface of this muscle, giving branches into it;# Scapular Winging: may occur from long thoracic nerve injury or from spinal accessory nerve injury (which deinnervates the trapezius). Sr. Nerve. Muscle Group. Functional Deficit or Sign1. Long thoracic. Serratus anterior# Winging of scapula2. Suprascapular. Supraspinatus and Infraspinatus# Difficulty in initiating arm abduction3. Axillary. Deltoid and Teres minor# Inability to fully abduct arm4. Radial. Extensors of forearms, wrist proximal phalanges and thumb# Loss of arm extension, loss of foreams extension, supination, abduction, loss of wrist extension (wrist drop), loss of proximal phalangeal extension and thumb extension.# Saturday night palsy. 5. Musculocuta- neous. Flexors of arm and forearm# Weak arm and forearm flexion, weak forearm supination. 6. Median. Wrist and hand flexors# Paralysis of flexor, pronator, and thenar muscles, inability to fully flex the index and middle fingers (Sign of benediction), # \"Pointing index finger\", # Labourer's nerve, # Ape-thumb deformity. 7. Ulnar. Wrist and hand flexors# Musician nerve# Inability to extend the distal and middle phalanges (Clawhand);# Loss of thumb abduction; Froment sign positive;# Tardy ulnar palsy (cubitus varus in condylar humerus fracture). Also know: Palsy of Median nerve. MNEMONIC: SLAPFeatures. Sign of benediction. Labourer's nerve. Ape-thumb deformity. Pointing index finger. Ulnar nerve. FACTFroment sign. Abduction of thumb lost. Claw hand. Tardy palsy due to cubitus varus",
        "cop": 1,
        "opa": "Serratus anterior",
        "opb": "Teres minor",
        "opc": "Supraspinatus",
        "opd": "Infraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "42d45a93-4f52-46cc-9e24-bd0e47e84d5a",
        "choice_type": "single"
    },
    {
        "question": "Regimental badge anesthesia is due to lesion of:",
        "exp": "Ans. B. Axillary nerve. The axillary nerve or the circumflex nerve is a nerve of the human body, that originates from the brachial plexus (upper trunk, posterior division, posterior cord) at the level of the axilla (armpit) and carries nerve fibers from C5 and C6. The axillary nerve travels through the quadrangular space with the posterior circumflex humeral artery and vein. It supplies deltoid and teres minor. It continue as superior (or upper) lateral cutaneous nerve of arm, which sweeps around the posterior border of the deltoid and supplies the skin over the lower two-thirds of the posterior part of this muscle, as well as that covering the long head of the triceps brachii. The axillary nerve may be injured in anterior-inferior dislocations of the shoulder joint, compression of the axilla with a crutch or fracture of the surgical neck of the humerus. Injury to the nerve results in: a. Paralysis of the teres minor muscle and deltoid muscle, resulting in loss of abduction of arm (from 15-90 degrees), weak flexion, extension, and rotation of shoulder. b. Loss of sensation in the skin over a small part of the lateral upper arm (an area known as the regimental badge).",
        "cop": 2,
        "opa": "Musculocutaneous nerve",
        "opb": "Axillary nerve",
        "opc": "Long thoracic nerve",
        "opd": "Spinal accessory nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bcbd3b2f-7a2b-421e-9f8c-59e9a22b620b",
        "choice_type": "single"
    },
    {
        "question": "Name the ligament:",
        "exp": "Ans. A Coraco-acromial ligament. The image shows a ligament extending from the coracoid process to the acromion process.",
        "cop": 1,
        "opa": "Coraco-acromial ligament",
        "opb": "Acromio-clavicular ligament",
        "opc": "Coraco-Humeral Ligament",
        "opd": "Sterno-clavicular Ligament",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ca816754-13df-4fd7-86c4-c3348a167997",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is admitted to the hospital with neck pain. An MRI examination reveals a herniated disk in the cervical region. Physical examination reveals weakness in wrist extension and paranesthesia on the back of her arm and forearm. Which of the following spinal nerves is most likely injured?",
        "exp": "The seventh cervical nerve makes a major contribution to the radial nerve, and this nerve is the prime mover in wrist extension. The dermatome of C7 is in the region described.",
        "cop": 3,
        "opa": "C5",
        "opb": "C6",
        "opc": "C7",
        "opd": "C8",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c01f9310-5279-4a23-ad24-117700e84cbc",
        "choice_type": "single"
    },
    {
        "question": "Which structure is present/ content of arrow marked area?",
        "exp": "Ans. A. Radial artery. The arrow marked structure is anatomical snuff box and its content is radial artery",
        "cop": 1,
        "opa": "Radial artery",
        "opb": "Median nerve",
        "opc": "Ulnar artery",
        "opd": "Ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6317a771-e252-4e49-9fc6-7fe3cece1f86",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old male soccer player is forced to leave the game following a head-to-head collision with another player. He is admitted to the hospital, and radiographic examination reveals slight dislocation of the atlantoaxial joint. As a result, he experiences decreased range of motion at that joint. What movement of the head would most likely be severely affected?",
        "exp": "The atlantoaxial joint is a synovial joint responsible for rotation of the head, not flexion, abduction, extension, or adduction. The atlanto-occipital joint is primarily involved in flexion and extension of the head on the neck.",
        "cop": 1,
        "opa": "Rotation",
        "opb": "Flexion",
        "opc": "Abduction",
        "opd": "Extension",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "1ec0008c-193e-4f94-91b0-13f186477087",
        "choice_type": "single"
    },
    {
        "question": "Dorsal scapular nerve supplies:",
        "exp": "Ans. D. Levator scapulae. The dorsal scapular nerve arises from the brachial plexus, usually from the plexus root (anterior/ventral ramus) of the cervical nerve C5. Once the nerve leaves C5 it commonly pierces the middle scalene muscle, and continues deep to levator scapulae and the rhomboids. It provides motor innervation to the rhomboid muscles and levator scapulae muscle.",
        "cop": 4,
        "opa": "Teres minor",
        "opb": "Trapezius",
        "opc": "Serratus anterior",
        "opd": "Levator scapulae",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4bcb2d30-2649-465c-8f2b-5ef24401ce35",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old pregnant woman is admitted to the obstetrics department for delivery. In the final stages of labor a caudal anesthetic is administered via the sacral hiatus. Into which of the following spaces in the sacral canal is the anesthetic placed?",
        "exp": "The vertebral canal is the longitudinal canal that extends through the vertebrae, containing the meninges, spinal cord, and associated ligaments. The vertebral venous plexus is the valveless network of veins extending longitudinally along the vertebral canal. Neither of these answer choices describes a specific space. The epidural space is found superficially to the dura mater. It is a fat-filled space extending from C1 to the coccyx. The subarachnoid space is a true space containing CSF. It is found within the CNS and extends to the level of S2. The subdural space is a potential space between the dura and the arachnoid mater. Normally these two layers are fused due to the pressure of CSF in the subarachnoid space.",
        "cop": 3,
        "opa": "Vertebral canal",
        "opb": "Vertebral venous plexus",
        "opc": "Epidural space",
        "opd": "Subarachnoid space",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b10e4411-4151-41ef-8fd2-857535e8eb97",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman is admitted to the hospital with injury to the upper (superior) trunk of the brachial plexus. The diagnosis is Erb-Duchenne palsy. Which of the following conditions is expected to be present during physical examination?",
        "exp": "Injury to the superior trunk of the brachial plexus can damage nerve fibers going to the suprascapular, axillary, and musculocutaneous nerves. Damage to the suprascapular and axillary nerves causes impaired abduction and lateral rotation of the arm. Damage to the musculocutaneous nerve causes impaired flexion of the forearm. A winged scapula would be caused by damage to the long thoracic nerve. The long thoracic nerve is formed from spinal cord levels C5, C6, and C7, so the serratus anterior muscle would be weakened from the damage to C5 and C6, but the muscle would not be completely paralyzed. The intrinsic muscles of the hand are innervated by the ulnar nerve, which would most likely remain intact. Paraesthesia in the medial aspect of the arm would be caused by damage to the medial brachial cutaneous nerve (C8-T1; inferior trunk). Loss of sensation on the dorsum of the hand would be caused by damage to either the ulnar or radial nerves (C6 to T1).",
        "cop": 2,
        "opa": "Winged scapula",
        "opb": "Inability to laterally rotate the arm",
        "opc": "Paralysis of intrinsic muscles of the hand",
        "opd": "Paresthesia in the medial aspect of the arm",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "506c05fd-cbc4-4c0e-b685-9f42ccf115f1",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman is admitted to the emergency department after a car collision. Radiographic examination reveals a fracture at the spiral groove of the humerus. A cast is placed, and 3 days later the patient complains of severe pain over the length of her arm. During physical examination the arm appears swollen, pale, and cool. Radial pulse is absent, and any movement of the arm causes severe pain. Which of the following conditions will most likely characterize the findings of the physical examination?",
        "exp": "Compartment syndrome is characterized by increased pressure within a confined space by a fascial compartment, which impairs blood supply, resulting in paleness. Venous thrombosis would not cause pain but could cause death from a pulmonary embolism. Thoracic outlet syndrome affects nerves in the brachial plexus and the subclavian artery and blood vessels between the neck and the axilla, far above the cast. Raynaud's disease affects blood flow to the limbs when they are exposed to temperature changes or stress. The fracture at the radial groove probably resulted in a radial nerve injury but would not be responsible for these symptoms.",
        "cop": 3,
        "opa": "Venous thrombosis",
        "opb": "Thoracic outlet syndrome",
        "opc": "Compartment syndrome",
        "opd": "Raynaud's disease",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "1c46ef11-e183-40df-b5d9-cd9e12061bae",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old male football player suffered a wrist injury while falling with force on his outstretched hand. When the anatomic snuffbox is exposed in surgery, an artery is visualized crossing the fractured bone that provides a floor for this space. What artery was visualized?",
        "exp": "As the radial artery passes from the ventral surface of the wrist to the dorsum, it crosses through the anatomic snuffbox, passing over the scaphoid bone. The ulnar artery at the wrist is located on the medial side of the wrist, passing from beneath the flexor carpi ulnaris to reach Guyon's canal between the pisiform bone and the flexor retinaculum. The anterior interosseous and posterior interosseous arteries arise from the common interosseous branch of the ulnar artery and pass proximal to distal in the forearm between the radius and ulna, in the flexor and extensor compartments, respectively. The deep palmar branch of the ulnar artery passes between the two heads of the adductor pollicis to anastomose with the radial artery in the palm.",
        "cop": 2,
        "opa": "Ulnar",
        "opb": "Radial",
        "opc": "Anterior interosseous",
        "opd": "Posterior interosseous",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d593366d-0843-45e4-9ed0-35d0dfd2fad6",
        "choice_type": "multi"
    },
    {
        "question": "Structure present superficial to BICIPITAL APONEUROSIS is:",
        "exp": "Ans. D. Median cubital vein. The bicipital aponeurosis is a broad aponeurosis of the biceps brachii which is located in the cubital fossa of the elbow and separates superficial from deep structures in much of the fossa. The bicipital aponeurosis originates from the distal insertion of the biceps brachii. While the tendon of the biceps inserts on the radial tuberosity, the aponeurosis reinforces the cubital fossa, and helps to protect the artery and the median nerve running underneath. Median cubital vein lies superficial to bicipital aponeurosis.",
        "cop": 4,
        "opa": "Brachial Artery.",
        "opb": "Radial Nerve",
        "opc": "Median Nerve.",
        "opd": "Median cubital vein",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "18b5fb4e-e5a0-4478-af16-c62db7dda5e6",
        "choice_type": "single"
    },
    {
        "question": "Insertion of levator scapulae is-",
        "exp": "Ans. is 'c' i. e., Superior part of medial scapula border Levator scapulae. Origin. Posterior tubercles of transverse processes of Cl - C4 vertebrae. Insertion. Superior part of medial border of scapula. Arterydorsal scapular artery. Nervecervical nerve (C3, C4) and dorsal scapular nerve (C5). Actions. Elevates scapula and tilts its glenoid cavity inferiorly by rotating scapula",
        "cop": 3,
        "opa": "Lateral border of scapula",
        "opb": "Suprolateral part of scapula",
        "opc": "Superior part of medial scapula border",
        "opd": "Inferior angle of scapula",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f7af85d3-0f1c-4ddb-b1dd-426fe6f7d0da",
        "choice_type": "single"
    },
    {
        "question": "Lateral boundary of the cubital fossa is-",
        "exp": "Ans. is 'a' i. e., Brachiradialis Cubital fossa. Lateral boundry. Brachioradialis. Medial boundry. Pronater teres. Base. Line joining the two epicondyles of humerus. Apex. Point joining lateral and medial boundries. Floor. Brachialis, supinator. Roof. Skin, superficial fascia (containing medial cubital vein, lateral and medial cutaneous nerve of forearm), deep facia, bicipital aponeourosis. CONTENTS* Median nerve* Brachial artery termination and begining of radial and ulnar arteries.* Biceps tendon* Radial nerve and* Radial collateral artery",
        "cop": 1,
        "opa": "Brachiradialis",
        "opb": "Pronator teres",
        "opc": "Flexor Carpi Radialis",
        "opd": "Triceps",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c93d263b-8db0-4b1b-a7de-be12f0608d4b",
        "choice_type": "single"
    },
    {
        "question": "During a routine physical examination a 65-year-old male patient is tested for ease and flexibility of the movements of his lumbar region. Which of the following movements is most characteristic of the intervertebral joints in the lumbar region?",
        "exp": "Lateral flexion is the best answer because other movements of the lumbar portion of the vertebral column are very limited due to the orientation of the articular facets.",
        "cop": 2,
        "opa": "Circumduction",
        "opb": "Lateral flexion",
        "opc": "Abduction",
        "opd": "Adduction",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e2d0d839-dcac-4c82-a166-c538bea3f907",
        "choice_type": "single"
    },
    {
        "question": "Angle of humeral torsion is ___ degrees?",
        "exp": "Ans. D 164. Ref: Vishram Singh, vol-1: 2nd ed. pg. 22* Angle of humeral torsion is 164 degrees in contrast to femoral torsion of 15 degrees.* The angle of humeral torsion is due to angulation between the long axis of articular surface of the upper and lower ends of humerus. This is because the upper end appears to have rotated laterally",
        "cop": 4,
        "opa": "15",
        "opb": "35",
        "opc": "135",
        "opd": "164",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "65402975-4f8e-4b54-8252-d772dff0b6b0",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old patient has a dislocated elbow in which the ulna and medial part of the distal humerus have become separated. What classification of joint is normally formed between these two bones?",
        "exp": "Ginglymus joint is the technical term to describe a hinge joint. It allows motion in one axis (flexion and extension in the case of the elbow) and is therefore a uniaxial joint. The other types of joints listed allow motion in more than one axis.",
        "cop": 2,
        "opa": "Trochoid",
        "opb": "Ginglymus",
        "opc": "Enarthrodial",
        "opd": "Synarthrosis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a096377b-4f55-4683-9065-3027adcce5c8",
        "choice_type": "multi"
    },
    {
        "question": "When a lumbar puncture is performed to sample cerebrospinal fluid, which of the following external landmarks is the most reliable to determine the position of the L4 vertebral spine?",
        "exp": "The iliac crests are used as a landmark for locating the position of L4 to L5 for a lumbar puncture; they are identified and traced medially toward the vertebral column. The inferior angles of the scapulae lie at vertebral level T7; the lowest ribs lead one to T12; a line between the posterior superior iliac spines crosses vertebral level S2; the posterior inferior iliac spines lie below S2.",
        "cop": 2,
        "opa": "The inferior angles of the scapulae",
        "opb": "The iliac crests",
        "opc": "The lowest pair of ribs bilaterally",
        "opd": "The posterior superior iliac spines",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b48ca97e-fd9c-44b1-81ea-740051c3cced",
        "choice_type": "multi"
    },
    {
        "question": "Which nerve is involved in this deformity:",
        "exp": "Ans. B. Long thoracic nerve. The deformity shown is Winging of scapula due to Paralysis of serratus anterior. The paralysis of serratus anterior muscle following an injury to long thoracic nerve by stab injury or during removal of the breast tumor leads to the following effects:(a) Protraction of scapula is weakened. (b) Inferior angle and medial border of scapula become unduly prominent particularly when patient pushes his hands against the wall, producing a clinical condition called winging of the scapula.",
        "cop": 2,
        "opa": "Musculocutaneous nerve",
        "opb": "Long thoracic nerve",
        "opc": "Radial nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ee2177a3-0257-4a24-8fb2-42e55fa2bba6",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman visits the emergency department after falling on wet pavement. Radiographic examination reveals osteoporosis and a Colles' fracture. Which of the following carpal bones are often fractured or dislocated with a Colles' fracture?",
        "exp": "The scaphoid and lunate carpal bones are in closest articulation with the radius, which is fractured in a Colles' fracture; therefore, they would most likely be disrupted or fractured. The other carpal bones listed do not have direct contact with the radius and have a more distal location; therefore, they would not be as likely to be injured with a Colles' fracture.",
        "cop": 3,
        "opa": "Triquetrum and scaphoid",
        "opb": "Triquetrum and lunate",
        "opc": "Scaphoid and lunate",
        "opd": "Triquetrum, lunate, and scaphoid",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b526d409-82d3-4c9e-97b9-f23d3bbb08e2",
        "choice_type": "multi"
    },
    {
        "question": "Pronator Teres syndrome is related to which nerve:",
        "exp": "Ans. C. Median Nerve. Pronator teres syndrome is a compression neuropathy of the median nerve at the elbow. Compression of the median nerve in the region of the elbow or proximal part of the forearm can cause pain and/or numbness in the distribution of the distal median nerve, and weakness of the muscles innervated by the anterior interosseous nerve: the flexor pollicis longus, the flexor digitorum profundus of the index finger, and the pronator quadratus. The most common cause is entrapment of the median nerve between the two heads of the pronator teres muscle",
        "cop": 3,
        "opa": "Radial Nerve",
        "opb": "Ulnar Nerve",
        "opc": "Median Nerve",
        "opd": "Axillary Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "1f44d374-585f-4938-a0bc-b32b998cd99d",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman visits the outpatient clinic with a neurologic problem. Diagnostically, she cannot hold a piece of paper between her thumb and the lateral side of her index finger without flexing the distal joint of her thumb. This is a positive Froment sign and a diagnosis of ulnar neuropathy. Weakness of which specific muscle causes this sign to appear?",
        "exp": "Froment's sign is positive for ulnar nerve palsy. More specifically it tests the action of the adductor pollicis muscle. The patient is asked to hold a sheet of paper between the thumb and a flat palm. The flexor pollicis longus is innervated by the anterior interosseous branch of the median nerve. The flexor digiti minimi is innervated by the deep branch of the ulnar nerve and would not be used to hold a sheet of paper between the thumb and palm. The flexor carpi radialis is innervated by the median nerve, and the extensor indicis is innervated by the radial nerve.",
        "cop": 2,
        "opa": "Flexor pollicis longus",
        "opb": "Adductor pollicis",
        "opc": "Flexor digiti minimi",
        "opd": "Flexor carpi radialis",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "285b9c13-bcaa-41e1-80c7-8ff394f6f95e",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old male painter is admitted to the hospital after falling from a ladder. Physical examination reveals that the patient is unable to abduct his arm more than 15deg and cannot rotate the arm laterally. A radiographic examination reveals an oblique fracture of the humerus. He has associated sensory loss over the shoulder area. Which of the following injuries will most likely correspond to the symptoms of the physical examination?",
        "exp": "Fracture of the surgical neck of the humerus often injures the axillary nerve, which innervates the deltoid and teres minor muscles. Abduction of the humerus between 15deg and the horizontal is performed by the deltoid muscle. Lateral rotation of the humerus is mainly performed by the deltoid muscle, teres minor, and the infraspinatus. The deltoid and teres minor are both lost in this case. Fracture of the glenoid fossa would lead to drooping of the shoulder. Fracture of the anatomic neck of the humerus will similarly lead to a drooping of the shoulder but would not necessarily affect abduction of the humerus. It is also quite unusual. Fracture of the middle third of the humerus would most likely injure the radial nerve. The ulnar nerve would be potentially compromised in a fracture of the medial epicondyle of the humerus.",
        "cop": 3,
        "opa": "Fracture of the medial epicondyle",
        "opb": "Fracture of the glenoid fossa",
        "opc": "Fracture of the surgical neck of the humerus",
        "opd": "Fracture of the anatomic neck of the humerus",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ad520a06-ff79-4a95-9520-5ba44119f4e3",
        "choice_type": "multi"
    },
    {
        "question": "Inferior angle of scapula lies at what level?",
        "exp": "Ans. is 'a' i. e., T7 SCAPULA* It is flat triangular bone overlapping second to seventh rib of the upper part of posterolateral chest wall. Important features are:-i) Inferior angle overlaps seventh rib or seventh intercostal space and lies opposite to tip of T7 spinous processii) Superior angle lies opposite to tip of. T2 spinousprocessiii) Lateral angle corresponds to glenoid fossa. iv) Junction of medial (vertebral) border corresponds to tip of T3 spine. v) Spine of scapula is at T3. T4 level",
        "cop": 1,
        "opa": "T7",
        "opb": "T10",
        "opc": "T4",
        "opd": "T2",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f8cfcf36-1bb7-406a-8aaa-6198cac8f30f",
        "choice_type": "single"
    },
    {
        "question": "While sharpening his knife, a 23-year-old male soldier accidentally punctured the ventral side of the fifth digit at the base of the distal phalanx. The wound became infected, and within a few days the infection has spread into the palm, within the sheath of the flexor digitorum profundus tendons. If the infection were left untreated, into which of the following spaces could it most likely spread?",
        "exp": "The infectious agent was introduced into the synovial sheath of the long tendons of the little (fifth) finger. Proximally, this sheath runs through the mid-palmar space, and inflammatory processes typically rupture into this space unless aggressively treated with the appropriate antibiotics.",
        "cop": 3,
        "opa": "Central compartment",
        "opb": "Hypothenar compartment",
        "opc": "Mid-palmar space",
        "opd": "Thenar compartment",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e1e7c98a-00d6-4b23-88f6-eb343c6331c5",
        "choice_type": "multi"
    },
    {
        "question": "Pen Test is for:",
        "exp": "Ans. A. Median Nerve. Pen test (to check the paralysis of abductor pollicis brevis) - The patient is unable to touch the object held above the thumb at right angle to palm. This test is used to check the integrity of median nerve.",
        "cop": 1,
        "opa": "Median Nerve",
        "opb": "Ulnar Nerve",
        "opc": "Radial Nerve",
        "opd": "Posterior Interosseus Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "3806aa82-d87f-48d7-b577-33689862caef",
        "choice_type": "single"
    },
    {
        "question": "Which muscle paralysis can cause 'Winging of scapula'?",
        "exp": "Ans. a (Serratus anterior) (Ref. Maheshwari orthopedics 4th/56)LONG THORACIC NERVE# Arises from ventral rami of C5, C6, and C7.# Descends behind the brachial plexus on the lateral surface of the serratus anterior, to which it supplies.# The serratus anterior muscle can be examined by asking patient to push against a wall with both hands. Winging of scapula will be typically noted.",
        "cop": 1,
        "opa": "Serratus anterior",
        "opb": "Supraspinatus",
        "opc": "Teres minor",
        "opd": "Deltoid",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "94546367-100a-45d2-bbc4-96ffc476fcc0",
        "choice_type": "single"
    },
    {
        "question": "In the event of intervertebral disk herniation in the cervical region, which of the following ligaments is in an anatomic position to protect the spinal cord from direct compression?",
        "exp": "The posterior longitudinal ligament is the only ligament spanning the posterior aspect of the vertebral bodies and intervertebral disks. With intervertebral disk herniation, the nucleus pulposus of the intervertebral disk protrudes posterolaterally. The anterior longitudinal ligament traverses the anterior side of the vertebral bodies and thus would not protect the spinal cord from direct compression. The supraspinous and ligamentum flavum ligaments connect the spinous processes and the laminae of adjacent vertebrae, respectively. The nuchal ligament is a continuation of the supraspinous ligaments near the C7 vertebrae and runs to the occipital protuberance.",
        "cop": 2,
        "opa": "Supraspinous",
        "opb": "Posterior longitudinal",
        "opc": "Anterior longitudinal",
        "opd": "Ligamentum flavum",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "8a3225fb-7fe5-4c68-87fd-8b85185fc469",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old woman complains of an inability to reach the top of her head to brush her hair. History reveals that she had undergone a bilateral mastectomy procedure 2 months earlier. Physical examination demonstrates winging of both of her scapulae. Which nerves were most likely damaged during surgery?",
        "exp": "The long thoracic nerve innervates the serratus anterior, which is responsible for elevation and abduction of the scapula beyond the horizontal level while maintaining its position against the thoracic wall. Along with the thoracodorsal nerve, the long thoracic nerve runs superficially along the thoracic wall and is commonly subject to injury during mastectomy procedures. The axillary nerve, the spinal accessory nerve, and the thoracodorsal nerve supply the deltoid muscle, trapezius muscle, and latissimus dorsi muscles, respectively. The dorsal scapular nerve is responsible for innervation of the rhomboids and levator scapulae. Aside from the long thoracic and thoracodorsal nerves, the remaining nerves do not course along the lateral thoracic wall.",
        "cop": 3,
        "opa": "Axillary",
        "opb": "Spinal accessory",
        "opc": "Long thoracic",
        "opd": "Dorsal scapular",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "9dec0bb1-b03c-4033-8373-e06edc090225",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of latissimus dorsi-",
        "exp": "Ans. is 'c' i. e., Thoracodorsal nerve * Thoracodorasal nerve (C6-8) is a branch of posterior cord of the brachial plexus that supplies the latissimus dorsi muscle. It is also known as the nerve to latissimus dorsi.",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Long thoracic nerve",
        "opc": "Thoracodorsal nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "b5f904eb-7d33-4834-8fa5-b3c900799f69",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old female choreographer had been treated in the emergency department after she fell from the stage into the orchestra pit. Radiographs revealed fracture of the styloid process of the ulna. Disruption of the triangular fibrocartilage complex is suspected. With which of the following bones does the ulna normally articulate at the wrist?",
        "exp": "Normally, the distal part of the ulna articulates only with the radius at the distal radioulnar joint at the wrist, a joint that participates in pronation/supination. The head of the ulna does not articulate with any of the carpal bones; instead, it is separated from the triquetrum and lunate bones by the triangular fibrocartilage complex between it and the radius. The pisiform articulates with the triquetrum. The carpal articulation of the radius is primarily that of the scaphoid (old name is navicular) bone.",
        "cop": 4,
        "opa": "Triquetrum",
        "opb": "Hamate",
        "opc": "Radius and lunate",
        "opd": "Radius",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c2810865-6258-45fa-937c-26a8ed10f49d",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old woman is admitted to the emergency department after a car crash. Radiographic studies show marked edema and hematoma of the arm, but there are no fractures. During physical examination the patient presents with inability to abduct her arm without first establishing lateral momentum of the limb, and inability to flex the elbow and shoulder. Which of the following portions of the brachial plexus is most likely injured?",
        "exp": "The superior trunk of the brachial plexus includes C5 and C6, which give rise to the suprascapular nerve, which innervates the supraspinatus muscle. The supraspinatus muscle is the primary muscle involved in abduction of the arm from 0deg to 15deg. The deltoid muscle supplied primarily by C5, abducts the arm from 15 degrees to 90 degrees. The middle trunk is just C7 and has nothing to do with the muscle involved in initial abduction of the arm. The inferior trunk is C8-T1 and does not supply the supraspinatus muscle; therefore, it is not the right answer. The cords are distal to the branching of the supraspinatus muscle; therefore, neither lateral cord nor medial cord is the correct answer.",
        "cop": 1,
        "opa": "Superior trunk",
        "opb": "Middle trunk",
        "opc": "Inferior trunk",
        "opd": "Lateral cord",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "15a42d8e-859f-4a59-ba3c-3c6860df6430",
        "choice_type": "single"
    },
    {
        "question": "Klumpke's paralysis involved",
        "exp": "(C8, T1) (53-BDC-l 4th)ERB'S PARALYSISKLUMPKE'S PARALYSISSite of Injury - The region of the upper trunk of the brachial plexus is called Erb's point, six nerves meet here. Injury to the upper trunk causes Erb's paralysis. Lower trunk of brachial plexus. Cause of injury - Undue seperation of the head from the shoulder, which is commonly encountered in (i) birth injury (ii) fall on the shoulder (iii) during anaesthesia. Undue abduction of the arm, as in clutching something with the hands after a fall from a height or sometimes in birth injury. Nerve root involved - Mainly C5 and partly C6. Mainly T1 and partly C8. Muscle paralysed - Mainly biceps, deltoid, brachialis, and brachioradialis. Partly supraspinatus, infraspinatus and supinator. Deformity - (position of the limb). Arm: Hangs by the side: It is adducted and medially rotated. Forearm: Extended and pronated. The deformity is known as \"policeman's tip\" or \"porter *s tip hand'1. Intrinsic muscles of the hand (Tl)2. Ulnar flexors of the wrist and fingers (C8). Claw hand* due to the unopposed action of the longflexors and extensors of the fingers. (Hyperextension at the MCP joint and flexion at the IP joint). Disability: The following movements are lost1. Abduction and lateral rotation of the arm (shoulder)2. Flexion and supination of the forearm3. Biceps and supinator of the forearm4. Sensation are lost over a small area over the lower part of the deltoid1. Claw hand2. Cutaneous anaesthesia and analgesia in a narrow zone along the ulnar border of the forearm and hand3. Homer's syndrome (This is because of injury to sympathetic fibres to the head and neck that leave the spinal cord through nerve T14. Vasomotor changes5. Trophic changes",
        "cop": 4,
        "opa": "C5, 6",
        "opb": "C6, 7",
        "opc": "C7, 8",
        "opd": "C8, T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bb2fa1e1-6a0e-454f-86b5-f91f7af4529c",
        "choice_type": "single"
    },
    {
        "question": "Fracture of shaft of humerus leads to:",
        "exp": "Ans. A Radial nerve injury. Ref: BDC, 6th ed. vol. I pg. 98* Radial nerve gets injured in cases of humerus shaft fracture.* Ulnar nerve injury may take place when there is damage to medial epicondyle of humerus and in cases of tardive ulnar palsy.* Median nerve damage can be secondary to compression (for ex- carpal tunnel syndrome), which may lead to gun stock deformity, ape thumb deformity. Extra Mile* Median nerve aka labourer's nerve as it supplies most of the long muscles of the front of forearm.* Ulnar nerve aka musician's nerve as it controls the fine movements of hand.",
        "cop": 1,
        "opa": "Radial nerve injury",
        "opb": "Ulnar nerve injury",
        "opc": "Median nerve injury",
        "opd": "Musculocutaneous nerve injury",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "bdf5152c-8347-4d78-a96d-4f34787c8e8d",
        "choice_type": "single"
    },
    {
        "question": "Musculotendinous cuff is formed by all the muscles except:",
        "exp": "Ans. B. Teres major. The rotator cuff is a group of muscles and their tendons that act to stabilize the shoulder. Of the seven scapulohumeral muscles, four make up the rotator cuff. The four muscles are the supraspinatus muscle, the infraspinatus muscle, teres minor muscle, and the subscapularis muscle",
        "cop": 2,
        "opa": "Supraspinatus",
        "opb": "Teres major",
        "opc": "Infraspinatus",
        "opd": "Teres minor",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f52d69b3-af09-4f18-ae9f-225e355e49c1",
        "choice_type": "multi"
    },
    {
        "question": "Fascia around the nerve bundles of brachial plexus is derived from-",
        "exp": "Ans. is 'a' i. e., Deep cervical fascia * The axillary sheath is a fibrous sheath that encloses the first portion of the axillary artery, together with the brachial plexus. The axillary vein lies entirely outside the sheath It is an extension of the prevertebral fascia of the deep cervical fascia.* A brachial plexus nerve block can be achieved by injecting anaesthetic into this area.",
        "cop": 1,
        "opa": "Deep cervical fascia",
        "opb": "Pretracheal fascia",
        "opc": "Prelaryngeal fascia",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "ef0931a2-e322-4cb0-b3ca-19ac74f090e0",
        "choice_type": "multi"
    },
    {
        "question": "The finer movements of the hand are controlled by:",
        "exp": "Ans: a (Ulnar nerve) Ref: Chaurasia, 4th ed, vol 1 p. 123, 124. The finer movements of the hand are controlled by the ulnar nerve, through its extensive distribution to the short muscles of the hand, hence known as the 'musicians. Ulnar nerve: C 8, T1. Lesions of the ulnar nerve at the wrist produces ulnar claw hand involving mainly the ring or little fingers. Combined lesion of the ulnar and median nerve produces true claw hand. Egawas test: Testing for dorsal interossei. Card test: For palmar interossei. Froment's sign- Also called book test is used for assessing the function of adductor pollicis. Its action is used for monitoring the neuro muscular blockade level in anaesthesia. Median nerve: C 5, 6, 7, 8, T1. Also known as the labourer's nerve. In paralysis of the median nerve, the short muscles of the hand are paralysed and the unopposed action of the extensor pollicis longus produces the ape thumb deformity'. It is the nerve affected in carpal tunnel syndrome. The pen test is for abductor pollicis brevis. Test for opponens pollicis. Radial nerve: C 5, 6, 7, 8, T1. Nerve of the extensor compartment. Commonly involved in: Crutch palsy. Saturday night palsy--compression in the radial groove. Palsy leads to wrist drop.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Median nerve",
        "opc": "Radial nerve",
        "opd": "Ant. interosseous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "7d771c28-5f42-4d80-88e0-8b7827a53395",
        "choice_type": "single"
    },
    {
        "question": "Laboratory studies in the outpatient clinic on a 24-year-old female included assessment of circulating blood chemistry. Which of the following arteries is most likely at-risk during venipuncture at the cubital fossa?",
        "exp": "The three chief contents of the cubital fossa are the biceps brachii tendon, brachial artery, and median nerve (lateral to medial). The common and anterior interosseous arteries arise distal to the cubital fossa; the ulnar and radial arteries are the result of the bifurcation of the brachial artery distal to the cubital fossa.",
        "cop": 1,
        "opa": "Brachial",
        "opb": "Common interosseous",
        "opc": "Ulnar",
        "opd": "Anterior interosseous",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "29d619c3-ad17-4ee9-86d5-a3e2e8dcbb72",
        "choice_type": "single"
    },
    {
        "question": "The following is true of brachial plexus:",
        "exp": "C - B. D. Chourasia, Vol. l, 4th ed, p. 51, 52",
        "cop": 3,
        "opa": "Cervical rib involves lateral cord",
        "opb": "Musculocutaneous nerve arises from medial cord",
        "opc": "Radial nerve arises from posterior cord",
        "opd": "Post fixed plexus is formed by C45678 and T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "db4237fb-24ea-4f72-a7da-0ad4f5716713",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old boy is admitted to the hospital with coughing and dyspnea. During taking of the history he complains that it feels like there is glass in his lungs. Auscultation reveals abnormal lung sounds. The abnormal lung sounds are heard most clearly during inhalation with the scapulae abducted. Which of the following form the borders of a triangular space where one should place the stethoscope in order to best hear the lung sounds?",
        "exp": "The region bounded by the upper border of the latissimus dorsi, the lateral border of the trapezius, and the medial border of the scapula is known as the triangle of auscultation. Lung sounds can be heard most clearly from this location because minimal tissue intervenes between the skin of the back and the lungs. The deltoid, levator scapulae, and trapezius do not form the borders of the \"triangle of auscultation. \" The latissimus dorsi, external abdominal oblique, and iliac crest form the border of Pettit's inferior lumbar triangle. The quadratus lumborum, internal abdominal oblique, and inferior border of the twelfth rib form the border of the Grynfeltt's superior lumbar triangle. The rectus abdominis, inguinal ligament, and inferior epigastric vessels form the border of the Hesselbach triangle. Petit, Grynfeltt, and Hesselbach's triangles are common sites for hernias.",
        "cop": 1,
        "opa": "Latissimus dorsi, trapezius, medial border of scapula",
        "opb": "Deltoid, levator scapulae, trapezius",
        "opc": "Latissimus dorsi, external abdominal oblique, iliac crest",
        "opd": "Quadratus lumborum, internal abdominal oblique, inferior border of the twelfth",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "347efeeb-bdf1-4979-b581-bc1543898fc9",
        "choice_type": "single"
    },
    {
        "question": "The 'ape-thumb deformity' occurs due to lesion of:",
        "exp": "Ans. B. Median nerve. The 'ape-thumb deformity' is lack of ability to abduct and oppose the thumb due to paralysis of the thenar muscles. It can occur with an injury of the median nerve either at the elbow or the wrist, impairing the thenar muscles and opponents pollicis muscle.",
        "cop": 2,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "c50a298a-73cb-4329-b2da-8fccfb440d87",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man is brought into the emergency department following a brawl in a tavern. He has severe pain radiating across his back and down his left upper limb. He supports his left upper limb with his right, holding it close to his body. Any attempt to move the left upper limb greatly increases the pain. A radiograph is ordered and reveals an unusual sagittal fracture through the spine of the left scapula. The fracture extends superiorly toward the suprascapular notch. Which nerve is most likely affected?",
        "exp": "The suprascapular nerve passes through the suprascapular notch, deep to the superior transverse scapular ligament. This nerve is most likely affected in a fracture of the scapula as described in the question. The thoracodorsal nerve runs behind the axillary artery and lies superficial to the subscapularis muscle and would therefore be protected. The axillary nerve passes posteriorly through the quadrangular space, which is distal to the suprascapular notch. The subscapular nerve originates from the posterior cord of the brachial plexus, which is distal to the site of fracture.",
        "cop": 1,
        "opa": "Suprascapular nerve",
        "opb": "Thoracodorsal nerve",
        "opc": "Axillary nerve",
        "opd": "Subscapular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "d8c2c1ac-bec0-442a-9304-e5f793ffc9d9",
        "choice_type": "single"
    },
    {
        "question": "Root value of nerve supplying small muscles of hand -",
        "exp": "Ans. is 'c' i. e., C8. Tl* All small muscles of hand i. e. thener, hypothenar, interossei & lumbricals are supplied by C8, T7 nerve roots. Joint. Movement. Spinal segment. Movement. Spinal segment. Shoulder. Abduction. C5. Adduction. C6, 7, 8. Elbow. Flexion. C5, 6. ExtensionC, 7, 8. Radioulnar. Supination. C6. Pronation. C7. Wrist. Extension. C6. Flexion. C7. Fingers. Flexion/ Extension. C8. Adduction/Abduction. T1",
        "cop": 3,
        "opa": "C5. C6",
        "opb": "C3. C4",
        "opc": "C8. T1",
        "opd": "C6. C7",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e6d66026-84dd-4185-87a1-d26b9a08ebbc",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old pregnant woman in the maternity ward was experiencing considerable pain during labor. Her obstetrician decided to perform a caudal epidural block within the sacral canal. What are the most important bony landmarks used for the administration of such anesthesia?",
        "exp": "The sacral cornua lie on either side of the sacral hiatus, from which one can gain access to the sacral canal. This is the best landmark for administration of anesthesia. The ischial tuberosities are more commonly used as landmarks for a pudendal nerve block. The ischial spines cannot be palpated. The posterior superior iliac spines, though palpable, are not proximal enough for an epidural block within the sacral canal. The coccyx is not part of the sacral canal.",
        "cop": 4,
        "opa": "Ischial tuberosities",
        "opb": "Ischial spines",
        "opc": "Posterior superior iliac spines",
        "opd": "Sacral cornua",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6029c489-7daa-4fc0-b057-bf7fee690e6a",
        "choice_type": "single"
    },
    {
        "question": "Adductor Pollicis is supplied by-",
        "exp": "Ans. is 'a' i. e., Ulnar nerve SUMMARY OF NERVE SUPPLY OF MUSCLES OF UPPER LIMBDorsal scapular nerve (C5). Rhomboid minor, rhomboid major, levator scapulae muscles. Long thoracic nerve (C5, 6, 7). Serratus anterior muscle. Suprascapular nerve (C5, 6). Supraspinatus and infraspinatus muscles. Nerve to subclavius (C5, 6). Subclavius. Lateral pectoral nerve (C5, 6, 7). Pectoralis major muscle. Musculocutaneous nerve (C5, 6, 7). Coracobrachialis biceps brachii, brachialis muscles, supplies skin along lateral border of forearm when it becomes the lateral cutaneous nerve of forearm. Upper subscapular nerve (C5, 6). Subscapularis muscle. Thoracodorsal nerve (C6, 7, 8). Latissimus dorsi muscle. Lower subscapular nerve (C5, 6). Subscapularis and teres major muscles. Axillary nerve (C5, 6). Deltoid and teres minor muscles; upper lateral cutaneous nerve of arm supplies skin over lower half of deltoid muscle. Radial nerve (C5, 6, 7, 8; T1). Triceps, anconeus, part of brachialis, extensor carpi radialis longus, via deep radial nerve branch supplies extensor muscles of forearm; supinator, extensor carpi radialis brevis, extensor carpi ulnaris, extensor digitorum, extensor digiti minimi, extensor indicis, abductor pollicis longus, extensor pollicis longus, extensor pollicis brevis; skin, lower lateral cutaneous nerve of arm, posterior cutaneous nerve of arm, and posterior cutaneous nerve of forearm, skin on lateral side of dorsum of hand and dorsal sufrace of lateral three and a half fingers, articular branches to elbow, wrist and hand. Medial pectoral nerve (C8; Tl). Pectoralis major and minor muscles. Medial cutaneous nerve of arm joined by intercostal brachial nerve from second intercostal nerve (C8; T1, 2). Skin of medial side of arm. Medial cutaneous nerve of forearm (C8; T1). Skin of medial side of forearm. Ulnar nerve (C8; Tl). Flexor carpi ulnaris and medial half of flexor digitorum profundus, flexor dig-iti minimi, opponens digiti minimi, abductor digiti minimi, adductor pollicis, third and fourth lumbricals, interossei, palmaris brevis, skin of medial half of dorsum of hand and palm, skin of palmar and dorsal surfaces of medial one and a half fingers. Median nerve (C5, 6, 7, 8; Tl). Pronator teres, flexor carpi radialis, palmaris longus, flexor digitorium superficialis, abductor pollicis brevis, flexor pollicis brevis, opponens pollicis, first two lumbricals (by way of anterior interosseous branch), flexor pollicis longus, flexor digitorum profundus (lateral half), pronator quadratus, palmar cutaneous branch to lateral half of palm and digital branches to palmar surface of lateral three and a half fingers, articular branches to elbow, wrist, and carpal joints.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Axillary nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "a2bf52d4-5358-4768-97b2-c5236fca1145",
        "choice_type": "single"
    },
    {
        "question": "Retraction of scapula is by which fibre",
        "exp": "Ans. B Middle fibre of trapezius* Retraction of scapula is done for middle fibres of trapezius muscles. Muscles of Scapular Stabilization* Trapezius:# Retraction (M)# Elevation (S)# Depression (I)# Upward rotation (S, M)* Rhomboid--retraction* Levator scapular--elevation* Pectoralis major--protraction* Serratus anterior--Protraction",
        "cop": 2,
        "opa": "Upper fibre of trapezius",
        "opb": "Middle fibre of trapezius",
        "opc": "Lower fibre of trapezius",
        "opd": "Upper and Lower fibre of trapezius",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "14e78643-6280-4a37-9bfa-72113d9a06fb",
        "choice_type": "single"
    },
    {
        "question": "Examination of a 3-day-old male infant reveals protrusion of his spinal cord and meninges from a defect in the lower back. Which of the following describes this congenital anomaly?",
        "exp": "Because the meninges and spinal cord are included in the protrusion, the patient's condition is a classic presentation of spina bifida with meningomyelocele. If the protrusion contains only meninges but no CNS tissue, it is known as spina bifida with meningocele. Meningitis is an inflammation of the meninges caused by bacteria, viral, or numerous other irritants. It does not cause deformation of vertebrae or result in protrusion of spinal cord contents. Spina bifida occulta is a normally asymptomatic condition in which the vertebral lamina fail to fuse completely during embryologic development. A tuft of hair is commonly seen growing over the affected region (usually lumbar in position).",
        "cop": 4,
        "opa": "Avulsion of meninges",
        "opb": "Meningitis",
        "opc": "Spina bifida occulta",
        "opd": "Spina bifida with meningomyelocele",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "fb21f741-b011-47dd-8ae1-ed8c21db7374",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered site or structure in the following radiograph of the wrist and hand. If the floor of the anatomic snuffbox and origin of the abductor pollicis brevis are damaged, which of the following bones is most likely to be involved?",
        "exp": "(b) The scaphoid forms the floor of the anatomic snuffbox and provides a site for origin of the abductor pollicis brevis.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "0d7ba3d6-d2bc-4f52-b094-f69c7d5c19fe",
        "choice_type": "single"
    },
    {
        "question": "Hyperextension at the metacarpophalangeal joints and flexion at the interphalangeal joints is caused by injury in the",
        "exp": "i. e. (Ulnar nerve): (59, 134-BDC-l 5th). An ulnar nerve lesion at the writ produces ulnar claw hand'CLAW HAND - due to the un opposed action of the long flexors and extension of the fingers, there is hyperextension at the metacarpo phalangeal joint and flexion at the interphalangeal joints involving the ring and little fingers - more than the index and middle fingers* If both median and ulnar nerves are paralysed the result is complete claw hand* Ulnar injury at the wrist can be tested by froment's sign",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Median nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e10e0352-c7a0-461c-b1c4-c5272f4c9a1b",
        "choice_type": "single"
    },
    {
        "question": "Retraction of scapula is by:",
        "exp": "Ans. B. Middle fibres of trapezius. The trapezius is a large paired surface muscle that extends longitudinally from the occipital bone to the lower thoracic vertebrae of the spine and laterally to the spine of the scapula. The trapezius has three functional parts: The upper fibers elevate the scapulae, the middle fibers retract the scapulae, and the lower fibers depress the scapulae.",
        "cop": 2,
        "opa": "Upper fibres of trapezius",
        "opb": "Middle fibres of trapezius",
        "opc": "Lower fibres of trapezius",
        "opd": "Upper & lower fibres of trapezius",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "f7f8f371-9571-4129-b26a-4ed06ee58829",
        "choice_type": "single"
    },
    {
        "question": "Which is not a part of proximal row of carpal bones?",
        "exp": "Ans. D Hamate. Ref: Kulkarni Clinical Anatomy, 2nd ed. pg. 80. Proximal row of carpals (Lateral to Medial): Scaphoid, Lunate, Triquetral and Pisiform.",
        "cop": 4,
        "opa": "Scaphoid",
        "opb": "Lunate",
        "opc": "Triquetral",
        "opd": "Hamate",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "4ce29249-cfb7-4897-92cb-b63a06560134",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is involved in this presentation?",
        "exp": "Ans. A long thoracic nerve. Nerve involved. Muscle. Long thoracic Nerve. Serratus anterior. Musculocutaneous Nerve. Coracobrachialis muscle. Lateral anterior thoracic Nerve. Pectoralis major muscle. Thoracodorsal Nerve. Latissimus Dorsi",
        "cop": 1,
        "opa": "Long thoracic Nerve",
        "opb": "Musculocutaneous nerve",
        "opc": "Lateral anterior thoracic nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "90396d2b-c4e8-4b35-ad76-0c29fe86aee6",
        "choice_type": "single"
    },
    {
        "question": "Axillary sheath is an extension of-",
        "exp": "Ans. is 'b' i. e., Prevertebral layer of deep cervical fascia 'Axillary sheath and fascia around trunk of brachial plexus are derived from prevertebral fascia (prevertebral layer of deep cervical fascia). '",
        "cop": 2,
        "opa": "Pretracheal fascia",
        "opb": "Prevertebral layer of deep cervical fascia",
        "opc": "Investing layer of deep cervical fascia",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "37a67497-4365-4b8a-baa3-320c2ca675ff",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this magnetic resonance imaging (MRI) scan of the back. Cerebrospinal fluid (CSF) is produced by vascular choroid plexuses in the ventricles of the brain and accumulated in which space?",
        "exp": "(d) The cerebrospinal fluid (CSF) is found in the lumbar cistern, which is a subarachnoid space in the lumbar area. CSF is produced by vascular choroid plexuses in the ventricles of the brain, circulated in the subarachnoid space, and filtered into the venous system through the arachnoid villi and arachnoid granulations.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "2ba0f9b4-2122-4660-be99-8feee2e7cf73",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old patient has a small but painful tumor under the nail of the little finger. Which of the following nerves would have to be anesthetized for a painless removal of the tumor?",
        "exp": "The common palmar digital branch comes off the superficial branch of the ulnar nerve and supplies the skin of the little finger and the medial side of the ring finger. The superficial branch of the radial nerve provides cutaneous innervation to the radial (lateral) dorsum of the hand and the radial two and a half digits over the proximal phalanx. The common palmar digital branch of the median nerve innervates most of the lateral aspect of the palmar hand and the dorsal aspect of the second and third finger as well as the lateral part of the fourth digit. The deep radial nerve supplies the extensor carpi radialis brevis and supinator muscles and continues as the posterior interosseous nerve. The recurrent branch of the median nerve supplies the abductor pollicis brevis, flexor pollicis brevis, and opponens pollicis muscles.",
        "cop": 3,
        "opa": "Superficial radial",
        "opb": "Common palmar digital of median",
        "opc": "Common palmar digital of ulnar",
        "opd": "Deep radial",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "61066d35-b011-48e5-9538-90bb7e547b81",
        "choice_type": "multi"
    },
    {
        "question": "Palmaris Brevis is supplied by:",
        "exp": "Ans. B. Ulnar Nervea. In the proximal forearm, ulnar nerve gives muscular branches to: (a) flexor carpi ulnaris, and (b) medial half of flexor digitorum profundus. b. In the mid-forearm, it gives off palmar cutaneous branch, which provide sensory innervation to the skin over the hypothenar eminence. c. About 5 cm proximal to the wrist, it gives off dorsal cutaneous branch which provides sensory innervation to the skin over the medial third of the dorsum of the hand and medial 11/2 finger. d. The superficial terminal branch supplies palmaris brevis provides sensory innervation to the skin on the palmar surface of medial 11/2 fingers. e. The deep branch of ulnar nerve is purely motor and supplies all the intrinsic muscles of the hand including adductor pollicis except other muscles of thenar eminence and first two lumbricals.",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Ulnar Nerve",
        "opc": "Radial Nerve",
        "opd": "Musculocutaneous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "e99507f5-41f1-4f0c-98fe-079b1c60ae32",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old female passenger injured in a rollover car crash was rushed to the emergency department. After the patient is stabilized she undergoes physical examination. She demonstrates considerable weakness in her ability to flex her neck, associated with injury to CN XI. Which of the following muscles is most probably affected by nerve trauma?",
        "exp": "The iliocostalis thoracis muscle is found in the deep back and functions to maintain posture. It is not associated with neck flexion. The sternocleidomastoid muscle is innervated by CNXI and functions in contralateral rotation and bilateral flexion of the neck. Rhomboid major and minor are both innervated by the dorsal scapular nerve and serve to adduct the scapulae. Teres major is innervated by the lower subscapular nerve and serves to medially rotate and adduct the humerus.",
        "cop": 2,
        "opa": "Iliocostalis thoracis",
        "opb": "Sternocleidomastoid",
        "opc": "Rhomboid major",
        "opd": "Rhomboid minor",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "29269e38-1995-4ea5-8711-5aa3e23869b0",
        "choice_type": "single"
    },
    {
        "question": "Dermatome supplying the middle finger is-",
        "exp": "Ans. is 'b' i. e., C7 * Sensory distribution of upper limb is as follow. The cutaneous nerves. Region supplied. Nerve(s). Root value. Derived from. Upper part of pectoral region, and skin over upper part of deltoid. Supraclavicular. C3, C4. Cervical plexus. Arm 1. Upper medial part. Intercostobrachial. T22nd intercostal2. Lower medial part. Medial cutaneous nerve of arm. T1, T2. Medial cord3. Upper lateral part (including skin over lower part of deltoid). Upper lateral cutaneous nerve of arm. C5, C6. Axillary nerve4. Lower lateral part. Lower lateral cutaneous nerve of arm. C5, C6. Radial nerve5. Posterior aspect. Posterior cutaneous nerve of arm. C5. Radial nerve. Forearm 1. Medial side. Medial cutaneous nerve of forearm. C8, T1. Medial cord2. Lateral side. Lateral cutaneous nerve of forearm. C5> C6. Musculocutaneous3. Posterior side. Posterior cutaneous nerve of forearm. C6, C7, C8. Radial nerve. Palm 1. Lateral two-thirds. Palmar cutaneous branch of median. C6, C7. Median2. Medial one-third. Palmar cutaneous branch of ulnar. C8. Ulnar. Dorsum of hand 1. Medial half including proximal phalanges of medial 2 1/2 digits. Dorsal branch of ulnar. C8. Ulnar2. Lateral half including proximal phalanges of medial 2 1/2 digits. Superficial terminal branch of radial. C6, C7. Radial. Digits Palmar aspect, and dorsal aspect of middle and distal phalanges 1. Lateral 3. V6 digits. Palmar digital branch of median. C7. Median2. Medial 1 Vi digits. Palmar digital branch of ulnar. C8. Ulnar",
        "cop": 2,
        "opa": "C6",
        "opb": "C7",
        "opc": "C8",
        "opd": "T1",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "06db2902-3592-4f74-acb6-f4f9d01a1635",
        "choice_type": "single"
    },
    {
        "question": "In Erb's palsy, the limb is in which position:",
        "exp": "Ans. C. Extended, medially rotated, pronated. Erb's paralysis is caused by the excessive increase in the angle between the head and shoulder, which may occur by fall from the back of horse and landing on shoulder or traction of the arm during birth of a child. This involves upper trunk (C5 and C6 roots) and leads to a typical deformity of the limb called policeman's tip hand/porter's tip hand/waiter's tip hand. In this deformity, the arm hangs by the side, adducted and medially rotated, and forearm is extended and pronated. Clinical features are as follows: a. Adduction of arm due to paralysis deltoid muscle. b. Medial rotation of arm due to paralysis supraspinatus, infraspinatus, and teres minor muscles. c. Extension of elbow, due to paralysis of biceps brachii. d. Pronation of forearm due to paralysis of biceps brachii. e. Loss of sensation (minimal) along the outer aspect of arm due to involvement of roots of C6 spinal nerve.",
        "cop": 3,
        "opa": "Extended, laterally rotated, pronated",
        "opb": "Extended, laterally rotated, supinated",
        "opc": "Extended, medially rotated, pronated",
        "opd": "Extended, medially rotated, supinated",
        "subject_name": "Anatomy",
        "topic_name": "Upper Extremity",
        "id": "6d3bcbe1-ad50-423f-b18c-84d1f202db8a",
        "choice_type": "multi"
    }
]