[
    {
        "question": "Granular deposit of IgA at dermoepidermal junction is seen in -",
        "exp": "Ans. is 'c' i.e., Dermatitis herpatiformis Immunopathological appearance of vesicobullous disorderso Bullous pemphigoid-Linear band of IgG or C3 in epidermal basement membraneo Pemphigus vulgaris-Cell surface deposits of IgG on keratinocyteso Pemphigus foliaceous-Cell surface deposits of IgG on keratinocyteso Pemphigoid gestationis-Linear band of C3 in epidermal basement membrane zoneo Dermatitis herpeteformis-Granular deposits of IgA in dermal papillaeo Chronic bullous disease of childhood-IgA deposits along the dermoepidermal junctiono Linear IgA dermatosis of adults-Linear deposits of IgA at dermoepidermal junction",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpatiformis",
        "opd": "Pemphigus foliaceous",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "0b301f2b-9546-45a8-be31-54d565511ffb",
        "choice_type": "single"
    },
    {
        "question": "HLA associated with Dermatitis herpetiform is:",
        "exp": "Ans. C. HLA B8a. Dermatitis herpetiformis is a disease characterized by erythematous vesicular or bullous lesions and severe itching. The disease most commonly occurs between 20-40 years of age and men are more commonly affected. IgA is deposited in the reticular dermis of the uninvolved skin suggesting an immune etiology.b. More than 90% of patients express the HLA B8/DRW3 and HLA DQW2. It is also associated with gluten sensitive enteropathy. Polymorphism of the eruption (erythematous blotches or stain, grouped vesicle or bullae) and intense itching are characteristic features of the disease.c. The attacks last for weeks or months with intervals of partial remission over a period of years. General health of the patient is unaffected except due to sleeplessness caused by irritation or secondary infection. Although any part of the body may be involved but mucous membranes are involved only in 1% of the cases.d. Distribution is usually bilateral and symmetrical and forearms, thighs, inter-scapular region and buttocks beings most commonly involved. Dapsone is the drug of choice and is given 50mg 1-4 times a day orally.e. Most of the patients are controlled by 100mg daily dose but the require pent varies from time to time. The effect of dapsone is dramatic and rapid with all signs disappearing in 48 hours.f. However, the treatment must be continued indefinitely as it is suppressive and not curative. It is also necessary to treat the patient with a gluten free diet because this reduces the dose of drug required to suppress the eruption.",
        "cop": 3,
        "opa": "HLA A5",
        "opb": "HLA B27",
        "opc": "HLA B8",
        "opd": "HLA A28",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "b56428ee-670b-4741-85af-166ef32a37e4",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old born out of consanguineous marriage, had a history of the collodion membrane. He had large, thick, plate-like brown scaling generalized distribution; no erythroderma and ectropion. Which disease is it?",
        "exp": "Ans. B. Lamellar ichthyosisLamellar ichthyosis (LI)* Collodion baby at birth as the baby is covered by a thickened collodion-like membrane which is then shed* Scaling occurs over the whole body, including creases and bends* The scale in LI is typically large, dark brown or grey and firmly adherent* Drooping of lower eyelids (ectropion), palmoplantar keratoderma and scarring alopecia may be seen in severe cases.* Limitation of joint movement, flexion contractures, and digital sclerodactyly may result. Nails may be small but hair shaft, mucous membranes and teeth are not affected.* May be associated with a mutation in transglutaminase 1 gene.",
        "cop": 2,
        "opa": "Ichthyosis vulgaris",
        "opb": "Lamellar ichthyosis",
        "opc": "X linked ichthyosis",
        "opd": "Netherton syndrome",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "a6106bbf-6619-4bff-9bd0-52adc9743a5b",
        "choice_type": "single"
    },
    {
        "question": "Cafe au lait spots seen in? -",
        "exp": "Ans is 'a' i.e., NF o Cafe au lait spots or Cafe au lait macules are pigmented (light brown) birthmarks, also called ''giraffe spots'1 or \"coast of Maine spots\".Cafe au lait spots can arise from diverse and unrelated causes:o Having six or more cafe au lait spots greater than 5 mm in diameter before puberty, or greater than 15 mm in diameter after puberty, is a diagnostic feature of neurofibromatosis type I, but other features are required to diagnose NF 1.o Familial multiple cafe au lait spots have been observed -without NF-1 diagnosis,o They can be caused by vitiligo in the rare McCune-A (bright syndrome,o Legius syndromeo Tuberous sclerosiso Fanconi anemia, a rare genetic disease,o Idiopathico Ataxia telangiectasiao Basal cell nevus syndromeo Benign congenital skin lesiono Bloom syndromeo Chediak Higashi syndromeo Congenital naevuso Gaucher diseaseo Hunter syndromeo MaiYucci syndromeo Multiple mucosal neuroma syndromeo Noonan syndromeo Silver-Russell syndromeo Watson syndromeo Wiskott-Aldrich syndrome",
        "cop": 1,
        "opa": "NF",
        "opb": "Gardnersyndrome",
        "opc": "Cockayne syndrome",
        "opd": "Down syndrome",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "25cd212c-195a-4fc0-8039-1e5eeca522ca",
        "choice_type": "single"
    },
    {
        "question": "Gottron papules are seen in -",
        "exp": "Ans. is 'a' i.e., Dermatomyositis Cutaneous signs of dermatomvosits1. Gottron's papules: - lilac or violaceous papules on knuckle, dorsa of hands.2 Gottron's sign : - Violaceous erythema with edema over shoulder, arms, forearms.Heliotrope sign : - Violaceous erythema with edema over eyelids, periorbital region.Poikiloderma : - Atrophy of skin, hypopigmentaion, dilated blood vessels over trunk.Mechanic hand : - Symmetric hyperkeratosis along ulnar aspect of thumb and radial aspect of fingers.Shawl Sign : - Violaceous erythema extending from dorsolateral aspect of hands, forearms, and arms to shoulder & neck.Calcinosis cutis : - Calcium deposits in skin (in Juvenile variant).Miscellaneous signs : - Photosensitivity, vasculitis, panniculitis, Nail-fold telangiectasia.Extracutaneous involvement1. Proximal myositis3) Raynaud's phenomenon2 Cardiomyopathy4) Arthralgia",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Inclusion body myositis",
        "opc": "Polymyositis",
        "opd": "DLE",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "50652038-de52-4cab-adb8-4405768a2774",
        "choice_type": "single"
    },
    {
        "question": "A 42 year old female has palpable purpura with rash over buttocks, pain in abdomen, and arthropathy diagnosis is -",
        "exp": "Typical HSP Henoch Schonlein Purpura (HSP) rash:",
        "cop": 2,
        "opa": "Sweet syndrome",
        "opb": "HSP",
        "opc": "Purpura fulminans",
        "opd": "Meningococcemia",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "568a982f-422b-4c36-80b7-ce5979f156a2",
        "choice_type": "single"
    },
    {
        "question": "Dermatomyositis test of choice -",
        "exp": "Ans is 'a' i.e., CPK Investigations for Dermatomyositiso Muscle enzymes CPK Elevation (mostsensitive), aldolase elevation, myoglobin levation, 24 urinary creatine excretion.o Autoantibodies ANA antibodies, anti Jo-i (20% cases), anti- Mi-2 (5-10%)o Others ESR, RF factor, skin & muscle biopsy, EMG",
        "cop": 1,
        "opa": "CPK",
        "opb": "24hr urine creat",
        "opc": "SGOT",
        "opd": "SGPT",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "fb8bdd12-fede-4ebe-a2fd-94bf8442d73c",
        "choice_type": "single"
    },
    {
        "question": "Gluten free diet is beneficial in:",
        "exp": "Ans is 'c' i.e, Dermatitis herpetiformis",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Exfoliatrive dermatitis",
        "opc": "Dermatitis herpetiformis",
        "opd": "Pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "d99ab429-539e-4125-9dae-8ff76a6f1527",
        "choice_type": "single"
    },
    {
        "question": "Drug not causing exanthematous skin eruption -",
        "exp": "Ans is 'b' i.e., Hydrocortisone Drugs causing exanthematic reactionsMost commonLess commonAmpicillin and penicillinCephalosporinsPhenylbutazone and other pyrazolonesBarbituratesSulphonamidesThiazidesPhenytoinNaproxenCarbamazepineIsoniazidGoldPhenothiazinesGentamicinQuinidineMeprobamate Atropine",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Hydrocortisone",
        "opc": "Ampicillin",
        "opd": "Phenylbutazone",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "ce8f739e-792b-4e0a-84c7-b6c1ff014d34",
        "choice_type": "single"
    },
    {
        "question": "Grotton papules are seen in?",
        "exp": "Ans. is 'b' i.e., Dermatomyositis * Gottron's papules (lilac or violaceous papules on knuckles and dorsa of hands) are a characteristic feature of dermatomyositis.",
        "cop": 2,
        "opa": "SLE",
        "opb": "Dermatomyositis",
        "opc": "CREST syndrome",
        "opd": "Rosacea",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "16daa497-1365-495e-b564-a4bcb0e5dc53",
        "choice_type": "single"
    },
    {
        "question": "Gluten-free diet is useful in management of",
        "exp": "Ans. a (Dermatitis herpetiformis) (Ref. H - 18th/ch. 54)DERMATITIS HERPETIFORMIS# Associated with celiac sprue.# Extremely pruritic small papules and vesicles.# Located on elbows, knees, buttocks, and posterior neck.# Subepidermal blisters with neutrophils in dermal papillae are characteristic.# Granular IgA deposits in dermal papillae are common.# Associated with HLA DR3, DQw2.# Gluten - free diet & Dapsone are treatment# Steroids are not used to treat dermatitis herpetiformis.Educational points:# Anti-endomysial antibodies have the best sensitivity and specificity for the diagnosis of celiac disease (Celiac sprue/ gluten-sensitive enteropathy).# In celiac sprue intolerance is found to:BarleyRyeOatsWheat",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Erythema multiforme",
        "opc": "Epidermolysis bullosa acquisita",
        "opd": "Toxic epidermal necrolysis (TEN)",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "f42eb0ca-8738-4561-a67b-201a1942a571",
        "choice_type": "single"
    },
    {
        "question": "Dapsone is used in the treatment and therapeutic diagnosis of:",
        "exp": "ANSWER: (B) Dermatitis herpetiformisREF: Journal of Investigative Dermatology Symposium Proceedings (2004) 9, 47-51 (http:/./ www.nature.com/jidsp/journal/v9/nl/full/5640132a.html) Therapy of Skin Diseases, By Yoshiki Miyachi, page 433The responsiveness of DH to dapsone:Responsiveness to dapsone was once considered a diagnostic criterion for DH. A number of other dermatoses clearly respond to dapsone, howTever and the list of dapsone-responsive dermatoses includes all of those listed in table given below. One would think that dapsone's mechanism of action would be specifically related to IgA antibody and possibly related to neutrophil chemotaxis, but the exact mechanism by which dapsone is effective in these dermatoses has not been established. It is known that dapsone has no effect on antibody or complement deposition.",
        "cop": 2,
        "opa": "Leprosy",
        "opb": "Dermatitis herpetiformis",
        "opc": "Acne vulgaris",
        "opd": "Lupus vulgaris",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "8600b4ab-5fb3-4b3e-a6ff-36692f85fe29",
        "choice_type": "single"
    },
    {
        "question": "Most common metal in contact allergic dermatitis is-",
        "exp": "Ans. is 4d' i.e., Nickel Contact dermatitiso Contact dermatitis is localized rash or irritation of skin caused by contact with a foreign substance. Contact dermatitis is a localized disease, i.e., lesion occurs at the site of contact. However, in sever cases, the lesions may extend outside the contact area or it may become generalized (referred to as id eruption).o Contact dermatitis is mainly of two types : -Irritant contact dermatitisDue to direct irritant action of the material e.g. Solvents, Alkalis, Detergents. Most common sites are hands & forearms.Allergic contact dermatisIt is due to delayed hypersensitivity (type IV hypersensitivity) to a particular antigen in a sensitized individual. The most common allergens causing allergic contact dermatitis are pollen and metals : -Parthenium (Congress grass)Nickel",
        "cop": 4,
        "opa": "Gold",
        "opb": "Silver",
        "opc": "Aluminium",
        "opd": "Nickel",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "24107821-e22e-4766-95f3-11b8f4c4ef41",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT a primary skin disease?",
        "exp": "Ans. is 'a' i.e., Reiter's syndrome",
        "cop": 1,
        "opa": "Reiter's syndrome",
        "opb": "Bowen's disease",
        "opc": "Psoriasis",
        "opd": "Lichen planus",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "ed02c4c2-41a7-470c-a33e-db90fff9ac86",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for dermatitis herpetiformis is :",
        "exp": "Ans. is 'a' Dapsone The drug of choice for Dermatitis herpetiformis - Dapsone (50-200 mg/day)Dermatitis herpetiformis is a bullous lesion in which there is Gluten Hypersensitivity. Treatment -Dapsone*Gluten free diet*Vitamins & minerals",
        "cop": 1,
        "opa": "Dapsone",
        "opb": "Griseofulvin",
        "opc": "Rifampicin",
        "opd": "Ketoconazole",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "08f99b8a-aec2-4602-a40e-e19066c7d0ec",
        "choice_type": "single"
    },
    {
        "question": "Adenoma sebaceum & shagreen patches are seen in:",
        "exp": "Ans: b (Tuberous sclerosis) Ref:Harrison, 16th ed, p. 2457; Nelson, 17th ed, p. 2017TUberous sclerosisIt is a neurocutaneous syndrome (Phakomatoses). It is otherwise known as Boumeville disease.Neurological features of seizures and mental retardation together with cutaneous manifestations in the form of sebaceous adenomas are characteristic of the neurocutaneous syndrome of tuberous sclerosis.It is genetically determined autosomal dominant.Skin (cutaneous) involvement include:Adenoma sebaceum -facial angiofibromaAsh leaf shaped hypopigmented maculesShagreen patches - yellowish thickening of skin over lumbosacral region of back.Depigmented nevi.Neurological featuresEpilepsy, seizuresMental retardationHydrocephalusSubependymal nodules with calcification on neuroimaging is characteristic.Benign neoplasms associated with tuberous sclerosisRhabdomyoma of myocardiumAngiomyoma of kidney/ liver/pancreas/adrenals.Ependymomas and childhood subependymal giant cell astrocytomas.Note:Typical & most common site of subependymal giant cell astrocytoma is at or near the foramen of munro.(AIIMS, Nov 2007)",
        "cop": 2,
        "opa": "Neurofibromatosis I",
        "opb": "Tuberous sclerosis",
        "opc": "Von Hippel Lindau disease",
        "opd": "Li- fraumeni syndrome",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "9fe89352-d142-47eb-aa79-12560ef662a9",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy is brought by parents with abdominal pain, joint aches, and a rash on his legs and feet. He does not have a history of frequent nosebleeds, easy bruising, or other episodes of abnormal bleeding. What is the most likely diagnosis?",
        "exp": "Ans. D. Henoch- Schonlein purpura* Henoch- Schonlein purpura (HSP) is a subtype of acute LCV that is seen more commonly in children and adolescents following an upper respiratory infection.* The majority of lesions are found on the lower extremities and buttocks.* Systemic manifestations include fever, arthralgias (primarily of the knees and ankles), abdominal pain, gastrointestinal bleeding, and nephritis.* Direct immunofluorescence examination shows deposits of IgA within dermal blood vessel walls. Renal disease is of particular concern in adults with HSP.",
        "cop": 4,
        "opa": "Acute urticaria",
        "opb": "DIC",
        "opc": "Erythema nodosum",
        "opd": "Henoch-Schonlein purpura",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "16180aac-3624-429d-9028-db8268debc8c",
        "choice_type": "single"
    },
    {
        "question": "Drug causing fixed drug eruption -",
        "exp": "Ans. is 'a' i.e., Sulfonamide Drugs cadging fixed drug eruptiono Paracetamol (Phenacetin)o Sulfonamideso NSAIDso Aspirino Barbiturateso Dapsoneo Tetracyclineso Phenylbutazone",
        "cop": 1,
        "opa": "Sulfonamide",
        "opb": "Erythromycin",
        "opc": "Aminoglycoside",
        "opd": "None",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "cf68341a-0c8d-4266-aac5-7e1f74c88dac",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cutaneous disorders are associated with defect in Nucleotide Excision Repair(NER) pathway except ____:",
        "exp": "Ans. D. Muir-Torre syndrome*Muir-Torre syndrome is a rare autosomal dominant disorder of DNA repair.*M-Torre syndrome occurs due to mutation in one of the DNA mismatch repair genes (MSH-2, MLH-1, and more recently MSH-6).*The disorder is characterized by sebaceous gland neoplasms, keratoacanthomas associated with gastrointestinal and genitourinary malignancies.Important DNA Repair Disorders Associated with Cutaneous FeaturesS. NoDisorderDNA Repair Defect1Xeroderma pigmentosumNucleotide excision repair2Cockayne syndromeNucleotide excision repair3Cerebro-Oculo-facio-skeletal syndromeNucleotide excision repair4UV-sensitive syndromeNucleotide excision repair5TrichothiodystrophyNucleotide excision repair6Rothmund-Thomson syndromeRecombination Q helicase7Bloom syndromeRecombination Q helicase8Werner syndromeRecombination Q helicase9Ataxia telangiectasiaDouble strand break repair10Fanconi anaemiaInterstrand cross-link repair11Muir-Torre syndromeMismatch repair",
        "cop": 4,
        "opa": "Xeroderma pigmentosum",
        "opb": "Cockayne syndrome",
        "opc": "Trichothiodystrophy",
        "opd": "Muir-Torre syndrome",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "d7efdb2a-92da-452b-bfef-29ace8b6995e",
        "choice_type": "multi"
    },
    {
        "question": "Toxic epidermal necrolysis (TEN) involves body surface area -",
        "exp": "Ans. is 'd' i.e., > 30%",
        "cop": 4,
        "opa": "< 10%",
        "opb": "10-20%",
        "opc": "20-30%",
        "opd": "> 30%",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "deb7bc67-085d-4164-8103-17c07b3b68b7",
        "choice_type": "single"
    },
    {
        "question": "Primary prevention of obesity includes: (PGI Dec 2007)",
        "exp": "Ans. B (High fiber diet) Prevention of obesity should begin in early childhood. The control of obesity centres around weight reduction.Prevention of Obesity# Dietary ch anges: Low fat and carbohydrate diet; high fiber dietQ# In crease physical activity: Regular physical exerciseQOther: health education sLevels of Prevention; ReviewPrimordial Prevention (Prevention of Emergence of Risk Factors)QThis is prevention of emergence or development of Risk Factor in a population group. (In primordial prevention effects are directed towards discouraging children from adopting harmful lifestyleQThis is primary prevention in purest senseIt is receiving special attention in the prevention of chronic diseaseIntervention method - Health Education'-/Mass & individual)Primary Prevention (Prevention of Emergence of Disease: Risk Factors Already Present) QPrimary prevention aims at preventing the emergence of disease in patients with existing risk factors:7It signifies intervention in the prepathogenesis phaseQ of diseaseIntervention involves health promotion Q and specific protectionQThe term \"Health protection\" which is quite often used is not synonymous with specific protection. Health protection covers a much wider field of health activities than specific protection.Specific Protection Health promotion is 'the process of enabling people to increase control over, and to improve health\"* Health education* Environmental modification* Nutritional intervention* Lifestyle and behavioral changeSpecific Protection To avoid disease altogether is the ideal but this is possible only in a limited number of cases.* Avoidance of allergens* Tbe control of specific hazards in the general environment, e.g, air pollution, noise control* Control of consumer product quality and safety of foods, drugs, cosmetics, etc* ImmunizationQ* Use of specific nutrients e.g. Vitamin AQSecondary' Prevention (Prevention of Progress of Disease: Disease Already Present)Secondary prevention aims at preventing progress of disease in patients who are already diseasedIntervention involves early diagnosis & treatmentQStrictly speaking, early diagnosis and treatment cannot be called prevention because the disease has already commenced in the host.Early diagnosis and treatment not as effective and economical as \"primary prevention\"Tertiary Prevention (Prevention of Impairment / Disability from Disease)# Tertiary prevention aims at preventing impairment and disability7 from disease# It signifies intervention at late pathogenesis phaseQ# Intervention involves disability' limitation and rehabilitationQ",
        "cop": 2,
        "opa": "Low fiber diet",
        "opb": "High fiber diet",
        "opc": "High cholesterol diet",
        "opd": "High intake of protein",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "f1c50cfa-cce8-48d2-b31f-28eb23dd1c50",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child presents with itchy excoriated papules and elevated Ig E levels. Most probable diagnosis is?",
        "exp": "ANSWER: (C) Atopic dermatitisREF: Roxburgh's common skin disease 17th edition page 105-112, Roxburgh's common skin disease 17th edition page 105-112, Sauer's Manual of Skin Diseases - Page 77Atopic dermatitis (AD) is a pruritic disease of unknown origin that usually starts in early infancy {an adult-onset variant is recognized); it is characterizedby pruritus, eczematous lesions, xerosis (dry skin), and lkhenification (thickening of the skin and an increase in skin markings).The skin on the flexural surfaces of the joints (for example inner sides of elbows and knees) are the most commonly affected regionsAtopic dermatitis most often begins in childhood before age 5 and may persist into adulthood.Atopic dermatitis may be associated with other atopic (immunoglobulin E [IgEJ) diseases (eg, asthma, allergic rhinitis, urticaria, acute allergic reactions to foods)The disease typically has an intermittent course with flares and remissions.Sensitization to inhalant allergens can be detected by skin prick test or elevated IgE levels.",
        "cop": 3,
        "opa": "Scabies",
        "opb": "Seborrhic dermatitis",
        "opc": "Atopic dermatitis",
        "opd": "Urticaria",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "c1e47d30-873d-4b12-9df3-a04bdfead2f1",
        "choice_type": "single"
    },
    {
        "question": "Gottron's papules ae seen in?",
        "exp": "Ans. (c) DermatomyositisRef: Harrison's I7h edch: 388",
        "cop": 3,
        "opa": "SLE",
        "opb": "MTCD",
        "opc": "Dermatomyositis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "d96b232f-5f73-491f-ad35-d80e51fd4914",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old male complains of recurrent scaly lesions on glans penis. It always occurred at the same site and healed with slight hyperpigmentation. What is the most likely diagnosis?",
        "exp": "Ans. a. Fixed drug eruption (Ref: Roxburgh's 17/e p95; Fitzpatrick 7/e p359-60; Bahl 9/e p270)The most likely diagnosis in a 23-year-old male complaining of recurrent scaly lesions on glans penis, occurring at the same site and healed with slight hyperpigmentation is fixed drug eruption.Fixed Drug EruptionAdverse cutaneous drug reaction appearing soon after ingestionQ (from 30 min to 8 hours) of offending agent in previously sensitized individuals.Drugs Implicated in Fixed Drug Eruption* PhenolpthaleinQ (present in some laxatives)* BarbituratesQ* MetronidazoleQ* FluoroquinolonesQ* SulphonamidesQ (Cotrimoxazole, dapsone)* TertracyclineQ* Salicylates and phenacetinQCharacteristic Features:Mucocutaneous junction (lip, glans) is most frequently involved, genital skin (glans) is the most commonly involved siteQ.Most commonly lesions are solitaryQ but they may be multiple.Lesions evolve from macules to papules to vesicles and bullae then erodeQ.Lesions heal by hyperpigmentationQUsually asymptomaticQ but may be pruritic, painful, or burning (when eroded)Lesions persist if the drug is continued and resolve days to weeks after drag is continuedFDE occurs repeatedly at the same (i.e. fixed) site within hours, every time drug is taken and heals by residual grayish or slate colored hyperpigmentationQDiagnosis:Diagnosis is confirmed by provocation.Rechallenging the patient to the suspected offending drug is the only known test to possibly discern the causative agent.Treatment:The main goal of treatment is to identify the causative agent and avoid it.Symptomatic treatment: Systemic antihistamines and topical corticosteroids may be all that are required.",
        "cop": 1,
        "opa": "Fixed drug eruption",
        "opb": "Herpes",
        "opc": "Candida balanoposthitis",
        "opd": "Behcet's disease",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "f4134626-b155-4138-b723-8e30f79a0622",
        "choice_type": "single"
    },
    {
        "question": "Patient with pruritic lesion over Left shoulder showing cigarette paper atrophy and poikiloderma with generalized lymphadenopathy. Histopathologv exmanination of lesion shows CD4 positive sezary leutzner cells. What is the dermo- epidermal manifestation of this disease?",
        "exp": "Ans. is 'a' i.e., Pautrier's micro abscess o Patient with pruritic lesion over Left shoulder showing cigarette paper atrophy and poikiloderma with generalized lymphadenopathy. Histopathologv exmanination of lesion shows CD4 positive sezary leutzner cells - points to the diagnosis of Mycosis fungoides.HistplogicaLfeatures of mycpsis fungoideso Histological hallmark is the presence of sezary-Lutzner cells (CD4 positive).o These sezary-Lutzner cells form band like aggregates within superficial dermis and invade epidermis as single cells and small clusters, referred to as pautrier microabscess,o There is pronounced infiltration of sezary-lutzner cells into epidermis which is referred to as epidermotropism.o In more advanced nodular stage these malignant T cells (sezary cells) lose their epidermotropic tendency and grow deeply into the dermis, and eventually seed lymphatics and peripheral circulation.",
        "cop": 1,
        "opa": "Pautrier's micro abscess",
        "opb": "Pin point ulcers",
        "opc": "Discharging sinus",
        "opd": "Miliaria",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "5583ec1f-bf80-4764-96dc-2183ec6649b3",
        "choice_type": "single"
    },
    {
        "question": "True about Dermatomyositis is?",
        "exp": "Ans. is 'b' i.e., Bimodal age distribution * Although it can occur at any age; there is a bimodal distribution with peaks between age 10 & 15 years in children and between 45 & 60 years in adults.Important factors associated with dermatomyositis* It is the commonest type of inflammatory myopathy.* More common in females.* Associated with HLA types B8, B14 & DR3. Juvenile DM is associated with HLA DR3. Production anti-Jo-1 antibodies is strongly associated with HLA DR3.* DM is believed to be a microangiopathy affecting skin and muscles..* Other important factors associated with the causation of DM are drugs (Hydroxyurea, D-penicillamine, NSAIDs, phenytoin), silicone breast implants & bovine collagen implants.* Skin manifestation are often non-specific initially and commonly precede the onset of myositis by at least several months. They are precipitated by UV light.",
        "cop": 2,
        "opa": "Associated with HLA B27",
        "opb": "Bimodal age distribution",
        "opc": "No involvement of joints",
        "opd": "Myopathy precedes skin lesions in most cases",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "386fa049-9fc6-4e3e-9134-5c98369e5611",
        "choice_type": "multi"
    },
    {
        "question": "Gottron papules is seen in -",
        "exp": "Ans. is 'a' i.e., Dermatomyositis Cutaneous signs of dermatomyosits1. Gottron's papules lilac or violaceous papules on knuckle, dorsa of hands.2. Gottron's sign Violaceous erythema with edema over shoulder, arms, forearms.3. Heliotrope sign Violaceous erythema with edema over eyelids, periorbital region.4. Poikiloderma Atrophy of skin, hypopigmentaion, dilated blood vessels over trunk.5. Mechanic hand Symmetric hyperkeratosis along ulnar aspect of thumb and radial aspect of fingers.6. Shawl Sign Violaceous erythema extending from dorsolateral aspect of hands, forearms, and arms to shoulder & neck.7. Calcinosis cutis Calcium deposits in skin (in Juvenile variant).8. Miscellaneous signs Photosensitivity, vasculitis, panniculitis, Nail-fold telangiectasia.Extracutaneous invplvement1. Proximal myositis2. Cardiomyopathy 3. Raynaud's phenomenon4. Arthralgia",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Scleroderma",
        "opc": "Sarcoidosis",
        "opd": "Behcets syndrome",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "1b4212fe-2ff3-46b5-93d2-964edf17a00e",
        "choice_type": "single"
    },
    {
        "question": "Gottron's papules Seen in?",
        "exp": "ANSWER: (C) DermatomyositisREF: Harrison's 17th ed ch: 388DERM ATOM YOSITIS:DM is a distinctive entity identified by a characteristic rash accompanying, or more often preceding, muscle weakness.[?] Heliotrope rash: The rash may consist of a blue-purple discoloration on the upper eyelids with edema[?] Gottron's sign: A flat red rash on the face and upper trunk and erythema of the knuckles with a raised violaceous scaly eruption.[?] Gottron's papules: Discrete erythematous papules overlying the metacarpal and interphalangeal joint[?] The erythematous rash can also occur on other body surfaces, including the knees, elbows, malleoli, neck and anterior chest (often in a V sign), or back and shoulders (shawl sign), and may worsen after sun exposure.[?] In some patients, the rash is pruritic, especially on the scalp, chest, and back.[?] Dilated capillary loops at the base of the fingernails are also characteristic. The cuticles may be irregular, thickened, and distorted, and the lateral and palmar areas of the fingers may become rough and cracked, with irregular, \"dirty\" horizontal lines, resembling mechanics hands.",
        "cop": 3,
        "opa": "SLE",
        "opb": "MTCD",
        "opc": "Dermatomyositis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "45d56622-3c6e-420a-b6c3-251aeb158dd8",
        "choice_type": "single"
    },
    {
        "question": "Skin involvement in toxic epidermal necrolysis-",
        "exp": "Ans. is 'd' i.e., > 30% Erythema mtiltiformeo It is an acute , often self limited eruption characterized by a distinctive clinical eruption, the hallmark of which is target lesions (Iris lesions). EM can present with wide spectrum of severity which can be classified into1. Ery thema multiforme minorIt is simply referred to as erythema multiforme (i.e. if not specified about other 2 types, erythema multiforme means EM minor). Localized eruption of skin with or without mucosal involvement.2. Steven- Johnson syndrome (SJS)y There are mucosal erosions with pruritic macules. In this epidermal detatchment is 10-30% of the body surface area.3. Toxic epidermal necrolysis (TEN)When skin detachment is more then 30% of BSA. It is also called Lyell's syndrome.o Therefore TEN & SJS are considered as single syndrome i.e. SJS-TEN syndrome (Erythema multiforme major). If area involved is more than 30% it is TEN & if area involved is 10-30%, it is SJS.",
        "cop": 4,
        "opa": "< 10 %",
        "opb": "10 - 20%",
        "opc": "20 - 30%",
        "opd": "> 30%",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "b5f1d221-ce5f-450e-963d-1b026cd1926e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about scleroderma?",
        "exp": "Ans. D. Female preponderance of 9:1Scleroderma or Systemic Sclerosis is an autoimmune rheumatic disease in which there is a 4:1 female predominance. A wide spectrum of clinical features are seen in Scleroderma:* Severe pruritus* Initially, scleroderma patients experience puffiness and non-pitting edema of fingers.* The skin later becomes indurated, thickened, and fixed to underlying structures resulting in sclerodactyly.* Vasospasm and Digital ulceration* Around 90% of patients suffering from scleroderma, have dysphagia, and GERD at the level of esophagus.* Mask like facies is seen due to the waxy nature of skin and lack of wrinkles.Typical facial features: note the expressionless facies, mat-like telangiectases, microstomia, perioral furrowing and beak-like nose.Digital UlcerationAdvanced-stage sclerodactyly with contractures and vasculopathic ulcers over the bony prominences",
        "cop": 4,
        "opa": "Digital ulceration",
        "opb": "Gastroesophageal Reflux Disease (GERD)",
        "opc": "Mask like facies",
        "opd": "Female preponderance of 9 :1",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "980409a2-b208-447c-b31f-b22844246d7b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of dermatomyositis?",
        "exp": "Ans. is 'd' i.e., Groove sign * Groove sign (a depression along the course of a vein or between muscle groups) is seen in deep morphea.Cutaneous signs od dermatomyositisi) Gottron's papules: lilac or violaceous papules on knuckles and dorsa of handsii) Gottron's sign: violaceous erythema with edema over shoulders, arms and forearmsiii) Heliotrope sign: violaceous erythema with edema over eyelids, periorbital regioniv) Poikiloderma: atrophy of skin, hypopigmentation, dialalted blood vessels over trunkv) Mechanic hand: symmetrical hyperkeratosis on ulnar aspect of thumb and radial aspect of fingersvi) Shawl sign: violaceous erythema extending from dorsolateral aspect of hands, forearms and arms to shoulders and neck.vii) 'V' sign: violaceous erythema in a V shaped distribution over anterior neck and chest.viii) Holster sign: b/1 symmetrical, patchy macular violaceous erythema displayibg a reticuloid or levidoid array over the lateral aspect of upper thigh and hips.ix) Calcinosis cutis: calcium deposits in skin (in juvenile variant)x) Miscellaneous signs: Photosensitivity, vasculitis, panniculitis, Nail-fold telangiectasia",
        "cop": 4,
        "opa": "'V' sign",
        "opb": "Holster sign",
        "opc": "Pokiloderma",
        "opd": "Groove sign",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "c1cae1b6-9077-40db-b93c-468df83b3906",
        "choice_type": "single"
    },
    {
        "question": "A 37-year female presents with multiple, linear, itchy wheals, with itching for 30 minutes at the site. The most probable diagnosis is:",
        "exp": "Ans. a. Dermatographic urticaria (Ref; Roxburgh 17/e p71; Rooks 8/e p22.12; style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">article/}050294-overview)A 37-year-female presents with multiple, linear, itchy wheals, with itching for 30 minutes at the site. The most probable diagnosis is dermatographic urticaria.Dermatographic UrticariaThe term dermographism (or dermatographism) literally means writing on the skin.Firm stroking of the skin produces an initial red line (capillary dilatation), followed by an axon-reflex flare with broadening ery thema (arteriolar dilatation) and the formation of a linear wheal (transudation of fluid/edema); these events are collectively termed the triple response of Lewis.An exaggerated response to this constitutional whealing tendency is seen in approximately 2-5% of the population and is referred to as dermographismQ.Etiology:Exact mechanism remains uncertainSymptomatic dermographism is usually idiopathicEpidemiology:Dermographism is the MC of the physical urticariasQ and can occur with other forms of urticaria.More common in young adultsPeak incidence: 2nd to 3rd decadeClinical Features:Whealing usually develops within 5-10 minutes of stroking the skin and persists for 15-30 minutes.A short refractory period after clearance of the wheal has been reported.Symptomatic dermographism: Skin eruption is associated with itching, which is often most severe at night.Symptoms can be aggravated by heat (e.g., from a hot bath), minor pressure (eg, from scratching, from friction with clothes, or from rubbing with towels), exercise, stress, and emotionQ.Treatment:Recognition of the problem, avoidance of precipitating physical stimuli, reduction of stress and anxiety are important factors in medical care.In addition, scratching because of dry skin can be reduced through good skin care and the use of emollients.Pharmacologic therapy: HI antihistamines are the drugs of choiceQ.Omalizumab, a recombinant humanized monoclonal antibody against immunoglobulin E (IgE), has been successfully used in patients with physical urticaria, including symptomatic dermographism.",
        "cop": 1,
        "opa": "Dermatographic urticaria",
        "opb": "Pressure urticaria",
        "opc": "Acute urticaria",
        "opd": "Chronic urticaria",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "af443f68-e8ff-4415-aed2-024f46a611c0",
        "choice_type": "single"
    },
    {
        "question": "A man presents with a 6-month history of recurrent oral ulceration. He has yellowish ulcerations on his lip which are erythematous, with a central halo and nodular lesions on his shin. Diagnosis is:",
        "exp": ". Ans. a. Behcet's disease (Ref: Harrison I9/ep2194, IS/e p2801)Diagnosis of a patient who presents with a 6-month history of recurrent oral ulceration, yellowish ulcerations on the lip, erythematous, with a central halo and nodular lesions on shin is Behcetdisease.Behcet's Syndrome* Behcet's syndrome is chronic multisystem relapsing vascular inflammatory disease (vasculitis) of unknow n origin* Behcet's disease is primarily a small vessel vasculitis but it can also involve large vessels both arteries and veins.* Associated with HLA-B5* Disease affect young patients: Both males and females are equally affectedBehcet's SyndromeDiagnostic CriteriaEssential criteria + Two non-essentia! criteria are required for diagnosisEssential criteriaNon-essentia! criteriaRECURRENT ORAL ULCERATIONS:* Oral ulceration is the hallmark of the disease* Sin qua non for diagnosis* Types of ulcers: Minor aphthous, major aphthous and herpetiform ulcers* Features of Oral ulcers:- PainfulShallow with a central yellowish necrotic base- Appear singly or in crops- Subside without leaving scars (persist for 1-2 weeks)RECURRENT GENITAL ULCERS:* Less common but more specific* Do not affect glans or urethra* Produce scars (scrotal scars)EYE LESIONS:* Anterior uveitis (recurrent hypopyon)* Posterior uveitis, Retinal vasculitisSKIN LESIONS:* Erythema nodosum, Pseudofollicullitis* Pseudopustular lesions, Acneiform nodules POSITIVE PATH ERG Y TEST:* Pathergy refers to hyperactivity of skin to any intracutaneous injection or needle stick* Pathergy is characteristic feature of Behcet's, although the mechanism is unknown* Pathergy is said to be positive if a papule or pustule >2 mm develops 24-48 hours after needle prick to a depth of 5 mm. Other Clinical Features* Arthritis- Non-deforming arthritis commonly affects knees and ankles* Vascular Lesions (Thrombophlebitis):- Superficial or deep peripheral vein thrombosis (25%)- Arterial thrombosis may be seen* Neurological Involvement (5-10%)- Dural vein thrombosis* Pulmonary symptoms:- Pulmonary artery vasculitis may occur and present with dyspnea, cough, chest pain, hemoptysis* Gastrointestinal involvement:- Mucosal ulceration of gut similar to Crohn's disease",
        "cop": 1,
        "opa": "Behcet's disease",
        "opb": "Pemphigus vulgaris",
        "opc": "Fixed drug eruption",
        "opd": "Herpes labialis",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "df630441-b0e2-4e60-9c1f-35614686b857",
        "choice_type": "single"
    },
    {
        "question": "HLA DR3 is associated with?",
        "exp": "Ans. is 'a' i.e., Dermatitis herpetiformis * Both dermatitis herpetiformis and celiac disease (gluten sensitive enteropathy) are associated with increased expression of HLA-A1, HLA-B8, HLA-DR3 and HLA-DQ2.* DR3 associated diseases are Myasthenia gravis, Graves' disease, Type I DM, Dermatitis herpetiformis, Chronic active hepatitis, Caucasian SLE, Sjogren's syndrome.About other options* Pemphigus vulgaris - DQ1* Behcet disease - B51* Psoriasis vulgaris - CW6",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Pemphigus vulgaris",
        "opc": "Behcet disease",
        "opd": "Psoriasis vulgaris",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "3a518bd4-9550-4155-864c-e646b8fe107f",
        "choice_type": "single"
    },
    {
        "question": "Gottron's papules are seen in:",
        "exp": "Ans: A (Dermatomyositis) Ref: Connective Tissue Disorders. In: Thappa DM, editor. Essentials in Dermatology, 2nd edn. New Del hi: Jay pee; 134-47Explanation:DERMATOMYOSITISConnective tissue disorder characterized by inflammatory myositis presenting with proximal muscle weakness and cutaneous manifestations in the form of:Pathognomonic features:Gottron's papules - violaceous flat topped papules on IP joints and knuckles; also knee, elbow, medial malleoliGottron's sign- violaceous erythematous macules with or without edema at the above mentioned sitesCharacteristic features:Heliotrope rash- periorbital violaceous erythema with edemaShawl sign- erythema and scaling with or without poikiloderma over shoulder regionPeriungual telangiectasia and dystrophic cuticlesMechanic's hands- hyperkeratosis, scaling, Assuring and hyperpigmentation over fing-ertips, sides of thumbs and fingersCompatible features:Calcinosis cutisPoikilodermaa trophicans vasculare",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Scleroderma",
        "opc": "Mixed connective tissue disorder",
        "opd": "Pemphigus vulgaris",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "ade7a6fe-9e97-4e94-af5b-9f60d580dad0",
        "choice_type": "single"
    },
    {
        "question": "Arthritis mutilans is a feature of?",
        "exp": "Ans. b (Psoriasis). (Ref. Harrison' sprinciples of medicine -18th/Chapter 52.)PSORIASIS# Classical features:- White scaly plaques with specific distribution over the body.- Pitting (thimble) of nails.- Onychodystrophy, Subungual hypertrophy.- Arthritis mutilans, rare and late feature {pencil in cup sign, pestle in mortar sign). (MH 2008)# Treatment:- Unstable psoriasis = liberal application of topical bland emollient & supportive therapy.- PUVA therapy is used in severe cases.- Oral methotrexate, retinoids, cylosporin can be used, however systemic steroids are usually avoided for the fear of precipitating pustular psoriasis upon withdrawal.",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Staphylococcal scalded skin syndrome",
        "opd": "Eczema",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "3ab8910f-de19-4190-8329-96531959fdbe",
        "choice_type": "single"
    },
    {
        "question": "Heliotrope rash is seen in:",
        "exp": "Ans. A. Dermatomyositis. (Ref. Harrison's 18th/Figure 54-3)Proximal myopathy, heliotrope rash (violaceous perior-bital rash) over eyelids and the Gotrens papules over the knuckles indicate dermatomyositis. Periorbital violaceous erythema characterizes the classic heliotrope rash. Gottron's papules are pathognomonic for Dermatomyositis. Gottron's papules are inflammatory papules found over the dorsal interphalangeal joints and they become violaceous in colour and flattened before they atrophy to leave.",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Polymyositis",
        "opc": "Scleroderma",
        "opd": "Pityriasis roase",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "b8a8302b-cb9c-4dbc-8c1b-cdaa362ec27d",
        "choice_type": "single"
    },
    {
        "question": "Which is a feature of Gorham syndrome?",
        "exp": "Ans. B. Cutaneous hemangiomaSyndromes associated with hemangiomas include PHACES (posterior fossa defects such as Dandy-Walker malformation or cerebellar hypoplasia, large plaque like facial hemangioma, arterial abnormalities such as aneurysms and stroke, coarctation of the aorta, eye abnormalities, and sternal raphe defects such as pits or scars), Gorham (cutaneous hemangiomas with massive osteolysis), and Bannayan-Riley-Ruvalcaba (macrocephaly lipomas, hemangiomas-autosomal dominant inheritance).",
        "cop": 2,
        "opa": "Hyperpigmentation",
        "opb": "Cutaneous hemangioma",
        "opc": "Alloplasia",
        "opd": "Photosensitivity",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "d196c211-8718-47ef-a97a-3ef6838f7817",
        "choice_type": "multi"
    },
    {
        "question": "Stevens-Johnson syndrome is caused by:",
        "exp": "Ans: A (Herpes simplex) Reference: Thappa DM, edit to: Essentials in Dermatology, 2nd edn. NewDelhi: Jay peeExplanation: (See the following table)Stevens-Johnson Syndrome (SJS)Drug induced SJSPhenvtoinPhenobarbitoneSulfonamidesPenicillinsNS AIDSViral CausesHerpes simplex virus (Most Common cause)AIDSCoxsackievirusViral infectionsInfluenza HepatitisMumpsBacterial causesGroup A beta-hemolytic streptococciNail AbnormalitiesNail abnormalityDescriptionCausesKoilonychiaReverse curvature in the longtitudinal and transverse axisIron deficiency anemiaMacronychia/McronychiaToo small or large nails--OnycholysisDistal or lateral separation of the nail from nail bedPsoriasis, OnychomycosisPterygiumCentral fibrotic tongue like band from proximal nail fold joins the nail bed dividing the nail proximal!}1 into twoLichen planusSubungual hyperkeratosisExcessive collection of squamous debris under the free edge of nailPsoriasis OnychomycosisOnychogryphosisNail get thickened and grows upwards in a spiral mannerChronic traumaPachynychia congenitaHypertrophy of nails associated with nail bed and hyponychial hyperkeratosis--Beau's linesTransverse grooves on nailsTemporary cessation of nail formationChemotherapyHypocalcemiaNail infectionCoronary occlusionMalnutritionTerry's nailNail N white proximally hut normal distallyCongestive cardiac failureCirrhosisDiabetes mellitusPittingPunctate erosions on nail surfacePsoriasisAlopecia areataRed LunulaeNails show erythema of lunulaPsoriasis (Dotted red lunula) Congestive cardiac failure CirrhosisSLESplinter hemorrhagesLongiitudinal hemorrhages in nail bedPsoriasisDermatitisFungal infectionsInfective endocarditis SLEMycosis fungoidesRheumatoid arthritisMees linesWhitening or discoloration of the nail in bands or \"stria\" that run parallel the lunula (nail base)CirrhosisChemotherapyHeavy metal poisoning(Arsenic, Thallium)TraumaMuehrcke's nailsWhite lines (leukonychia) that extend all the way across the nail and he parallel to the lunula {half moon)Non-specificAssc with decreased protein synthesisHypoalbuminemiaNephrotic syndromeDiphtheriaBrucellosisLymphogranuloma venereumMycobacteriaMycoplasma pneumoniaeRicketsial infectionsTularemiaIt is common in children and young adultsThe disease is preceded by a nonspecific prodrome with fever, myalgia, rhinitis and coughSkin lesions occur abruptly and are purpuric macules, atypical target lesions and papulesBullous lesions may occur in oral, genital and anal mucosaUlcerative stomatitis with hemorrhagic crusting is the most characteristic featureCorneal erosions may lead to symhlepharan. synechiae and opacitiesConstitutional symptoms may be severe during active stagesThe treatment includes supportive care and steroids.SJS Vs TENSJS - Mucosal erosions and epidermal detachment below 10%Toxic epidermal necrolysis (TEN)- Mucosal erosions and epidermal detachment more than 30%",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "CMV",
        "opc": "Chicken pox",
        "opd": "Toxoplasma",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "2cb20924-78f1-4183-b443-f42e1fb6f35e",
        "choice_type": "single"
    },
    {
        "question": "Earliest feature of tuberous sclerosis is?",
        "exp": "ANSWER: (C) Ash leaf spotREF: Harrison s 18th ed chapter 53 Repeat in December 2011\"The earliest manifestation of tuberous sclerosis is Ash leaf spot\"Some form of dermatological sign will be present in 96% of individuals with TSC. Most cause no problems but are helpful in diagnosis. Some cases may cause disfigurement, necessitating treatment. The most common skin abnormalities include:Facial angiofibromas (\"adenoma sebaceum\"): A rash of reddish spots or bumps, which appear on the nose and cheeks in a butterfly distribution. They consist of blood vessels and fibrous tissue. This socially embarrassing rash starts to appear during childhood and can be removed using dermabrasion or laser treatment. A recent publication indicates that topical rapamycin is helpful for treatment of facial angiofibromas.Periungual fibromas: Also known as Koenens tumors, these are small fleshy tumors that grow around and under the toenails or fingernails and may need to be surgically removed if they enlarge or cause bleeding. These are very rare in childhood but common by middle age.Hypomelanic macules (\"ash leaf spots\"): White or lighter patches of skin that may appear anywhere on the body and are caused by a lack of melanin. These are usually the only visible sign of TSC at birth. In fair-skinned individuals a Wood's lamp (ultraviolet light) may be required to see them.Forehead plaques: Raised, discolored areas on the forehead.Shagreen patches: Areas of thick leathery skin that are dimpled like an orange peel, usually found on the lower back or nape of the neck.Other skin features are not unique to individuals with TSC, including molluscum fibrosum or skin tags, which typically occur across the back of the neck and shoulders, cafe au lait spots or flat brown marks, and poliosis, a tuft or patch of white hair on the scalp or eyelids.",
        "cop": 3,
        "opa": "Facial angiofibroma",
        "opb": "Shagreen patch",
        "opc": "Ash leaf spot",
        "opd": "Gingival fibroma",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "e57a9e6c-f57e-4a7c-8c4e-0b48627ad1d8",
        "choice_type": "single"
    },
    {
        "question": "True about following skin disease?",
        "exp": "Ans. D. All of the abovePsoriasis characteristically appears as elevated plaques of red scaling itching skin on the scalp, elbows, and knees. Its presence aside from its unpleasant appearance signals a systemic form of inflammation that can produce a destructive form of arthritis along with premature coronary vascular disease.",
        "cop": 4,
        "opa": "Can cause premature coronary artery disease.",
        "opb": "Can cause arthritis",
        "opc": "Itching can be there",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "3b78b970-ef86-4382-ad60-00b855a66531",
        "choice_type": "multi"
    },
    {
        "question": "True about chickenpox rash:",
        "exp": "Ans. B. Pleomorphic* IP of chickenpox-10-21 days* Infectious period is 2 days before to 5 days after the onset of rash* Chickenpox is caused by VZV and reactivation of latent VZV causes shingles (also called herpes zoster).* Like HSV, VZV infects mucous membranes, skin, and neurons and causes a self-limited primary infection in immunocompetent individuals.* Rash of Chickenpox* The chickenpox rash occurs approximately 2 weeks after respiratory infection.* Lesions appear in multiple waves centrifugally from the torso to the head and extremities.* Each lesion progresses rapidly from a macule to a vesicle, which resembles a dewdrop on a rose petal.* On histologic examination, chicken pox lesions show intraepithelial vesicles with intranuclear inclusions in epithelial cells at the base of the vesicles.* After a few days most chicken pox vesicles rupture, crust over, and heal by regeneration, leaving no scars.* This phenomenon of rash is known as pleomorphic rash, where all stages of the rash (papule, vesicle and crust) may be seen simultaneously at one time in same area",
        "cop": 2,
        "opa": "Polymorphic",
        "opb": "Pleomorphic",
        "opc": "Centripetal",
        "opd": "Cytoplasmic inclusions",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "0e788e44-f335-4924-b00d-53366601822b",
        "choice_type": "multi"
    },
    {
        "question": "Heliotrope rash seen in-",
        "exp": "Ans. is 'c' i.e. Dermatomyositis * Heliotrope rash (violaceous erythema with edema over eyelids, periorbital region) is one of the characteristic features of dermatomyositis.",
        "cop": 3,
        "opa": "Pityriasis rosea",
        "opb": "Secondary syphilis",
        "opc": "Dermatomyositis",
        "opd": "PMLE",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "1a894574-9d42-490d-92e4-c4b00cbb796c",
        "choice_type": "single"
    },
    {
        "question": "In which condition mucocutaneous candidiasis is an important clinical feature?",
        "exp": "Ans. A. Auto immune hypoparathyroidWhen immune dysfunction affects two or more endocrine glands and other non-endocrine immune disorders are present, the polyglandular autoimmune (PGA) syndromes should be considered. The PGA syndromes are classified as two main types: the type I syndrome starts in childhood and is characterized by mucocutaneous candidiasis, hypoparathyroidism, and adrenal insufficiency; the type II, or Schmidt, syndrome is more likely to present in adults and most commonly includes adrenal insufficiency, thyroiditis, or type 1 diabetes mellitus. THE type III syndrome is heterogeneous and may consist of autoimmune thyroid disease along with a variety of other autoimmune endocrine disorders.Features of Polyglandular Autoimmune (PGA) SyndromesPGA IPGA IIEpidemiologyAutosomal recessivePolygenic inheritanceMutations in APECED geneHLA-DR3 and HLA-DR4 associatedChildhood onsetAdult onsetEqual male: female ratioFemale predominanceDisease AssociationsMucocutaneous candidiasisAdrenal insufficiencyHypoparathyroidismHypothyroidismAdrenal insufficiencyGraves' diseaseHypogonadismType 1 diabetesAlopeciaHypogonadismHypothyroidismHypophysitisDental enamel hypoplasiaMyasthenia gravisMalabsorptionVitiligoChronic active hepatitisAlopeciaVitiligoPernicious anemiaPernicious anemiaCeliac disease",
        "cop": 1,
        "opa": "Auto immune hypoparathyroid",
        "opb": "Digeorge syndrome",
        "opc": "Pseudo hypoparathyroid",
        "opd": "Post-surgical hypoparathyroid",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "18100f13-1af8-4b69-9b4a-a134cd41d11b",
        "choice_type": "single"
    },
    {
        "question": "Scleredema is associated with?",
        "exp": "Ans. C. DiabetesScleredema, also known as Buschke disease, is a rare, self-limiting, skin condition defined by progressive thickening and hardening of the skin, usually on the areas of the upper back, neck, shoulders and face. The skin may also change color to red or orange. Although the cause of scleredema is unknown, it is usually associated with a disease, most of the times being diabetes, a viral illness or strep throat It is usually non-fatal, but it may cause death if the disease spreads to the internal organs It may also cause an infection.",
        "cop": 3,
        "opa": "Progressive systemic sclerosis",
        "opb": "Leprosy",
        "opc": "Diabetes",
        "opd": "Hypothyroid",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "a45328f2-55a9-4c83-bd0a-2193abb783f8",
        "choice_type": "single"
    },
    {
        "question": "Patient presenting with joint pain and mild fever. NSAIDs prescribed by the doctor. Developed pigmentation after 1 week on the tip of the nose. What may be the condition?",
        "exp": "Ans. (c) ChikungunyaRef: Illustrated Synopsis of Dermatology and SexuallyTransmitted Diseases by Neena Khanna 4th Ed; Page No- 284* Melasma is most commonly occurs in female with peak incidence 30-50 years. In Melasma brown macular lesions with scalloped margins are seen on the cheeks and nose. So it is ruled out.. Melasma1. sites of predilection of melasma2 (1) Melasma; (2) Sites of predilection of Melasma* As the patient has previous history of taking drugs so fixed drug eruption may the answer but In fixed drug eruption; lesions recur at the same site, each time the drug is taken,usually 8-16 h after the intake of drug and the lesions are seen in genitalis and lips. So it is ruled out.* In this case the rash presents in tipoff the nose with chicks and chick signs are marked. So it is case of Chikungunya.Chikungunya Virus* Chikungunya is mosquito-borne viral disease first described during an outbreak in southern Tanzania.* It is a RNA virus that belongs to the Alphavirus genus of the family Togoviridae.* Vector is Aedes aegypti.* No animal reservoir.* Clinical Features:# Typical biphasic fever# Crippling joint pain with maculopapular rash# Conjunctivitis# Lymphadenopathy.* Investigation:# IgM antibody levels are highest 3 to 5 weeks after the onset of illness and persist for about 2 months.# IgM/IgG ELISA in paired sea# RTPCR* Treatment:# No vaccine is available# No specific antiviral drugs# Supportive measures like antipyretics, analgesics and fluids.",
        "cop": 3,
        "opa": "Melasma",
        "opb": "Dengue",
        "opc": "Chikungunya",
        "opd": "Fixed drug eruption",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "44420a93-559a-40ba-a52c-166f86433ef9",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding hereditary hemorrhagic telangiectasia:",
        "exp": "Ans: B (Associated with cerebral arteriovenous malformation) Ref: Robbins Pathologic Basis of Disease. 5th edition, WB Saunders 1994:509 and Medscape & Begbie ME, Hereditary Haemorrhagic Telangiectasia (Osler-Weber-Rendu syndrome): A view from the 21st century. Postgrad Med J. Jan 2003;79(927):18- 24Explanation:\"Skin lesions begin as dark red lines or as punctate, pulsating vascular papules the size of match heads. These may be found on the skin, oral mucosa, nasal mucosa and conjunctiva.\" Ref: Robbins\"Most common presenting feature is Epistaxis (90% cases)\"\"Cerebral Arteriovenous malformations in 10% cases.\"\"In severe cases of HHT. recurrent epistaxis refractory to ablative treatment is treated surgically with nasal septum skin transplants by using skin taken from the tower trunk. Severe cases of HHT may respond to estrogen therapy.\"* Though estrogen is indicated in severe cases of HHT, it is not the first line treatment.Hereditary Hemorharqic Telangiectasia I Osler-Weber-Rendu Disease (OWRD)Autosomal dominant disorder.Generalized vascular dysplasia affecting blood vessels throughout the body.Increased tendency for bleeding.Four major clinical diagnostic criteria (Curagao criteria) are:o Epistaxis.o Telangiectasias.o Visceral lesions.o Family history (a first-degree relative with HHT).The HHT diagnosis is classified as definite if 3 or 4 criteria are present, possible or suspected if 2 criteria are present, and unlikely if fewer than 2 criteria are present.HHT has been classified into the following 4 types:o HHT type 1o HHT type 2o HHT type 3o HHT-juvenile polyposis overlap syndrome (JPHT).HHT is attributed to genetic mutations that involve signaling of TGF-p.Defects in at least 4 genes are implicated in its development:o Mutations of ENG (encoding endoglin) - These characterize HHT type 1 and involve chromosome 9.o Mutations of ALK1 (encoding ALK-1), also called ACVRL1 (activin A receptor kinase type II-like 1) - These are implicated in HHT type 2 and involve chromosome 12.o Mutations of chromosome 5 (5q31.1 -32) - These are distinct from hereditary benign telangiectasia (HBT), a gene defect in RASA1 (chromosome 5q14).o Mutations of SMAD4/MADH4 (encoding Smad4) - These are described in JPHT, which is also autosomal dominant, involves chromosome 18, and combines clinical manifestations of HHT and juvenile polyposis.The first 2 (HHT types 1 and 2) account for approximately 85% of cases.Clinical FeaturesClassic triad of Osler-Weber-Rendu diseaseo Telangiectases of the skin and mucous membranes,o Epistaxis.o Positive family history.Visceral and central nervous system (CNS) involvement.Cerebral AVMs in 10% cases.Most common presenting complaint - Epistaxis (90% cases).Second Most common presenting complaint - Skin telangiectases - 75% cases.Hepatic or pulmonary involvement - Arteriovenous malformations seen in 30% cases.Gastrointestinal Symptomso Gastrointestinal (Gl) bleeding in 15% cases. The risk of Gl tract bleeding increases at approximately 50 years of age.o Recurrent painless Gl bleeding occurs in 10-40% of patients,o Visceral AVMs.o Abdominal pain due to thrombosis of Gl AVMs.Hepatic Symptomso Liver involvement (often asymptomatic) is reported in as many as 40% of patients.o Symptoms may include right upper quadrant pain, jaundice, symptoms of high-output cardiac failure, and bleeding from esophageal varices.o Cardiac failure is caused by a large teft-to-right shunt due to AV fistula.o Atypical cirrhosis.Neurologic Symptomso Migraine headaches,o Stroke and brain abscess,o Spinal AVMs in children.o Acute paraplegia due to spinal arteriovenous fistula.Misc Symptomso Iron deficiency anemia caused by recurrent blood loss, o Intraocular hemorrhage.o Bloody tears due to conjunctival telangiectases.Complicationso Brain abscess,o Hemorrhagic or ischemic stroke, o High-output congestive heart failure,o Chronic Gl bleeding and anemiao Portal hypertension with esophageal varices,o Pulmonary hemorrhage,o Liver cirrhosis.Curasao Criteria for diagnosis of HHT:o Epistaxis - Spontaneous and recurrent.o Telangiectases - Multiple characteristic sites (eg, lips, oral cavity, fingers or nose).o Visceral lesions - Gastrointestinal (GI) telangiectasia (with or without bleeding), pulmonary arteriovenous malfermation (AVM), hepatic AVM, cerebral AVM and spinal AVM.o Family history - A first-degree relative who has HHT (according to these same criteria).o HHT diagnosis is classified as definite if 3 criteria are present, possible or suspected if 2 criteria are present, and unlikely if fewer than 2 criteria are present.",
        "cop": 2,
        "opa": "GI bleeding is the major presenting feature",
        "opb": "Associated with cerebral arteriovenous malformation",
        "opc": "Only mucosal involvement present and skin is usually spared",
        "opd": "Estrogen is the first line treatment",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "67d05972-04a7-4e4e-89f7-f4c3450040af",
        "choice_type": "multi"
    },
    {
        "question": "A newborn had bluish swelling over upper eyelid. There was no lid edema or eye involvement and the swelling regressed spontaneously at about one year of age. What is the diagnosis:",
        "exp": "Ans. C. Salmon patchSalmon patch (Nevus Simplex)* Salmon patches are small, pale pink, ill- defined, vascular macules that occur most commonly on the glabella, eyelids, upper lip, and nuchal area of 30-40% of normal newborn infants.* These lesions, which represent localized vascular ectasia, persist for several months and may become more visible during crying or changes in environmental temperature.* Most lesions on the face eventually fade and disappear completely, but those on the posterior neck and occipital areas often persist.* The facial lesions should not be confused with a port-wine stain, which is a permanent lesion.* The salmon patch is usually symmetric, with lesions on both eyelids and both sides of midline.* Port-wine stains are often larger and unilateral, and they usually end along the midline",
        "cop": 3,
        "opa": "Port wine stain",
        "opb": "Capillary hemangioma",
        "opc": "Salmon patch",
        "opd": "Cirsoid aneurysm",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "922e998c-86f3-4fa4-b869-ba7d7adb703d",
        "choice_type": "single"
    },
    {
        "question": "Pathergy test is positive in?",
        "exp": "ANSWER: (B) Behcet's diseaseREF: Harrison 17th ed Table 320-1\"Pathergy is a cutaneous phenomenon seen with both Behcet's disease and pyoderma gangrenosum\"In this condition a minor trauma such as a bump or bruise leads to the development of skin lesions or ulcers that may be resistant to healing. Pathergy can also lead to ulcerations at the site of surgical Incisions.It is also important to note that, while a positive pathergy reaction helps to confirm a specific Behcet's disease diagnosis, a negative reaction does not invalidate a BD diagnosis, because the disease process has to be active at the time of the skin prick test to produce a pathergy reaction.Diagnostic Criteria of Behcet's DiseaseRecurrent oral ulceration plus two of the following:Recur rent genital ulcerationEye lesionsSkin lesionsPathergy test",
        "cop": 2,
        "opa": "Richter's disease",
        "opb": "Behcet's disease",
        "opc": "Ritter's disease",
        "opd": "Erythema multiforme",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "f7ddf22a-e7fe-48f1-ae6a-6d28fd28fc89",
        "choice_type": "single"
    },
    {
        "question": "Drug causing exanthema -",
        "exp": "Ans. is 'd' i.e., All of the above \\Ref: Rooks ?h/e p. 73.22-73.23]Drugs causing exanthematic reactionsMost commonLess commonAmpicillin and penicillinPhenylbutazone and other pyrazolonesSulphonamidesPhenytoinCarbamazepineGoldGentamicinMeprobamateAtropineCephalosporinsBarbituratesThiazidesNaproxenIsoniazidPhenothiazinesQuinidine",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Phenytoin",
        "opc": "Sulfonamide",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "f643e4ab-6113-4ec1-b32f-f12050fe64ea",
        "choice_type": "multi"
    },
    {
        "question": "Koenon's periungual fibroma is a feature of?",
        "exp": "Ans. is 'd' i.e., Bourneville's disease * Periungual fibromas (Koenon's tumor) are seen in 20% of patients of tuberous sclerosis.Tuberous sclerosis (Bournevifle's disease)* Tuberous sclerosis is characterized by : -A. Skin lesions: - Adenoma sebaceum (Facial angiofibroma), Ash-leaf shaped hypopigmented macules/patch, Shagreen patch (Yellow thickening of lumbosacral skin), depegmented nevi, Periungual fibromas (Koenen's tumor).B. Neurological: - Mental retardation, Seizures, Hydrocephalus, Subependymal calcified nodules.C. Neoplasms: - Subependymal giant cell astrocytoma, ependymoma, rhabdomyomas of heart, angiomyomas of the kidney, liver, adrenal and pancreas.",
        "cop": 4,
        "opa": "Kawasaki's disease",
        "opb": "Refsum disease",
        "opc": "Darrier's disease",
        "opd": "Bourneville's disease",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "0541a53c-9f04-4b9f-baf5-7b12866b8cb4",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man developed a brown pigmentation on the face after taking nonsteroidal anti-inflammatory drug (NSAID) for fever, joint pain and malaise. What is the diagnosis?",
        "exp": "ANS. C* The image shows a hyperpigmented lesion, and with the history of drug intake, the diagnosis is fixed drug eruption.Close differentials of hyperpigmented lesions in faceMelasma (brown pigmentation in face)",
        "cop": 3,
        "opa": "Dengue fever",
        "opb": "Chikungunya",
        "opc": "Fixed drug eruption",
        "opd": "Melasma",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "93c9458d-0f66-414c-ba60-544bf77370fb",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Netherton Syndrome?",
        "exp": "Ans. A. Autosomal dominanta. Netherton Syndrome: This autosomal recessive disorder is characterized by ichthyosis (usually ichthyosis linearis circumflexa but occasionally the lamellar or congenital ichthyosiform erythroderma types), trichorrhexis invaginata and other hair shaft anomalies, and atopic diathesis.b. Mutations in the gene SPINK 5, which encodes a serine protease inhibitor, have been identified in patients with Netherton syndrome.c. The ichthyosis is present in the 1st 10 days of life and may be especially marked around the eyes, mouth, and perineal area. The erythroderma is often intensified after infection.d. Infants may suffer from failure to thrive, recurrent bacterial and candidal infections, elevated serum IgE levels, and marked hypernatremic dehydration.e. The most frequent allergic manifestations are urticaria, angioedema, atopic dermatitis, and asthma. Scalp hair is sparse and short and fractures easily eyebrows, eyelashes, and body hair are also abnormal.f. The characteristic hair abnormality can be identified with light microscopy. In the new born, it may best be identified in eye brow hair.",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Ichthyosis",
        "opc": "Very short hair",
        "opd": "Erythroderma",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "be852394-a4a3-45c6-b2f3-92f7ab9c2f80",
        "choice_type": "single"
    },
    {
        "question": "Gottron's papules are seen in -",
        "exp": "Ans. is 'a' i.e., Dermatomyositis Cutaneous signs of dermatomyosits1. Gottron's papules lilac or violaceous papules on knuckle, dorsa of hands.2. Gottron's sign Violaceous erythema with edema over shoulder, arms, forearms.3. Heliotrope sign Violaceous erythema with edema over eyelids, periorbital region.4. Poikiloderma Atrophy of skin, hypopigmentaion, dilated blood vessels over trunk.5. Mechanic hand Symmetric hyperkeratosis along ulnar aspect of thumb and radial aspect of fingers.6. Shawl Sign Violaceous erythema extending from dorsolateral aspect of hands, forearms, and arms to shoulder & neck.7. Calcinosis cutis Calcium deposits in skin (in Juvenile variant).8. Miscellaneous signs Photosensitivity, vasculitis, panniculitis, Nail-fold telangiectasia.Extracutaneous invplvement1. Proximal myositis2. Cardiomyopathy 3. Raynaud's phenomenon4. Arthralgia",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Sarcoidosis",
        "opc": "Scleroderma",
        "opd": "Fungal infection",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "bf1bfde4-bad0-40f6-9ecf-b7b65aa974ab",
        "choice_type": "single"
    },
    {
        "question": "The mode of inheritance of Incontinentia pigmenti is -",
        "exp": "Ans- C X-linked dominant",
        "cop": 3,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "598bcc45-6061-4552-9a61-5fc003255aa6",
        "choice_type": "single"
    },
    {
        "question": "All are seen in reiter's syndrome except?",
        "exp": "Ans. is 'a' i.e., Subcutaneous nodules Arthropathy following a recent leisure trip suggests reactive arthritis.Eye involvement points towards Reiter's syndrome.Reactive arthritis refers to acute nonpurulent arthritis, complicating an infection elsewhere in the body.Reiter's syndrome is one of the classic forms of reactive arthritis i.e. an aseptic inflammatory arthritis associated with nonspecific urogenital or bowel infection (with manifestations in the eye).Reactive arthritis is frequently associated with the human leucocyte antigen B27 (HLA - B27) Q haplotype.The etiology of reactive arthritis remains uncertain. The most accepted theory about the pathophysiology of reactive arthritis involves initial activation by a microbial antigen followed by an autoimmune reaction that involves skin, eyes and joints.Two forms of reactive arthritis have been recognized a sexually transmitted form and a dysenteric form.Gastrointestinal infections with, shigella Q, salmonella Q and Campylobacter species and genitourinary infections with chlamydia trachomatis Q have been found to trigger reactive arthritis.The characteristic triad of Reiter's syndromeArthritis Q (polyarthritis, non erosive)Urethritis QConjunctivitis Q",
        "cop": 1,
        "opa": "Subcutaneous nodules",
        "opb": "Oral ulcers",
        "opc": "Keratoderma blenorrhagicum",
        "opd": "Circinate balanitis",
        "subject_name": "Skin",
        "topic_name": "Autoimmune Skin Disorders",
        "id": "4d479168-dc99-4de6-8775-854e41dedb80",
        "choice_type": "multi"
    }
]