[
    {
        "question": "Not a fungal infection is:",
        "exp": "Ans: A (Mycoses fungoides) Ref: Rook's Dermatology, 8th ed.Explanation:Mycosis Fungoides/Sezary SyndromeMycosis fungoides and Sezary syndrome are different manifestations of a tumor of CD4+ helper T cellsClinically, the cutaneous lesions of mycosis fungoides typically progress through three somewhat distinct stages, an inflammatory premycotic phase, a plaque phase, and a tumor phaseHistologically, the epidermis and upper dermis are infiltrated by neoplastic T cells, which often have a cerebriform appearance due to marked infolding of the nuclear membrane.Sezary syndrome is a variant in which skin involvement is manifested as a generalized exfoliative erythroderma.In contrast to mycosis fungoides, the skin lesions rarely proceed to tumefaction, and there is an associated leukemia of \"Sezary\" cells with characteristic cerebriform nuclei.The tumor cells express the adhesion molecule CLA and the chemokine receptors CCR4 and CCR10Transformation to aggressive T-cell lymphoma occurs occasionally as a terminal event.FUNGAL INFECTIONSNatural defence against fungiFatty acid content of the skinpH of the skin, mucosal surfaces and body fluidsEpidermal turnoverNormal floraPredisposing factorsTropical climate, Manual labour populationLow socioeconomic status. Profuse sweatingFriction with clothes, synthetic innerwearMalnourishment, Immunosuppressed patientsHIV, Congenital Immunodeficiencies, patients on corticosteroids, immunosuppressive drugs. DiabetesFungal Infections: ClassificationSuperficial cutaneous:Surface infections eg. P.versicolor, Dermato- phytosis. Candidiasis, T.nigra, PiedraSubcutaneous:Mycetoma, Chromoblastomycosis, SporotrichosisSystemic (opportunistic infection)Histoplasmosis, CandidiasisOf these categories, Demiatophvtosis, P.versicolor, Candidiasis are common in daily practicePityriasis versicolorEtiologic agent: Malassezia furfurClinical Features:Multiple, discrete, discoloured, macules.Fawn, brown, grey or hypopigmentedPinhead sized to large sheets of discolourationSeborrheic areas, upper half of body: trunk, arms, neck, abdomen.Scratch sign positiveWood's Lamp examination: Yellow fluoro-scenceKOH preparation: Spaghetti and meatball appearanceCoarse mycelium, fragmented to short filaments 2-5 micron wide and up to 2-5 micron long, together with spherical, thick-walled yeasts 2-8 micron in diameter, arranged in grape like fashion.TreatmentTopical:Ketoconazole. Clotrimazole. Miconazole, Bifonazole, Oxiconazole, Butenafine.Terbinafine. Selenium sulfide. Sodium thiosulphateOral:Fluconamg 4(X)mg single doseKetoconazole 2(X)mg OD x I4daysGriseofulvin is NOT effective.Hypopigmentation will take weeks to fadeScaling will disappear soonPityrosporum folliculitisEtiology: Malassezia furfurAge group: Teenagers or young adult malesClinical features: Itchy papules and pustules, scattered on the shoulders and back.Treatment: Oral Itraconazole, Ketaconazole, Fluconazole or topical Ketoconazole shampoo.Tinea nigra palmarisEtiology: Exophiala werneckiiClinical features: Asymptomatic superficial infection of palms; deeply pigmented, brown or black macular, non-scaly patches, resembling a silver nitrate stain.Treatment: Topical Econazole. Ketoconazole. Benzoic acid compound, Thiabendazole 2% in 90% DMSO or 10% Thiabendazole suspension.Black piedraEtiology: Piedraia hortaeClinical features: Hard, dark, multiple superficial nodules: firmly adherent black, gritty, hard nodules on hairs of scalp, beard, moustache or pubic area, hair may fracture easily.Treatment:Shaving or cutting the hair.Terbinafine, Benzoic acid compound ointment, 1:2000 solution of mercury perchlorideWhite piedraEtiology: Trichosporon beigeliiClinical features:Soft, white, grey or brown superficial nodules on hairs of the beard, moustache, pubic areas. Hair shaft weakened and breaks.Treatment: Shaving or cutting the hair. Responses to topical antifungals, azoles and allvamines have been reported but are unpredictable.DermatophytosisMycology:Three genera:Microsporum, Trichophyton, EpidermophytonThrive on dead, keratinized tissue - within the stratum comeum of the epidermis, within and around the fully keratinized hair shaft, and in the nail plate and keratinized nail bed.Tinea capitisEndothrix and EctothrixMost common - trichophyton violaceumVarieties:Non inflammatoryGray patchBlack dotSeborrheic dermatitisInflammatoryFavusKerion. agminate folliculitisNon inflammatory Tinea capitis:Black dot/Grey patchBreakage of hair gives rise to 'black dots*Patchy alopecia, often circular, numerous broken-off hairs, dull greyWood's lamp examination: green fluorescence (occasional non-flu ore scent cases)Tinea capitis: Kerion, agminate folliculitisInflammatory varietyMicrosporum,Trichophyton verrucosum. Trichophyton mentagrophytesPainful, inflammatory boggy swelling with purulent discharge.Hairs may be matted, easily pluckableLymphadenopathyCo-infection with bacteria is commonMay heal with scarring alopeciaTinea capitis: FavusInflammatory varietyKashmirTrichophyton schonleiniiYellowish, cup-shaped crusts develop around a hair with the hair projecting centrally.Extensive patchy hair loss with cicatricial alopeciaTinea facieiErythematous scaly patches on the faceAnnular or circinate lesions and indurationItching, burning and exacerbation after sun exposureSeen often in immunocompromised adultsTinea barbaeRingworm of the beard and moustache areasInvasion of coarse hairsDisease of the adult maleHighly inflammatory, pustular folliculitisHairs of the beard or moustache are surrounded by inflammatory' papulopustules, usually with oozing or crusting, easily pluckablePersist several monthsTinea corporisLesions of the trunk and limbs, excluding ringworm of the specialized sites such as the scalp, feet and groins etc.The fungus enters the stratum corneum and spreads centrifugally. Central clearing results once the fungi are eliminated.A second wave of centrifugal spread from the original site may occur with the formation of concentric erythematous inflammatory rings.Classical lesion:Annular patch or plaque with erythematous papulovesicles and scaling at the periphery with central clearing resembling the effects of ring worm.Polycyclic appearance in advanced infection due to incomplete fusion of multiple lesionsSites: waist, under breasts, abdomen, thighs etc.Tinea crurisItchingErythematous plaques, curved with well demarcated margins extending from the groin down the thighs.Scaling is variable, and occasionally may mask the inflammatory changes.Vesiculation is rareTinea mannumTwo varieties:Non inflammatory: Dry, scaly, mildly itchyInflammatory: Vesicular, itchy Tinea pedisWearing of shoes and the resultant macerationAdult males commonest, children rarelyPeeling, maceration and fissuring affecting the lateral toe clefts, and sometimes spreading to involve the undersurface of the toes.Varieties:Interdigital typePapulosquammous ('moccasin foot')Vesiculo-bullousTinea UnguiumDirty, dull, dry, pitted, ridged, split, discoloured, thick, uneven, nails with subungual hyperkeratosis Different types described depending on the site of nail involvement and its depth.Distal and lateral onychomycosesProximal subungual onychomycosesWhite superficial onychomycosesTotal dystrophic onychomycosesTreatment: RingwormTopical: Bifonazole. Ketoconazole Oxiconazole, Clotrimazole, Miconazole, Butenafine, Terbinafine.Vehicle: Lotions, creams, powders, gels are available.CANDIDIASISCausative organism:Candida albicans, Candida tropicalis, Candida pseudotropicalisSites of affection:Mucous membraneSkinNailsCandidiasis : MucosalOral thrush:Creamy, curd-like, white pseudomembrane, on ery thematous baseSites:Immunocompetent patient: cheeks, gums or the palate.Immunocompromised patients: affection of tongue with extension to pharynx or oesophagus; ulcerative lesions may occur.Angular cheilitis (angular stomatitis / perleche): Soreness at the angles of the mouthVulvovaginitis (vulvovaginal thrush): Itching and soreness with a thick, creamy white dischargeBalanoposthitis:Tiny papules on the glans penis after intercourse, evolve as white pustules or vesicles and rupture.Radial fissures on glans penis in diabetics. Vulvovaginitis in conjugal partnerCandidiasis - FlexuralIntertrigo: (Flexural candidiasis)Erythema and maceration in the folds; axilla, groins and webspaces.Napkin rash:Pustules, with an irregular border and satellite lesionsCandidiasis: FlailChronic Paronychia:Swelling of the nail fold with pain and discharge of pus.Chronic, recurrent.Superadded bacteria! infectionOnychomycosis:Destruction of nail plate.Treatment of candidiasisTreat predisposing factors like poor hygiene, diabetes, AIDS, conjugal infectionTopical:Clotrimazole, Miconazole, Ketoconazole. Ciclopirox olamineOral:Ketoconazole 200mg, Itraconazole 100-200mg and Fluconazole 150mg",
        "cop": 1,
        "opa": "Mycoses fungoides",
        "opb": "Tinea nigra Palmaris",
        "opc": "White Piedra",
        "opd": "Black Piedra",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "5ee69c94-23d1-4c09-95cb-cd003d6c1915",
        "choice_type": "single"
    },
    {
        "question": "Follicular hyperkeratosis is related to deficiency of?",
        "exp": "ANSWER: (A) vitamin AREF: Roxberg dermatology, page291, Harper/28th e/468 Table 44-1Repeat from December 2010VITAMIN A (RETINOL):Retinol is a vital, lipid-soluble vitamin found in dairy produce and liver and is also obtainable in the form of beta- carotene from carrots, tomatoes and other vegetables.lt is essential for growth and development, resistance to infection, reproduction and visual function. In deficiency states, it causes follicular hyperkeratosis and roughening of the skin (phrynoderma). When excessive amounts are ingested, pruritus, widespread erythema and peeling of the palms and soles occur.These symptoms and signs are similar to those of retinoid toxicity.",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Zinc",
        "opd": "Vitamin E",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "4760fa4b-8c88-4427-8cfc-b8b0df41b9f2",
        "choice_type": "single"
    },
    {
        "question": "A young boy had itchy, excoriated papules on the forehead and the exposed parts of the arms and legs for three years. The disease was most severe in the rainy season improved completely in winter. The most likely diagnosis is:",
        "exp": "Ans. a. Insect bite hypersensitivity (Ref: Andrew's Diseases of Skin 11/e p438-439; Neena Khanna 5/e p259)A young boy had itchy, excoriated papules on the forehead and the exposed parts of the arms and legs for three years. The disease was most severe in the rainy season improved completely in winter. The most likely diagnosis is insect bite hypersensitivity.Insect Bite Hypersensitivity:Predominance of lesions on exposed part of body indicate the role of an external gent in the causation rather than an endogenous agentIncreased incidence in rainy season as insect bites are more common in rainy season due to increased breeding",
        "cop": 1,
        "opa": "Insect bite hypersensitivity",
        "opb": "Scabies",
        "opc": "Urticaria",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "283c7d5e-aa7f-4234-8853-4b8baa95d75b",
        "choice_type": "single"
    },
    {
        "question": "A person presents with hemorrhagic fluid in tense blister at dermoepidermal junction. Most probable diagnosis is?",
        "exp": "ANSWER: (A) PemphigoidREF: Rooks dermatology 7th ed p. 41.3-41.19Intraepidermal BullaBlister at Dertnoepidermal JunctionGranular layerJunctionalPemphigus foliaceousJunctional EBSubcorneal pustular dermatosisBullous pemphigoidStaphylococcal scalded skin syndrome Bullous pemphigoidDermolyticSpinous layerEpidermoiytic bullosa dystrophicansFamilial benign pemphigusEpidermolytic bullosa aquisticaSuprabasalDermatitis herpetiformisPemphigus vulgarisDarier s diseaseBasal layerErythema multiformeLupus erythematosusLichen planusEBSPemphigus vegetans is a localized form of pemphigus vulgarisThe most common variant of pemphigus associated with drug exposure is pemphigus foliaceus, although pemphigus vulgaris has also been described",
        "cop": 1,
        "opa": "Pemphigoid",
        "opb": "Pemphigus vulgaris",
        "opc": "Pemphigus vegetans",
        "opd": "Drug induced pemphigus",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "7466aa80-7a70-412f-8aeb-65cf683d98d2",
        "choice_type": "single"
    },
    {
        "question": "Dennie-Morgan fold is seen in:",
        "exp": "Ans: A (Atopic dermatitis) Ref: Thappct DM. editor. Essentials in Dermatology, 2nd edn. New Delhi: JaypeeExplanation:ATOPIC DERMATITISChronic or relapsing dermatitis characterized by severe pruritus with age at onset between 2-6 months and associated with personal or family history of atopy (asthma, allergic rhino- conjunctivitis, atopic dermatitis)Itch that rashesInfants - face, scalp, extensor of extremities, trunkChildren - flexural surface like neck, cubital or popliteal fossa, wrists, anklesAdolescents and adults - lichenification of flexures and handsHanifin and Rajka Criteria for Eczema DiagnosisMajor Findings (3 or more criteria)PruritusTypical morphology and distribution (Flexural lichenification or linearity in adults; facial and extensor involvement - infants and children)Chronic relapsing dermatitisPersonal or family history of eczemaMinor Findings (3 or more criteria)XerosisIchthyosisPalmar hyperlinearityKeratosis pilarisType 1 skin test reactivityElevated IgE levelsNipple eczemaCheilitisRecurrent conjunctivitisDennie Morgan infraorbital foldKeratoconusAnterior suhcapsular cataractsOrbital darkeningPityriasis albaFacial pallorAnterior neck foldsWhite dermographism",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Seborrheic dermatitis",
        "opc": "Contact dermatitis",
        "opd": "Dermatomyositis",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "e98f625a-a22d-4285-9281-7e275094757f",
        "choice_type": "single"
    }
]