[
    {
        "question": "Bone removing cells -",
        "exp": "Ans. is 'b' i.e., Osteoclasts o The cells responsible for bone formation are osteoblasts and the cells responsible for bone resorption are osteoclasts. Cell in Boneo The cells of bone are :-OsteoblastsOsteoblasts form a cell layer over bone surfaces. The bone is essentially enveloped by the osteoblasts, since the cells are in close contact with one another and tight junctions and gap junctions have been observed. Thus, the osteoblastic layer controls the transport of materials from the extracellular space to the osteoid seam and mineralization in front. Osteoblasts are responsible for synthesis of major proteins of bone and for mineralization of bone.It plays a central role in osteoclastic function (i.e. involved in initiation & control of osteoclastic activity). Thus osteoblasts and not osteoclasts have specific surface receptors for agent, such as 1, 25-dihydroxy vitamin D and parathyroid hormone0 So osteoclasts in culture, w hich are therefore not in contact with osteoblasts, do not respond to these agents.OsteoclastsOsteoclasts are found in sites in which bone is being remodeled. These are multinucleatedgiant cells and formed by fusion of mononuclear cells (monocytes0 & macrophages). These cells are the principal mediator of bone resorption0 The characteristic feature is the area of infolded plasma membrane known as ruffled border wrhich is surrounded by an organelle free clear zone through which osteoclast attaches to bone & wrhich is the site of bone resorption.OsteocytesApproximately 10% of osteoblastic population become enclosed in the developing matrix and are then referred to as osteocytes.",
        "cop": 2,
        "opa": "Osteoblasts",
        "opb": "Osteoclasts",
        "opc": "Stem cells",
        "opd": "Cytotoxic T cells",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "2ffed274-7f9a-4504-895f-850f3065a45e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the active form of calcium in the body?",
        "exp": "Ans. A. Ionized calciumThere is approximately 1 kg of calcium in the human body. About 99% exists in the bone and 1% in the extra cellular fluid. Plasma calcium exists in 3 forms:a. Complexed with organic acidsb. Protein boundc. IonizedThe ionized calcium which is maintained at a concentration between 1.1 and 1.3 mmol/L is biologically the most active fraction. The organism has very little tolerance for significant deviation from this normal range. If the ionic calcium levels fall the organism develops hyper excitability and develops tetanic convulsions. A marked elevation may result in death owing to muscle paralysis and coma.",
        "cop": 1,
        "opa": "Ionized calcium",
        "opb": "Complexed with phosphate",
        "opc": "Complexed with oxalates",
        "opd": "Bound to albumin",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "3e72d1ad-cdb9-4745-9215-f0f49dad83f0",
        "choice_type": "single"
    },
    {
        "question": "Hypocalcemia is characterized by all except.",
        "exp": "Ans. is 'c' i.e. shortening of QT interval in ECG Hypocalcemia increases excitation of muscles and nerves primarily affecting the neuromuscular and cardiovascular systemHypocalcemia causes following symptomsExtensive spasm of skeletal muscle causes cramps and tetany. Carpopedal spasm occursHyper active tendon reflexLaryngospasm with stridorProlongation of QT intervalIncreased intracranial pressure occurs in some patients with long standing hypocalcemia Papilledema is usually associated with these casesNumbness and tingling of the circumoral region and the tips of fingers and toes. Following signs can be elicited during hypocalcemia -Chvostek's sign - Contraction of facial muscles in response to tapping the facial nerve anterior to the nerveTrousseau sign - Carpal spasm occurring after occlusion of brachial artery with a blood pressure cutoff for 3 minutes.Erb's sign - Muscle contraction can be produced by application of sub threshold electrical stimulation.Peroneal sign - Tapping over the peroneal nerve at the neck of fibula will produce planter flexion & adduction of the foot i.e. (Pedal spasm)",
        "cop": 3,
        "opa": "Numbness and tingling of circumoral region.",
        "opb": "Hyperactive tendon reflexes and positive Chvostek's sign.",
        "opc": "Shortening of Q-T interval in ECG.",
        "opd": "Carpopedal spasm",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "92bfd22e-e628-4e66-88c2-b8b7410f4a93",
        "choice_type": "multi"
    },
    {
        "question": "Calcium absorption is increased by",
        "exp": "D. i.e. (1, 25 Dihydrocholecalciferol) (477- Ganong 22nd) (371-72- K-Sembulingam 4th)1, 25 Dihvdroxvcholecalciferol - is a steroid hormone synthesized from vitamin D by means of series of hydroxylation reactions in liver and kidneys* Main action is to increase the blood calcium level by increasing the calcium absorption from the small intestine*** Growth hormone - Increases the blod calcium level by increasing the intestinal calcium absorption *** Parathormone - main function is to increase the blood calcium level by mobilizing calcium from bone (resorption)* Calcium and glucocorticoids - decreases blood calcium by inhibiting intestinal absorption.Factors affecting calcium absorption from GITIncreased byDecreased by1. Acidity in the stomach2. Bile and bile salts - increase the solubility of Ca- salts3. Presence of phosphate in adequate amounts in the diets4. Hypo calcemia - seen during pregnancy and lactation: following low Ca intake5. Vitamin D3 - 1, 25 Dihydroxycholecalci- ferol (1,25 DHCC)6. Parathormone (PTH)7. Growth hormone (GH)8. High protein diet1. Presence of alkalies which form insoluble Ca soaps2. Reduce secretion of bile and bile salts - this leads to excess of unabsorbed fatty acids in the GIT which forms insoluble Ca soaps3. Excess of inorganic phosphates, oxalate or phytic acid - converts Ca++ into insoluble form4. Hypercalcemia - seen following high Ca intake which decreases the Ca absorption from the GIT by inhibiting 1.25 DHCC (910 - A,K. Jain 3rd)",
        "cop": 4,
        "opa": "Hypercalcemia",
        "opb": "Oxalates in the diet",
        "opc": "Iron overload",
        "opd": "1.25 Dihydrocholecalciferol",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "ca678496-5fc5-447f-95df-1c2ec38a4753",
        "choice_type": "single"
    },
    {
        "question": "Organs involved in calcium homeostasis are all except",
        "exp": "Answer: a) Lungs.CALCIUM METABOLISM* Total body calcium-lkilogram of which 99% is in bones.* Normal serum calcium: 5mEq/L or 2.5mmol/L or simply 9-10.5 mg/dl.* Normal dietary requirement: 0.5 to lg.Types of calcium:* Ionized calcium (4.5mg/dl) is responsible for many functions such as muscular contraction, coagulation etc...* Maximum calcium absorption occurs in duodenum & proximal jejunum, facilitated by gastric acidDiffusibie/ultra filterable (5.5mg/dl)Non-diffusible/protein bound (4.5mg/dl)Ionized calcium (4.5mg/dl)Albumin bound(4mg/dl)Complexed with other minerals (0.5mg/dl)Globulin bound(0.5mg/dl)* Absorption 'fed by-Acidic pH, hypocalcaemia, proteins* Absorption >ped by Achlorhydria, phosphates, oxalates, alkalis, hypercalcemia.PARATHYROID HORMONESynthesized by principal/ chief cells of parathyroid gland.* In bone, PTH receptors are located on osteoblasts but not on osteoclasts.* Initially and briefly, PTH causes an increase in bone formation by a direct action on osteoblasts. (This brief action is the basis for the usefulness of intermittent PTH administration in the treatment of osteoporosis)* In a second, long-lasting action on osteoclasts, PTH causes an increase in bone resorption.* This second action on osteoclasts is indirect & mediated by cytokines released from osteoblasts.* Thus, osteoblasts, are required for the bone-resorbing action of PTH on osteoclastsSYNTHESIS OF VITAMIN-D* 1, 25-dihydroxyvitamin D rapidly induces absorption of Ca++ by the duodenum (transcaltachia)CALCITONIN* The Para follicular cells (C cells) of the thyroid gland secrete Calcitonin.* Its secretion is increased by hypercalcemia, hypergastrinemia, and b adrenergic agonists* Salmon Calcitonin: produced by ultimo bronchial bodies, is more effective than Calcitonin.* Receptors for calcitonin are found in bones and the kidneys.* Calcitonin lowers circulating calcium and phosphate levels.* It exerts its calcium-lowering effect by inhibiting bone resorption.* This action is direct, and calcitonin inhibits the activity of Osteoclasts in vitro.* It also increases Ca2+ excretion in the urine.FEATURESPTHVITAMIN-DCALCITONINStimulus for release|sb serum ca2+| serum ca2+| serum P| PTH| serum ca2+Receptor locationOsteoblastOsteoblastOsteoclast Action on: Bone| resorption| resorption| resorptionKidney| P reabsorption| ca2+ reabsorption (in distal tubule)| P reabsorption| ca2+ reabsorption Intestine| ca2+ absorption (by activation of vit-D)| P absorption| ca2+ absorption Overall effect on: Serum calcium|| Serum phosphorus|| Other hormones involved in calcium metabolism:* Gluco corticoid excess: 4/ serum ca2 and leads to osteoporosis.* Growth hormone: ^ urinary ca2+ excretion* Oestrogens & testosterone - Prevent osteoporosis.",
        "cop": 1,
        "opa": "Lungs",
        "opb": "Kidneys",
        "opc": "Skin",
        "opd": "Intestines",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "e794e1f1-c3bf-4d0d-9ffe-bfaf354ba3ea",
        "choice_type": "multi"
    },
    {
        "question": "Calcium absorption is affected by which of the following?",
        "exp": "ANSWER: (B) Vitamin DREF: Guyton 12th ed page 9621, 25-di hydroxycholecalciferol, the active form of vitamin D funtions as a type of hormone to promote intestinal absorption of calcium. It does this by increasing over a period of 2 days the formation of calbindin, a calcium binding protein in the intestinal epithelial cells. The protein functions in the brust border of these cells to transport calcium into the cell cytoplasm and calcium moves through the basolateral membrane of the cell by facilitated diffusion. The rate of calcium absorption is directly proportional to to the quantity of the calcium binding protein. And the protein remains in the cells for several weeks even after 1, 25 di hydroxy choie calciferol is removed causing prolonged absorption of calcium in the cells.",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Vitamin E",
        "opd": "Vitamin B.",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "81a4f325-883c-41ad-82d7-53dd331146dc",
        "choice_type": "single"
    },
    {
        "question": "Calcium absorption is affected by-",
        "exp": "Ans. is 'd' i.e., All of the above * With an average intake of 1000 mg of calcium its net intestinal absorption is only 150-250 mg/day. Calcium is absorbed mainly in the duodenum and jejunum (proximal intestine) by an active transport mechanism regulated by 1, 25 (OH)2 D3 (calcitriol). Parathormone indirectly promotes absorption of calcium by increasing the renal synthesis of 1, 25 (OH)2 D3.* Dietary lactose, proteins and an acidic environment promote calcium absorption. On the other hand, phytates, phosphates, oxalates, tetracycline and and alkaline environment impair calcium absorption.* Calcium is transported across the brush border of intestinal epithelial cells via channels known as transient receptor potential vaniloid type 6 (TRPV6) and binds to an intracellular protein known as calbindin. Calbindin sequesters the absorbed calcium so that it does not disturb the epithelial signaling process that involve calcium. The absorbed Ca+2 is thereby delivered to the basolateral membrane of the epithelial cells, from where it can be transported into the blood stream by either a Sodium/Calcium exchanger (NCX1) or a calcium-dependent ATPase.",
        "cop": 4,
        "opa": "Calcitriol",
        "opb": "PTH",
        "opc": "Proteins",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "b8ac9803-1455-43f0-a9c5-dd7d06c19f71",
        "choice_type": "multi"
    },
    {
        "question": "A patient is on low calcium diet for 8 weeks. Following increases to maintain serum calcium levels:",
        "exp": "Ans. is 'a' i.e. PTH Guyton states that whenever there is prolonged calcium excess or deficiency only the PTH hormone is really important in maintaining a normal serum calcium ion concentration. When there is prolonged deficiency of calcium in the diet, increased secretion of PTH can stimulate enough calcium absorption from the bones to maintain the normal serum calcium ion concentration for 1 year or more (But eventually even the bones will run out of calcium).Calcium ion homeostasis 3 hormones are primarily involved in the regulation of calcium metabolism and maintaining a constant serum calcium ion concentration.1, 25-Dihdydroxycholecalciferolis a steroid hormone formed from vitamin D by successive hydroxylation in the liver and kidneys.its primary action is to increase calcium and phosphate absorption from the intestineParathyroid hormone (PTH)secreted by parathyroid glandmain action is to mobilize calcium from bones and increase urinary phosphate excretion.increasing the formation in the kidney of 1,25 dihydroxycholecalciferols from vitamin D.* Calcitoninsecreted by parafollicular or C cells in thyroidit decreases plasma calcium ion concentration by inhibiting bone resorptionin adults calcitonin plays only minor role in calcium metabolism.Effects of these 3 hormones on calcium & phosphate ion concentration Calcium ionPhosphate ion1,25 Dihydroxycholecalciferol||PTH||Calcitonin| Action of Vitamin Dpromotes intestinal absorption of calcium and phosphateincreases calcium and phosphate ion absorption in renal tubules, thus decreasing their excretion in urine.Actions of PTHincreases calcium and phosphate absorption from the boneincreases renal tubular reabsorption of calcium ionsdecreases tubular reabsorption of phosphate ion thus increases phosphate excretion by the kidneys.increases both calcium and phosphate absorption from the intestines by increasing the formation in the kidneys of 1,25 dihydroxycholicalciferol from vitamin D.",
        "cop": 1,
        "opa": "PTH",
        "opb": "Calcitonin",
        "opc": "Active 24, 25 dihydroxy cholecaliferol",
        "opd": "Serum phosphate level",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "d407da13-5516-4277-8f01-e99bacb8a351",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following vitamins stimulates calcium absorption by the GI tract?",
        "exp": "Ans. B. Vitamin DVitamin D plays an important indirect role in the absorption of calcium by the GI tract. The other vitamins listed are not involved in the absorption of calcium.",
        "cop": 2,
        "opa": "Vitamin E",
        "opb": "Vitamin D",
        "opc": "Vitamin A",
        "opd": "Vitamin K",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "8310f06e-fbed-430e-b39e-fffc8a1aadb0",
        "choice_type": "single"
    },
    {
        "question": "Bile acid uptake by hepatocytes is dependent on:",
        "exp": "Ans. C. SodiumThe uptake of bile acid by hepatocytes is sodium-dependent and is not dependent on calcium, iron, potassium, or chloride.",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Iron",
        "opc": "Sodium",
        "opd": "Potassium",
        "subject_name": "Physiology",
        "topic_name": "Calcium Metabolism",
        "id": "305b60d2-7ae6-45d7-97db-385efcaf8cb2",
        "choice_type": "single"
    }
]