[
    {
        "question": "Maintainence of BP according to intracranial pressure is-",
        "exp": "Ans. is ''a' i.e., Cushing reflex o When intracranial pressure is increased, the blood supply to RVLM neurons is compromised, and the local hypoxia and hypercapnia increase their discharge.o The resultant rise in systemic arterial pressure (Cushing reflex) tends to restore the blood flow to the medulla and over a considerable range, the blood pressure rise is proportional to the increase in intracranial pressure,o The rise in blood pressure causes a reflex decrease in heart rate via the arterial baroreceptors.o This is why bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure.o Cushing reflex consists of hypertension, bradyacardia and tachypnoea.",
        "cop": 1,
        "opa": "Cushing reflex",
        "opb": "Cushing disease",
        "opc": "Starling's reflex",
        "opd": "Gometz reflex",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "65ac0711-9606-474c-9ac5-21f01e8f8a66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about measurement of blood pressure?",
        "exp": "Ans. a. Bladder in the blood pressure cuff should cover more than 80% of the arm area (Ref: Ganong 22/e p. 589-90; Guyton 11/e p166-67, 175-76)In blood pressure measurement by BP apparatus, bladder in the blood pressure cuff should cover more than 80% of the arm area.Appropriate Cuff SizeRatio of width of compression cavity of cuff (bladder) to circumference of extremity is of critical importance.According to American Heart Association:Bladder width should he 40% of circumference or 1.2 times of diameter of extremityQBladder length should be 80% of arm circumferenceQLength to width ratio is 2:1QIf the person's limb measurement is on the borderline of two different cuff sizes the chance of error is decreased if the linger of two cuff sizes is usedSo in obese and recording BP in thigh wider cuff size provide more accurate resultsBlood pressureBlood pressure is measured by auscultatory method using sphygmomanometer tends to be higher than true intraarterial pressure measured by arterial cannulation, because some cuff pressure gets dissipated between the cuff and arteryin the soft tissue.Systolic pressure is best indicated by 1st korotkoff's sound and diastolic pressure in adults by 5th korotkoff's soundQ. Where as diastolic pressure in children, in adults after exercise, hyperthyroidism and aortic insufficiency best correlates with 4th Korotkoff's sound.Using relatively small cuff obesity and persons with thick calcified and sclerotic vessels that are difficult to compress (e.g. in elderly, atherosclerosis, diabetics and Monkenberg's arteriosclerosis) are the reasons of spuriously high blood pressure (Pseudohypertension).TechniqueKorotkoff's soundSource of error* Person should be comfortably seated, with back and arm supported, legs uncrossed and upper arm at the level of right atrium.* Snugly wrapped cuff should allow only one finger to be slipped between it and skin.* The cuff is rapidly inflated to 30 mm Hg above the point at which radial pulse disappears. Deflation rate should be 2-3 mm/ second.* Two readings should be at least 1 minute apart.* Are produced by turbulent flow in artery. The sound gradually become louder, then dull and muffledFalse High values are found in:* Thick overlying soft tissue causing more dissipation of pressure e.g. obese* Hard sclerotic vessels with low compressibility such as- Elderly- Atherosclerosis- Diabetics* Mokenberg's arteriosclerosisQ* Relatively small size of cuff (bladder) e.g. standard arm cuff used in thigh* Too slow inflation rate leading to too high diastoli* pressureFalse low values are found in:* Large (wide) cuff e.g. standard arm cuff used in forearm.* Too fast Deflation rate leads to too low systolic pressure.1Faint, clear, tapping soundsIt indicates systolic BPQ2Murmur/swishing sounds3More intense, crisper sounds4Distinct abrupt muffled- soundsIndicates diastolic BP in children, in adutts after exercise, hyperthyroidism, and aortic insufficiency.5No soundBest correlates with diastolic BP in normal adults.* It tends to give values for systolic pressure that are lower than true intra arterial pressure and diastolic values that are higherQ.Appropriate Cuff SizeRatio of width of compression cavity of cuff (bladder) to circumference of extremity is of critical importance.According to American Heart Association:Bladder width should be 40% of circumference or 1.2 times of diameter of extremityBladder length should be 80% of arm circumferenceQLength to width ratio is 2:1QIf the person's limb measurement is on the borderline of two different cuff sizes the chance of error is decreased if the larger of two cuff sizes is used.So in obese and recording BP in thigh wider cuff size provide more accurate results.",
        "cop": 1,
        "opa": "Bladder in the blood pressure cuff should cover more than 80% of the arm area",
        "opb": "The person should be comfortably sitting and blood pressure cuff should be at a higher level than the heart",
        "opc": "Caffeine intake induces decrease in blood pressure",
        "opd": "Blood pressure increases during sleep",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "1cab1a01-447a-4bd6-aff0-eb8d52377aa6",
        "choice_type": "multi"
    },
    {
        "question": "Pulsepressure is affected by?",
        "exp": "ANSWER: (D) AllREF: Guytons physiology 11th edition page173Pulse Pressure is most easily defined as being the amount of pressure required to create the feeling of a pulse.\"Two major factors affect the pulse pressure; (1) the stroke volume output of the heart and (2) the compliance (total distensibility) of the arterial tree. A third, less important factor is the character of ejection from the heart during systole\"",
        "cop": 4,
        "opa": "Stroke volume",
        "opb": "Compliance of aorta",
        "opc": "Ejection fraction",
        "opd": "All",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "b0712435-c81a-47a9-973e-32cd6969a05c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the follow ing causes decrease in BP -",
        "exp": "Ans. is 'c' i.e, NOo Substances which cause vasodilatation, can cause fall in BP.o Substances which cause vasoconstriction, can cause rise in BP.Vasodilators (cause decrease in BP)Vasoconstrictors (casue increase in BP)o Kinins (Bradykinin)o PGEL,o PGI, (Prostacyclin)o VTPo ANPo Nitric oxide (NO)o Adrenaline & Noradrenalineo ADM (Vasopressin)o Angiotensin IIo Endothelinso PGF2o Thromhoxane-A,",
        "cop": 3,
        "opa": "Thromboxane A2",
        "opb": "Vasopressin",
        "opc": "NO",
        "opd": "PGF2",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "03ec8261-2239-48ae-b0fd-f7a997919787",
        "choice_type": "single"
    },
    {
        "question": "Hormone responsible for BP regulation after a fall due to blood loss.",
        "exp": "Ans. is'a' i.e., ADH o Blood pressure is regulated by following mechanisms.A) Short term regulation# These mechanisms act immediately and correct the blood pressure quickly. These arei) Baroreceptor reflex: Works during BP range 70-150 mmHg.ii) Chemoreceptor reflex: Works when BP below 80 mmHg.iii) CNS ischemic response: This the only hope of survival when BP is below 40 mmHg.iv) Hormonal release: These are -a) Antidiuretic hormone (ADH) : Increases water reabsorption in kidney.b) Angiotensin II: Causes vasoconstriction.B) Long term regulation# This is the mechanism which takes long time for regulation. This mechanism is present in kidneys. This mechanism adjusts the BP by adjusting volume of extracellular fluid and blood.# Mechanisms arei) Pressure diuresis.ii) Pressure natreuresis.iii) Renin-angiotensin-aldosterone system.Important facto Angiotensin II is involved in short term regulation.o But, full RAA system is involved in long term regulation.",
        "cop": 1,
        "opa": "ADH",
        "opb": "ANP",
        "opc": "Epinephrine",
        "opd": "Aldosterone",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "d14ccde4-c2ae-4243-8352-05f73d374664",
        "choice_type": "multi"
    },
    {
        "question": "Baroreceptor are -",
        "exp": "Ans. is 'b' i.e., Carotid sinus o Baroreceptors are mechanoreceptors that are located in the adventia of carotid artery and aorta, at specialized locations called sinuses.Carotid sinus is a little bulge at the root of internal carotid artery, located just above the bifurcation of the common carotid artery. It is innervated by the sinus nerve, a branch of glossopharyngeal (IX cranial) nerve.Aortic arch (aortic sinus) also contains mechenoreceptors (stretch receptors) which are similar to carotid sinus receptors. However, their afferent nerve fibers travel in the aortic nerve, a branch of Vagus (X cranial) nerve.o The sinus nerve (from carotid sinus) and aortic nerve/vagal fibers (from aortic sinus) are together called 'Sino- aortic nerves*. They, together, are also refered to as 'Buffer nerves' because they are the afferents of cardiovascular reflexes that buffer abrupt changes in blood pressure.",
        "cop": 2,
        "opa": "Carotid body",
        "opb": "Carotid sinus",
        "opc": "Aortic body",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "d696b707-98a6-415b-b0fe-779745d22c50",
        "choice_type": "multi"
    },
    {
        "question": "Increased BP & decreased heart rate is seen in -",
        "exp": "Ans. is 'c' i.e., Raised intracranial pressure o When intracranial pressure is increased, the blood supply to RVLM neurons is compromised, and the local hypoxia and hypercapnia increase their discharge.o The resultant rise in systemic arterial pressure (Cushing reflex) tends to restore the blood flow to the medulla and over a considerable range, the blood pressure rise is proportional to the increase in intracranial pressure,o The rise in blood pressure causes a reflex decrease in heart rate via the arterial baroreceptors.o This is w-hy bradycardia rather than tachycardia is characteristically seen in patients with increased intracranial pressure.o Cushing reflex consists of hypertension, bradyacardia and tachvpnoea.o All other options cause a reflex increase in heart rate.",
        "cop": 3,
        "opa": "Hemorrhage",
        "opb": "High altitude",
        "opc": "Raised intracranial pressure",
        "opd": "Anemia",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "fb96543d-df23-4674-9550-03ee83667249",
        "choice_type": "single"
    },
    {
        "question": "Swan Ganz Catheter is used to measure -",
        "exp": "Ans. is 'd' i.e., Pulmonary capillary wedge pressure o Swan Ganz catheter (pulmonary artery catheter) allows direct and simultaneous measurement of -i) Pulmonary capillary wedge pressure <left atrial pressure).ii) Right atrial pressure.iii) Right ventricular pressure.iv) Pulmonary' artery pressure.",
        "cop": 4,
        "opa": "Mean arterial pressure",
        "opb": "Cardiac output",
        "opc": "Blood volume",
        "opd": "Pulmonary capillary wedge pressure",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "a0483b0b-528e-44ec-b114-108f24d14315",
        "choice_type": "single"
    },
    {
        "question": "As a part of space-research program, a physiologist was asked to investigate the effect of flight-induced stress on blood pressure. Accordingly the blood pressure of the cosmonauts was to be measured twice: Once before the takeoff and once after the spacecraft entered the designated orbit around the earth. For a proper comparison, the preflight blood pressure should be recorded in:",
        "exp": "Ans. (a) The lying down position(Ref: Guyton, 13th ed/p.566)Gravity factor is totally eliminated in spaceSo, for comparison preflight BP should be taken in the lying down position",
        "cop": 1,
        "opa": "The lying down position",
        "opb": "The sitting position",
        "opc": "The standing position",
        "opd": "Any position, as long as the post - flight recording is made in the same position",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "299ef307-116f-4656-ac9e-e273baf1e6b3",
        "choice_type": "single"
    },
    {
        "question": "Decrease in BP causes:",
        "exp": "Ans: B (Dis-inhibition of vasoconstrictor center) Ref: Pal GK. Blood pressure and its regulation. In: Textbook of Medical Physiology. Ahuja Publishing House. 2011: 42: 324.Explanation:Reduction in BP is perceived by baroreceptors and less nerve traffic (signals) is sent to cardiac inhibitory center (CIc) (Less stimulation to CIc)There will be dis-inhibition of vasoconstrictor center (Vasomotor center) by GICIncreased VMC activity stimulates sympathetic activityBaroreceptor| BP -stimulation (stretch) of baroreceptors (carotid sinus & aortic arch) - through IX & X cranial nerve - stimulation of NTS - inhibition of VMC- | sympathetic discharges -| BP (| SBP by | CO and | DBP by | vasoconstriction) and also | HR| BP- less/no stimulation (stretch) of baroreceptors (carotid sinus & aortic arch) - through IX & X cranial nerve - less/no stimulation of NTS - dis-inhibition of VMC - | sympathetic discharges -|BP ( | SBP by | CO and | DBP by | vasoconstriction) and also | HR.Also, Refer Baroreceptor mechanism figure in the previous question's explanation.",
        "cop": 2,
        "opa": "Inhibition of vasoconstrictor center",
        "opb": "Dis-inhibition of vasoconstrictor center",
        "opc": "Increased stimulation of cardiac inhibitory center",
        "opd": "Increased vagal stimulation",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "02396dcc-d31c-4c2e-9ef0-d9701c351e29",
        "choice_type": "single"
    },
    {
        "question": "Mean arterial pressure depends upen-",
        "exp": "Ans. is 'b' i.e., Cardiac output & peripheral resistanceo Mean BP = Cardiac output total peripheral resistance.Blood pressureo Blood pressure is the lateral pressure exerted by the column of blood on the walls of the arteries.o Most commonly used unit of BP is mm Hg.o But recently there is a trend towards adopting the system International 'd' units (SI units).o In SI units, the basic unit for pressure is newton per square meter, and is called pascal (Pa)Q.o Blood pressure, if expressed in SI units, is expressed in Kilopascals (kPa).o Kilopascals may be converted into mm Hg by multiplying them by 7.5. Thus BP in mm Hg= BP in kPa x 7.5 or 1 mm Hg = 0.133 kPa.o The blood pressure is not steady, it fluctuates during cardiac cycle,o During ventricular systole, BP is higher than during diastole.o The maximum arterial pressure attained during systole is called the systolic BP (SBP) and the minimum pressure recorded during diastole is called diastolic BP (DBP).o When recorded from the brachial artery of a young adult in the sitting or supine position, the SBP is about 120 mm Hg and the DBP is about 80 mm Hg.o The difference between the systolic and diastolic pressure is called the pulse pressureQ,o It is normally about 40 mm Hg (120 minus 80 mm Hg).o The mean blood pressure is the average pressure throughout the cardiac cycle.o However, it is worth noting that mean BP is not the arithmetic mean or average of the systolic or diastolic BP.o This is because systole is much shorter than diastole.o Therefore arterial pressure is near the diastolic pressure for a longer part of cardiac cycle than it is near the systolic pressure; hence, greater weight is given to the diastolic BP in the calculation of mean BP.o Thus, mean BP is slightly less than the simple average of the systolic and diastolic BP.o As an approximation, the mean BP is weighted 2 : 1 in favour of diastolic BP.Mean blood pressure = 2/3 diastolic pressure (DBP) + 1/3 rd systolic pressure (SBP)o Normally, mean BP is about 93 mm Hg Q (2 x 80 +120)/3.",
        "cop": 2,
        "opa": "Cardiac output",
        "opb": "Cardiac output & peripheral resistance",
        "opc": "Arterial complaince",
        "opd": "Peripheral resistance",
        "subject_name": "Physiology",
        "topic_name": "Circulation: Arterial Pressure Regulation - Role of Kidney",
        "id": "a5b24d6a-aaac-456b-8ac1-43d981ecfa34",
        "choice_type": "single"
    }
]