[
    {
        "question": "True of the following:",
        "exp": "Ans. (c) Parathormone (PTH) promotes absorption of Ca++ from intestine(Ref: Ganong, 25th ed/p.379)Parathormone (PTH) promotes absorption of Ca++ from intestineThis is an indirect action of PTH by increasing vitamin D levels",
        "cop": 3,
        "opa": "Calcium reabsorbed in DCT",
        "opb": "90% calcium excreted by glomerulus",
        "opc": "Parathormone (PTH) promotes absorption of Ca++ from intestine",
        "opd": "PTH promote action of calcitonin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9d91a11e-5a94-4e47-9456-2f420212fcfc",
        "choice_type": "multi"
    },
    {
        "question": "Acromegaly is due to excess of:",
        "exp": "Ans. (b) Growth hormone(Ref: Ganong, 25th ed/p325.)Excess levels of growth hormone causes Gigantism (before the closure of epiphysis) and Acromegaly (After the closure of epiphysis)",
        "cop": 2,
        "opa": "Somatomedin",
        "opb": "Growth hormone",
        "opc": "Somatostation",
        "opd": "Insulin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "a6c7c209-64d7-4129-9160-0b52c65a1b58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following probably triggers the onset of labour?",
        "exp": "Ans: a (ACTH in fetus) Ref: Ganong, 22nd ed, p. 451This also is a direct pick from self study MCQs (Chap 23 Q. 17)Mechanism responsible for onset of labour:| Circulatory estrogens due to increase in circulatory DHEAS.So |' gap junction - |' uterine contractions.| GRH by fetal hypothalamus - |' circulatory ACTH - | cortisol leading to maturation of respiratory system.(Thus in a sense fetus picks the time to be bom by | GRH & ACTH secretion)",
        "cop": 1,
        "opa": "ACTH in fetus",
        "opb": "ACTH in mother",
        "opc": "Oxytocin",
        "opd": "Prostaglandin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "2531380d-f56b-446a-b9c8-a413b7a51f71",
        "choice_type": "single"
    },
    {
        "question": "Hyperaldosteronism is associated with all except:",
        "exp": "Ans. (d) Metabolic acidosis(Ref: Ganong, 25th ed/p.370)Clinical consequences of excess aldosterone are,#Sodium and water retention leading to expansion of ECF volume and hypertension#Excess potassium excretion by kidney (K+ loss)#Excessive urinary excretion of H+ ion leading to metabolic alkalosis",
        "cop": 4,
        "opa": "Hypernatremia",
        "opb": "Hypokalemia",
        "opc": "Hypertension",
        "opd": "Metabolic acidosis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "e0afd7dd-b509-4a14-8b6b-1e57c7c63d7b",
        "choice_type": "multi"
    },
    {
        "question": "ACTH level is higher during:",
        "exp": "Ans. (a) Early morning(Ref: Ganong, 25th ed/p.366)ACTH and cortisol secretion is pulsatile with a characteristic circadian rhythm. It is high in the early morning and low in the evening75% of the daily production of ACTH & cortisol occurs between 4:00 AM and 10:00 AM",
        "cop": 1,
        "opa": "Early morning",
        "opb": "Evening",
        "opc": "Afternoon",
        "opd": "Night",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "bc8971df-3899-45c6-b77a-5656911e6c53",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone is secreted by-",
        "exp": "Ans. is 'a' i.e., Zona glomerulosa * The adrenal gland consists of an outer cortex and inner medulla. The hormones secreted by the adrenal cortex are called corticosteroid, which are classified into glucocorticoids, mineralocorticoids and androgens. The hormones secreted by the adrenal medulla are epinephrine and some norepinephrine. The adrenal cortex is essential for life; the adrenal medulla is not.* Adrenal cortex has three layers zona glomerulosa, zonafasciculata, and zona reticularis. The zona glomerulosa is the outermost layer and is the site of mineralocorticoid synthesis. The middle layer (zona fasciculata) and the innermost layer (zona reticularis) synthesize and secrete glucocorticoids and androgens. Though both layers (zona fasciculata & reticularis) secrete both hormones, zona fasciculata mainly secretes glucocorticoids and zona reticularis mainly secretes androgens.* Corticosteroids are classified as : i) Glucocorticoids; ii) Mineralocorticoids; and iii) Androgens.* Cortisol and cortisosterone are the chief natural glucocorticoids. They are so called because of their widespread effect on glucose (and protein) metabolism.* Aldosterone is the chief mineralocorticoid. It regulates K+ ions, sodium balance and ECF volume in the body.* Dehydroepindrosterone is the androgenic hormone secreted by the adrenal cortex.* All corticosteroid hormones act on intracellular cytoplasmic receptors.",
        "cop": 1,
        "opa": "Zona glomerulosa",
        "opb": "Zona fasiculata",
        "opc": "Zona reticularis",
        "opd": "Adrenal medulla",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d183646c-4650-4f37-9fac-b3142880a379",
        "choice_type": "single"
    },
    {
        "question": "Continuous administration of GnRH-",
        "exp": "Ans. (b) Suppresses hypothalamic--pituitary axis(Ref: Ganong, 25th ed/p.327)Continuous (nonpulsatile) administration of GnRH inhibits the release of FSH and LH by the pituitary in both women and men",
        "cop": 2,
        "opa": "Stimulates hypothalamic--pituitary axis",
        "opb": "Suppresses hypothalamic--pituitary axis",
        "opc": "May suppresses or stimulate hypothalamic--pituitary axis",
        "opd": "Has so no effect on hypothalamic--pituitary axis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "b1ceabc0-b3f5-4874-960b-5511e3147ee0",
        "choice_type": "single"
    },
    {
        "question": "Insulin secretion is induced by following EXCEPT:",
        "exp": "Ans. c (Somatostatin). (Ref. Guyton 11th/pg. 968; Table 78-1)FACTORS AFFECTING INSULIN SECRETIONFactors that Increase Insulin SecretionFactors that decrease Insulin Secretion# Increased blood glucose# Increased blood free fatty acids# Increased blood amino acids# Gastrointestinal hormones (gastrin, cholecystokinin, secretin, gastric inhibitory peptide)# Glucagon, growth hormone, cortisol# Parasympathetic stimulation; acetylcholine# beta-Adrenergic stimulation# Insulin resistance; obesity# Sulfonylurea drugs (glyburide, tolbutamide)# Decreased blood glucose# Fasting# Somatostatin# alpha-Adrenergic activity# Leptin",
        "cop": 3,
        "opa": "Growth hormone",
        "opb": "Placental lactogen",
        "opc": "Somatostatin",
        "opd": "Estrogens",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9729ce1b-c704-4a4a-b2b4-df8e3030dd0c",
        "choice_type": "multi"
    },
    {
        "question": "A major causal factor in some cases of hypogonadism is:",
        "exp": "Ans. A. Reduced secretion of gonadotropin-releasing hormone (GnRH)Reduced secretion of GnRH will result in extremely low levels of circulating LH and FSH, causing testicular atrophy, as in Kallmann's syndrome. Hypersecretion of LH and FSH, increased activin, and an increased number of FSH receptors all lead to hyperfunction of the testis, not hypofunction. A failure of the hypothalamus to respond to testosterone increases LH, leading to increased Leydig cell androgens and testicular hypertrophy",
        "cop": 1,
        "opa": "Reduced secretion of gonadotropin-releasing hormone (GnRH)",
        "opb": "Hypersecretion of pituitary LH and FSH as the result of increased GnRH",
        "opc": "Excess secretion of testicular activin by Sertoli cells",
        "opd": "Failure of the hypothalamus to respond to testosterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "93ec1300-4341-4377-a740-12bdc9fed4d8",
        "choice_type": "single"
    },
    {
        "question": "The activation of the unique protein Catsper - provides which special property to human sperms?",
        "exp": "Ans. B. Progressive motilitya. Spermatozoa leaving the testes are not fully mobile. They continue their maturation and acquire motility during their passage through the epididymis. Motility is obviously important in vivo, but fertilization occurs in vitro if an immotile spermatozoon from the head of the epididymis is microinjected directly into an ovum. The ability to move forward (progressive motility), which is acquired in the epididymis, involves activation of a unique protein called CatSper, which is localized to the principal piece of the sperm tail.b. This protein appears to be a Ca2+ ion channel that permits cAMP-generalized Ca2+ influx. In addition, spermatozoa express olfactory receptors, and ovaries produce odorant-like molecules. Recent evidence indicates that these molecules and their receptors interact, fostering movement of the spermatozoa toward the ovary (chemotaxis).c. Ejaculation of the spermatozoon involves contractions of the vas deferens mediated in part by P2X receptors, ligand gated cation channels that respond to ATP (see Chapter 7), and fertility is reduced in mice in which these receptors are knocked out.d. Once ejaculated into the female, the spermatozoa move up the uterus to the isthmus of the uterine tubes, where they slow down and undergo capacitation. This further maturation process involves two components: increasing the motility of the spermatozoa and facilitating their preparation for the acrosome reaction. However, the role of capacitation appears to be facilitatory rather than obligatory, because fertilization is readily produced in vitro. From the isthmuses the capacitated spermatozoa move rapidly to the tubal ampullas, where fertilization takes place.",
        "cop": 2,
        "opa": "Capacitation",
        "opb": "Progressive motility",
        "opc": "Glycolysis",
        "opd": "Ovum wall penetration",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "7ae52afc-c460-4eb5-9801-1bd6d0ae7a26",
        "choice_type": "multi"
    },
    {
        "question": "Hormones required during puberty",
        "exp": "Ans (d) All of the above(Ref: Ganong, 25th ed/p.396)Hormones required during puberty are GnRH, FSH, LH, Testosterone, Estrogen, leptin",
        "cop": 4,
        "opa": "LH",
        "opb": "Testosterone",
        "opc": "Leptin",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d1abf44b-681d-492e-b077-ef0511f639df",
        "choice_type": "multi"
    },
    {
        "question": "The arterial blood glucose concentration in normal humans after a meal is in the range of:",
        "exp": "Ans. C. 120 to 150 mg/dLUnlike patients who have diabetes, healthy humans are capable of keeping their blood glucose within a relatively narrow range after a meal, 120 to 150 mg/dL. Blood levels of 30 to 50 mg/dL and 50 to 70 mg/dL indicate hypoglycemia, and blood levels of 220 to 250 mg/dL and 300 to 350 mg/dL indicate hyperglycemia.",
        "cop": 3,
        "opa": "30 to 50mg/dL",
        "opb": "50 to 70mg/dL",
        "opc": "120 to 150 mg/dL",
        "opd": "220 to 250 mg/dL",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "07e51568-84d5-44c2-8259-548290aade36",
        "choice_type": "single"
    },
    {
        "question": "The principle and the most potent estrogen secreted by mature ovary:",
        "exp": "Ans. c (Estradiol). (Ref. Ganong Physiology 22nd ed. 438; Harrison's internal medicine 16th ed. 2202) ESTROGENSourceOvary (estradiol), placenta (estriol), blood (aromatization), testes.PotencyEstradiol > estrone > estriolHRTReduces the risk of:# heart disease,# hot flushes, and# postmenopausal osteoporosis.Unopposed estrogen therapyIncreases the risk of endometrial cancer, however, use of progesterone with estrogen decreases this risk.Functions1. Growth of follicle2. Endometrial proliferation, myometrial excitability3. Genitalia development4. Stromal development of breast5. Fat deposition6. Hepatic synthesis of transport proteins7. Feedback inhibition of FSH8. LH surge (estrogen feedback on LH secretion switches to positive from negative just before LH surge)09. Increased myometrial excitability.10. Growth of follicle",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Estriol",
        "opc": "Estradiol",
        "opd": "Estrone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "dc500526-eff3-4253-92bb-df9a677597cd",
        "choice_type": "single"
    },
    {
        "question": "TRH stimulation testing is useful in diagnosis of:",
        "exp": "Ans. (c) Growth hormone(Ref: Ganong, 25th ed/p.339)TRH stimulation test is useful in diagnosis of disorders of#Prolactin#Growth hormone",
        "cop": 3,
        "opa": "Insulin",
        "opb": "ACTH",
        "opc": "Growth hormone",
        "opd": "PTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "818ccfb4-2213-4ff2-b649-fb06de1e3e89",
        "choice_type": "single"
    },
    {
        "question": "Milk ejection reflex is mediated by the hormone:",
        "exp": "A",
        "cop": 1,
        "opa": "Oxytocin",
        "opb": "Vasopressin",
        "opc": "Growth hormone",
        "opd": "Thyroxin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "1507690b-ea1e-4c41-ad32-04a191279303",
        "choice_type": "single"
    },
    {
        "question": "Insulin acts by which pathway-",
        "exp": "Ans. is 'a' i.e., Tyrosin kinase",
        "cop": 1,
        "opa": "Tyrosin kinase",
        "opb": "JAK-STAT-Kinase",
        "opc": "Transcription factor",
        "opd": "Intrinsic ion channel",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "b839f753-5e5a-4213-939f-4d7523c0753b",
        "choice_type": "single"
    },
    {
        "question": "Capacitation is the process of conditioning of sperms before fertilization that occurs within?",
        "exp": "Ans. D. Female genital tract. (Ref Longman's Embryology 9th/pg. 38; Ganong 22nd/427).Longman's Embryology.9th/pg. 38........\"Capacitation is a period of conditioning in the female reproductive tract that in the human lasts approximately 7 hours. Much of this conditioning, which occurs in the uterine tube, entails epithelial interactions between the sperm and mucosal surface of the tube. During this time a glycoprotein coat and seminal plasma proteins are removed from the plasma membrane that overlies the acrosomal region of the spermatozoa. Only capacitated sperm can pass through the corona cells and undergo the acrosome reaction\".Spermatozoa are not able to fertilize the oocyte immediately upon arrival in female genital tract & must undergo:# Capacitation (glycoprotein coat and seminal plasma proteins are removed from spermatozoon head), and# Acrosome reaction, during which acrosin and trypsin-like substances released to penetrate the zona pellucida.Capacitation# Capacitation of sperm takes 2-6 hr.# Only the capacitated sperms can penetrate zona pellucida.# Once ejaculated into the female, the spermatozoa move up the uterus to the isthmus of the uterine tubes, where they slow down and undergo capacitation. This further maturation process involves two components:- Increasing the motility of the spermatozoa and- Facilitating their preparation for the acrosome reaction.# However, the role of capacitation appears to be facilitatory rather than obligatory, because fertilization is readily produced in vitro.# From the isthmuses the capacitated spermatozoa move rapidly to ampulla, where fertilization takes place.The phases of fertilization include: phase 7, penetration of the corona radiata; phase 2, penetration of the zona pellucida; and phase 3, fusion of the oocyte and sperm cell membranes.",
        "cop": 4,
        "opa": "Vas deferens",
        "opb": "Epididymis",
        "opc": "Seminiferous tubules",
        "opd": "Female genital tract",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ca97a20e-81f3-40d6-9011-c5cab579e65e",
        "choice_type": "single"
    },
    {
        "question": "Glucose increases plasma insulin by a process that involves",
        "exp": "Ans. (b) GLUT 2(Ref: Ganong, 25th ed/p.432)The most important stimulus for secretion of insulin is glucoseGlucose enters pancreatic beta cells through glucose transporter- 2 (GLUT -2)",
        "cop": 2,
        "opa": "GLUT 1",
        "opb": "GLUT 2",
        "opc": "GLUT 3",
        "opd": "SGLT 1",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "fa094796-0870-4ca2-9853-ef5b34c559e9",
        "choice_type": "single"
    },
    {
        "question": "True about thyroxine are all except-",
        "exp": "Ans. is 'c' i.e., Decreases rate of respiration * The various actions of thyroid hormone are: -i) Calorigenic effect:# Thyroid hormones enhance oxygen consumption, and hence the basal metabolic rate (BMR). This may be at least partly due to increase in the activity of membrane Na+/K+ ATPase.# Thyroid hormones also increase the number and activity of mitochondria, which may be the cause or the effect of increase in oxygen consumption.# By increasing the BMR, thyroid hormones raise body temperature, loss of body weight and increase urinary nitrogen loss.ii) Growth and development:# Thyroid hormones are essential for normal growth and development.iii) Carbohydrate metabolism:# Thyroid hormones have both hypoglycemic and hyperglycemic effects.# The hypoglycemic effect is the increased glycolysis. The hyperglycemic effects are stimulation of glycogenolysis and glucoconeogenesis.# The net effect is hyperglycemia and depletion of glycogen.iv) Fat metabolism:# Thyroid hormone stimulates both lipogenesis and lipolysis. The lipolysis exceeds lipogenesis. Thus thyroid hormones moblize fat from adipose tissue, leading to an increase in plasma concentration of FFAs.v) Protein metabolism :# Thyroid hormone has a protein anabolic effect but in large doses, it has a protein catabolic effect. Thus thyroid hormone increases both protein synthesis and protein degradation.vi) Cardiovascular effects:# The thyroid hormones increase the heart rate, cardiac contractility, stroke volume and cardiac output, and consequently also the systolic BP. But the diastolic BP may fall due to vasodilatation in several vascular beds with decrease in peripheral vascular resistance.# The cardiovascular effects of thyroid hormones are partly mediated by potentiation of effects of catecholamines.vii) GIT:# Thyroid hormones increase GI secretion, absorption and motility.viii) Nervous system :# Thyroid hormones are essential for normal formation of synapses and myelination in the developing brain.ix) Respiratory system:# Thyroid hormones increase the rate and depth of respiration.",
        "cop": 3,
        "opa": "Increases BMR",
        "opb": "Increases oxygen consumption",
        "opc": "Decreases rate of respiration",
        "opd": "Causes lipolysis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "756c289b-1980-486b-b8f7-e9ad218e4b2b",
        "choice_type": "multi"
    },
    {
        "question": "Melatonin is produced by-",
        "exp": "Ans. is 'b' i.e., Pineal gland * Melatonin ia a hormone secreted by pineal gland.* It is involved in sleep-wake cycle.",
        "cop": 2,
        "opa": "Pituitary",
        "opb": "Pineal gland",
        "opc": "Hypothalamus",
        "opd": "Thalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d4920032-522a-4fd0-84eb-de23b4a926c0",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone secretion, true is:",
        "exp": "Ans. (d) Stimulated by exercise(Ref: Ganong, 25th ed/p.325)Growth hormone secretion is pulsatileCortisol and somatostatin inhibit growth hormone secretionExercise increases growth hormone secretion",
        "cop": 4,
        "opa": "Continuous secretion",
        "opb": "Stimulated by somatostatin",
        "opc": "Stimulated by cortisol",
        "opd": "Stimulated by exercise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "0ad9ed31-089f-4e88-ab22-dcf859a5f6fe",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of ANP is through-",
        "exp": "Ans. is 'b' i.e., cGMP Enzyme linked receptorsa) Intrinsic enzyme receptors (tyrosine kinase receptors)# These type of receptors have an extracellular domain for attachment of hormone and an intracellular (cytoplasmic domain) that has enzymatic activity, i.e. tyrosine kinase.# The characteristic feature of these receptors is that hormone binding induces dimerization of receptor molecule.# After binding of hormone, tyrosine kinase autophosphorylates tyrosine residue of dimer itself as well as phosphorylates other substrate proteins which then perform specific function.# Examples - Insulin, epidermal growth factor (EGF), PDGF, FGF.b) JAK-STAT-Kinase binding receptors# These receptors differ in not having intracellular enzymatic action on receptor itself. Agonist binding induces interaction of these receptors with free intracellular tyrosine kinase - Janus kinase (JAK).# JAK phosphorylates the activators of transcription (STAT), which then regulate the nucleus transcription resulting in a biological response.# Examples - Growth hormone, Prolactin.c) Guanylyl cyclase (GC)# Activation of GC results in increased synthesis and intracellular accumulation of cGMP. cGMP acts through cGMP dependent protein kinase.# Hormone acting through cGMP are atrial natriuretic peptide and nitric oxide",
        "cop": 2,
        "opa": "cAMP",
        "opb": "cGMP",
        "opc": "JAK-STAT-Kinase",
        "opd": "Tyrosine kinase",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "379bc8e9-1699-48cb-8712-8e990308b772",
        "choice_type": "single"
    },
    {
        "question": "Leydig cells secret-",
        "exp": "Ans. is 'd' i.e., All of the above * Leydig cells have receptors for LH and secrete androgens, i.e. Testosterone, dihydrotestosterone (DHT), androstenedione, and dehydroepiandrosterone (DHEA).* Sertoli cells have receptors for FSH and secrete ABP, inhibin and MIS. sertoli cells also have receptor for testosterone.",
        "cop": 4,
        "opa": "Testosterone",
        "opb": "DHT",
        "opc": "DHEA",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "3ea23e7e-dfd0-4b93-b3d2-2be5d9f161f9",
        "choice_type": "multi"
    },
    {
        "question": "Effects of growth hormone are all except",
        "exp": "Ans. c (Glycolysis). (Ref: Ganong, Physiology, 21st ed., 402, 406)GROWTH HORMONE# It is a protein anabolic hormone containing single chain of 191 aminoacids, secreted by somatotropes# It produces positive nitrogen & phosphorous balance# It decreases body fat & Cholesterol# It increases GI absorption of Ca++.# It moblilizes FFA from adipose tissue (favours ketogenesis)# It decreases glucose uptake into some tissues- Stimulates body growth;- Stimulates secretion of IGF-1;- Stimulates lipolysis;- Inhibits actions of insulin on carbohydrate and lipid metabolism.FACTORS THAT affect SECRETION OF GROWTH HORMONEStimulate Growth Hormone SecretionInhibit Growth Hormone Secretion- Decreased blood glucose- Decreased blood free fatty acids- Starvation or fasting, protein deficiency- Trauma, stress, excitement, Exercise- Testosterone, estrogen- Deep sleep ( stages II and IV)- Growth hormone-releasing hormone- Increased blood glucose- Increased blood free fatty acids- Aging- Obesity- Growth hormone inhibitory hormone (somatostatin)- Growth hormone (exogenous)- Somatomedins (insulin-like growth factors)",
        "cop": 3,
        "opa": "Lipolysis",
        "opb": "Increased protein synthesis",
        "opc": "Glycolysis",
        "opd": "Glycogenolysis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "40908717-4d03-4ec7-b433-0e7b652bbdbd",
        "choice_type": "multi"
    },
    {
        "question": "Second messenger for oxytocin-",
        "exp": "Ans. is 'c' i.e., IP3-DAGPhospholipase IP3 - DAG system* Activation of phospholipase (by stimulatory G protein) hydrolyses the membrane phospholipid phosphatidyl inositol 4, 5 bisphosphate (PIP2) to generate the second messenger inositol I, 4, 5 - triphosphate (IP3) and diacylglycerol (DAG).* IP3 mobilizes Ca+2 from intracellular organelles - increased cytosolic Ca+2. DAG enhances Protein Kinase 'C' activation by Ca+2. Ca+2 acts as third messenger in this type of transduction mechanism and mediates the physiological effects of drugs.* Protein kinase-C phosphorylates various intracellular proteins (threonine, serine or tyrosine residue), causing their activation or inactivation.* Example - Growth hormone releasing hormone (GHRH), Thyrotropin releasing hormone (TRH), GnRh, ADH Vasopressin (VI receptor, vasopressor action), oxytocin, cholecystokinin, PDGF, Gastrin, Catecholamines (some actions via a1 receptors), Angiotensin II (vascular smooth muscle), Substance P, Histamine - H1, muscarinic M1, M3",
        "cop": 3,
        "opa": "cAMP",
        "opb": "cGMP",
        "opc": "IP3-DAG",
        "opd": "NO",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "064ad927-e0d6-47bd-bf46-1d5359affbfa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is considered the active from of calcium:",
        "exp": "Ans. (a) Ionised calcium(Ref: Ganong, 25th ed/p.375)Free calcium or ionized calcium is responsible for all the important actions of calcium",
        "cop": 1,
        "opa": "Ionised calcium",
        "opb": "Albumin bound calcium",
        "opc": "Phosphate bound calcium",
        "opd": "Protein bound calcium",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "1e7439e0-d796-4bed-bc5b-86f8e80bf0c2",
        "choice_type": "single"
    },
    {
        "question": "Calcium absorption is from:",
        "exp": "Ans. (a) Proximal small intestine(Ref: Ganong, 25th ed/p.375)Active calcium absorption occurs mainly in the proximal small bowel (duodenum and proximal jejunum)",
        "cop": 1,
        "opa": "Proximal small intestine",
        "opb": "Distal ileum",
        "opc": "Middle small intestine",
        "opd": "Ascending colon",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "23d03791-f472-4475-a798-2ffaaa1033e2",
        "choice_type": "multi"
    },
    {
        "question": "Fuel for sperm motility",
        "exp": "Ans. (b) Fructose",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Fatty acids",
        "opd": "Prostatic acid phosphatase",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "da9e7667-4288-4174-a64e-dc3b0fe498ff",
        "choice_type": "single"
    },
    {
        "question": "Receptors for thyroid hormone are located in",
        "exp": "Ans. b (Nucleus). (Ref. Ganong Physiology 22nd/pg. Chapter 1 and Figure 1-35)Thyroid hormones enter cells, and T3 binds to thyroid receptors (TR) in the nuclei. T4 can also bind, but not as avidly. The hormone-receptor complex then binds to DNA via zinc fingers and increases or in some cases decreases the expression of a variety of different genes that code for enzymes which regulate cell function. Thus, the nuclear receptors for thyroid hormones are members of the superfamily of hormone-sensitive nuclear transcription factors.There are two human TR genes: an a receptor gene on chromosome 17 and a b receptor gene on chromosome 3. By alternative splicing, each forms at least two different mRNAs and therefore two different receptor proteins. TRb2 is found only in the brain, but TRal, TRa2, and TRbl are widely distributed. TRs bind to DNA as monomers, homodimers, and heterodimers with other nuclear receptors, particularly the retinoid X receptor (RXR).MECHANISM OF ACTION OF STEROID AND THYROID HORMONESTypeCharacteristic HormonesDisease states due to impairment of receptor functionIntracellular ReceptorsTranscription regulatory proteinsGlucocorticoids, mineralocorticoids, estradiol, androgens, progesterone, triiodothyronine, 1,25-dihydroxy vitamin D, retinoic acidTesticular feminization and other androgen resistance syndromes; cortisol resistance; vitamin D-dependent rickets type II; thyroid hormone resistance; estrogen resistanceMembrane receptorsSeven transmembrane domain receptorsLH, TSH, parathyroid hormone, epinephrine, somatostatin, vasopressin,glucagon, angiotensin II, FSH, prostaglandins, serotoninPseudohypoparathyroidism, nephrogenic diabetes insipidus, malepseudohermaphroditism due to mutations of the LH receptor, Jansen's metaphyseal chondrodysplasiaProtein tyrosine kinasesInsulin, insulin-like growth factor- 1, platelet derived growth factor, epidermal growth factor, fibroblast growth factorDiabetes mellitus with profound insulin resistanceGuanylate cyclaseGrowth hormone, prolactin, cytokines, nerve growth factorLaron dwarfismGrowth hormone prolactin familyAtrial natriuretic peptide Also Know:The differentiation of adipocytes requires the action of a nuclear receptor protein--in the same family as the receptors for thyroid hormone, vitamin A, and vitamin D--known as PPAR# Nuclei:# Microtubules:# Active zones:# Clear vesicles:# Granulated vesicles:Contain steroid receptorsAssociated with kinesinContain syntaxinContain acetylcholineContain catecholamines",
        "cop": 2,
        "opa": "Cell membrane",
        "opb": "Nucleus",
        "opc": "Cytoplasm",
        "opd": "DNA strands",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ed3a89c4-e76e-4ec5-8734-8018a8e103a9",
        "choice_type": "single"
    },
    {
        "question": "Spermatozoa get nourishment from:",
        "exp": "B",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactose",
        "opd": "Lactose",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "c9e4eab7-91b7-439e-8a5a-57dcf84cbe16",
        "choice_type": "single"
    },
    {
        "question": "Testosterone is secreted by-",
        "exp": "Ans. is 'a' i.e., Leydig cells * Leydig cells have receptors for LH and secrete androgens, i.e. Testosterone, dihydrotestosterone (DHT), androstenedione, and dehydroepiandrosterone (DHEA).* Sertoli cells have receptors for FSH and secrete ABP, inhibin and MIS. sertoli cells also have receptor for testosterone.",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Seminiferous tubules",
        "opd": "Epididymis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d2796a84-162c-4ebe-a238-92455294ed4e",
        "choice_type": "single"
    },
    {
        "question": "During this phenomenon (arrow mark), changes in hormone levels noted are,",
        "exp": "Ans. (d) Increased estrogen, decreased progesterone(Ref: Ganong, 25th ed/p.403)LH surge happen 24 - 36 hrs before ovulationAt that time, there is increased estrogen, decreased progesterone.",
        "cop": 4,
        "opa": "Increased estrogen, increased progesterone",
        "opb": "Decreased estrogen, increased progesterone",
        "opc": "Decreased estrogen, decreased progesterone",
        "opd": "Increased estrogen, decreased progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "36f0a5a6-7b0c-407c-80b1-d84f0b2780f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following harmone increases with age-",
        "exp": "Ans. is 'd' i.e., LHAge related change of hormonesDecrease with ageNo change or slight decreaseIncrease with age* Aldosterone* Cortisol* Parathyroid hormone* Calcitonin* Epinephrine* FSH* Growth hormone* Insulin* LH* Renin* Thyroid hormones (T3 or T4)* Norepinephrine* Estrogen* Testosterone (slight decrease) * Prolactin",
        "cop": 4,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "Insulin",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "3ededc77-c913-4b0e-b2c0-e4b6fa40a145",
        "choice_type": "single"
    },
    {
        "question": "Major part of semen is secreted by-",
        "exp": "Ans. is 'a' i.e., Seminal vesicl * Seminal vesicle secretions contributes 60% of total volume of semen.Composition of human semenPhysical characterSeminal Vesicle secretions (contributes 60% oftotal volume)From prostate (20% of volume)Buffers* Colour : white, opalescent* Specific gravity : 1.028* Ph: 7.35 -7.50* Sperm-count: ~ 100 million/mL with fewer than 20% abnormal form* Contain hyaluronidase* Fructose (1.5-6.5 mg/ml)* Flavins* Ergothionene* Ascorbic acid* Phosphoryl choline* Prostaglandins* Spermine* Citric acid* Cholesterol* Phospholipids* Fibrinolysin* Zinc* Acid phosphatase* Phosphate* Bicarbonate",
        "cop": 1,
        "opa": "Seminal vesicle",
        "opb": "Cowpers glands",
        "opc": "Prostate",
        "opd": "Urethral gland",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "60d183bd-fae6-4077-848b-353e33b18c76",
        "choice_type": "single"
    },
    {
        "question": "Which of the following act through tyrosine kinase receptor",
        "exp": "Ans. (a) Insulin(Ref: Ganong, 25th ed/p.52)Tyrosine kinase receptors serves as receptors for,#Insulin#Insulin like growth factors (IGF -1)#Epidermal growth factor (EGF)#Nerve growth factor#Platelet-derived growth factor#Fibroblast growth factor",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "GH",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9907dab6-7347-4d9d-bb84-7b66b9d071ce",
        "choice_type": "single"
    },
    {
        "question": "Active from of vitamin D is:",
        "exp": "Ans. (c) 1, 25 (OH) 2 Vit-D(Ref: Ganong, 25th ed/p.377)The active form of vitamin D is called 1, 25- dihydroxycholecalciferol or calcitriol",
        "cop": 3,
        "opa": "Cholecalciferol",
        "opb": "24, 25 (OH) 2 Vit-D",
        "opc": "1, 25 (OH) 2 Vit-D",
        "opd": "25-OH Vit-D",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "93c08d80-b1c8-4331-9b4a-31ed25770b82",
        "choice_type": "single"
    },
    {
        "question": "Prolactin inhibiting substance is:",
        "exp": "Ans: a (Dopamine) Ref: Ganong,22nd ed, p. 423Dopamine is the hypothalamic prolactin inhibiting hormone.Prolactin facilitates dopamine secretion in median eminence, thus acting in a negative feed back fashion to inhibit its own secretion.Factors that increase prolactinFactors that decrease prolactin1. Sleep, nursing stress, exercise2. Pregnancy, breast stimulation3. Section of pituitary stalk.4. TRH, estrogen5. Phenothiazines, butyrophenons.1. L-Dopa by increasing dopamine2. Apomorphine3. Bromocriptine4. Ergot derivatives.KememberHypoglycaemia increases prolactin whereas glucose produces no change.Opioids increase prolactin whereas apomorphine decreases prolactin.",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Adrenaline",
        "opc": "Thyroxin",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "043731a1-d1eb-40cf-9c5d-42501495a5af",
        "choice_type": "single"
    },
    {
        "question": "The production of mature spermatozoa from spermatogonia:",
        "exp": "Ans. B. Takes 70 daysIt takes approximately 65 to 70 days to develop spermatozoa from the earliest stages of spermatogonia. Because the production of sperm depends on LH and FSH, a lack of GnRH (Kallmann's syndrome) will reduce the production of LH, FSH, and sperm. Temperature is important in regulating sperm production. Optimal sperm production occurs at 2 to 3_C lower than body temperature.",
        "cop": 2,
        "opa": "Takes 32 days",
        "opb": "Takes 70 days",
        "opc": "Takes 150 days",
        "opd": "Is unaffected by Kallmann's syndrome",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ce79de35-efbe-4581-9496-3dd92e18aa75",
        "choice_type": "multi"
    },
    {
        "question": "A major function of the epididymis is:",
        "exp": "Ans. A. Storage and transport of mature spermThe epididymis and vas deferens are major storage sites of spermatozoa. Spermatozoa develop in the in the seminiferous tubules. Sertoli cells, not the epididymis, secrete estrogens and inhibin. The prostate gland, seminal vesicles, and bulbourethral glands secrete the seminal fluids.",
        "cop": 1,
        "opa": "Storage and transport of mature sperm",
        "opb": "Initiating the development of spermatozoa",
        "opc": "Secretion of estrogens",
        "opd": "Production of inhibin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "cf02cf45-56e8-4c79-b5a2-889fd7c23608",
        "choice_type": "single"
    },
    {
        "question": "Time for formation of mature sperm-",
        "exp": "Ans. is 'd' i.e., 70-75 days * In humans, it takes an average of 74 days to form a mature sperm from primitive germ cells.",
        "cop": 4,
        "opa": "30-35 days",
        "opb": "40-45 days",
        "opc": "50-55 day",
        "opd": "70-75 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "286b5495-f180-4573-87a3-e34172e72be6",
        "choice_type": "single"
    },
    {
        "question": "Oxytocin causes all except-",
        "exp": "Ans (a) Lactogenesis(Ref: Ganong, 25th ed/p.414)Major hormones that influence milk production are,#Prolactin - most important#Insulin#Growth hormone#Glucocorticoids",
        "cop": 1,
        "opa": "Lactogenesis",
        "opb": "Milk ejection",
        "opc": "Contraction of uterine muscle",
        "opd": "Myoepithelial cell contraction",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d50819b4-381b-4259-8619-17153e90fc0e",
        "choice_type": "multi"
    },
    {
        "question": "Which of following can result in secretion of both, insulin and glucagon?",
        "exp": "Ans. a (Arginine) (Ref. Ganong Physiology 22nd/pg. 345-350)FACTORS AFFECTING INSULIN AND GLUCAGON SECRETION# Insulin- Amino Acids# Several amino acids, especially arginine (stimulates insulin secretion)- Fatty Acids (stimulates insulin secretion).- Gastrointestinal Hormones (stimulate insulin secretion).- Action of insulin is opposed by:1. GH2. Glycogen3. Cortisol4. Epinephrine# Glucagon- Amino Acids# As with insulin, arginine is the most potent stimulus for the secretion of glucagon.- Fatty Acids# Decreased circulating fatty acids stimulate glucagon secretion.In direct contrast to insulin, a decrease in blood glucose concentration stimulates glucagon secretion. Therefore, circulating levels of glucagon tend to be highest during periods of starvation (fasting) or prolonged exercise (e.g., running a marathon). During these times, blood glucose concentrations are at their lowest. The ratio of insulin:glucagon concentrations is approximately 1:2.The glucagon brings about changes in the body's metabolism that raise blood glucose concentration back to normal. The alpha cells detect that glucose concentrations are returning to normal and stop secreting glucagon.Again, this is an example of negative feedback control.",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Fatty acids",
        "opc": "Hypoglycemia",
        "opd": "Hyperglycemia",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "aaa8c8b7-5471-4b7e-8a47-00e697929ccd",
        "choice_type": "multi"
    },
    {
        "question": "A small ca+2 binding protein that modifies the activity of many enzymes and other proteins in response to changes of ca2+ concentration, is known as",
        "exp": "Ans. (b) Calmodulin(Ref: Ganong, 25th ed/p.55)Once inside the cell, Calcium binds with calmodulin.This calcium - calmodulin complex activates an enzyme called calmodulin dependent protein kinases that phosphorylates many downstream effector proteins",
        "cop": 2,
        "opa": "Cycline",
        "opb": "Calmodulin",
        "opc": "Collagen",
        "opd": "Kinesin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9dcc02a8-2202-455b-aaab-a06151507a77",
        "choice_type": "multi"
    },
    {
        "question": "All are action of oxytocin, except-",
        "exp": "Ans. is 'd' i.e., Contraction of lower uterine segment Oxytocin* Oxytocin is a nonapeptide, synthesized predominantly in the paraventricular nucleus of the hypothalamus along with its binding protein neurophysin II. Oxytocin has following physiological actions: -1) Uterus:# It increases the force and frequency of uterine contraction during labor.# Estrogens sensitize the uterus to oxytocin, while progestins decrease the sensitivity.# The increased contractility is restricted to the fundus and body, lower segment is not contracted, may even be relaxed at term.2) Breast:# Oxytocin contracts myoepithelium of mammary alveoli and forces milk into bigger sinusuids - Milk ejection or milk letdown reflex.* Oxytocin secretion is inhibited by sympathetic discharge and circulating catecholamines, by pain and enkephalins, by emotional stress, especially fear, and by alcohol.* Oxytocin Acts on G-protein coupled IP3-DAG system receptors (same as VI receptors).",
        "cop": 4,
        "opa": "Increased contractility of uterus",
        "opb": "Contraction of myoepithelial cells",
        "opc": "Milk ejection",
        "opd": "Contraction of lower uterine segment",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "e6467a4a-57f7-455a-a34e-a18c16cae9d8",
        "choice_type": "multi"
    },
    {
        "question": "Leptin is secreted by-",
        "exp": "Ans. is 'b' i.e., Adipose tissue Leptin* Leptin is a protein hormone produced by fat cells of adipose tissue. It acts on hypothalamus to reduce food intake, decrease lipogenesis and increase lipolysis, thereby reducing the body fat stores.* The effect of leptin on appetite is mediated through a-MSH (a-melanocyte stimulating hormone), a proopiomelanocortin (POMC) derivative. Leptin acts by increasing the synthesis of POMC which is converted into a-MSH. a-MSH acts through melanocortin-4 receptors to depress appetite.* Leptin also inhibits the secretion of Agouti-related peptide (AgRP), a neuropeptide that increases food intake.* Plasma leptin levels are proportional to the amount of body fat and are therefore higher in women and obese individuals.* Leptin level is increased ini) Obesityiv) Insulinii) Emotional stressv) Dexamethasoneiii) Estrogen * Leptin level is decreased by:i) Sleep deprivationiii) Exerciseii) Testosterone (androgen)iv) Starvation",
        "cop": 2,
        "opa": "Ovaries",
        "opb": "Adipose tissue",
        "opc": "Liver",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "46ca9791-0a97-4a1c-8cf3-e82c0f61183c",
        "choice_type": "single"
    },
    {
        "question": "ACTH secretion reaches its peak level at-",
        "exp": "Ans. is 'd' i.e., Early morning Regulation of glucocorticoid secretion* The adrenal cortex is under the control of hypothalamo-hypophysial axis. The secretion of glucocorticoids by adrenal cortex is regulated by anterior pituitary gland through ACTH (corticotropin). ACTH secretion itself is regulated by hypothalamus through corticotropin releasing hormone (CRH). The chain is called hypothalamus- pituitary-adrenal-axis.* The secretion of ACTH and consequently that of cortisol follows a circadian rhythm due to hypothalamic (Suprachiasmatic nucleus) control. ACTH secretion is minimum during night and maximum early in the morning (6-8 am).* The hypothalamo-hypophyseal axis is susceptible to feedback control by cortisol. The secretion of ACTH and CRH is subjected to negative feedback (inhibition) by glucocorticoids which keeps glucocorticoids secretion within normal limits. Stress can stimulate the hypothalamus to release more CRH that in turn increases ACTH secretion. Consequently glucorticoid secretion is elevated in stress.",
        "cop": 4,
        "opa": "Evening",
        "opb": "Afternoon",
        "opc": "Night",
        "opd": "Early morning",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ee5de3de-4ba1-4521-acad-ef9b097df1eb",
        "choice_type": "single"
    },
    {
        "question": "Insulin resistance down-regulates -",
        "exp": "Ans. is 'd' i.e., GLUT-4 * Insulin stimulated glucose uptake occurs through GLUT-4.",
        "cop": 4,
        "opa": "GLUT-1",
        "opb": "GLUT-2",
        "opc": "GLUT-3",
        "opd": "GLUT-4",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "c91b1b3d-9003-4316-bfbe-c4ced50714a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone acts through tyrosine kinase receptor pathway-",
        "exp": "Ans. is 'c' i.e., Insulin Hormone acting on enzyme linked receptors (Group II D hormone)* Tyrosin kinase receptorsInsulin, epidermal growth factor, fibroblast growth factor, PDGF.* JAK-STAT-Kinase binding receptorsGrowth hormone, Prolactin.",
        "cop": 3,
        "opa": "Growth hormone",
        "opb": "ANP",
        "opc": "Insulin",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "af903cbe-2e9d-4d62-88c3-f3ace091ade1",
        "choice_type": "single"
    },
    {
        "question": "True about estrogen production in menstrual cycle.",
        "exp": "Ans (b) Only by granulosa cells(Ref: Ganong, 25th ed/p.414)Estrogen is produced only by granulosa cellsThe theca interna cells supply androstenedione to the granulosa cellsGranulosa cells convert this androstenedione to estradiol with the help of an enzyme \"aromatase\"",
        "cop": 2,
        "opa": "Only by theca cells",
        "opb": "Only by granulosa cells",
        "opc": "Both theca and granulosa cells",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "18de0895-656a-4c67-b634-b7a4c30b5868",
        "choice_type": "multi"
    },
    {
        "question": "Blood testis barrier are present in",
        "exp": "A. i.e. (Sertoli cells) (424- Ganong 22nd) (403 - Ganong 23rd)* Tight junctions between adjacent sertoli cells near the basal lamina form a blood -testis barrier* It prevents the entry of many substances from testicular interstitium into the lumen of seminiferous tubules* Functions of sertoli cells1. Support and nourish the germ cells till the spermatozoa are released from them2. Provide hormonal and other substances necessary from spermatogenesis3. Convert androgens into estrogen4. Secrete - androgen binding protein (ABP)**, Inhibin** Mullerian regression factor (MRF), Mullerian inhbiting substance (MIS)Blood testis barrier helps maintaining the composition of the fluid in the lumen of the seminiferous tubules and also protects the germ cells from blood borne noxious agentsIt also prevents antigenic products of germ cell division from entering the circulation and generating an autoimmune responseIt contains high concentration of androgens, oestrogens, K+, inositol glutamic and aspartic acid with low content of protein and glucose (808 - A.K. Jain 3rd)",
        "cop": 1,
        "opa": "Sertoli cells",
        "opb": "Leydig cells",
        "opc": "Primary spermatozoa",
        "opd": "Secondary spermatozoa",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "cf412b4b-c18a-494b-9b32-866226c9a29a",
        "choice_type": "single"
    },
    {
        "question": "In human, fertilization usually occurs in the",
        "exp": "B. i.e. (Ampulla of the uterine tube) (448 - Ganong) (423 - Ganong 23rd)* In humans Fertilization of the ovum by the sperm usually occurs in the ampulla of uterine tube** lined by ciliated columnar epithelium ** (AI - 09), occurs within few hours* Among 200- 300 million of sperms entering female genital tract only few thousand sperms reach the spot near the ovum and only one sperm fertilizes the ovum*** Implantation of the fertilized ovum occurs between 5-7 days after fertilization**.* Spermatogeneis occurs at temperature lower than core body temperature (AI- 09)",
        "cop": 2,
        "opa": "Fimbriated end of uterine tube",
        "opb": "Ampulla of the uterine tube",
        "opc": "Isthmus of the uterine tube",
        "opd": "Uterine cavity",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "bdde920a-f6aa-495e-9c8a-394bc3163cfe",
        "choice_type": "multi"
    },
    {
        "question": "Steroid involved in water balance:",
        "exp": "Ans: c (Aldosterone)Ref: Ganong, 23rd ed Pg. 357Aldosterone is the steroid that is mainly involved in water balance.AldosteroneIt increases the reabsorption of Na and excretion of K .It acts on the kidney - primarily the Principal cells of the collecting duct. Stimuli for secretion -Rennin angiotensin systemIncreased K -Endothelin -Low sodium -Standing -Stress like anxiety, surgery, trauma and hemorrhage",
        "cop": 3,
        "opa": "Oestrogen",
        "opb": "Testosterone",
        "opc": "Aldosterone",
        "opd": "Vit D",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "71c196df-0a1c-4c79-a2be-2197b1b7c2ea",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cell feedback mechanism involves",
        "exp": "Ans (b) Decreased FSH(Ref: Ganong, 25th ed/p.417)Sertoli cells produce the hormone inhibin which inhibits pituitary FSH (negative feedback)LH acts on the Leydig cells of testis to increase the production and secretion of testosterone which inhibits LH (negative feedback).",
        "cop": 2,
        "opa": "Decreased LH",
        "opb": "Decreased FSH",
        "opc": "Decreased TRH",
        "opd": "Decreased CRH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "97d7a891-2027-4ad7-bc2d-e03d4bea64c9",
        "choice_type": "single"
    },
    {
        "question": "Polyspermy block occurs as a result of the:",
        "exp": "Ans. A. Cortical reactiona. Fertilization by more than one sperm is prevented by the cortical reaction. Cortical granules containing proteolytic enzymes fuse just beneath the entire surface of the oolemma.b. The proteolytic enzymes are released to the perivitelline space, destroy the sperm receptors, and harden the zona, preventing other sperm from penetrating the fertilized ovum. Enzyme reaction is a nonspecific term with little meaning for polyspermy.c. The acrosome reaction allows the sperm to penetrate the zona. The decidual reaction is an inflammatory-like reaction that occurs simultaneously with implantation of the blastocyst into the uterine endometrium.",
        "cop": 1,
        "opa": "Cortical reaction",
        "opb": "Enzyme reaction",
        "opc": "Acrosome reaction",
        "opd": "Decidual reaction",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "38469025-b363-4c29-84eb-a335eec6cd9c",
        "choice_type": "single"
    },
    {
        "question": "The Iodine is transported to the thyroid gland by:",
        "exp": "(Active transport): Ref: 319-G, 314-SL (652- Ganong 23rd)* Iodine is transported actively from the blood in to the follicular cells against the electrochemical gradient (ACTIVE-TRANSPORT). This process by which the iodine is transported is called iodine trapping. A sodium- iodine symport pump called iodine pump transports iodine, along with sodium in to the follicular cells. From here, iodine is transported in to the follicular cavity by an iodide-cholride pump called pendrinPinocytosis - The substances with larger molecules cannot pass through the cell membrane either by active or by passive transport mechanism. Such substances are transported into the cell by a process called pinocytosis. The macromolecules like bacteria and antigens enter the cells by pinocytosis",
        "cop": 1,
        "opa": "Active transport",
        "opb": "Passive transport",
        "opc": "Diffusion",
        "opd": "Pinycytosis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "a84a3b96-ccf4-4ce5-9829-11be1c4cc81d",
        "choice_type": "single"
    },
    {
        "question": "Hormone which is not increased in stress-",
        "exp": "Ans. is 'a' i.e., Insulin * Sudden exposure to any type of stress (including surgical stress) initially produces the sympathetic alarm reaction. The alarm reaction consists of a generalized and profuse sympathetic neural discharge as well as an increased in adrenal medullary secretion. If the stressful stimulus persists, the short lived alarm reaction is followed by a complex neuroendocrine response which may last hours, days or even weeks. Such a sustained neuroendocrine response is typically seen in patients who undergo major abdominal surgery or in patients with multiple fractures or extensive burns. The neuroendocrine response and consequent metabolic disturbances are as follows.* The hypothalamus mediated neuro-endocrine response leads to increased secretion of ACTH, Cortisol (glucocorticoid), growth hormone, adrenal medullary catecholamines (epinephrine), thyroxine and antidiuretic hormone (ADH).* Increased sympathetic discharge to the renal vessels coupled with hypovolemia (due to blood loss etc.) increase the secretion of renin, angiotensin II and aldosterone (because of activation of renin-angioensin system).* Increased sympathetic discharge to the pancreas depresses insulin secretion and promotes the secretion of glucagon.* There is a decrease in the secretion of pituitary gonadotropin (LH, FSH).",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Cortisol",
        "opc": "Glucagon",
        "opd": "Epinephrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "587bf212-eaa4-4d2d-9e78-9347d2fc637e",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man recently treated for renal tuberculosis presents with weight loss, diarrhea, hypoglycemia, hypotension, and is noted to have hyperpigmented buccal mucosa, palmar and hand creases. Which investigation is most suitable for this clinical presentation?",
        "exp": "Ans. C Plasma ACTH and cortisolRef: CMDT 2019 page 323* The key finding of hyperpigmentation of buccal mucosa, palmar and sole creases point to etiology of Addison disease. The leading cause of Addison's disease in India is tuberculosis.* The presence of hypotension indicates hypoaldosteronism in Addison's disease. Simultaneous mention of hypoglycemia indicates cortisol deficiency.* Choice B is done in case of hemochromatosis and bronze diabetes* Choice C is done in case of Wilson disease* Choice D is done in for diagnosis of tuberculosis",
        "cop": 3,
        "opa": "Serum iron and ferritin",
        "opb": "Serum copper and ceruloplasmin",
        "opc": "Plasma ACTH and cortisol",
        "opd": "Gene XPERT and Intravenous pyelography",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "942cd7ed-5eec-4b5b-8c54-cf8d0933c65f",
        "choice_type": "single"
    },
    {
        "question": "Ejection of milk from breast is due to?",
        "exp": "Ans. a (Oxytocin). (Ref. Guyton physiology 11th ed. 1040)Sr. No.Posterior lobe of pitutary gland secretesFunction1Vasopressin (antidiuretic hormone, ADH)Promotes water retention2OxytocinCauses milk ejection, contraction of pregnant uterusEffect of Oxytocin on the UterusOxytocin in a nine amino acid peptide that is synthesized in hypothalamic neurons and transported down axons of the posterior pituitary for secretion (secreted by the neurohypophysis) that specifically causes uterine contraction.Ejection (or \"Let-Down\") Process in Milk Secretion--Function of Oxytocin# Milk is secreted continuously into the alveoli of the breasts, but milk does not flow easily from the alveoli into the ductal system and, therefore, does not continually leak from the breast nipples. Instead, the milk must be ejected from the alveoli into the ducts before the baby can obtain it. This is caused by a combined neurogenic and hormonal reflex that involves the posterior pituitary hormone oxytocin.",
        "cop": 1,
        "opa": "Oxytocin",
        "opb": "Prolactin",
        "opc": "HCG",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "879db6b5-22cc-414b-82d6-476137efa19d",
        "choice_type": "single"
    },
    {
        "question": "Nutrition to sperm is provided by-",
        "exp": "Ans. is 'b' i.e., Fructose \"Nutrition to sperms is mainly provided by fructose\".",
        "cop": 2,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactose",
        "opd": "Starch",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "6fa86bc9-b62c-4291-95fd-4ee834e47cf5",
        "choice_type": "single"
    },
    {
        "question": "Which hormone inhibits FSH secretion in feedback-",
        "exp": "Ans. is 'c' i.e., Inhibin * LH is tropic for lyedig cells and the secretion of testosterone is under the control of LH. FSH is tropic for sertoli cells and stimulates sertoli cells to secrete inhibin and androgen binding protein (ABP). ABP binds testosterone, increasing its local concentration in the testes and thereby stimulating spermatogenesis.* Consistent with the phenomenon that the secretion of the target hormone inhibits is tropic hormone (negative feedback), testosterone inhibits LH secretion while estrogen (estradiol) and inhibin inhibit FSH secretion. Testosterone and estrogen have negative feedback at both pituitary and hypothalamic levels (GnRH), whereas inhibin exert negative feedback at pituitary level only.",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Progesterone",
        "opc": "Inhibin",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "89f6db99-50f4-49fd-b7a1-1b506b469f5e",
        "choice_type": "multi"
    },
    {
        "question": "Bone removing cells:",
        "exp": "Ans. (b) Osteoclasts(Ref: Ganong, 25th ed/p.376)Osteoblasts are the \"bone forming cells\".Osteoclasts are the \"bone resorption cells\"",
        "cop": 2,
        "opa": "Osteoblasts",
        "opb": "Osteoclasts",
        "opc": "Stem cells",
        "opd": "Cytotoxic T cells",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "2e1b3389-ae79-443b-96dd-1329ba6db614",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin acts as a hormone-",
        "exp": "Ans. is 'c' i.e., Vitamin D * Vitamin D and retinoic acid (Vitamin A) acts on endocrine intranuclear receptors and therefore are considered as hormonal Vitamin D.",
        "cop": 3,
        "opa": "Niacin",
        "opb": "Pyridoxin",
        "opc": "Vitamin D",
        "opd": "Riboflavin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "0b929645-918e-42df-ab88-3e2f3b90a818",
        "choice_type": "single"
    },
    {
        "question": "Stimulus for insulin secretion is-",
        "exp": "Ans. is 'b' i.e., Growth hormone * Factors affecting insulin secretion arei) Simulating insulin secretion :- Glucose, mannose; amino acids (arginine, leucine); Intestinal hormones (GIP, gastrin, secretin, CCK, GLP-1); b-keto acids; Parasympathetic stimulation (acetylcholine); cAMP; b-adrenergic stimulation; theophylline; sulfonylureas; and certain endocrine hormones like growth hormone, glucagon and glucocorticoids.ii) Inhibiting insulin secretion Somatostatin; 2-deoxyglucose; Mannoheptulose; a-adrenergic stimulation, b-adrenergic inhibitors; Galanin; Diazoxide; Thiazide diuretics; K+ depletion; Phenytoin; Alloxan; Microtubule inhibitors; and insulin itself.",
        "cop": 2,
        "opa": "Somatostatin",
        "opb": "Growth hormone",
        "opc": "Diuretics",
        "opd": "a-agonist",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9a57d44b-5db9-4f85-aae1-5908ee425408",
        "choice_type": "single"
    },
    {
        "question": "A clinical sign indicating the onset of the menopause is:",
        "exp": "Ans. B. An increase in plasma FSH levelsOne of the first clinical measures for menopause is an increase in the serum concentration of FSH (and LH), indicative of the lack of ovarian function. Menses starts at age 12, not age 50, and its onset at this time would not indicate menopause. Excessive corpora lutea would likely indicate multiple ovulations or a failure of luteal regression. Increased vaginal cornification is an indicator of estrogen secretion, which does not occur in menopause. Menstrual cycles become irregular at menopause.",
        "cop": 2,
        "opa": "The onset of menses near age 50",
        "opb": "An increase in plasma FSH levels",
        "opc": "An excessive presence of corpora lutea",
        "opd": "An increased number of cornified cells in the vagina",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "67f3dff1-5f68-44b8-a0ac-5c15e4ac7197",
        "choice_type": "single"
    },
    {
        "question": "Neuroendocrine glands means:",
        "exp": "Ans: c (Substance is released into the blood..) Ref: Ganong, 22nd ed, p. 242Neuroendocrine glands are those glands in which substance is released directly from nerve into blood. Oxytocin and Vasopressin are typical neural hormones i.e. hormones secreted directly from nerve to blood circulation.In most mammals hormones secreted by posterior pituitary gland are arginine vasopressin(AVP) and oxytocin.Hormones of the posterior pituitary gland are synthesized in the cell bodies of the magnocellular neurons in the supraoptic and paraventricular nuclei. It is transported down the axons of these neurons to their endings in the posterior lobe, where they are secreted in response to electrical activity in the endings.The granules in the neurons which secrete vasopressin and oxytocin have a characteristic neurophysin associated with them. Neurophysin I associated with oxytocin. Neurophysin II associated with vasopressin.The precursor molecules are synthesized in the ribosomes of the cell bodies of the neurons. The leader sequence of the precursor molecules are removed in endoplasmic reticulum are packaged in to secretory granules in the golgi apparatus and are transported down the axons by the axoplasmic flow to the ending in posterior pituitary.Secretory granules associated with oxytocin and vasopressin are called Herring bodies.",
        "cop": 3,
        "opa": "Chemical acting at the synapse",
        "opb": "Those acting at peripheral nervous system",
        "opc": "Substance is released into the blood from the nerve",
        "opd": "Substance act on the cells that release it.",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "c1444e89-633d-46af-9659-d19e30958e56",
        "choice_type": "single"
    },
    {
        "question": "Glucose mediated insulin release is mediated through",
        "exp": "Ans. (a) ATP dependent K+ Channels(Ref: Ganong, 25th ed/p.43l)Glucose mediated insulin release is mediated through ATP dependent K+ ChannelsATP sensitive potassium channel contains the binding site for sulfonylurea group of oral hypoglycemic drugs",
        "cop": 1,
        "opa": "ATP dependent K+ Channels",
        "opb": "cAMP",
        "opc": "Carrier modulators",
        "opd": "Receptor phosphorylation",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "0a865c30-5fe9-49d7-8818-6b7eb01fa18e",
        "choice_type": "single"
    },
    {
        "question": "Main function of Vas deferens is-",
        "exp": "Ans. is 'c' i.e., Transport of sperm Vas Deferens* It is a thick-walled muscular tube, about 45 cm (18 inches) long, which begins at the tail of the epididymis as the direct continuation of the duct of the epididymis.* It runs upward along with vessels within the spermatic cord.* The terminal part of each vas deferens is sacculated and called ampulla of vas deferens.* It serves as a reservoir of sperm and tubular fluid.* The terminal narrow part of vas deferens joins the duct of seminal vesicle to form the ejaculatory duct at the base of the prostate gland.* Main function of vas deferens is to transpart spermatozos from the epididymis to ejaculatory duct.* Peristaltic contractions of smooth muscle help in propelling the semen.* The vas deferens is cord like when grasped between thumb and index finger because of its thick wall and small lumen.",
        "cop": 3,
        "opa": "Secretion of PGs",
        "opb": "Secretion of Fructose",
        "opc": "Transport of sperm",
        "opd": "Secretion of semen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ad476295-fc7c-4022-ab3f-84d7ec4a9353",
        "choice_type": "single"
    },
    {
        "question": "Oxytocin causes muscle contraction through-",
        "exp": "Ans. is 'c' i.e., IP3-DAG * Oxytocin acts on G-protein coupled IP3-DAG system receptorsPhospholipase IP3 - DAG system* Activation of phospholipase (by stimulatory G protein) hydrolyses the membrane phospholipid phosphatidyl inositol 4, 5 bisphosphate (PIP2) to generate the second messenger inositol I, 4, 5 - triphosphate (IP3) and diacylglycerol (DAG).* IP3 mobilizes Ca+2 from intracellular organelles - increased cytosolic Ca+2. DAG enhances Protein Kinase 'C' activation by Ca+2. Ca+2 acts as third messenger in this type of transduction mechanism and mediates the physiological effects of drugs.* Protein kinase-C phosphorylates various intracellular proteins (threonine, serine or tyrosine residue), causing their activation or inactivation.* Example - Growth hormone releasing hormone (GHRH), Thyrotropin releasing hormone (TRH), GnRh, ADH Vasopressin (VI receptor, vasopressor action), oxytocin, cholecystokinin, PDGF, Gastrinf Catecholamines (some actions via a1 receptors), Angiotensin II (vascular smooth muscle), Substance P, Histamine - H1, muscarinic M1, M3",
        "cop": 3,
        "opa": "cAMP",
        "opb": "Ion channels",
        "opc": "IP3-DAG",
        "opd": "Nuclear reapters",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "42ab0383-9534-4175-ac17-23085b729b8f",
        "choice_type": "single"
    },
    {
        "question": "Maltase hydrolyze maltose to form:",
        "exp": "Ans. A. GlucoseMaltase hydrolyzes maltose to form glucose. Because maltose does not contain galactose or fructose, none of the other choices is correct.",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Glucose and galactose",
        "opc": "Glucose and fructose",
        "opd": "Galactose and fructose",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "388ddfaf-8ce3-4785-9e48-290d7c35a23e",
        "choice_type": "single"
    },
    {
        "question": "Masculine or feminine features most directly depend on",
        "exp": "Ans. d (Serum testosterone levels). (Ref. Ganong, Physiology, 21st ed., 420)TestosteroneSource Testis (Leydig cells), adrenalPotency DHT> testosterone > androstenedioneTargets Skin, prostate, seminal vesicles, epididymis, liver (MH-2000)Functions1.Differentiation of wolffian duct system into internal gonadal structures. 2.Secondary sexual characteristics and growth spurt during puberty. 3.Required normal spermatogenesis. 4.Anabolic effects on muscle size, RBC production 5.Increases libido# Testosterone is converted to DHT by the enzyme 5 a-reductase, which is inhibited by finasteride. FunctionsAndrogen binding protein (ABP)Ensures that testosterone in seminifierous tubule is high.Inhibininhibits FSHTestosteroneDifferentiates male genitalia, has anabolic effects on protein metabolism, maintains gametogenesis, maintains libido, inhibits GnRH, and fuses epiphyseal plates in bone.FSHSertoli cells >> function >> sperm production (spermiogenesis)LHLeydig cell",
        "cop": 4,
        "opa": "Amygdala",
        "opb": "Genetic makeup",
        "opc": "Hypothalamic outflow",
        "opd": "Serum testosterone levels",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "51832ad2-c857-4fda-bfa3-926bda6fe3af",
        "choice_type": "single"
    },
    {
        "question": "Insulin acts through which channel/transporter-",
        "exp": "Ans. is 'b' i.e., GLUT-4 * Glucose is transported into the cells by two mechanismsi) Facilitated diffusion By glucose transporters (GLUT)ii) Secondary active transportBy sodium dependent glucose transporter (SGLT)* Insulin increases glucose uptake by increasing the GLUT4 on the cell membrane. Thus, insulin promotes facilitated diffusion i.e. diffusion along concentration gradient (not against concentration gradient). So, option b is incorrect.",
        "cop": 2,
        "opa": "GLUT-1",
        "opb": "GLUT-4",
        "opc": "SGLT-1",
        "opd": "SGLT-2",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "d763e59c-f4ef-42c3-a7b4-034fb938740d",
        "choice_type": "single"
    },
    {
        "question": "Ovulation is associated with sudden rise in -",
        "exp": "Ans (c) LH(Ref: Ganong, 25th ed/p.403)A Surge of Luteinizing Hormone (LH) Is Necessary for OvulationExactly around 24-36 hrs before ovulation, estrogen increases the levels of LH. This is an example for a positive feedbackThis LH surge brings about ovulation",
        "cop": 3,
        "opa": "Prolactin",
        "opb": "Testosterone",
        "opc": "LH",
        "opd": "Oxytocin.",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "9f7346b3-1c51-4e60-ba56-1d5685fd5fc3",
        "choice_type": "single"
    },
    {
        "question": "Insulin has how many amino acids-",
        "exp": "Ans. is 'c' i.e., 51 * Insulin is a polypeptide hormone which is synthesized as a larger preprohormone (preproinsulin). As the preprohormone enters the endoplasmic reticulum, 23 amino-acid signal peptide is removed and it is converted to prohormone (proinsulin).* Proinsulin is made up A and B chain connected by a connecting peptide (C-peptide or C-chain). C-peptide is detached in the granules before secretion. Normally, 90-97% of the product released from B cells is insulin along with equimolar amounts of C-peptide.* Insulin is a two chain polypeptide having 51 aminoacids: The A chain has 21 while B-chain has 30-aminoacids.* Half life of insulin is about 5 minutes.",
        "cop": 3,
        "opa": "25",
        "opb": "30",
        "opc": "51",
        "opd": "71",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "8a6a085d-39a5-486f-b946-a637ffed2184",
        "choice_type": "single"
    },
    {
        "question": "Vasomotor reversal of dale is demonstrated by",
        "exp": "Ans. (d) Fall in blood pressure by adrenaline pretreated with phentolamine(Ref: Ganong, 25th ed/p.353)If the subject is given a blocker and then if epinephrine is injected, vasodilation and decrease in BP is seen. This effect is called \"Vasomotor reversal of Dale\"",
        "cop": 4,
        "opa": "Fall in blood pressure by high dose intravenous Ach",
        "opb": "Increase in blood pressure following administration of IV propranolol",
        "opc": "Fall in blood pressure by ganglionic blocker",
        "opd": "Fall in blood pressure by adrenaline pretreated with phentolamine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "152776dd-df51-46e0-8d54-a08b9dc5b821",
        "choice_type": "multi"
    },
    {
        "question": "Excess secretion of aldosterone causes all except:",
        "exp": "Ans. (b) Very High Na+ in plasma(Ref: Ganong, 25th ed/p.370)Excess aldosterone causes Sodium and water retentionIn spite of action of aldosterone on the renal tubules, Sodium excretion is increased during aldosterone excess - \"Aldosterone Escape phenomenon\"This is because of the increase in atrial natriuretic peptide (ANP) secretion that excretes sodium in response to increase in ECF volumeSo, Very High Na+ in plasma is not seen in aldosterone excess",
        "cop": 2,
        "opa": "Increased ECF",
        "opb": "Very High Na+ in plasma",
        "opc": "Increased BP",
        "opd": "Natriuresis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "be363669-a5b3-4054-bb95-81acfc3f3ab2",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of secondary amenorrhea is",
        "exp": "C. i.e. (Pregnancy) (447- Ganong 22nd) (422 - Ganong 23rd)* If menstrual bleeding has never occurred the condition is called primary amenorrhea* Cessation of cycle in a woment with previously normal periods is called secondary amenorrhea. The commonest cause of secondary amenorrhea is pregnancy*** Effect of pregnancy on respiration is - Increased tidal volume*** Sec-amenorrhoea is - Absence of menstruation for > 6 months*** Hypothalamic amonorrhoea is seen in - Kallaman *s syndrome**",
        "cop": 3,
        "opa": "Hypogonadism",
        "opb": "Hypopituitarism",
        "opc": "Pregnancy",
        "opd": "Ovarian tumor",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "86760501-54a5-49d0-b8a2-6aab89b057ed",
        "choice_type": "single"
    },
    {
        "question": "'C' peptide reflects:",
        "exp": "(Insulin): Ref: 335-G, 337-SL (675- Ganong 23rd)Synthesis Insulin: - Synthesis of insulin occurs in rough endoplasmic reticulum of beta cells in islets of langer hans. It is synthesized as preprohormone that gives rise to proinsulin. Proinsulin undergoes a series of peptide cleavage leading to the formation of mature insulin and C peptide. C. Peptide is a connected peptide that connects alpha and beta chains. At the time of secretion, C peptide is detached* C-peptide can be measure by radioimmunoassay, and its level providers and index of B cell function in patients receiving exogenous insulin.* C-type natriuretic peptide (CNP) is present in the brain, the pituitary the kidney, and vascular endothelial cells.However, very little is present in the heart, and the circulation and it appears to be primarily a paracrine mediator. 670-G)",
        "cop": 3,
        "opa": "Thyroxine",
        "opb": "Parathormone",
        "opc": "Insulin",
        "opd": "Growth hormone",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "069457b3-112a-44d8-a37d-8e8ae38069be",
        "choice_type": "single"
    },
    {
        "question": "Actions of GLP are all except:",
        "exp": "C i.e. Increases gastric emptyingExplanation:The Main Actions of GLP-1 are:Stimulate insulin secretion (i.e., to act as an incretin hormone). Limits postprandialInhibit glucagon secretion. glucose excursionsInhibits gastrointestinal motility and secretion.Thus, acts as an \"enterogastrone\" and a part of the \"ileal brake\" mechanism.(GLP-1 decreases gastrointestinal motility via direct inhibitory effects on muscle and also inhibits postprandial acid secretion).GLP-1 also appears to be a physiological regulator of appetite and food intake.It induces satiety, reduces food intake hence leading to reduced weight gain.Recent discovery: (b) is able to promote p-cell mass expansion.Hence, the correct option would be option (c).The properties of GLP-1 described above, including glucose-dependent stimulation of insulin secretion and expansion of [3-cell mass, coupled with the inhibition of glucagon secretion and food intake, suggest that it would greatly complement current [3-cell therapies.Also Note:Synthesis of GLP:Formed in L cells of lower GIT.Secreted as Preproglucagon.Human preproglucagon: Found in pancreatic A cells, in L cells in the lower gastrointestinal tract and brain.It is the product of a single mRNA, but it is processed differently in different tissues.Pancreatic A cells: Processed to glucagon, major proglucagon fragment (MPGF) and residual glicentin-related polypeptide (GRPP).Intestinal L cells: Processed to glicentin, glucagon-like polypeptides 1 and 2 (GLP-1 and GLP-2), residual glicentin-related polypeptide (GRPP) and some oxyntomodulin is also formed.Levels of GLP rise after food intake. Principally sugars and fats release GLP.",
        "cop": 3,
        "opa": "Increases insulin release",
        "opb": "Decreases glucagon release",
        "opc": "Increases gastric emptying",
        "opd": "Reduces appetite",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "11901991-5685-4421-bfc8-bb106b9cddb7",
        "choice_type": "multi"
    },
    {
        "question": "Rapid infusion of insulin cause:",
        "exp": "Ans. (b) Hypokalemia(Ref: Ganong, 25th ed/p.432)Insulin causes potassium ions to enter into the cell. This action decreases extracellular potassium levels (hypokalemia)",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Hypernatremia",
        "opd": "Hyponatremia",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "6a3153fe-4804-49d4-b9ef-40ed919f953b",
        "choice_type": "single"
    },
    {
        "question": "Hyperthyroid state is characterized by:",
        "exp": "Ans. (c) Lipolysis(Ref: Ganong, 25th ed/p.339)Thyroid hormones promote lipolysis and enhance the oxidation of free fatty acids in cells. They also potentiates the action of catecholamines on lipolysisOption A--High levels of thyroid hormones are associated with increase in protein breakdownOption B--High levels of thyroid hormones increases glucose utilization by glycolysisOption D--High levels of thyroid hormones decreases cholesterol levels",
        "cop": 3,
        "opa": "Increased protein synthesis",
        "opb": "Decreased glycolysis",
        "opc": "Lipolysis",
        "opd": "Increased cholesterol",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "e67f1ccf-bf5c-462b-9ceb-357a73b2bed6",
        "choice_type": "single"
    },
    {
        "question": "Corpus luteum salvage hormone is:",
        "exp": "Ans: a (b hCG) Ref: Ganong, 22nded, p. 449In humans, after fertilization corpus luteum enlarges in size (instead of regression as occurs in normal enstrual cycles). This occurs in response to human chorionic gonadotropin secreted by placenta.Corpus luteum:LH is responsible for the initial formation of corpus luteum. In the absence of pregnancy it begins to degenerate by 24th day ( 8th post ovulatory day) of the cycle and eventually gets replaced by corpus albicians. But during pregnancy corpus luteum is maintained till the 10th week of gestation by b hCG and it is the major source of progesterone during this period.hCG:* It's a glycoprotein with alpha and beta subunits.* Alpha subunit is identical to alpha subunit of LH. FSH & TSH.* Beta hCG is secreted by syncytiotrophoblasts of placenta in to both maternal and fetal blood. It is used for pregnancy test.Detected in blood as early as 6th day of conception by RIA. Serum cone, doubles every 2 days.Detected in urine by 10th day--peaks in 70 days and returns to normal by 100th day.Disappears in urine after 2 days and from blood after 2 wks of delivery.Functions of hCG:1) Stimulates progesterone production ( LH like action).2) Stimulates Leydig cells of male fetus & development of male genetalia.3) Has some TSH like activity.HCG value should double every 2 days in normal pregnancy. When values are lower than normal/ slow rise/ plateauing of hCG titre, it indicates a threatened abortion/ ectopic pregnancy.High level of hCG are seen in:Multiple pregnancyChoriocarcinomaH. moleTrisomy 21 fetus (Down syndrome)",
        "cop": 1,
        "opa": "b hCG",
        "opb": "FSH",
        "opc": "AFP",
        "opd": "Estrogen",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "fa10793e-c99f-4a14-aa9f-887d4f61e32c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT essential for normal biosynthesis of thyroid hormone",
        "exp": "(Ferritin) (319- Ganong22nd) (360- K.S 4th) (689. A.K. Jain 3rd) (304-5- Ganong 23rd)* Iodine (I2) is the raw material essential for thyroid hormone synthesis* Total I' entering ECF is 600|igm/day (500 + 40 + 60) of which, 120 mmg/day (20%) enters the thyroid and 480 mg/day (80%) is excreted in urine* Normal T/S ratio is 25-50:1* T4 deficiency during development causes mental retardation and molar rigidity and deafnessSynthesis of Thyroid hormonesSteps of synthesis of thyroid hormones1. Thyroglobulin synthesis2. Iodide trapping or iodide pump3. Oxidation of iodide4. Iodination of tyrosine5. Coupling reactionsTSH - secreted by anterior pituitary is the major factor regulating the synthesis and release of thyroid hormones.It is also necessary for the growth and secretory activity of the thyroid glands.TSH not only stimulate the secretion of stored thyroid hormones from follicular colloid but it also promotes synthesis of fresh thyroid hormones.",
        "cop": 2,
        "opa": "Iodine",
        "opb": "Ferritin",
        "opc": "Thyroglobulin",
        "opd": "TSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "2253f1f7-e7d5-4c41-880d-fa642190fdfe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in humans",
        "exp": "Ans (a) Estrous Cycle(Ref: Ganong, 25th ed/p.403)Estrous Cycle is seen in animals.It has three phases namely,#Proestrus - ovarian follicle enlarges#Estrus - period of sexual receptivity#Metestrus - postovulatory phase#Diestrus - a short period of inactivity before next proestrus",
        "cop": 1,
        "opa": "Estrous Cycle",
        "opb": "Menstrual Cycle",
        "opc": "Endometrial cycle",
        "opd": "Ovarian Cycle",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "745978b1-39bf-40ce-acb5-1bf61b4e21d8",
        "choice_type": "single"
    },
    {
        "question": "Inhibin is secreted by-",
        "exp": "Ans (a) Ovarian Follicle(Ref: Ganong, 25th ed/p.409)Inhibin is a heterodimer composed of an a subunit and a bA or bB subunit to form inhibin A or inhibin BInhibin A is secreted by dominant follicleInhibin B is produced mainly by granulosa cells",
        "cop": 1,
        "opa": "Ovarian Follicle",
        "opb": "Stroma",
        "opc": "Surface epithelium of ovary",
        "opd": "Corpus luteum",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "0a63da2f-c6a8-411d-9580-98296bcc6a6e",
        "choice_type": "single"
    },
    {
        "question": "Ovulation in a women with 28 days cycle occurs at-",
        "exp": "Ans (a) 14 days prior to menstruation(Ref: Ganong, 25th ed/p.401)Ovulation is the process of release of ovum that happens around 14th day of the cycle",
        "cop": 1,
        "opa": "14 days prior to menstruation",
        "opb": "Just before LH surge",
        "opc": "Just after corpus luteal maturation",
        "opd": "Due to Progesterone rise",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "dfb70039-2c55-462a-b4c0-272ec67cb852",
        "choice_type": "single"
    },
    {
        "question": "Which acts on nuclear receptors",
        "exp": "Ans. is 'b' i.e., Thyroxine Hormones with intracellular receptors (Group I hormones)* Cytoplasmic :- Glucocorticoids (cortisol/cortisone), mineralocorticoids, androgens, progestins.* Nucleus :- Estrogen, Thyroid hormones (T3, T4), retinoic acid, Vitamin D (Calcitriol or 1,25 (OH)2 D3).",
        "cop": 2,
        "opa": "Glucocorticoids",
        "opb": "Thyroxine",
        "opc": "Progesterone",
        "opd": "Insulin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "94d4337a-499f-4163-a4b7-513e6de5b8e2",
        "choice_type": "single"
    },
    {
        "question": "The period of conditioning of sperms before fertilization is known as",
        "exp": "Ans. c (Capacitation). (Ref. Ganong Physiology 22nd ed. 427; Human Embryology by IB Singh)# As fully formed spermatozoa pass through male genital passages they acquire motility (in epididymis) and undergo maturation.# Capacitation is a period of conditioning in the female reproductive tract that lasts for 7 hours. Much of this conditioning, which occurs in the uterine tube, entails epithelial interactions between the sperm and mucosal surface of the tube. During this time a glycoprotein coat and seminal plasma proteins are removed from the plasma membrane that overlies the acrosomal region of the spermatozoa. Only capacitated sperm can pass through the corona cells and undergo the acrosome reaction.# Process by which spermatid becomes spermatozoan is known as spermiogenesis (Spermatogenesis).# Formation of spermatozoa in stages in wall of seminiferous tubules of testis is Spermatogenesis.# The stages are: Spermatogonia (44 XY) >> primary spermatocytes (44 XY) >> secondary spermatocytes (22 X/Y) >> spermatid (22 XY).",
        "cop": 3,
        "opa": "Spermeation",
        "opb": "Spermiogenesis",
        "opc": "Capacitation",
        "opd": "Spermatocytosis",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ba0b42c3-85c5-4201-b589-1d4d645d751c",
        "choice_type": "single"
    },
    {
        "question": "In tetany hyperexcitability is due to:",
        "exp": "Ans. (a) Low Ca++ causes | permeability to Na+(Ref: Ganong, 25th ed/p.380)Reason for hyperexcitability in tetany - low serum calcium levels moves more sodium ions entry into the cell leading to more frequent action potential generation",
        "cop": 1,
        "opa": "Low Ca++ causes | permeability to Na+",
        "opb": "Prevent k+ release",
        "opc": "Prevent Na+ & K+ release",
        "opd": "|Ca++ produce generation of AP",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "b922d7fb-67bd-4669-a6ea-90299480b94b",
        "choice_type": "single"
    },
    {
        "question": "Excessive production of aldosterone results in:",
        "exp": "Ans. (d) Depressed plasma renin(Ref: Ganong, 25th ed/p.362)Primary Hyperaldosteronism is characterized by suppression of renin levels because of ECF volume expansion",
        "cop": 4,
        "opa": "Metabolic acidosis",
        "opb": "Severe hypotension",
        "opc": "Potassium retention",
        "opd": "Depressed plasma renin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "3e0dbc7e-ea7d-4f92-9ea7-ee7447d1819e",
        "choice_type": "single"
    },
    {
        "question": "Conversion of chondrocyte into osteogenic cells is caused by -",
        "exp": "Ans. is 'c' i.e., Growth hormone * A specific effect of Growth Hormone (GH) on skeletal growth is to convert chondrocytes into osteogenic cells, thus, causing specifc depostion of new bone.* This effect on bone growth is mediated by insulin like growth factor-1 (IGF-1).* Thus, conversion of chondrocytes into osteogenic cells# Caused by - growth hormone# Which is mediated by - IGF-1",
        "cop": 3,
        "opa": "Insulin",
        "opb": "Eorticosteroids",
        "opc": "Growth hormone",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "6875163c-2069-459f-90a1-cc120d420f3c",
        "choice_type": "single"
    },
    {
        "question": "Maturation of spermatozoa takes place in -",
        "exp": "Ans. is 'a' i.e., Epididymis * Spermatozoa leaving the testis (seminiferous ubules) are not fully mobile. They continue their maturation and acquire their mobility during their passage through epididymis. From epididymis they come to vas deference, distal end of which also receives the secretions of seminal vesicle, and continues as the ejeculatory duct. The ejeculatory duct joins the prostatic urethra.* Once ejeculated into the the female, vaginal secretions improve the motility and fertilizing ability of sperms. Further exposure to secretions of female genital tract (in uterus and/or fallopian tube) further improves the mobility and fertilizing ability of the sperms. The beneficial effects of stay in the female genital tract are collectively called capacitation, from the isthmus, capacitated sperms move rapidly to the ampullas, where fertilization takes place.",
        "cop": 1,
        "opa": "Epididymis",
        "opb": "Seminiferous tubules",
        "opc": "Prostate gland",
        "opd": "Vas deferens",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "8dab61ce-5b58-4fd7-8c8d-5bd2e846a14d",
        "choice_type": "single"
    },
    {
        "question": "Sperms acquirs motility in",
        "exp": "(Epididymus) (424- Gcmong22nd) (421- K.S 4th)(404- Ganong 23rd)Maturation of sperm in the Epididvmus* Sperm removal from the seminiferous tubules and from the early portions of the epididymis are non motile and they cannot fertilize an ovum. However, after the sperm have been in the epididymus for some 18 to 24 hours , they develop the capability of motility* After ejaculation, the sperm become motile and they become capable of fertilizing of ovum, a process called maturation* Capacitance of sperm is attained in - Fallopian tube**",
        "cop": 2,
        "opa": "Testis",
        "opb": "Epididymus",
        "opc": "Vas deferences",
        "opd": "Seminal vesicles",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "c2635c12-fb2e-4260-b2b4-ff1c0d8818aa",
        "choice_type": "single"
    },
    {
        "question": "All are second messengers except",
        "exp": "Ans. (a) Guanylyl cyclase(Ref: Ganong, 25th ed/p.56)The second messenger systems that are activated through coupling of hormone-receptor complexes by G-protein are,#Adenylyl cyclase-cAMP system#Inositol triphosphate (IP3) - Diacylglycerol (DAG) - Calcium (Ca2+) system#Guanylyl cyclase-cGMP systemGuanylyl cyclase is the enzyme responsible for formation of nitric oxide. Nitric oxide is the second messenger involved in cell signaling",
        "cop": 1,
        "opa": "Guanylyl cyclase",
        "opb": "cAMP",
        "opc": "IP3",
        "opd": "DAG",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ef4da9f2-44fe-446d-90f2-73b94ae11e20",
        "choice_type": "multi"
    },
    {
        "question": "Hormone (s) that uses cAMP as Second Messenger System includes?",
        "exp": "Ans. A. Calcitonin. (Ref. Guyton & Halls Textbook of Medical Physiology ll,h/pg. 913; Table 74-2)Some Hormones That Use the Adenylyl Cyclase-cAMP Second Messenger SystemSome Hormones That Use the Phospholipase C Second Messenger System# Adrenocorticotropic hormone (ACTH)# Angiotensin II (epithelial cells)# Angiotensin II (vascular smooth muscle)# Catecholamines (a receptors)# Calcitonin Catecholamines (b receptors)# Gonadotropin-releasing hormone (GnRH)# Corticotropin-releasing hormone (CRH)# Growth hormone-releasing hormone (GHRH)# Follicle-stimulating hormone (FSH)# Oxytocin# Glucagon# Thyroid-releasing hormone (TRH)# Human chorionic gonadotropin (HCG)# Vasopressin (VI receptor, vascular smooth muscle)# Luteinizing hormone (LH) # Parathyroid hormone (PTH) # Secretin # Somatostatin # Thyroid-stimulating hormone (TSH) # Vasopressin (V2 receptor, epithelial cells) Mechanisms of Action of Hormones:Ion Channel-Linked Receptors.# Virtually all the neurotransmitter substances, such as acetylcholine and norepinephrine, combine with receptors in the postsynaptic membrane.G Protein-Linked Hormone Receptors.# Many hormones activate receptors that indirectly regulate the activity of target proteins (e.g., enzymes or ion channels) by coupling with groups of cell membrane proteins called heterotrimeric GTP-binding proteins (G proteins).Enzyme-Linked Hormone Receptors.# Some receptors, when activated, function directly as enzymes or are closely associated with enzymes that they activate. These enzyme-linked receptors are proteins that pass through the membrane only once, in contrast to the seven-transmembrane G protein-coupled receptors. One example of an enzyme-linked receptor is the leptinreceptor. In the case of the leptin receptor, one of the signaling pathways occurs through a tyrosine kinase of the janus kinase (JAK) family, JAK2.Intracellular Hormone Receptors and Activation of Genes.# Several hormones, including adrenal and gonadal steroid hormones, thyroid hormones, retinoid hormones, and vitamin D, bind with protein receptors inside the cell rather than in the cell membrane.Additional educational points;# cAMP is not the only second messenger used by the different hormones. Two other especially important ones are (1) calcium ions and associated calmodulin and (2) products of membrane phospholipid breakdown.# Binding of norepinephrine with its receptor on the outside of many cells increases the activity of the enzyme adenylyl cyclase on the inside of the cell, and this causes formation of cyclic adenosine monophosphate (cAMP). The cAMP in turn can initiate any one of many different intracellular actions, the exact effect depending on the chemical machinery of the effector cell.# For a few peptide hormones, such as ANP, cGMP, which is only slightly different from cAMP, serves in a similar manner as a second messenger.# The normal calcium ion concentration in most cells of the body is 10-8 to 10-7 mol/L, which is not enough to activate the calmodulin system. But when the calcium ion concentration rises to 10-6 to 10-5 mol/L, enough binding occurs to cause all the intracellular actions of calmodulin. It is interesting that troponin C is similar to calmodulin in both function and protein structure.# Most hormones are present in the blood in extremely minute quantities; some concentrations are as low as one billionth of a milligram (1 picogram) per milliliter. Therefore, it was very difficult to measure these concentrations by the usual chemical means. An extremely sensitive method that revolutionized the measurement of hormones, precursors, and their end product is called radioimmunoassay (RIA).",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Angiotensin Converting enzyme",
        "opc": "Prolactin",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "7d819a49-1801-4e12-9b18-de0d56334550",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has both endocrine and exocrine functions?",
        "exp": "Ans: a (Pancreas)Pancreas has both exocrine and endocrine functions.There are 4 distinct types of pancreatic cells in human.A cells (alpha) - GlucagonB cells (beta) - InsulinD cells (delta) - SomatostatinF cells - Pancreatic polypeptide D1 cells - VIPEndocrine pancreas secretes hormones -glucagon, insulin and somatosta-tin. Exocrine pancreas secretes digestive enzymes like trypsin, chymot-rypsin.Site and mechanism of hormone action:-Mechanism and siteHormoneAt nuclear receptorThyroid ormonesAt cytoplasmic receptorsSteroidal hormones eg:- Glucocorticoids, Mineralocortyicoids, Estrogen, Progestins.At cytoplasmic receptorsa) Direct transmembrane activation of tyrosine protein kinase -InsulinPhosphorylation cascade b) Through IP3/DAG generationVasopressin, oxytocinc) Through alteration of intracellular cAMP concentration - alteration of protein kinase A activityAdrenaline, glucagon, TSH,LH, FSH, PTHACTH, Calcitonin",
        "cop": 1,
        "opa": "Pancreas",
        "opb": "Thyroid",
        "opc": "Spleen",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "938d09b9-d3a3-4468-bb33-0a35f5fe4590",
        "choice_type": "multi"
    },
    {
        "question": "Insulin stimulated glucose transport is which type of transport-",
        "exp": "Ans. is 'b' i.e., Facilitated diffusion * Glucose is transported into the cells by two mechanismsi) Facilitated diffusion By glucose transporters (GLUT)ii) Secondary active transportBy sodium dependent glucose transporter (SGLT)* Insulin increases glucose uptake by increasing the GLUT4 on the cell membrane. Thus, insulin promotes facilitated diffusion i.e. diffusion along concentration gradient (not against concentration gradient). So, option b is incorrect.",
        "cop": 2,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Primary active transport",
        "opd": "Secondary active transport",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "ac9c0c2e-ef13-4f58-b465-098228477d05",
        "choice_type": "single"
    },
    {
        "question": "Which of the following compound antagonizes the actions of insulin",
        "exp": "Ans. (b) Growth hormone(Ref: Ganong, 25th ed/p.434)Growth hormone is a diabetogenic hormone. It causes hyperglycemia. It antagonizes the action of insulin",
        "cop": 2,
        "opa": "Neuropeptide Y",
        "opb": "Growth hormone",
        "opc": "Substance P",
        "opd": "Vasoactive intestinal peptide",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "086faef5-bd98-44e3-b6b6-5d52b9ee7a23",
        "choice_type": "single"
    },
    {
        "question": "The type of estrogen found in highest concentration in adult female is-",
        "exp": "Ans (c) Estradiol(Ref: Ganong, 25th ed/p.406)Naturally occurring estrogens are,Estradiol (E2 ) - predominant estrogen during reproductive yearsEstrone (E1) - predominant estrogen in menopausal womenEstriol (E3) - predominant estrogen in pregnant women",
        "cop": 3,
        "opa": "Estrone",
        "opb": "Estriol",
        "opc": "Estradiol",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "822dc764-4a74-4c0c-9e2e-117acc3df9c2",
        "choice_type": "multi"
    },
    {
        "question": "Which hormone act on intracellular receptors-",
        "exp": "Ans. is 'a' i.e., Thyroxine Hormones with intracellular receptors (Group I hormones)* Cytoplasmic Glucocorticoids (cortisol/cortisone), mineralocorticoids, androgens, progestins.* Nucleus Estrogen, Thyroid hormones (T3 T4), retinoic acid, Vitamin D (Calcitriol or 1,25 (OH)2 D3).",
        "cop": 1,
        "opa": "Thyroxine",
        "opb": "Glucagon",
        "opc": "Insulin",
        "opd": "PDGF",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "97d4cfd7-c1bb-4a72-88b9-bc26910d6f80",
        "choice_type": "single"
    },
    {
        "question": "Common precursor of mineralocorticoid, glucocorticoids and sex steroids:",
        "exp": "Ans. (a) Pregnenolone(Ref: Ganong, 25th ed/p.362)Adrenal steroid hormones are derived from cholesterolIn the mitochondria, cholesterol is converted to pregnenolone by cholesterol desmolase, also called as side- chain cleavage enzyme",
        "cop": 1,
        "opa": "Pregnenolone",
        "opb": "a- hydroxyprogesterone",
        "opc": "Dehydrotesterone",
        "opd": "Deoxycorticoid",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "6abe8323-0172-41cb-8850-f63e8a014719",
        "choice_type": "single"
    },
    {
        "question": "Which is true about Sex hormone-binding globulin (SHBG):",
        "exp": "And. A. Binds testosterone with a higher affinity than estradiolSex hormone-binding globulin binds to both testosterone and estradiol, but it binds with higher affinity to testosterone. The bioactivity of testosterone is reduced by SHBG because testosterone cannot bind to its receptor when bound by SHBG. SHBG increases the circulating half-life of testosterone by slowing the clearance and metabolism of testosterone. SHBG does not alter the secretion of inhibin or androgen-binding protein, area",
        "cop": 1,
        "opa": "Binds testosterone with a higher affinity than estradiol",
        "opb": "Reduces the total amount of circulating testosterone",
        "opc": "Decreases the half-life of testosterone",
        "opd": "Stimulates the secretion of inhibin",
        "subject_name": "Physiology",
        "topic_name": "Endocrinology and Reproduction",
        "id": "e51bd8df-394b-4546-820a-c40d378fdcee",
        "choice_type": "multi"
    }
]