[
    {
        "question": "Osteoclast has specific receptor for:",
        "exp": "Calcitonin receptor is expressed in osteoclasts. Calcitonin inhibits bone resorption by inhibiting osteoclasts; and promotes Ca2+ from blood to be deposited on the bone. This decreases blood Ca2+. PTH is a primary endocrine regulator of bone remodeling in adults. The PTH/PTHrP receptor is expressed on osteoblasts, but not on osteoclasts.",
        "cop": 2,
        "opa": "Parathyroid hormone",
        "opb": "Calcitonin",
        "opc": "Thyroxin",
        "opd": "Vit D3",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "5e5a624d-7d19-459a-8462-97deb1ede7d5",
        "choice_type": "single"
    },
    {
        "question": "Insulin stimulated glucose entry in seen in-",
        "exp": "Insulin stimulated glucose entry in seen in Cardiac muscles. Name Location Features GLUT-1 & GLUT-3 Brain, RBC, placenta Concerned with basal uptake of glucose GLUT-2 Liver, kidney, b-cells of pancreas Allows both entry & release of glucose GLUT-4 Skeletal muscles, adipocytes, cardiac muscles Insulin dependent transpoer GLUT-5 Spermatozoa, testis, intestines Transpos fructose",
        "cop": 1,
        "opa": "Cardiac muscles",
        "opb": "Smooth muscles",
        "opc": "Brain",
        "opd": "Intestines",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "34b88b65-cb4a-41a1-84b2-001ad9600303",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone doesn't use the adenylyl cyclase-cAMP as a second messenger ?",
        "exp": "Hormones That Use the Adenylyl Cyclase-cAMP as Second Messenger System Adrenocoicotropic hormone (ACTH) Angiotensin II (epithelial cells) Calcitonin Catecholamines (b receptors) Coicotropin releasing hormone (CRH) Follicle-stimulating hormone (FSH) Glucagon Growth hormone releasing hormone (GHRH) Human chorionic gonadotropin (hCG) Luteinizing hormone (LH) Parathyroid hormone (PTH) Secretin Somatostatin Thyroid-stimulating hormone (TSH) Vasopressin (V2 receptor, epithelial cells) Insulin acts on tyrosine kinase receptor pathway.",
        "cop": 3,
        "opa": "TSH",
        "opb": "Epinephrine",
        "opc": "Insulin",
        "opd": "Glucagon",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "91539529-af93-464a-adf7-f0a80d95f610",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone have a GENOMIC action?",
        "exp": "Several hormones, including adrenal and gonadal steroid hormones, thyroid hormones, retinoid hormones, and vitamin D, bind with protein receptors inside the cell rather than in the cell membrane. Because these hormones are lipid soluble, they readily cross the cell membrane and interact with receptors in the cytoplasm or nucleus. The activated hormone-receptor complex then binds with a specific regulatory (promoter) sequence of the DNA called the hormone response element, and in this manner either activates or represses transcription of specific genes and formation of messenger RNA.",
        "cop": 4,
        "opa": "Thyroid hormone",
        "opb": "1,25 DHCC",
        "opc": "Coisol",
        "opd": "All of these",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "89b748d4-3251-44f0-808e-06784a4ac8a8",
        "choice_type": "multi"
    },
    {
        "question": "Pseudohyponatremia is found in all of the following EXCEPT:",
        "exp": "Hyponatremia is defined as a plasma level less than 135 meq/L. Most often it reflects excess water, rather than less of Na+, in the plasma. Hence, plasma becomes hypo-osmolar in most instances. Hyponatremia with a normal plasma osmolality is the so-called \"pseudohyponatremia\". It occurs when plasma lipids or proteins are greatly elevated (options A & B). The proteins or lipids do not increase plasma osmolality significantly. However, they occupy a significant volume of the plasma; and hence the measured in the entire plasma is low. Hyponatremia with normal body Na+ content is seen in hypothyroidism (option D), coisol deficiency, and SIADH. Hyponatremia with increased total body Na+ is seen in edematous states, such as congestive hea failure, cirrhosis of liver, and nephrotic syndrome. Hyponatremia with increased plasma osmolality is seen in hyperglycemia associated with uncontrolled DM. In such a condition, the high plasma glucose causes water to move by osmosis, from cells into plasma. The excess water in ECF leads to hyponatremia.",
        "cop": 3,
        "opa": "Severe hyperlipemia",
        "opb": "Extreme hyperproteinemia",
        "opc": "Aldosterone excess",
        "opd": "Hypothyroidism",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "340b0221-5590-495d-9d96-49e1f9f38659",
        "choice_type": "multi"
    },
    {
        "question": "Which set of hormonal changes is most likely to occur in the plasma in response to the large dose of insulin injection?",
        "exp": "Large dose of insulin injection will cause hypoglycaemia. Hypoglycemia triggers increased secretion of at least four counterregulatory hormones: glucagon, epinephrine, growth hormone, and coisol. Insulin inhibits glucagon secretion, so low blood glucose has an indirect effect on glucagon secretion through removal of inhibition by insulin. Circulating catecholamines stimulate secretion of glucagon b2-adrenergic receptors Even mild hypoglycaemia is sensed by the CNS, which triggers a central sympathetic response. Glucagon and epinephrine increase the hepatic output of glucose by increasing glycogenolysis. The keys to counter-regulation appear to be glucagon>epinephrine Plasma glucose levels at which various effects of hypoglycemia appear :",
        "cop": 3,
        "opa": "Growth Hormone Glucagon Epinephrine | | -",
        "opb": "Growth Hormone Glucagon Epinephrine - | |",
        "opc": "Growth Hormone Glucagon Epinephrine | | |",
        "opd": "Growth Hormone Glucagon Epinephrine | | |",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "cb529d1e-e0bc-424a-ac2c-5ba79adf6ae4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a glycoprotein hormone:",
        "exp": "The three pituitary glycoprotein hormones, FSH, LH, and TSH, share a common a subunit that is the product of a single gene and has the same amino acid composition in each hormone, although their carbohydrate residues vary. Also, HCG is a glycoprotein that shares same a subunit. ACTH is a peptide Hormones ending with 'ine' are amides like: Serotonin Dopamine Norepinephrine Epinephrine Thyroxine (T4, T3) Steroids are: Coisol Aldosterone Testosterone Progesterone Estrogen TRH is a smallest peptide of 3 amino acids.",
        "cop": 4,
        "opa": "TSH",
        "opb": "FSH",
        "opc": "LH",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "5a82dfe7-48b2-4959-a843-b99d5cbf1cdf",
        "choice_type": "single"
    },
    {
        "question": "Panhypopituitarism in adults may lead to all of the following EXCEPT:",
        "exp": "Panhypopituitarism in adult leads to: - Hypothyroidism - intolerance to cold Depressed production of glucocoicoids by adrenal glands. Loss of sexual functions, d/t suppressed secretions of the gonadotropic hormones Pigmentation is due to effect of MSH secreted by pituitary. In panhypopituitarism, levels of MSH decreases thus no pigmentation of skin",
        "cop": 2,
        "opa": "Loss of secondary sexual characteristics",
        "opb": "Pigmentation of skin",
        "opc": "Intolerance to cold",
        "opd": "Infeility",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "b69fade9-33e0-443e-8444-aa0351beee15",
        "choice_type": "multi"
    },
    {
        "question": "Oxygen saturation of blood in the umbilical aery is about:",
        "exp": "PO2 Hb saturation (%) Umbilical aery 23 60 Umbilical vein 30 85",
        "cop": 2,
        "opa": "40%",
        "opb": "60%",
        "opc": "75%",
        "opd": "97%",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "67c305c8-23d2-41e6-a040-ea341a30e5cc",
        "choice_type": "single"
    },
    {
        "question": "Coisol and GH are most dissimilar in their metabolic effects on which of the following?",
        "exp": "GH and coisol have opposite effects on protein synthesis in muscle. GH is anabolic and promotes protein synthesis in most cells of the body, whereas coisol decreases protein synthesis in extrahepatic cells, including muscle. Both hormones impair glucose uptake in peripheral tissues and therefore, tend to increase plasma glucose concentration. Both hormones also mobilize triglycerides from fat stores",
        "cop": 1,
        "opa": "Protein synthesis in muscle",
        "opb": "Glucose uptake in peripheral tissues",
        "opc": "Plasma glucose concentration",
        "opd": "Mobilization of triglycerides",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "88998772-be20-466b-8a6c-b1a867df4ee7",
        "choice_type": "single"
    },
    {
        "question": "hCG levels reach the peak in maternal serum at:",
        "exp": "The syncytiotrophoblasts of the placenta produce several hormones/factors which help to maintain the pregnancy and regulate aspects of fetal development. The first hormone to be produced is human chorionic gonadotropin (hCG). hCG is structurally similar to FSH, LH, and TSH; it has an a-subunit that is common to all these hormones and a specific b-subunit. hCG is most similar to LH; it binds to the LH receptor. hCG levels may be detectable in maternal serum within 24 hours of implantation {It may be detectable in the urine as early as 9th day after feilization.}. hCG levels peak at about 10 weeks and then decline. The primary action of hCG is to stimulate LH receptors on the corpus luteum. This prevents luteolysis .",
        "cop": 2,
        "opa": "30-40 days",
        "opb": "40-90 days",
        "opc": "90-110 days",
        "opd": "110-130 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "7630a914-2d1f-47c3-9a2e-78d0e43477ca",
        "choice_type": "single"
    },
    {
        "question": "The function of which of the following is increased by an elevated parathyroid hormone concentration:",
        "exp": "PTH increases phosphate excretion in the urine and thereby depresses plasma phosphate levels. This phosphaturic action is due to a decrease in reabsorption of phosphate effects on NaPi-IIa in the proximal tubules PTH acts directly on bone to increase bone resorption and mobilize Ca2+. PTH also increases the formation of 1,25-dihydroxycholecalciferol, and this increases Ca2+ absorption from the intestine. On a longer time scale, PTH stimulates both osteoblasts and osteoclasts.",
        "cop": 1,
        "opa": "Osteoclasts",
        "opb": "Hepatic formation of 25-hydroxycholecalciferol",
        "opc": "Phosphate reabsorptive pathways in the renal tubules",
        "opd": "Action of osteoblasts only",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "1b8de11b-ce59-4296-925b-cd22a0146b80",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is both synthesized and stored in the hypothalamus?",
        "exp": "The inhibitory hormone Somatostatin is both synthesized and stored in the hypothalamus. Both TSH and LH are synthesized and stored in the anterior pituitary gland. ADH is synthesized in the hypothalamus but is stored in the posterior pituitary gland. Somatomedin (IGF-1) is synthesized in the liver",
        "cop": 4,
        "opa": "ADH",
        "opb": "Thyroid-stimulating hormone (TSH)",
        "opc": "LH",
        "opd": "Somatostatin",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "da34ea68-3999-4315-a96c-25e891e6f672",
        "choice_type": "multi"
    },
    {
        "question": "Excess of growth hormone does not cause",
        "exp": "Large amounts of growth hormone, leads to gigantism in children and to acromegaly in adults. Before pubey, the individual may grow to an extraordinary height. When the epiphyses are closed, linear growth is no longer possible. In this case, an overabundance of growth hormone produces the pattern of bone and soft tissue deformities known in humans as acromegaly. The sizes of most of the viscera are increased. The protein content of the body is increased, and the fat content is decreased. At least some forms of growth hormone are diabetogenic because they increase hepatic glucose output and exe an anti-insulin effect (insulin resistance) in muscle. Growth hormone is also ketogenic and increases circulating FFA levels. The ability of growth hormone to promote fat utilization, together with its protein anabolic effect, causes an increase in lean body mass (NOT OBESITY).",
        "cop": 4,
        "opa": "Gigantism",
        "opb": "Acromegaly",
        "opc": "Diabetes",
        "opd": "Obesity",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "9e071b8c-ad9c-4f9e-8de8-5287f18517b3",
        "choice_type": "single"
    },
    {
        "question": "The enzyme primarily responsible for the conversion of T4 to T3 in the periphery is",
        "exp": "Three different deiodinases act on thyroid hormones: D1, D2, and D3. All are unique in that they contain the rare amino acid selenocysteine, with selenium in place of sulfur, which is essential for their enzymatic activity. D1 is present in high concentrations in the liver, kidneys, thyroid, and pituitary. It appears primarily to be responsible for maintaining the formation of T3 from T4 in the periphery. D2 is present in the brain, pituitary, and brown fat. D3 is also present in the brain and in reproductive tissues. It acts only on the 5 position of T4 and T3 and is probably the main source of 3 in the blood and tissues.",
        "cop": 1,
        "opa": "D1 thyroid deiodinase",
        "opb": "D2 thyroid deiodinase",
        "opc": "D3 thyroid deiodinase",
        "opd": "Thyroid peroxidase",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "e01f4ea3-735e-47c9-9901-0cf913393196",
        "choice_type": "single"
    },
    {
        "question": "Hypocalcemia is characterized by all EXCEPT:",
        "exp": "Plasma Ca++ stabilizes membrane potentials. Hence, hypocalcemia may lead to various manifestations of increased membrane excitability. For nerve and muscles, their threshold comes closer to RMP. Spontaneous APs are fired in the nerves. The hyperirritability of the motor nerves and the innervated muscles leads to the symptoms of \"tetany\". Carpopedal spasm: may occur spontaneously or by inflation of BP cuff applied to arm - Trousseau's sign. Tapping of facial nerve over the angle of mandible causes unilateral spasm of facial muscles - Chvostek's sign. Laryngeal stridor or laryngeal spasm. Death may occur from asphyxia. Tendon reflexes - hyperactive. ECG changes: Prolongation of the ST segment and consequently QT interval. Reason: Low serum Ca++ decreases K+ permeability, lengthens phase 2 (plateau) of the AP, and slows the rate of repolarization, thereby prolonging the Q-T interval. Thus, option C is an incorrect statement, hence the answer. There is tingling and numbness of the extremities; in the circumoral region it may be a rare manifestation.",
        "cop": 3,
        "opa": "Numbness and tingling of circumoral region",
        "opb": "Hyperactive tendon reflexes and positive Chvostek's sign",
        "opc": "Shoening of Q-T interval in ECG",
        "opd": "Carpopedal spasm",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "b9350293-b91a-4e06-86e7-0f6bce238d0a",
        "choice_type": "multi"
    },
    {
        "question": "Pregnenolone is not in the biosynthetic pathway of which substance?",
        "exp": "All the steroids listed include pregnenolone early in their biosynthetic pathway. 1,25(OH)2D is derived from vitamin D and does not include pregnenolone in its biosynthetic pathway.",
        "cop": 4,
        "opa": "Coisol",
        "opb": "Estrogen",
        "opc": "DHEA",
        "opd": "1,25(OH)2D",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f7993f50-7647-417b-a2fc-dfa23eda13b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following exe maximum effect on parathyroid hormone secretion?",
        "exp": "The primary regulator of PTH secretion is ionized plasma Ca2+. The PTH-secreting cells in the parathyroid gland have a sensor in their membranes - Ca2+-sensing receptor (CaSR). CaSR is a member of the GPCR superfamily; it spans the membrane 7 times. CaSR is also stimulated by high levels of magnesium; high magnesium inhibits PTH secretion. PTH would then exe its actions on bone, kidneys, and intestine to increase the Ca2+ level. Calcitonin has a receptor on osteoclasts; it decreases the bone resorption by these cells and thereby causes Ca2+ deposition on bone. The effect is opposite to that of PTH; it does not influence PTH levels directly.",
        "cop": 2,
        "opa": "Calcitonin",
        "opb": "Plasma calcium",
        "opc": "Plasma phosphate",
        "opd": "1,25-dihydroxycholecalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f4ee1832-c99f-4de9-8aa4-e5a154d5bebc",
        "choice_type": "single"
    },
    {
        "question": "Substrate controlled hormone is:",
        "exp": "Blood glucose and amino acids are the substrates for glucagon. The levels of these substrates control the glucagon secretion. Glucagon secretion is stimulated by: Hypoglycemia, increase amino acids, stress, exercise, sympathetic stimulation Glucagon secretion is inhibited by: Insulin, increase blood glucose, somatostatin. Hypoglycemia is the most impoant stimulus. Protein rich meal and serum amino acids stimulate glucagon and insulin secretion. Arginine stimulates both glucagon and insulin secretion; alanine stimulates only glucagon secretion directly.",
        "cop": 1,
        "opa": "Glucagon",
        "opb": "FSH",
        "opc": "LH",
        "opd": "TRH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "fba9a718-4b25-403d-97d1-4a1b318b90e6",
        "choice_type": "single"
    },
    {
        "question": "Which anterior pituitary hormone plays a major role in the regulation of a nonendocrine target gland?",
        "exp": "The major target tissue for prolactin is the breast, where it stimulates the secretion of milk. The other anterior pituitary hormones (ACTH, TSH, FSH, and LH) stimulate hormones from endocrine glands",
        "cop": 3,
        "opa": "ACTH",
        "opb": "TSH",
        "opc": "Prolactin",
        "opd": "FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "5fc67467-e18e-49e6-9dac-3d7591147961",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is structurally similar to growth hormone?",
        "exp": "Human placental lactogen (hPL), also known as human chorionic somatomammotropin (hCS), is a 191-amino acid protein hormone. It is produced by the syncytiotrophoblast. It is structurally similar to GH and prolactin. Functions of the hPL are similar to those of GH and prolactin, to some extent. hPL is detectable in maternal serum by 3 weeks of gestation. Its levels are directly related to the size of the placenta; as the placenta grows during pregnancy, hPL secretion also increases. hPL is protein anabolic and lipolytic, like GH. On energy metabolism, hPL action is antagonistic to insulin. It inhibits maternal glucose uptake and utilization. Increased serum glucose increases fetal glucose availability.",
        "cop": 2,
        "opa": "Insulin",
        "opb": "Human Placental lactogen",
        "opc": "Somatostatin",
        "opd": "Human chorionic gonadotropin",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "efa386c6-7f62-4f8f-a38e-f18c7a3f91c6",
        "choice_type": "multi"
    },
    {
        "question": "JAK/STAT signalling cascade is employed by:",
        "exp": "Growth hormone receptor is a transmembrane receptor which is associated with JAK-STAT pathway signalling. Other hormone which has JAK-STAT signalling is prolactin Hormone which also acts transmembrane receptor which has intrinsic tyrosine kinase activity- Insulin, growth factors.",
        "cop": 1,
        "opa": "Growth hormone",
        "opb": "Thyroid hormone",
        "opc": "Insulin",
        "opd": "Glucocoicoids",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f88ed3ad-4fb4-404c-a327-ed98da306152",
        "choice_type": "multi"
    },
    {
        "question": "Which statement about antidiuretic hormone (ADH) is true?",
        "exp": "ADH increases the permeability of the collecting tubules and ducts to water, but not to sodium, which in turn increases water reabsorption and decreases water excretion. As a result, urine concentration increases and the retained water dilutes the plasma. ADH is synthesized in the supraoptic and paraventricular nuclei of the hypothalamus and has no direct effect on the thirst center.",
        "cop": 4,
        "opa": "It is synthesized in the posterior pituitary gland",
        "opb": "It increases salt and water reabsorption in the collecting tubules and ducts",
        "opc": "It stimulates thirst",
        "opd": "It has opposite effects on urine and plasma osmolality",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "e4bce58e-146f-419e-8c9f-3808c93dc74a",
        "choice_type": "multi"
    },
    {
        "question": "The Iodine is transpoed into the thyroid gland by:",
        "exp": "The active transpo system by which iodine is taken up by the thyroid gland is called the \"iodide trap\". Its effectiveness is sometimes assessed by thyroid: serum ratio (T/S) of iodine concentration. Normally, T/S ratio is about 30. The sodium-iodide sympoer (NIS) is located on the basal aspect of the follicular cell membrane. This sympoer uses Na+ gradient across the membrane to transpo 1 iodide along with 2 Na+ into the cytosol of the follicular cell. It is a secondary active transpo; Na+-K+-ATPase would be required to pump Na+ out of the cell and maintain the Na+",
        "cop": 1,
        "opa": "Active transpo",
        "opb": "Simple diffusion",
        "opc": "Pinocytosis",
        "opd": "Receptor-mediated endocytosis",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "93f5988a-48f0-4f47-b8fd-9c6cbfa185ce",
        "choice_type": "single"
    },
    {
        "question": "A female athlete who took testosterone-like steroids for several months stopped having normal menstrual cycles. What is the best explanation for this observation?",
        "exp": "The cells of the anterior pituitary that secrete LH and FSH, along with the cells of the hypothalamus that secrete GnRH, are inhibited by both estrogen and testosterone. The steroids taken by the woman caused sufficient inhibition to result in cessation of the monthly menstrual cycle.",
        "cop": 4,
        "opa": "Testosterone stimulates inhibin production from the corpus luteum",
        "opb": "Testosterone binds to receptors in the endometrium, resulting in the failure of the endometrium to develop during the normal cycle",
        "opc": "Testosterone binds to receptors in the anterior pituitary that stimulate the secretion of FSH and LH",
        "opd": "Testosterone inhibits the hypothalamic secretion of GnRH and the pituitary secretion of LH and FSH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "3f239ee0-03c1-47c5-a2b5-e606530234e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the hormone has 4 subunits and 2 units for tyrosine kinase receptor binding?",
        "exp": "Insulin receptor is 'enzyme linked receptor Insulin binds to alpha-subunits => due to linkage, poions of b-subunits become auto-phosphorylated",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucagon",
        "opc": "T3",
        "opd": "ADH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "6edc7bcc-1d02-45f8-805b-5adf0a9a6c2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organs is not involved in calcium homeostasis?",
        "exp": "Ca2+ homeostasis is achieved by 3 hormones: PTH, calcitonin, and vit. D. Ca2+ levels are regulated from 3 tissues: bone, intestine, and kidneys. Skin has the precursor for vit. D synthesis. Vitamin D is involved in Ca2+ absorption from G.I.T.",
        "cop": 4,
        "opa": "Kidneys",
        "opb": "Skin",
        "opc": "Intestines",
        "opd": "Lungs",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "579aa921-f5d5-488a-b297-6d1786f8249b",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia associated with malignancy is most often mediated by:",
        "exp": "PTHrp was discovered as a product of human cancers that are of squamous cell origin and that are associated with hypercalcemia. However, normal tissues also express this protein - skin keratinocytes, lactating mammary epithelium, placenta, and fetal parathyroid glands. The gene for PTHrp and for PTH is on paired chromosomes. PTHrp binds to PTH receptor; it exhibits most of the actions of PTH on bone and kidney. Hence, it produces hypercalcemia. One action of PTH NOT shared by PTHrp is: stimulation of renal 1-hydroxylase. Hence, patients with hypercalcemia caused by PTHrp do not have elevated 1,25-dihydroxycholecalciferol. The most impoant physiological role of PTHrp is regulation of endochondral bone formation .",
        "cop": 2,
        "opa": "Parathyroid hormone (PTH)",
        "opb": "Parathyroid hormone related protein (PTHrP)",
        "opc": "Interleukin - 6 (IL-6).",
        "opd": "Calcitonin",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "45c8f213-b656-4fab-826b-ed31f3b32201",
        "choice_type": "single"
    },
    {
        "question": "If iodine supplementation in the diet was completely stopped today, thyroid hormone levels in blood will fall to zero after:",
        "exp": "The thyroid gland has enough stores of iodine to sustain & to synthesize the thyroid hormone for 90 days even if there is no iodine supplementation.",
        "cop": 3,
        "opa": "7 days",
        "opb": "30 days",
        "opc": "90 days",
        "opd": "360 days",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "5f609bd3-096d-4bb1-9cca-837817f01565",
        "choice_type": "multi"
    },
    {
        "question": "Active form of vitamin D is:",
        "exp": "1,25-dihydroxycholecalciferol or calcitriol is the active form of Vit-D .",
        "cop": 1,
        "opa": "Calcitriol",
        "opb": "Calcifediol",
        "opc": "Cholecalciferol",
        "opd": "Ergocalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "2a47496f-11bd-4316-8f38-9d715faad0a8",
        "choice_type": "single"
    },
    {
        "question": "Nonshivering thermogenesis in adults is due to:",
        "exp": "Thyroid hormone Increases the BMR which is responsible for Non-shivering thermogenesis in adults. In children & Infants Brown fat is responsible for thermogenesis. Shivering thermogenesis is by muscle metabolism, heat is produced by muscle contraction.",
        "cop": 1,
        "opa": "Thyroid hormone",
        "opb": "Brown fat between the shoulders",
        "opc": "Noradrenaline",
        "opd": "Muscle metabolism",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "50f5d060-42bb-4ba1-8052-8d9c9e7584db",
        "choice_type": "single"
    },
    {
        "question": "The shoest hormone is:",
        "exp": "Thyrotropin-releasing hormone is one of the smallest hormones in the body, consisting of a miniature chain of just three amino acid building blocks. It is made by a cluster of nerve cells in the hypothalamus, an area at the base of the brain just above the pituitary gland. This nerve cell cluster is known as the paraventricular nucleus. Longest hormone is HCG (250 amino acids)",
        "cop": 1,
        "opa": "TRH",
        "opb": "HCG",
        "opc": "Insulin",
        "opd": "Glucagon",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "44e00f73-0923-4015-a751-588e2b2b08f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would be associated with parallel changes in aldosterone and coisol secretion?",
        "exp": "Addison's disease results from an inability of the adrenal coices to produce sufficient adrenocoical hormones. Persons with Addison's disease have diminished secretion of both glucocoicoids (coisol) and mineralocoicoids (aldosterone). Hypersecretion by the adrenal coex causes a complex cascade of hormone effects called Cushing's syndrome. When Cushing's syndrome is secondary to excess secretion of ACTH by the anterior pituitary, this condition is referred to as Cushing's disease. In persons with Cushing's disease or Cushing's syndrome, coisol secretion is elevated but aldosterone secretion is normal. Occasionally a small tumor of the zona glomerulosa cells occurs and secretes large amounts of aldosterone; the resulting condition is called primary aldosteronism or Conn's syndrome.",
        "cop": 1,
        "opa": "Addison's disease",
        "opb": "Cushing's disease",
        "opc": "Cushing's syndrome",
        "opd": "Conn's syndrome",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f77fe893-4825-42d6-a066-a90378890f29",
        "choice_type": "multi"
    },
    {
        "question": "The blood levels of 1,25 dihydroxycholecalciferol is positively regulated by:-",
        "exp": "PTH - PTH is necessary for conversion of 25-hydroxy chole calciferol to 1,25 - dihydroxy cholecalciferol: Calcium: Plasma concentration of 1,25 ( OH)2 D3 is inversely affected by Ca2+ concentration in plasma. The rate of PTH secretion is greatly suppressed when plasma Ca2+ concentration rise above 9-10 mg/100gm If Ca2+ concentration below this level - | es conversion of 25 hydroxycholecalciferol to 1,25 dihydroxycholecalciferol in the kidney At higher calcium concentration when PTH is suppressed the 25 Hydroxycholecalciferol is conveed to a different component - 24, 25- Dihydroxy cholecalciferol & that has almost no vitamin D defect",
        "cop": 1,
        "opa": "PTH",
        "opb": "Calcium",
        "opc": "Magnesium",
        "opd": "25 OH cholecalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "1bc94f08-7c10-4c4c-84f0-08aff421ce9b",
        "choice_type": "single"
    },
    {
        "question": "Thyroxine binding globulin (TBG) is increased in:",
        "exp": "TBG concentration increases in (conditions of high estrogen levels) such as: pregnancy oral contraceptives. TBG concentration is decreased by: Hormones ( androgens, glucocoicoids;) Malnutrition nephrotic syndrome cancer chemotherapy. Drugs, such as phenytoin, salicylates.",
        "cop": 3,
        "opa": "Glucocoicoid therapy",
        "opb": "Nephrotic syndrome",
        "opc": "Pregnancy",
        "opd": "Cancer chemotherapy",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "fcf0368d-a422-4cbb-a9ac-11fed6310635",
        "choice_type": "single"
    },
    {
        "question": "PTH does what directly?",
        "exp": "Parathyroid hormone acts in the renal coex to stimulate the reaction forming 1,25-dihydroxycholicalciferol from 25-hydroxycholicalciferol. It has no effects on other the other reactions",
        "cop": 4,
        "opa": "Controls the rate of 25-hydroxycholicalciferol formation",
        "opb": "Controls the rate of calcium transpo in the mucosa of the small intestine",
        "opc": "Controls the rate of formation of calcium-binding protein",
        "opd": "Controls the rate of formation of 1,25-dihydroxycholicalciferol",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "a4f940ae-a47e-469c-b215-44a46b540dcf",
        "choice_type": "multi"
    },
    {
        "question": "Secondary hyperparathyroidism due to Vit D deficiency shows:",
        "exp": "Vitamin D deficiency causes hypocalcemia and hypomagnesemia and decreases GI absorption of calcium and phosphate. Decreased serum Ca2+ will stimulate PTH secretion. The secondary hyperparathyroidism will bring the Ca2+ levels toward normal but cause phosphaturia. Thus serum phosphate loss will be fuher aggravated - hypophosphatemia. The level of calcium phosphate product is low, bone mineralization is impaired and demineralization is increased.",
        "cop": 3,
        "opa": "Hypocalcemia",
        "opb": "Hypercalcemia",
        "opc": "Hypophosphatemia",
        "opd": "Hyperphosphatemia",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "95f76d3d-5d7a-4dcd-8b4a-06ac5b227fb6",
        "choice_type": "single"
    },
    {
        "question": "A patient has an elevated plasma thyroxine (T4) concentration, a low plasma TSH concentration, and her thyroid gland is smaller than normal. What is the most likely explanation for these findings?",
        "exp": "Regulation of Thyroid hormone synthesis: Option A: Decreased TSH will lead to decreased T4 Option B: in Grave's disease there is formation of thyroid-stimulating immunoglobulin (TSI), also known as long-acting thyroid stimulator (LATS), which is not subject to negative-feedback inhibition by thyroid hormone. Thus, T4 will be increased that will cause negative feedback inhibition of TSH (i.e. TSH will be decreased). Due to continuous stimulation of thyroid gland by LATS there will glandular hyperophy or goitre. Option C: Antithyroid substances (PTU = propylthiouracil; MMI= Methimazole) Propylthiouracil will decrease T4 concentration. Option D: Thyroid extract means patient is taking exogenous T3 and T4 hence increased T4 Increased T4 causes feedback inhibition of TSH hence decreased TSH which causes hypoplasia of gland . This is known as Wolff Chaikoff effect .",
        "cop": 4,
        "opa": "A lesion in the anterior pituitary that prevents TSH secretion",
        "opb": "Graves' disease",
        "opc": "The patient is taking propylthiouracil",
        "opd": "The patient is taking thyroid extract",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "e4ea9c75-2347-413a-98c8-14e837548f18",
        "choice_type": "multi"
    },
    {
        "question": "Some cells secrete chemicals into the extracellular fluid that act on cells in the same tissue. Which of the following refers to this type of regulation?",
        "exp": "Paracrine communication is cell secretions that diffuse into the extracellular fluid to affect neighboring cells Autocrine communication-Cells secretes chemical messengers that in some situations bind to receptors on the same cell, that secreted the messenger",
        "cop": 4,
        "opa": "Neural",
        "opb": "Endocrine",
        "opc": "Neuroendocrine",
        "opd": "Paracrine",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "af3ad961-91c3-4c8b-87db-6fbaaa9abc97",
        "choice_type": "single"
    },
    {
        "question": "Dwarfism is caused by all EXCEPT",
        "exp": "Thyroid hormones are essential for normal growth and development. If thyroid deficiency occurs in children, any time before the fusion of the epiphyses of the long bones, it leads to growth retardation or arrest. Loss in height that occurs due to this, may be recovered after the administration of thyroid hormone. This is called \"catch-up growth\". GH deficiency before pubey leads to dwarfism. Castration or extirpation of testes, before pubey, would result in permanent sterility. Absence of testosterone leads to failure of usual pubeal changes to occur, and accessory organs of reproduction do not develop. There is some delay in the closure of epiphyses of long bones, due to absence of testosterone. However, it does not result in dwarfism.",
        "cop": 3,
        "opa": "Thyroid deficiency",
        "opb": "Growth hormone deficiency",
        "opc": "Castration before pubey",
        "opd": "GH-receptor unresponsiveness",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "20207b4b-2f95-4e98-9665-dd6ac8f065ef",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following features may NOT be seen in hypocalcemia/tetany?",
        "exp": "Features of tetany / decrease Ca++: - Causes increased neuronal membrane permeability to Na+ ions, allowing easy initiation of action potentials. Consequently, hypocalcemia causes tetany, it also occasionally causes seizures. Decreased Ca++ levels lead to prolonged electrical activity in hea, ventricular depolarization will be prolonged because of the less Ca++. Cataract, paicularly the nuclear cataracts have been the features of chronic decrease in Ca++. Serum Ca++ is necessary for stability of Na++ gates in the nerve membranes, in case of decrease Ca++ levels, Na+ gates become unstable & they excessively fire, this event in smooth muscle of GIT can lead to intestinal & biliary spasm (colicky). Blood clotting need Ca++, this ionic Ca++ required for every step of intrinsic & extrinsic pathway, except for initial two steps in intrinsic pathway, but this ionic Ca++ is needed in small amounts. For clotting process very less Ca++ is needed, so, clotting defect usually don't get associated with decrease Ca++. Tetany occur when S. Ca++ decreases below 6 mg / dl. Lethal level of Ca++ below 4 mg / dl (death by laryngeal spasm).",
        "cop": 3,
        "opa": "prolongation of QT",
        "opb": "Cataract formation",
        "opc": "Clotting defects",
        "opd": "Intestinal & biliary colic",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "1e0edad7-167c-4576-a287-f746a9890b0b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following decreases in a flight and fright situation?",
        "exp": "Airway resistance : Decreases Blood glucose : Increases Blood pressure : Increases Pupillary diameter : Increases (mydriasis)",
        "cop": 4,
        "opa": "Pupillary diameter",
        "opb": "Blood pressure",
        "opc": "Blood glucose",
        "opd": "Airway resistance",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "b8f5ab76-b9d4-4f9c-885b-5adda514c5a8",
        "choice_type": "single"
    },
    {
        "question": "If a radioimmunoassay is properly conducted and the amount of radioactive hormone bound to antibody is low, what would this result indicate?",
        "exp": "In a radioimmunoassay, there is too little antibody to completely bind the radioactively tagged hormone and the hormone in the fluid (plasma) to be assayed. Thus, there is competition between the labeled and endogenous hormone for binding sites on the antibody. Consequently, if the amount of radioactive hormone bound to antibody is low, this finding would indicate that plasma levels of endogenous hormone are high",
        "cop": 1,
        "opa": "Plasma levels of endogenous hormone are high",
        "opb": "Plasma levels of endogenous hormone are low",
        "opc": "More antibody is needed",
        "opd": "Less radioactive hormone is needed",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f37dd60a-79a0-481e-bff9-a31eeb113d90",
        "choice_type": "single"
    },
    {
        "question": "All are true about Leptin EXCEPT:",
        "exp": "Leptin is a protein secreted by adipocytes (of the white adipose tissue). It is related to cytokines; hence sometimes it is called adipocytokine. Option D is a correct. It is sends signals to the hypothalamus regarding the degree of adiposity and nutrition, which in turn controls eating behavior and energy expenditure. Option C is a correct. As fat stores increase, plasma leptin levels increase (option B); and, as the fat stores are depleted, leptin levels decrease. High leptin levels inhibit the neuropeptide Y (NPY) secreting neurons of the hypothalamus. NPY is an orexigenic agent; inhibition of NPY neurons will decrease the appetite and food intake.Thus, option A is an incorrect. Diet-induced obesity, advanced age, and type II DM are associated with leptin resistance. Leptin signaling mechanism is ineffective in such conditions.",
        "cop": 1,
        "opa": "It increases appetite",
        "opb": "It is increased in obesity",
        "opc": "Its receptor is in hypothalamus",
        "opd": "Expressed in adipose tissue",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "7ff39542-5d36-461e-9086-ff9ace32b0af",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following hormone is not a protein derivative?",
        "exp": "PROTEIN DERIVATIVES STEROID DERIVATIVES TYROSINE DERIVATIVES GROWTH HORMONE COISOL THYROID HORMONES INSULIN ALDOSTERONE CATECHOLAMINES GLUCAGON SEX STEROIDS",
        "cop": 4,
        "opa": "Growth hormone",
        "opb": "Insulin",
        "opc": "Glucagon",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "cd4b2726-272c-4cd0-9606-57f657eaef13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following could inhibit the initiation of labor?",
        "exp": "Antagonism of progesterone's effects, dilation of the cervix and oxytocin all increase uterine smooth muscle excitability and facilitate contractions and the onset of labor. LH would have no effect. Prostaglandin E2 strongly stimulates uterine smooth muscle contraction and is formed at an increasing rate by the placenta late in gestation.",
        "cop": 3,
        "opa": "Administration of an antagonist of the actions of progesterone",
        "opb": "Administration of LH",
        "opc": "Administration of an antagonist of PGE2 effects",
        "opd": "Mechanically dilating and stimulating the cervix",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "d6a263eb-cf5e-4835-8d1e-6355b55b1a7f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following increases secretion of GH?",
        "exp": "Hypoglycemia is a potent stimulus for GH. GH decreases with aging and in response to the hypothalamic inhibitory hormone somatostatin. GH secretion would decrease in response to both exogenous GH administration and IGF-1 as a result of negative feedback inhibition",
        "cop": 4,
        "opa": "Senescence",
        "opb": "Insulin-like growth factor-1 (IGF-1)",
        "opc": "Somatostatin",
        "opd": "Hypoglycemia",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "25666fec-da81-4460-b91a-36590112a3f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following results in increase ADH activity?",
        "exp": "One of the stimuli for causing intense ADH secretion is decreased blood volume. This occurs strongly when the blood volume decreases 15 to 25 percent or more. ADH is considerably more sensitive to small changes in osmolarity than to similar percentage changes in blood volume. There are at least three kinds of vasopressin receptors: V1A, V1B, and V2. All are G-protein-coupled. V1A in blood vessels: causes vasoconstriction IP3-Ca2+ pathway V1B in anterior pituitary: causes ACTH release IP3-Ca2+ pathway V2 in late distal tubule and collecting duct: increases expression of aquporin-2 and urea transpoers at basolateral membrane cAMP pathway.",
        "cop": 3,
        "opa": "Hypervolemia",
        "opb": "Hypeension",
        "opc": "Hypovolemia",
        "opd": "Decrease osmolarity",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "fa035d64-9130-4888-a9a6-dd5d98a5aa34",
        "choice_type": "single"
    },
    {
        "question": "Impoant stimuli for prolactin secretion:",
        "exp": "The regulatory factors for prolactin secretion by the pituitary overlap, in pa, with those causing secretion of growth hormone, but there are impoant differences, and some stimuli increase prolactin secretion while decreasing that of growth hormone Factor Prolactin Growth hormone Sleep || || Nursing ||| - Breast stimulation in nonlactating women | - Stress || || Hypoglycemia | || Strenuous exercise | | Sexual intercourse in women | - Pregnancy ||| - Estrogens | | Hypothyroidism | - TRH || - Phenothiazines, butyrophenones || - Opioids | | Glucose - | Somatostatin - || L-Dopa || || Apomorphine || || Bromocriptine and related ergot derivatives || | Estrogens produce a slowly developing increase in prolactin secretion as a result of a direct action on the lactotropes. Dopamine is PIH and decreases prolactin secretion",
        "cop": 4,
        "opa": "Insulin",
        "opb": "Growth hormone",
        "opc": "Dopamine",
        "opd": "Estrogen",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "dd45b385-893a-4c0f-ae31-690a50db878b",
        "choice_type": "single"
    },
    {
        "question": "The anterior pituitary is mainly composed of the following secretory cells",
        "exp": "Hormone - secreting cells of the human anterior pituitary gland. Cell Type hormones Secreted percentage of Total secretory Cells Somatotrope Growth hormone 50 Lactotrope Prolactin 10-30 Coicotrope ACTH 10 Thyrotrope TSH 5 Gonadotrope FSH, LH 20 ACTH, adrenocoicotropic hormone; FSH, follicle-stimulating hormone; LH, luteinizing hormone; TSH, thyroid-stimulating hormone.",
        "cop": 1,
        "opa": "Somatotrope",
        "opb": "Lactotrope",
        "opc": "Thyrotrope",
        "opd": "Coicotrope",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "67b3f947-5acb-4702-a6c5-6c2b29e7ce79",
        "choice_type": "single"
    },
    {
        "question": "Insulin release is inhibited by:",
        "exp": "Somatostatin, secreted by d cells of pancreas, inhibits the other two secretions of the endocrine pancreas - insulin & glucagon. The primary stimulators of the somatostatin are glucose, amino acids, and fatty acids. Parasympathetic nervous system (vagus/Ach) is a stimulator of insulin secretion. Insulin secretion is inhibited by epinephrine acting alpha-2 adrenergic receptors. Amino acids, FFAs, and glucose are the stimulators of insulin secretion.",
        "cop": 1,
        "opa": "Somatostatin",
        "opb": "Glucagon",
        "opc": "Acetylcholine",
        "opd": "Amino acids",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "63f0ad58-7d5f-4f75-af83-509598475742",
        "choice_type": "single"
    },
    {
        "question": "Insulin dependent glucose uptake occurs in:",
        "exp": "Insulin causes inseion of GLUT-4 transpoers into the membranes of muscle cells and adipocytes. Glucose entry into these cells occurs GLUT-4 transpoers; it is an insulin-dependent transpo. Epithelial cells of the small intestine have SGLT-1 (sodium-glucose transpoer) which causes co-transpo of glucose with sodium, from intestinal lumen into the epithelial cell. Then, GLUT-2 causes facilitated transpo of glucose from the cell into blood. GLUT-2 mediated glucose transpo is not insulin-dependent. GLUT-2 is also present in pancreatic b-cell, liver. GLUT-2 is an impoant glucose transpoer during fasting-to-fed state. Glucose transpo in renal tubular cells occurs SGLT-2 and SGLT-3; a co-transpo along with sodium. Neuronal tissue has GLUT-3 for the glucose transpo. Brain is an obligate glucose user. Its functioning is critically dependent on circulating blood glucose level. Glucose entry into nerve cells is not insulin-dependent.",
        "cop": 1,
        "opa": "Muscle",
        "opb": "Epithelial cells of small intestine",
        "opc": "Brain",
        "opd": "Kidney",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "ff7506d2-afea-4c6f-a37c-d67dcb53944c",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year old woman is admitted to the hospital following a head injury. She has severe polyuria (producing 1 L of urine every 2 hours) and polydipsia (drinking 3 to 4 glasses of water every hour).During a 24-hour period in the hospital, the woman produces 10 L of urine, containing no glucose. She is placed on overnight water restriction for fuher evaluation. The following morning, she is weak and confused. Her serum osmolarity is 330mOsm/L, her serum is 164 mEg/L, and her urine osmolarity is 70 mOsm/L. She is treated with dDAVP by nasal spray. Within 24 hours of initiating the treatment, her serum osmolarity is 295mOsm/L and her urine osmolarity is 620mOsm/L.",
        "exp": "Following overnight water restriction he striking observation is that the woman is still producing dilute (hyposmotic) urine despite a severely elevated serum osmolarity. Diabetes mellitus is ruled out as cause of her poluria because no glucose is found in her urine. The diagnosis is that the woman has central diabetes insipidus secondary to a head injury. The woman's posterior pituitary gland does not secrete ADH. even with a strong osmotic stimulus such as serum osmolarity of 330mOsm/L. This absence of ADH results in a profound disturbance of water reabsorption, and she is unable to produce concentrated urine. Her distal tubule and collecting ducts are impermeable to water in the absence of ADH, no water can be reabsorbed by these segments, and her urine is hyposmotic (70mOsm/L).Because she is excreting excessive amounts of free water, serum osmolarity and serum increase. The high serum osmolarity is an intense stimulus for thirst, causing the woman to drink water almost continuously.",
        "cop": 3,
        "opa": "Diabetes Mellitus Type I",
        "opb": "Diabetes Mellitus Type II",
        "opc": "Central Diabetes Insipidus",
        "opd": "Juvenile Diabetes Insipidus",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "e372808c-e6e9-44c3-b54e-bb64285ff264",
        "choice_type": "single"
    },
    {
        "question": "Adrenal medulla secretes:",
        "exp": "Tyrosine - L-dopa - Dopamine - Noradrenaline - Adrenaline Coversion of Noradrenaline to Adrenaline requires the following enzyme - PNMT: Phenylethanolamine N- methyltransferase PNMT: Not present in sympathetic post ganglionic nerve fibers Therefore, sympathetic post-ganglionic nerve fibers release norepinephrine",
        "cop": 3,
        "opa": "Sex hormones",
        "opb": "Thyroid stimulating hormones",
        "opc": "Epinephrine",
        "opd": "Glucocoicoid",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "7d40677f-9576-4706-873f-4d4ced62b9b7",
        "choice_type": "single"
    },
    {
        "question": "Insulin-like growth factor-II (IGF-II) is synthesized in all EXCEPT:",
        "exp": "GH actions of growth of bones and visceral organs are mediated by a group of hormones/factors called insulin-like growth factors (IGFs). It is a complex system that includes: Two ligands (IGF-I and IGF-II), two cell membrane receptors for these ligands (IGF-IR and IGF-IIR) . IGF-I is the major form produced in most adult tissues; IGF-I is for achieving maximal growth. IGF-I is produced by and influences many cells in the body, especially cells in muscle, cailage, bone, liver, kidneys, nerves. IGF- II is the major form produced in the fetus. IGF-II is the growth factor for early (fetal) growth and development; IGF-II is produced by brain, kidney, pancreas, and muscle. Both IGFs are produced by the liver, in response to a GH stimulus. {Among the options given in this question, cailage synthesizes IGF-I. Hence, it is the answer.}",
        "cop": 3,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Cailage",
        "opd": "Pancreas",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "31615ca9-4d59-4384-82d3-1de2d6835c9c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following endocrine disorder is a result of molecular mimicry ?",
        "exp": "The cause of auto-immune thyroid disease is not completely known by medical science. However, a combination of genetic and environment factors are thought to play a role.(30) Molecular Mimicry New theory which explains how an immune system can be \"tricked\"into attacking the thyroid cells. Yersinia resides in intestinal bacteria has been found to share identical amino acid sequences when compared to the TSH receptor, thyroglobulin, thyroperoxidase , and sodium iodide sympoer . Borrelia burgdorferi has also been implicated This explains the increased antibodies found on lab panels in Hashimoto's patients. These are the antibodies to thyroglobulin and thyroperoxidase (TPO) commonly used by the doctor to confirm a diagnosis of Hashimotos Thyroiditis. TSH Receptor Antibodies Comes in 2 varieties. -First type, the TSH receptor is stimulated-Grave's Disease and hypehyroidism. -Second variety, the TSH recepter is blocked -Hashimotos's disease. -Although both Graves and Hashimotos have a common orign in the molecular mimicry theory -Grave's causes a hypehyroid state, and Hashimoto's causes a hypothyroid state. -Both Graves and Hashimotos antibodies can coexist in the same patient and one can transform into another",
        "cop": 3,
        "opa": "Addisons disease",
        "opb": "Diabetes Mellitus",
        "opc": "Hashimoto's thyroiditis",
        "opd": "Hypoparathyroidism",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "218d8386-c6f8-4936-8464-e49435d56330",
        "choice_type": "single"
    },
    {
        "question": "All of the following developmental events are dependent on the production of maternal or fetal glucocoicoids EXCEPT",
        "exp": "The functions attributed to fetal glucocoicoids are: Induce development and maturation of various enzyme systems in the liver Aid in maturation of pancreatic b cells Play a role in change from HbF to HbA Stimulate synthesis of surfactant by type II pneumocytes Play a role in paurition Stimulate formation of adrenal medulla and synthesis of catecholamines Thymus increases in size up to 5th year of life. Involution of thymus occurs at the time of pubey. Although it is brought about by glucocoicoids, involution of thymus is not a function of fetal/maternal glucocoicoids, as it continues to grow in size until much after bih. Before second trimester, most of the T4 in fetus is maternal. Fetal production of thyrotropin (TSH) and the T4 begin to increase in the second trimester, concurrent with development of the hypothalamic-pituitary poal system. Maternal glucocoicoids may have a role in the functional hypothalamo-pituitary axis in fetus.",
        "cop": 1,
        "opa": "Induction of thymic involution",
        "opb": "Production of surfactant by type II alveolar cells",
        "opc": "Functional thyroid",
        "opd": "Functional hypothalamo-pituitary axis",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "43864074-8a42-4a80-afe6-c1a2837c9567",
        "choice_type": "multi"
    },
    {
        "question": "After 5 days of fasting a man undergoes oral GTT, all of the following will be seen EXCEPT:",
        "exp": "Increasing lipolysis will increase the FFA & glycerol levels in blood. Glycerol will form glucose (gluconeogenesis), for obligatory users. It also causes TG breakdown and provides FFA as an alternate source of fuel for other tissues. Hence, GH levels begin to rise. By 5th day - The aim is still to maintain the plasma glucose high. There would be decreased insulin, impaired glucose tolerance, and increase in the levels of anti-insulin hormones (GH, glucagon, epinephrine, coisol). Thus, option B is the answer. Protein oxidation is rapid during the initial stage of starvation; transamination of amino acids in liver will form glucose (gluconeogenesis). Once the easily mobilized protein has been consumed, the rate of these reactions will decrease, and the body's protein stores will be relatively conserved. When most of the fat has been exhausted, the protein breakdown will occur as a last reso. After 2nd week: The brain undergoes a metabolic switch that allows it to utilize ketone bodies. More than 50% of its glucose need is replaced with the ketone bodies that are produced by continued oxidation of fatty acids. Since, glucose requirement is reduced, rate of gluconeogenesis also decreases. Muscle breakdown will decrease. 3rd weeks of starvation: BMR falls by 20%. By 4th week: urinary nitrogen loss is 3-5 gm per day (negative nitrogen balance)",
        "cop": 2,
        "opa": "GH levels are increased",
        "opb": "Increased glucose tolerance",
        "opc": "Decreased insulin levels",
        "opd": "Glucagon levels are increased",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "1a686df3-beab-4cde-a700-77b0376fae24",
        "choice_type": "multi"
    },
    {
        "question": "A man eats a low-carbohydrate meal that is rich in proteins containing the amino acids that stimulate insulin secretion. Which response accounts for the absence of hypoglycemia?",
        "exp": "Consumption of amino acids stimulates both GH and glucagon secretion. Increased glucagon secretion tends to increase blood glucose concentration and thus opposes the effects of insulin to cause hypoglycaemia",
        "cop": 4,
        "opa": "Suppression of GH",
        "opb": "Suppression of somatomedin C secretion",
        "opc": "Stimulation of coisol secretion",
        "opd": "Stimulation of glucagon secretion",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "47ffef5f-7b42-43a9-9f26-b695665f3785",
        "choice_type": "single"
    },
    {
        "question": "Following is/are physiological effects of thyroid hormones on the hea:",
        "exp": null,
        "cop": 1,
        "opa": "Increased number of beta adrenergic receptors",
        "opb": "Blunted response to circulating catecholamines",
        "opc": "Increased propoion of beta myosin heavy chain",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f5d80cd1-ae89-4450-b328-e075b693c515",
        "choice_type": "multi"
    },
    {
        "question": "In myxedema, yellowish tint of the skin is due to:",
        "exp": "Myxedema develops in a person who has almost total lack of thyroid hormone function. The patient shows - bagginess under the eye & swelling on the face. In this condition, for reason that are not explained, greatly increased quantities of hyaluronic acid and chondroitin sulphate bond with protein form excessive tissue gel in the interstitial spaces, which causes the total quantity of interstitial fluid to increase. Thyroid hormone is needed for conversion of carotene to vitamin A in skin. In myxedema (decrease T3) this conversion is hampered, therefore increased accumulation of carotene in skin l/t yellowish tint of the skin.",
        "cop": 2,
        "opa": "increased levels (decreased elimination) of bilirubin",
        "opb": "Increased carotene in the skin",
        "opc": "Anaemia",
        "opd": "Increased cholesterol levels in plasma",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "fb8881b4-138a-4279-8ca0-2fae769b270f",
        "choice_type": "single"
    },
    {
        "question": "Exposure to ultraviolet light directly facilitates which of the following?",
        "exp": "Ultraviolet light absorbed by the skin directly facilitates conversion of cholesterol to 25-hydroxycholecalciferol.",
        "cop": 1,
        "opa": "Conversion of 7 dehydrocholesterol to 25-hydroxycholecalciferol",
        "opb": "Conversion of 25-hydroxycholecalciferol to 1,25- dihydroxycholecalciferol",
        "opc": "Transpo of calcium into the extracellular fluid",
        "opd": "Formation of calcium-binding protein",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "d61def91-e318-4eb3-89dd-35d121a6e829",
        "choice_type": "single"
    },
    {
        "question": "Hypeonic dehydration would result from:",
        "exp": "ECF disturbance are of 2 types: Dehydration Overhydration DEHYDRATION: Isotonic dehydration Water & Na+ lost in equal propoion no shift of H2O k/o isotonicity of ECF seen in: GI fluid loss Burns Hemorrhage Hypeonic dehydration: H2O lost from ECF ECF becomes hypeonic H2O moves from ICF to ECF, and intracellular volume decreases seen in: Alcoholism Diabetes mellitus, diabetes insipidus. Hypotonic dehydration: H2O & Na+ lost but Na loss >>> H2O loss ECF becomes hypotonic, H2O moves to ICF compament causing secondary increase in ICF volume seen in: 1deg hypoaldosteronism 1deg hypoadrenocoicism OVERHYDRATION / VOLUME EXPANSION: Isotonic overhydration: k/o administration of oral / IV isotonic saline Hypeonic overhydration: Administration of oral / IV hypeonic saline Hypotonic overhydration: SIADH - excess ADH secreted in euvolemic states that result in hypervolemia",
        "cop": 2,
        "opa": "G.I. fluid loss",
        "opb": "Diabetes mellitus",
        "opc": "Primary hypoadrenocoicalism",
        "opd": "SIADH",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f013122e-5ed0-4479-bf2e-aa360f579910",
        "choice_type": "single"
    },
    {
        "question": "True about Laron dwarfism is:",
        "exp": "Laron dwarfism, Plasma GH is normal or elevated GH receptors are unresponsive as a result of loss-of-function mutations of the gene for the receptors. Resultsin growth hormone insensitivity. Plasma IGF-I is markedly reduced, along with IGFBP 3 (IGF-binding protein-3)",
        "cop": 2,
        "opa": "Growth hormone deficiency",
        "opb": "Growth hormone insensitivity",
        "opc": "Plasma IGF-1 is markedly increased",
        "opd": "Plasma IGF-BP3 at normal levels",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f729cbfc-7637-41e0-8095-521135b50bdf",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old woman repos to the clinic for a routine physical examination. The examination reveals she is pregnant. Her plasma levels of TSH are high, but her total thyroid hormone concentration is normal. Which of the following best reflects the patient's clinical state?",
        "exp": "As a result of negative feedback, plasma levels of TSH are a sensitive index of circulating levels of unbound (free) thyroid hormones. High plasma levels of TSH indicate inappropriately low levels of free thyroid hormones in the circulation, such as are present with autoimmune destruction of the thyroid gland in persons with Hashimoto's disease. However, because elevated plasma levels of estrogen in pregnancy increase hepatic production of TBG, Plasma levels of thyroid hormones are elevated in persons with Graves' disease and in patients with a pituitary TSH-secreting tumor, as well in patients given thyroid extract for therapy",
        "cop": 2,
        "opa": "Graves' disease",
        "opb": "Hashimoto's disease",
        "opc": "A pituitary tumor secreting TSH",
        "opd": "A hypothalamic tumor secreting thyrotropin-releasing hormone (TRH)",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "832cb567-cadc-4e1d-b656-aaa0767c8c9a",
        "choice_type": "single"
    },
    {
        "question": "Which of these hormones activate catalytic receptors?",
        "exp": "Catalytic receptors are those receptors that directly act as enzymes when the hormone binds to them. E.g. tyrosine kinase receptors Hormones That Use Receptor Tyrosine Kinase Signaling Growth hormone Insulin Leptin Prolactin Growth factors",
        "cop": 4,
        "opa": "GH",
        "opb": "IGF1",
        "opc": "Leptin",
        "opd": "All of these",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "3c5ebd1c-06d8-429e-a1bb-86ef72e1cf90",
        "choice_type": "multi"
    },
    {
        "question": "A patient has a goiter associated with high plasma levels of both TRH and TSH. Her hea rate is elevated. This patient most likely has which condition?",
        "exp": "A hypothalamic tumor secreting large amounts of TRH would stimulate the pituitary gland to secrete increased amounts of TSH. As a result, the secretion of thyroid hormones would increase, which would result in an elevated hea rate. In comparison, a patient with either a pituitary tumor secreting large amounts of TSH or Graves' disease would have low plasma levels of TRH because of feedback. Both TRH and TSH levels would be elevated in an endemic goiter, but the hea rate would be depressed because of the low rate of T4 secretion.",
        "cop": 2,
        "opa": "An endemic goiter",
        "opb": "A hypothalamic tumor secreting large amounts of TRH",
        "opc": "A pituitary tumor secreting large amounts of TSH",
        "opd": "Graves' disease",
        "subject_name": "Physiology",
        "topic_name": "Endocrine System",
        "id": "f3d737d6-a0df-4a32-8cd5-1b0d0cbe5211",
        "choice_type": "multi"
    }
]