[
    {
        "question": "When do progesterone levels rise to their highest point during the female hormonal cycle?",
        "exp": "The corpus luteum is the only source of progesterone production, except for minute quantities secreted from the follicle before ovulation. The corpus luteum is functional between ovulation and the beginning of menstruation, during which time the concentration of LH is suppressed below the level achieved during the preovulatory LH surge",
        "cop": 1,
        "opa": "Between ovulation and the beginning of menstruation",
        "opb": "Immediately before ovulation",
        "opc": "When the blood concentration of LH is at its highest point",
        "opd": "When 12 primary follicles are developing to the antral Stage",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "d4dc7bcd-ed03-4e9d-9413-72ae2a3144b4",
        "choice_type": "single"
    },
    {
        "question": "By which mechanism do LH and FSH return to baseline levels?",
        "exp": "Just after the LH surge, estradiol levels increase, which causes negative feedback on GnRH to stop producing LH and FSH, resulting in the decrease in their levels",
        "cop": 3,
        "opa": "LH surge",
        "opb": "Negative feedback on gonadotropin-releasing hormone (GnRH) by progesterone",
        "opc": "Negative feedback on GnRH by estradiol",
        "opd": "Negative feedback on GnRH from testosterone",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "5f67b1bb-aa6f-4454-94b3-1404b85f0c5a",
        "choice_type": "single"
    },
    {
        "question": "As menstruation ends, estrogen levels in the blood rise rapidly. What is the source of the estrogen?",
        "exp": "In the nonpregnant female, the only significant source of estrogen is ovarian follicles or corpus luteum. Menstruation begins when the corpus luteum degenerates. Menstruation ends when developing follicles secrete estrogen sufficiently to raise circulating concentration to a level that stimulates regrowth of the endometrium",
        "cop": 2,
        "opa": "Corpus luteum",
        "opb": "Developing follicles",
        "opc": "Endometrium",
        "opd": "Stromal cells of the ovaries",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "ca2d9bc2-a233-448a-b31d-83573d328cc8",
        "choice_type": "single"
    },
    {
        "question": "Follicle stimulating hormone (FSH) receptors are present on:",
        "exp": "FSH receptor is a specific G-protein coupled receptor. It is present in granulosa cells (ovary) and Seoli cells (testis). cAMP is the second messenger; it stimulates production of CREB-P and CREM-P (transcription factors that initiate expression of target genes). FSH stimulation of granulosa cells produces estradiol; stimulation of Seoli cells produces inhibin. Theca cells (ovaries) and Leydig cells (testis) have receptors for LH. Both FSH and LH downregulate their receptors.",
        "cop": 2,
        "opa": "Theca cells",
        "opb": "Granulosa cells",
        "opc": "Leydig cells",
        "opd": "Basement membrane of ovarian follicle",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "41b5ef65-8d84-4c63-9dac-3f6ca6ed9b77",
        "choice_type": "single"
    },
    {
        "question": "A baby is born with a penis, a scrotum with no testes, no vagina, and XX chromosomes. This condition is referred to as hermaphroditism. What could cause this abnormality?",
        "exp": "A very high concentration of testosterone in a female embryo will induce formation of male genitalia. An adrenal tumor in the mother that synthesizes testosterone at a high, uncontrolled rate could produce the masculinizing effect",
        "cop": 2,
        "opa": "Abnormally high levels of human chorionic gonadotropin (HCG) production by the trophoblast cells",
        "opb": "The presence of a testosterone-secreting tumor in the mother's right adrenal gland",
        "opc": "Abnormally high levels of LH in the maternal blood",
        "opd": "Abnormally low levels of testosterone in the maternal blood",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "80cbac9f-df9b-4bfc-9d36-2515cc7169b8",
        "choice_type": "multi"
    },
    {
        "question": "Pubey does NOT occur before the age of 8 years because:",
        "exp": "Pubey and regulation of its onset During childhood the hypothalamus does not secrete significant amount of GnRH because during childhood, the slightest secretion of any sex steroid hormones exes a strong inhibitory effect on hypothalamic secretion of GnRH. But at the time of pubey, the secretion of hypothalamic GnRH breaks through the childhood inhibition and adult sexual life begins.",
        "cop": 1,
        "opa": "The hypothalamus does not secrete GnRH in a pulsatile manner",
        "opb": "Inadequate synthesis of gonadotropins by the pituitary",
        "opc": "Gonads are unresponsive to gonadotropin",
        "opd": "Positive feedback action of gonadal steroids on pituitary",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "bca39878-dd96-4848-a990-7d1c6559d5ad",
        "choice_type": "single"
    },
    {
        "question": "A young woman is given daily injections of a substance beginning on the sixteenth day of her normal menstrual cycle and continuing for 3 weeks. As long as the injections continue, she does not menstruate. The injected substance could be which of the following?",
        "exp": "HCG has the same stimulatory effect as LH on the corpus luteum. Administration of HCG would cause the corpus luteum to continue to secrete estrogen and progesterone, preventing degradation of the endometrium and the onset of menstruation",
        "cop": 4,
        "opa": "FSH",
        "opb": "An inhibitor of progesterone's actions",
        "opc": "A PGE2 inhibitor",
        "opd": "HCG",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "9ffa215d-69eb-444c-8da8-b818ce26bf76",
        "choice_type": "single"
    },
    {
        "question": "What accompanies sloughing of the endometrium during the endometrial cycle in a normal woman?",
        "exp": "At the end of the luteal phase, the corpus luteum is resorbed and fails to produce progesterone and estradiol, making levels fall precipitously and causing the endometrium to slough.",
        "cop": 3,
        "opa": "An increase in progesterone",
        "opb": "The LH \"surge\"",
        "opc": "A decrease in both progesterone and estrogen",
        "opd": "An increase in estradiol",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "a16f00fb-88ef-4502-84c9-5dbaa772db0a",
        "choice_type": "multi"
    },
    {
        "question": "True about estrogen:",
        "exp": "All C18 steroids, including estrone, estradiol, and estriol, are commonly referred to as estrogens. Estriol is a weak estrogen; it is an oxidative product derived from both estradiol and estrone, with the conversion occurring mainly in the liver. The estrogenic potency of b-estradiol is 12 times that of estrone and 80 times that of estriol Estradiol-17b is also one of the most potent regulators of osteoblast and osteoclast function. Estrogen promotes survival of osteoblasts and apoptosis of osteoclasts, thereby oring bone formation over resorption.",
        "cop": 4,
        "opa": "Inhibits osteoblast",
        "opb": "Decreases expression of LDL receptors",
        "opc": "C19 steroid",
        "opd": "Estradiol is most potent among estradiol, estratriol and estrone",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "8c1b86f6-dc41-4407-81e4-570844d51672",
        "choice_type": "multi"
    },
    {
        "question": "Before the onset of pubey, the GnRH neurons are under the inhibitory control of:",
        "exp": "The transition to a reproductive state (during pubey) requires maturation of the entire hypothalamic-pituitary-gonadal axis. Before this maturation occurs, plasma LH and FSH levels are diminished despite low concentrations of gonadal steroids and inhibin. GnRH neurons are said to be under inhibitory influence of GABAergic neurons. Additional inhibition comes from NPY, endorphins, and nocturnal melatonin secretion. Hence, option C is more appropriate.",
        "cop": 3,
        "opa": "Glycine",
        "opb": "Glutamate",
        "opc": "Gamma amino butyric acid (GABA)",
        "opd": "Beta-endorphin",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "985d9850-68f7-4b7e-ba19-d33216cb3948",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true during the 12-hour period preceding ovulation?",
        "exp": "Ovulation will not take place unless a surge of LH precedes it. Immediately prior to ovulation, the number of follicles is decreasing due to normal attrition of all but one follicle, and consequently estrogen synthesis by the ovary is decreasing. Progesterone synthesis is stimulated by the LH surge.",
        "cop": 1,
        "opa": "A surge of LH is secreted from the pituitary",
        "opb": "The surge occurs immediately after the formation of the corpus luteum",
        "opc": "The surge is followed immediately by a fall in the plasma concentration of progesterone",
        "opd": "The number of developing follicles is increasing",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "3df5cc54-5151-4653-b5c2-103d55bb99ce",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the following in sequential order of their involvement in estrogen synthesis: A. Progesterone B. Androgen in granulosa cell C. Androgen in theca cell D. Aromatase",
        "exp": "Interaction of follicular theca and granulosa cells for production of estrogens. The theca cells, under the control of luteinizing hormone (LH), produce androgens that diffuse into the granulosa cells. In mature follicles, follicle-stimulating hormone (FSH) acts on granulosa cells to stimulate aromatase activity, which conves the androgens to estrogens. AC - Adenylate cyclase; ATP - Adenosine triphosphate; cAMP - Cyclic adenosine monophosphate; LDL - Low density lipoproteins.",
        "cop": 4,
        "opa": "B-A-D-C",
        "opb": "A-C-D-B",
        "opc": "D-C-A-B",
        "opd": "A-C-B-D",
        "subject_name": "Physiology",
        "topic_name": "Female Reproductive System",
        "id": "32f2f0d1-4e17-41d9-9693-4a1db029239b",
        "choice_type": "single"
    }
]