[
    {
        "question": "Assuming a respiratory rate of 12 breaths/min, calculate the minute ventilation.",
        "exp": "Minute ventilation is VT x respiratory rate. VT from the graph is 500 milliliters. Therefore, minute ventilation = 500 x 12 = 6 L/min",
        "cop": 4,
        "opa": "1 L/min",
        "opb": "2 L/min",
        "opc": "4 L/min",
        "opd": "6 L/min",
        "subject_name": "Physiology",
        "topic_name": "Gaseous exchange",
        "id": "8bf2d6d7-7f14-4ee9-9127-5cadab8721d1",
        "choice_type": "single"
    },
    {
        "question": "Adequate oxygen is delivered to the tissues in",
        "exp": "- In hypoxic, anemic, and stagnant types of hypoxia, oxygen delivery to tissues is reduced. In histotoxic hypoxia, oxygen delivered to tissues is normal; however, tissues are unable to utilize the oxygen.",
        "cop": 4,
        "opa": "Hypoxic hypoxia",
        "opb": "Stagnant hypoxia",
        "opc": "Anemic hypoxia",
        "opd": "Histotoxic hypoxia",
        "subject_name": "Physiology",
        "topic_name": "Gaseous exchange",
        "id": "80ff6ac6-70c7-4b5d-9600-1f9ae72fae47",
        "choice_type": "single"
    },
    {
        "question": "During exercise increase in O2 delivery to muscles is because of all except:",
        "exp": "Oxygen dissociation curve shifts to left Exercise has been repoed to produce an increase in 2,3-BPG within 60 mins, although the rise may not occur in trained athletes. The P50 is also increased during exercise, because the temperature rises in active tissues and CO2 and metabolites accumulate, lowering the pH. In addition, much more O2 is removed from each unit of blood flowing through active tissues because the tissues' PO2 declines. Finally, at low PO2 values, the oxygen-hemoglobin dissociation curve is steep, and large amounts of O2 are liberated per unit drop in PO2",
        "cop": 1,
        "opa": "Oxygen dissociation curve shifts to left",
        "opb": "Increased stroke volume",
        "opc": "Increased extraction of oxygen from the blood",
        "opd": "Increased blood flow to muscles",
        "subject_name": "Physiology",
        "topic_name": "Gaseous exchange",
        "id": "3efe1972-d484-4efa-be07-4582af2176f0",
        "choice_type": "multi"
    }
]