[
    {
        "question": "Following is true of hormone leptin except:",
        "exp": "Ans: D (It increases appetite) Ref: Pal GK, Functions of Hypothalamus, In: Textbook of Medical Physiology, Ahuja Publishing House, 118:889Explanation:LeptinProtein of 167 amino acidsManufactured primarily in the adipocytesHigh leptin level occurs in obesity - | sympathetic activity; | food intakeLow- leptin level occurs in starvation | parasympathetic activity; | food intakeActs on hypothalamus, arcuate nucleus identifies plasma leptin concentration.Regulates onset of pubertyStimulates thyroid functionControls glucocorticoid secretion",
        "cop": 4,
        "opa": "It is found in increased levels in obese",
        "opb": "Site of action is hypothalamus",
        "opc": "It is produced by adipose all",
        "opd": "It increases appetite",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "61faef90-a347-4df3-a961-563d2938a9e1",
        "choice_type": "multi"
    },
    {
        "question": "The most important hormone that increases gallbladder contraction after a fatty meal is:",
        "exp": "Ans. c. CCK (Ref: Ganong 23/e p443-446)Cholecystokinin (CCK) increases gallbladder contraction after a fatty meal.Cholecystokinin (CCK):Stimulation of pancreatic enzyme secretionQContraction of the gallbladderQRelaxation of the sphincter of OddiQGastrin:Produced by G cells in the antral portion of gastric mucosaQ.It mainly stimulates the secretion of gastric acid and pepsin from stomachQStimulates growth of mucosa of the stomach and the small and large intestinesQSecretin:It is produced by the S cells in the glands of the mucosa in the upper portion of the small intestine.It mainly increases the secretion of bicarbonateQ by the ductal cells of the pancreas and biliary tract.GIP:It is produced by K cells in the mucosa of duodenum and jejunum.It inhibits gastric secretion and motilityQ ('gastric inhibitory peptide').It also stimulates insulin secretion from the pancreasQAlso termed as 'glucose-dependent insulinotropic polypeptide'.Cholecystokinin (CCK)Secreted by the 'I' cells in the mucosa of the upper small intestine.Most important actions of Cholecystokinin (CCK)Stimulation of pancreatic enzyme secretionQContraction of the gallbladderQRelaxation of the sphincter of OddiQCCK also augments the action of secretin in producing secretion of an alkaline pancreatic juiceInhibits gastric emptying, exerts a trophic effect in the pancreas, increases the synthesis of enterokinase, and may enhance the motility of the small intestine and colon.Gastrin and CCK can also stimulate glucagon secretion.Two CCK receptors have been identifiedCCK-A receptors are primarily located in the peripheryQBoth CCK-A and CCK-B receptors are found in the brainQ.Both activate PLC, causing increased production of IP3 and DAG.The secretion of CCK is increased by the contact of the intestinal mucosa with the products of digestion, particularly peptides and amino acids, and also by the presence of fatty acids in the duodenum, containing more than 10 carbon atoms.",
        "cop": 3,
        "opa": "Gastrin",
        "opb": "Secretin",
        "opc": "CCK",
        "opd": "GIP",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "b51fcf28-be80-4884-914e-7f27e12c488b",
        "choice_type": "multi"
    },
    {
        "question": "Regarding Gherlin which is false -",
        "exp": "Ans. is D None of the above o Ghrelin is secreted primarily by the stomach and appears to play an important role in the central control of food intake. It also stimulates growth hormone secretion by acting directly on receptors in the pituitary. It is also produced in the hypothalamus and has marked growth hormone-stimulating activity', o Ghrelin is a peptide secreted by oxyntic cells in gastric fundus that are characterized by round, compact, electron-dense secretory granules (P/D1Cells in humans, A cells in rats and X/A linked cells in dogs), o Ghrelin promotes food intake, i.e., stimulate appetite (orexigenic). o Ghrelin secretion increases with anorexia. o In human, ghrelin induces lipolysis (not increases fat deposition).",
        "cop": 4,
        "opa": "Secreted from D1 cells of fundus",
        "opb": "Induces lipolysis",
        "opc": "Stimulates appetite",
        "opd": "None of the above",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "be73ba79-faa2-4eed-826b-5034dc85cad0",
        "choice_type": "multi"
    },
    {
        "question": "Secretin stimulates secretion of -",
        "exp": "Ans. is 'a' i.e., Pancreatic secretion rich in bicarbonates Secretino Secretin is secreted by the S cells located in the duodenum and jejunum. The most important stimulus for secretinsecretion is the presence of acid in the duodenum. Secretin secretion is also stimulated by the contact of products of protein digestion with the duodenal and jejunal mucosa.o Secretin acts through the group II-A hormonal mechanism, i.e., through cAMP as second messenger. The following are the functions of secretin : -i) It stimulates the secretion of watery, alkaline (bicarbonate rich) pancreatic fluid that is poor in enzymes;ii) It potentiates the action of CCK on the pancreas;iii) It increases the hepatic secretion of bile; i.e., it is a choleretic;iv) It decreases gastric acid secretion;v) It increases the tone of pyloric sphinctor.vi) It decreases rate of gastric emptying.vii) Secretin inhibits gastrin secretion.",
        "cop": 1,
        "opa": "Pancreatic secretion rich in bicarbonates",
        "opb": "Pancreatic seretion rich in enzymes",
        "opc": "Pancreatic secretion rich both in bicarbonate and enzymes",
        "opd": "Gastric acid",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "31058fa9-8576-4c8f-be36-2e7884a12725",
        "choice_type": "multi"
    },
    {
        "question": "Secretin -",
        "exp": "Ans. is 'b' i.e.. Reduces Gastric secretion Secretino Secretin is secreted by the S cells located in the duodenum and jejunum.o The most important stimulus for secretin secretion is the presence of acid in the duodenumQ.o Secretin secretion is also stimulated by the contact of products of protein digestion with the duodenal and jejunal mucosa.o Secretin acts through the group II-A hormonal mechanism, i.e., through cAMP as second messenger.o The following are the functions of secretin : -It stimulates the secretion of watery, alkaline (bicarbonate rich)6 pancreatic fluid that is poor in enzymes6.It potentiates the action of CCK on the pancreasQ;It increases the hepatic secretion of bileQ; i.e., it is a choleretic;It decreases gastric acid secretionQ;It increases the tone of pyloric sphinctorQ;It decreases rate of gastric emptyingQ;Secretin inhibits gastrin secretionQ.",
        "cop": 2,
        "opa": "Reduces the action of CCK PZ",
        "opb": "Reduces Gastric secretion",
        "opc": "Increases Gastric secretion",
        "opd": "Secretion of pancreatic juice rich in enzyme",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "2205906d-afcf-41d8-a299-abaec2d16deb",
        "choice_type": "single"
    },
    {
        "question": "Migrating motor complex is due to which GI hormone-",
        "exp": "Ans. is 'b' Le., Motilin Migratory motor complex (MMC)o The gastric antrum shows bursts of propulsive (peristalitic) muscular activity every 90 minutes. The activity is conducted along the entire length of the small intestine, from stomach to distal ileum, at a rate of about 5 cm per minute. As soon as the activity reaches the terminal ileum, a new wave begins in the stomach. The purpose of MMC is to clear the stomach and small intestine of luminal contents in preparation for the next meal. The MMCs are initiated by motilin.",
        "cop": 2,
        "opa": "Gastrin",
        "opb": "Motilin",
        "opc": "CCK",
        "opd": "VIP",
        "subject_name": "Physiology",
        "topic_name": "Hormones",
        "id": "576db618-41c9-486c-b4eb-bff9110176ed",
        "choice_type": "single"
    }
]