[
    {
        "question": "Unable to consolidate long term memory' damage to-",
        "exp": "Ans. is 'd' i.e., Hippocampi o For short term memory to be converted into long-term memory that can be recalled weeks or years later, it must become \"consolidatedo That is, the short-term memory if activated repeatedly will initiate chemical, physical and anatomical changes in the synapses that are responsible for the long-term type of memory,o Medial temporal lobe is the area of brain responsible for consolidationQ, i.e. processing of short term memory into long term memoryQ.o These areas are Hippocampus (most important)Q, parahippocampal gyrus and entorhinal cortex,o Therefore, damage to hippocampus leads to antegrade amnesia, i.e. patient is unable to consolidate recent events into long term memoryQ.o After consolidation long term memory is stored in neocortexQ,o Amygdala stores the components of memory concerned with emotions,o Hippocampus is not important in reflexive memory.o Encoding of reflexive memory is believed to occur in the basal ganglia and/or cerebellum.",
        "cop": 4,
        "opa": "Frontal",
        "opb": "Parietal",
        "opc": "Temporal",
        "opd": "Hippocampi",
        "subject_name": "Physiology",
        "topic_name": "Memory and Speech",
        "id": "5eb1f886-5759-4a97-8810-db499da0b09a",
        "choice_type": "single"
    },
    {
        "question": "Broca's area of speech is for-",
        "exp": "Ans. is 'b' i.e., Motor part of speech o Speech is defined as an ability to understand or express oneself by spoken or written words. Visual association area, auditory association area, Wernicke's area and Broca's area of the Brain are concerned with reception, formulation and expression components of speech.Wernick's areao It is located in the posterior end of superior temporal gyrus.o It is the site of integration of secondary somatic, Auditory and visual areas.o In response to words heard or read and interpreted by the secondary auditory or visual sensory areas, the Wernicke's area formulate ideas (words are planned) for expressive part of the speech and sends signals to the Broca's area via arcuate faciculus.o So, Wernicke 9s area is concerned with comprehension.o Lesion to this area results in sensory (fluent) aphasia.Broca's area (Area 441o Broca's area is located in the inferior frontal gyrus.o It constitutes the center for motor part of speech. It receives information from Wernicke's area and sends it to the motor cortex concerned with control of larynx, lips and tongue for spoken speech and fingers for written speech.o Lesions of the Broca's area produce an inability to express onself by spoken speech called motor aphasia or nonfluent aphasia.Interpretation of words, read or heard (By secondary visual or auditary areas) | Formulation of ideas which is to be expressed in speech(i.e. Words are planned in Wernicke's area) |Plan is passedThrough arcuate fasciculusSentence is formulated in Broca's area(Idea is expressed in sentence) | Transmitted to motor cortex for actual external expression by movements of finger (in written speech) or larynx, tongue, lips (for spoken speech)",
        "cop": 2,
        "opa": "Integration of speech",
        "opb": "Motor part of speech",
        "opc": "Sensory part of speech",
        "opd": "Comprehension of speech",
        "subject_name": "Physiology",
        "topic_name": "Memory and Speech",
        "id": "24557bea-6a1e-4b8f-8d12-7987877019e6",
        "choice_type": "single"
    },
    {
        "question": "Short term memory conversion to long term memory takes place in -",
        "exp": "Ans. is 'c' i.e., Hippocampus o Medial temporal lobe is the area of brain responsible for consolidation, i.e. processing of short term memory into long term memory.o These areas are Hippocampus (most important}, parahippocampal gyrus and entorhinal cortex.o For short term memory to be converted into long-term memory that can be recalled weeks or years later, it must become \"consolidatedo That is, the short-term memory if activated repeatedly will initiate chemical, physical and anatomical changes in the synapses that are responsible for the long-term type of memory,o Medial temporal lobe is the area of brain responsible for consolidationQ, i.e. processing of short term memory into long term memoryQ.o These areas are Hippocampus (most important)Q, parahippocampal gyrus and entorhinal cortex,o Therefore, damage to hippocampus leads to antegrade amnesia, i.e. patient is unable to consolidate recent events into long term memoryQ.o After consolidation long term memory is stored in neocortexQ,o Amygdala stores the components of memory concerned with emotions,o Hippocampus is not important in reflexive memory.o Encoding of reflexive memory is believed to occur in the basal ganglia and/or cerebellum.",
        "cop": 3,
        "opa": "Hypothalamus",
        "opb": "Thalamus",
        "opc": "Hippocampus",
        "opd": "Amygdala",
        "subject_name": "Physiology",
        "topic_name": "Memory and Speech",
        "id": "ba5aeff8-6ec3-4169-ba9e-e0c2edf1068b",
        "choice_type": "single"
    },
    {
        "question": "Pure word aphasia is inability to?",
        "exp": "ANSWER: (C) ComprehendREF: Adams and victors Principles of Neurology 9th ed page 470, Gray's 39th ed page 415Auditory verbal agnosia (AVA), also known as pure word deafness, is the inability to comprehend speech. Individuals with this disorder lose the ability to understand language, repeat words, and write from dictation.",
        "cop": 3,
        "opa": "Read",
        "opb": "Write",
        "opc": "Comprehend",
        "opd": "Speak",
        "subject_name": "Physiology",
        "topic_name": "Memory and Speech",
        "id": "d20a9142-116c-467c-8361-871f2ee7a8a4",
        "choice_type": "single"
    },
    {
        "question": "Prosopagonsia is -",
        "exp": "Ans. is 'a' i.e., Inability to recognize familier face o Prosopagnosia (face blindness): Inability to recognize known people by faces.o Dyscalculia:- Impaired ability to perform mathematical calculations.o Agnosia:- Inability to recognize objects by a particular sensory modality even though the sensory modality itself is intact.o Astereognosis:- Inability to recognize object by feeling them.o Anosognosia:- Unawareness or denial of disability or neurological deficit.o Dvsgraphia or agraphia:- Deficiency in the ability to write, regardless of ability to read.",
        "cop": 1,
        "opa": "Inability to recognize familier face",
        "opb": "Impaired calculation",
        "opc": "Inability to recognine objects by feeling",
        "opd": "Onawareness of neurological deficity",
        "subject_name": "Physiology",
        "topic_name": "Memory and Speech",
        "id": "1323540b-5c4a-405a-b88f-4534c4e22f89",
        "choice_type": "single"
    }
]