[
    {
        "question": "Inhibition of prolactin is caused by: (Repeat)",
        "exp": "Ans: A (Dopamine) Ref: Pal GK, Pituitary Gland: The Anterior Pituitary. In: Textbook of Medical Physiology, Abuja Publishing House, 2007: 44:332Explanation:Regulation of Prolactin SecretionProlaction Increased by:PRFSleep, stress, breast feedingAlso released by TRH and hormones in the glucagon family (secretin, glucagon, VIP and gastric inhibitory polypeptide )AT-IIOxytocinDopamine antagonist (phenothiazine)Adrenergic blockersSerotonin agonistsProlactin Decreased by:DopamineSomatostatinProlactinGABA",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Dobutamine",
        "opc": "TRH",
        "opd": "AT-II",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "edf31927-1056-4bbd-83dc-9d6550f7ccd9",
        "choice_type": "single"
    },
    {
        "question": "Secretory vesicles are transported -",
        "exp": "Ans. is 'd' i.e., Have no relation with concentration gradientExoevtosiso Exoevtosis is a reverse of endocytosis. This process is involved when secretory granules are extruded from the cell. When secretory vesicle comes in contact with inside of cell membrane, the membrane of the vesicle fuses with cell membrane and then there is extrusion of the contents of vesicle from the cells as secretory granules. Similar to endocytosis exoevtosis requires Ca++ and energy. Exoevtosis is also called emiocytosis or reverse pinoevtosis.o Exoevtosis (secretion from the cell) occurs via two pathways : -Non-constitutivepathway:- Proteins from the Golgi apparatus initially enter secretory' granules, where processing of prohormones to mature hormones occurs before exocytosis. This pathway is sometimes called \"regulated pathway\".Constitutive pathway :- Involves the prompt transport of proteins to the cell membrane in vesicles, with little or no processing or storage.Types of transport across cell membrane Carrier protein involvedEnergy requiredConcentration gradientSimple diffusionNoNoAlong (Down hill)Osmosis (Diffusion of H.O)NoNoAlong (Down hill)Facilitated diffusionYesNoAlong (Down hill)Active transportYesYesAgainst (Uphill)ExocytosisNoYesN/A (not applicable)Endocytosisy Pinocytosis & Phagocytosisy Receptor mediated endocytosisNoYesYesYesN/AN/A",
        "cop": 4,
        "opa": "Along concentration gradient",
        "opb": "Against concentration gradient",
        "opc": "May be along or against concentration gradient",
        "opd": "Have no relation with concentration gradient",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "3f418499-a1c6-415a-9989-915db7863194",
        "choice_type": "single"
    },
    {
        "question": "Growth hormone has its effect on growth through-",
        "exp": "Ans. is 'b' i.e., IGF -1 o GH has two major functions:- The growth of skeletal system The growth is mediated by somatomedins (IGF). Increased deposition of cartilage (including chondroitin sulfate) and bone with increased proliferation of chondrocytes and osteocytes. Metabolic effects- most of the metabolic effects are due to the direct action of GH. These include gluconeogenesis, decreased peripheral utilization of glucose (decreased uptake), lipolysis and anabolic effect on proteins.",
        "cop": 2,
        "opa": "Directly",
        "opb": "IGF -1",
        "opc": "Thyroxine",
        "opd": "Intranuclear receptors",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "2a6cde9e-5a59-4e8d-aa37-fd0167fb3dd9",
        "choice_type": "single"
    },
    {
        "question": "Oxytocin causes ail EXCEPT:",
        "exp": "ANSWER: (D) Milk productionREF: Ganongs 22nd ed p- 243, www.ncbi.nlm.nih.gov/pubmed/7922507OXYTOCIN:Oxytocin is a peptide of nine amino acids (a nonapeptide)released by the human posterior pituitary glandActions:Oxytocin has peripheral (hormonal) actions, and also has actions in the brain. Its actions are mediated by specific, high-affinity oxytocin receptors. The oxytocin receptor is a G-protein-coupled receptorActs on myoepithelial cells of the ducts in the breast to squeeze the milk out of areola of iactating breast causing galactokinesis or milk ejection or letting down reflex. Remember milk production is not a function of oxytocinInitiation of labour: it acts on uterine musculature to cause its contraction and initiates labour via positive feed back mechanism. However it's important to note that oxytocin acts on an endometrium primed by estrogen, and progesterone antagonises this function of oxytocin.It also acts on non pregnant uterus to cause sperm transportIt has been found that since the structure of oxytocin is similar to vasopressin it can act on VI receptors in the brain , although the effect is 10 times lesser , hence large doses of oxytocin can cause a state similar to vasopressin excessGiven as syntocinon for induction of labour in intravenous or nasal spray forms. Atosiban a tocolytic is its antagonistThere are three vasopressin receptors. They are ah G protein linked.VIAV1BV2* Acts by phosphatidyl hydrolysis* Located in area postrema, liver, spinal cord* Mediates vasoconstrictor action* Acts by phosphatidyl hydrolysis* Located in anterior pituitary to cause ACTH release* Also called V3 receptors* Neural action* Stimulates adenyl cyclase* Expressed in anterior pituitary and DCT of kidney and liver.* Antidiuretic action* Loss of this causes diabetes insipidus* Now called aquaporins and 5 types have been found aquaporin 1,2,3 found in kidney , aquaporin 4 in brain, and aquaporin 5 in lacrimal and salivary gland",
        "cop": 4,
        "opa": "Milk ejection",
        "opb": "Induction of labour",
        "opc": "Attaches to VI receptors",
        "opd": "Milk production",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "7ad6cb6e-d031-4b2b-a28c-893c8ca0e28c",
        "choice_type": "multi"
    },
    {
        "question": "Continuous administration of GnRH -",
        "exp": "Ans. is 'b' i.e., Suppresses hypothalamic - pituitary axiso The timing and pattern of hypothalamic factor release are important determinants of anterior pituitary response,o Most hypothalamic releasing factors are secreted in a cyclic or pulsatile manner, rather than incontinuous manner.o For example, GnRH is normally secreted in episodic bursts, with a periodicity of few hours,o These bursts produce a circhoral peak of gonadotropins secretion, and these bursts are essential for normal secretion of gonadotropins.o If GnRH is administered by constant infusion, GnRH receptors in the anterior pituitary down-regulate and gonadotropins secretion is suppressed,",
        "cop": 2,
        "opa": "Stimulates hypothalamic - pituitary axis",
        "opb": "Suppresses hypothalamic - pituitary axis",
        "opc": "May suppress or stimulatehypothalomic -pituitary axis",
        "opd": "Has no effect on hypothalamic - pituitary axis",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "1d3ce51a-0683-47ef-b58f-fe42a976a52b",
        "choice_type": "single"
    },
    {
        "question": "TSH is produced by:",
        "exp": "Ans. (a) Anterior pituitaryRef: Guyton physiology 11th Ed. / 907* Thyroid stimulating hormone is secreted by anterior pituitary after getting stimulus by TRH (thyrotropin releasing hormone) from hypothalamus.* Please refer to above table",
        "cop": 1,
        "opa": "Anterior pituitary",
        "opb": "Post pituitary",
        "opc": "Hypothalamus",
        "opd": "Thyroid gland",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "12829578-20b3-4dac-8fcc-f082f3d795d2",
        "choice_type": "single"
    },
    {
        "question": "The hormone associated with cold adaption is :",
        "exp": "Ans. is 'b' i.e. Thyroxine Hypothalamus is responsible for thermoregulationWhen a person is exposed to cold, thermoregulation occurs in two phases -Immediate-It is mediated through autonomic nervous system | | Heat productionDelayed - It occurs through endocrine systemNote: Due to hypothalamic stimulation horripilation (standing up of body hair) is seen. This causes heat conservation. But this mechanism is of no major importance in man due to scantiness of hair.",
        "cop": 2,
        "opa": "Growth hormone.",
        "opb": "Thyroxine.",
        "opc": "Insulin.",
        "opd": "Melanocyte Stimulating Hormone.",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "63c81354-d176-4cd6-92eb-c484a4acf305",
        "choice_type": "single"
    },
    {
        "question": "In diseases of growth hormone cell death occurs by-",
        "exp": "Ans. is 'b' i.e., Apoptosis o GH and IGF-1 (somatomedin) inhibit cell death by apoptosiso Thus, GH deficiency will cause accelerated apoptosis.\"GH indirectly mediates growth and protein synthesis by triggering the liver and other tissues to produce a group of proteins called insulin-like growth factors (IGFs). These proteins enahnce cellular proliferation and inhibit apoptosis or programmed cell death \" -- Science in medicine.",
        "cop": 2,
        "opa": "Aging",
        "opb": "Apoptosis",
        "opc": "Necrosis",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "13a3f5c7-b9ea-46d9-90c7-64c052bab480",
        "choice_type": "multi"
    },
    {
        "question": "Milk ejection is facilitated by:",
        "exp": "Ans. (b) OxytocinHormones from Anterior PituitaryHORMONESMAJOR FUNCTIONSGrowth hormoneStimulates protein synthesis and overall growth of most cells and tissuesTSHStimulates synthesis and secretion of thyroid hormones (T3 & T4)Adrenocorticotropic hormone (ACTH)Stimulates synthesis and secretion of adrenocortical hormones (cortisol, androgens, and aldosterone)ProlactinPromotes development of the female breast and secretion of milkFollicle-stimulating hormone (FSH)Causes growth of follicles in the ovaries and sperm maturation in sertoli cells of testesLuteinizing hormones (LH)Stimulates testosterone synthesis in Leydig cells of testes; stimulates ovulation, formation of corpus luteum, and estrogen and progesterone synthesis in ovaries.Hormones from Posterior PituitaryAntidiuretic hormone (ADH)/ VasopressinIncrease water reabsorption by the kidneys and cause vasoconstriction and increased blood pressureOxytocinStimulates milk ejection from breasts and uterine contractions",
        "cop": 2,
        "opa": "Prolactin",
        "opb": "Oxytocin",
        "opc": "Growth hormone",
        "opd": "ACTH",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "7f9813e7-fbac-4e7b-ac8c-fb600d699ed0",
        "choice_type": "single"
    },
    {
        "question": "ADH is secreted by?",
        "exp": "ANSWER: (A) Supraoptic nucleusREF: Ganongs 22nd ed p. 243, Handbook of Human Physiology by Vidya Ratan page 302The hormones of posterior pituitary gland (vasipressin St oxytocin) are secreted by neurosecretory cells (in hypothalamus) of supraoptic nucleus (secretes vasopressin AKA- ADH) and paraventricular nucleus (secretes oxytocin). These hormones travel through hypothalamo- hypophyseal tract to be stored in posterior pituitary",
        "cop": 1,
        "opa": "Supraoptic nucleus",
        "opb": "Paraventricular nucleus",
        "opc": "Neurohypophysis",
        "opd": "Adenohypophysis",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "58ceda76-b5e1-47ce-b1cf-8f7fb06115a2",
        "choice_type": "single"
    },
    {
        "question": "The suckling reflex:",
        "exp": "Ans. D. Triggers the release of oxytocin by stimulating the supraoptic nucleiSuckling involves hormonal and neuronal components, but the hormonal component is efferent and the neuronal component is afferent. When the baby suckles, neural signals from the nipple travel via nerves to the spinal cord and up to the brain (afferent component), which triggers the release of oxytocin from the supraoptic nuclei (efferent component). Oxytocin enters the circulation, enters the breasts, and causes contraction of the myoepithelial cells. Placental lactogen is no longer present after parturition; it is a placental hormone. Dopamine release is decreased by suckling, and as a result, PRL secretion is increased.",
        "cop": 4,
        "opa": "Has afferent hormonal and efferent neuronal components",
        "opb": "Increases placental lactogen secretion",
        "opc": "Increases the release of dopamine from the arcuate nucleus",
        "opd": "Triggers the release of oxytocin by stimulating the supraoptic nuclei",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "f11e24ea-71a9-4747-a544-253ca6b8c916",
        "choice_type": "single"
    },
    {
        "question": "Phospholipase C acts as secondary messanger for?",
        "exp": "ANSWER: (D) GnRHREF: Guyton page 914 table 74-2 & 3See APPENDIX- 84 below for \"ENDOCRINE GLANDS, HORMONES, AND THEIR FUNCTIONS AND STRUCTURE\"Repeat (**) APPENDIX- 84ENDOCRINE GLANDS, HORMONES, AND THEIR FUNCTIONS AND STRUCTURE:REF: Guyton 11th edition page 907Gland,'TissueHormonesMajor FunctionsChemicalStructureHypothalamusThyrotropin-releasing hormone (TRH)Stimulates secretion of TSH and prolactinPeptideCorticotropin-releasing hormone (CRH)Causes release of ACTHPeptideGrowth hormone-releasing hormone (GHRH)Causes release of growth hormonePeptideGrowth hormoneinhibitory hormone (GHIH) (somatostatin)Inhibits release of growth hormonePeptideGonadotropin-releasing hormone (GnRH)Causes release of LH and FSHPeptideDopamine or prolactin- inhibiting factor (P1F)Inhibits release of prolactinAmineAnterior pituitaryGrowth hormoneStimulates protein synthesis and overall growth of most cells and tissuesPeptideThyroid-stimulating hormone (TSH)Stimulates synthesis and secretion of thyroid hormones (thyroxine and triiodothyronine)PeptideAdrenocorticotropic hormone (ACTH)Stimulates synthesis and secretion of adrenocortical hormones (cortisol, androgens, and aldosterone)PeptideProlactinPromotes development of the female breasts and secretion of milkPeptideFollicle-stimulating hormone (FSH)Causes growth of follicles in the ovaries and sperm maturation in Sertoli cells of testesPeptideLuteinizing hormone (LH)Stimulates testosterone synthesis in Leydig cells of testes; stimulates ovulation, formation of corpus luteum, and estrogen and progesterone synthesis in ovariesPeptidePosterior pituitaryAntidiuretic hormone (ADH) (also called vasopressin)Increases water reabsorption by the kidneys and causes vasoconstriction and increased blood pressurePeptideOxytocinStimulates milk ejection from breasts and uterine contractionsPeptideThyroidThyroxine (T4) and triiodothyronine (T3)Increases the rates of chemical reactions in most cells, thus increasing body metabolic rateAmineCalcitoninPromotes deposition of calcium in the bones and decreases extracellular fluid calcium ion concentrationPeptideAdrenal cortexCortisolHas multiple metabolic functions for controlling metabolism of proteins, carbohydrates, and fats; also has anti-inflammatory effectsSteroidAldosteroneIncreases renal sodium reabsorption, potassium secretion, and hydrogen ion secretionSteroidAdrenal medullaNorepinephrine, epinephrineSame effects as sympathetic stimulationAminePancreasInsulin (b cells)Promotes glucose entry in many cells, and in this way controls carbohydrate metabolismPeptide Glucagon (a cells)Increases synthesis and release of glucose from the liver into the body fluidsPeptideParathyroidParathyroid hormone (PTH)Controls serum calcium ion concentration by increasing calcium absorption by the gut and kidneys and releasing calcium from bonesPeptideTestesTestosteronePromotes development of male reproductive system and male secondary sexual characteristicsSteroidOvariesEstrogensPromotes growth and development of female reproductive system, female breasts, and female secondary sexual characteristicsSteroidProgesteroneStimulates secretion of \"uterine milk1' by the uterine endometrial glands and promotes development of secretory apparatus of breastsSteroidPlacentaHuman chorionic gonadotropin (HCG)Promotes growth of corpus luteum and secretion of estrogens and progesterone by corpus luteumPeptideHuman somatomammotropinProbably helps promote development of some fetal tissues as well as the mothers breastsPeptideEstrogensSee actions of estrogens from ovariesSteroidProgesteroneSee actions of progesterone from ovariesSteroidKidneyReninCatalyzes conversion of angiotensinogen to angiotensin I (acts as an enzyme)Peptide1,25-DihydroxycholecaldferolIncreases intestinal absorption of calcium and bone mineralizationSteroidErythropoietinIncreases erythrocyte productionPeptideHeartAtrial natriuretic peptide (ANP)Increases sodium excretion by kidneys, reduces blood pressurePeptideStomachGastrinStimulates HC1 secretion by parietal cellsPeptideSmall intestineSecretinStimulates pancreatic acinar cells to release bicarbonate and waterPeptideCholecystokinin (CCK)Stimulates gallbladder contraction and release of pancreatic enzymesPeptideAdipocytesLeptinInhibits appetite, stimulates thermogenesisPeptide GENERAL FEATURES OF HORMONE CLASSES. Group IGroup IITypesSteroids, iodothyronines, calcitriol, retinoidsPolypeptides, proteins, glycoproteins, catecholaminesSolubilityLipophilicHydrophilicTransport proteinsYesNoPlasma half-lifeLong (hours to days)Short (minutes)ReceptorIntracellularPlasma membraneMediatorReceptor-hormone complexcAMP, cGMP, Ca2+, metabolites of complex phosphoinositols, kinase cascades CLASSIFICATION OF HORMONES BY MECHANISM OF ACTIONI. HORMONES THAT BIND TO INTRACELLULAR RECEPTORS> Androgens> Estrogen> Calcitriol (l,252-D3)> Glucocorticoids> Mineralocorticoids> Progestins> Retinoic acid> Thyroid hormones (T3 and T4)II. HORMONES THAT BIND TO CELL SURFACE RECEPTORS/ HORMONES USING SECOND MESSENGER SYSTEMSAdenylyl Cyciase-cAMP secondmessenger systemIP3-DAG System or Phospholipase C SecondMessenger SystemCalcium Calmodulin system* Adrenocorticotropic hormone (ACTH)* Angiotensin II (epithelial cells)* Calcitonin* Catecholamines (b receptors)* Corticotropin-releasing hormone (CRH)* Follicle-stimulating hormone (FSH)* Glucagon* Human chorionic gonadotropin (HCG)* Luteinizing hormone (LH)* Parathyroid hormone (PTH)* Secretin* Somatostatin* Thyroid-stimulating hormone (TSH)* Melanocyte-stimulating hormone* Vasopressin (V2 receptor,epithelial cells)* Angiotensin II (vascular smooth muscles)* Catecholamines (a receptors)* Gonadotropin-releasing hormone (GnRH)* Growth hormone-releasing hormone (GHRH)* Oxytocin* Thyroid-releasing hormone (TRH)* Vasopressin (VI receptor, vascular smooth muscle)* Adenylyl cyclase* Phosphodiesterase* Ca2+ /calmodulin dependent protein kinases.* Phosphoprotein phosphatases* Phospholipase A2. and* Troponin C.cGMP second messenger system* Nitric oxide* Atrial natriuretic factor",
        "cop": 4,
        "opa": "FSH",
        "opb": "LH",
        "opc": "TSH",
        "opd": "GnRH",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "7864505a-1f79-4881-b418-7340ae321bfc",
        "choice_type": "single"
    },
    {
        "question": "Which hormone is under inhibitory control -",
        "exp": "Ans. is 'b' i.e.. Prolactin o For most of the anterior pituitary hormones, it is the releasing hormone that are important but prolactin is mainly under the inhibitory control.o Hypothalamus secretes the following:Thyrotropin-releasing hormone (TRH), which causes release of thyroid-stimulating hormoneCorticotropin-releasing hormone (CRH), which causes release of adrenocorticotropinGrowth hormone-releasing hormone (GHRH), which causes release of growth hormone, and growth hormone inhibitory hormone (GHIH), also called somatostatin, which inhibits release of growth hormoneGonadotropin-releasing hormone (GnRH), which causes release of the two gonadotropic hormones, luteinizing hormone and follicle-stimulating hormoneProlactin inhibitory hormone (PIH), which causes inhibition of prolactin secretion.",
        "cop": 2,
        "opa": "GH",
        "opb": "Prolactin",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "eb1f8a24-47df-4c34-91e1-28b6f02791f2",
        "choice_type": "single"
    },
    {
        "question": "Efferent pathway for milk ej ection reflex -",
        "exp": "Ans. is 'b' i.e., Oxytocin Milk ejection reflexo Milk ejection is normally initiated by a neuroendocrine reflex.o The receptors involved are the touch receptors, which are plentiful in the breast-especially around the nipple,o Impulses generated in these receptors are relayed to the supraoptic and paraventricular nuclei,o Discharge of the neurons causes secretion of oxytocin from the posterior pituitary.o Oxytocin causes contraction of the myoepithelial cells, smooth muscle - like cells that line the ducts of the breast,o This squeezes the milk out of the alveoli of the lactating breast into the large ducts (sinuses) and thence out of the nipple ready to flow into the mouth of the waiting infant,o In lactating women, genital stimulation and emotional stimuli also produce oxytocin secretion, sometimes causing milk to spurt from the breasts.",
        "cop": 2,
        "opa": "Prolactin",
        "opb": "Oxytocin",
        "opc": "ACTH",
        "opd": "Growth hormone",
        "subject_name": "Physiology",
        "topic_name": "Pituitary",
        "id": "a6c2dd05-bbda-4de4-aef4-b02a19c6ddb1",
        "choice_type": "single"
    }
]