[
    {
        "question": "The type of estrogen found in highest concen- tration in adult female is-",
        "exp": "Ans. is 'c' i.e.. Estradiol f Ref: Principles of medical physiology p. 216]o Estradial, estrone and estrial, all three are found in blood, but estradiol is the most potent estrogen.o Major estrogen in normal adult women - Estradiolo Major estrogen in postmenoapusal women - Estroneo Major estrogen in pregnant women - Estriol.o In post menopausal women estrogen is formed in peripheral tissues most commonly in adipose tissue, liver kidney and brain.",
        "cop": 3,
        "opa": "Estrone",
        "opb": "Estriol",
        "opc": "Estradiol",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "532a83fe-5b91-4f6f-ae20-e6e690696a8a",
        "choice_type": "multi"
    },
    {
        "question": "MIS is secreted by?",
        "exp": "ANSWER: (A) Sertoli cellREF: Ganong's 22nd ed chapter 23See previous question for explanation",
        "cop": 1,
        "opa": "Sertoli cell",
        "opb": "Leidig cell",
        "opc": "Supporting cells",
        "opd": "Semeniferous tubules",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "509f1dd6-4755-459d-8d9c-ba0e0041a62b",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cells in male secrete -",
        "exp": "Ans. is 'c1 i.e., MIHo Sertoli cells are stimulated by FSH and secreteAndrogen binding protein (ABP)InhibinMullerian inhibiting substance (MIS) or Mullerian inhibiting hormone (MIH)o Leydig cells are stimulated by LH and secrete androgens (testesterone), dihydrotestosterone, androstendione, dehydroepiandrosterone.",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Dehydroepiandrosterone",
        "opc": "MIH",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "6aac427f-4393-4d24-bdc7-eb0c0a3be40d",
        "choice_type": "single"
    },
    {
        "question": "Upon contact between the sperm head and the zona pellucida, penetration of the sperm into the egg is allowed because of:",
        "exp": "Ans. A. The acrosome reactionThe acrosome reaction causes a fusion of the plasma membrane and the acrosomal membrane of the sperm, with subsequent release of proteolytic enzymes that help the sperm enter the ovum. The zona reaction and Pro nuclei formation occur after the sperm has entered the ovum. Sperm enter the perivitelline space after penetration; there is no evidence that this space has any role in penetration. Cumulus expansion assists in movement of the sperm through the mass of granulosa cells for the sperm to get to the surface of the zona pellucida. However, the cumulus cells do not assist in actual penetration of the zona.",
        "cop": 1,
        "opa": "The acrosome reaction",
        "opb": "The zona reaction",
        "opc": "The perivitelline space",
        "opd": "Pro nuclei formation",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "434e0bd1-f348-4935-9d22-fdaa06e85389",
        "choice_type": "multi"
    },
    {
        "question": "Ovulation in a women with 28 day cycle occurs at-",
        "exp": "Ans. is 'a' i.e., 14 days prior to mensturation o The length of the secretory' phase is remarkably constant at about 14 d, and the variations seen in the length of the menstrual cycle are due for the most part to variations in the length of the proliferative phase. Thus ovulation occurs 14 days before the start of next menstruation.",
        "cop": 1,
        "opa": "14 days prior to mensturation",
        "opb": "Just before LH surge",
        "opc": "Just after corpus leuteal maturation",
        "opd": "Due to progesterone rise",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "682367a0-2015-4ab4-9552-c18a3f7c09f0",
        "choice_type": "single"
    },
    {
        "question": "Blood nerve barrier is formed by:",
        "exp": "Ref: Histology a Text and Atlas, 6th edition, Michael H. Ross, Page 376Explanation:\"Together with endothelial cells of blood vessels within the fascicle, perineurial cells constitute part of the blood-nerve barrier, an important andselective diffusion barrier against entry of potentially infectious and toxic substances that may alter normal function of the nerve.\" Ref: Netter's Essential Histology by Ovalle WK, 2nd edition. Page 130\"Tight junctions, providing the basis for the blood- ner\\!e barrier, are present between the cells located within the same layer of the perineurium. \" Ref: Histology by Ross MH, 5th edition. Page 342\"The perineurium has the character of an epithelium, called perineurial epithelium, and functionally contributes to the formation of a blood- nerve barrier (blood-brain barrierRef: Functional Ultrastructure: Atlas of Tissue Biology and Pathology By Margit Pavelka, Page 324BLOOD NERVE BARRIERFormed by Perineurium of Peripheral Nerves and the endothelium of endoneurial Capillaries.The perineurium acts as a diffusion barrier.but ion permeability is higher than at the blood- brain barrier.ALSO NOTEBlood Brain Barrier (BBB)Formed by:o Tight junctions of endothelial cellso Foot process of the astrocytes around the capillaries.Filters only Lipid soluble substances.Areas outside BBB--Collectively known as Circumven-tricular organs: (Mnemonic-M. SOAP)o Median eminenceo Sub fornical organo Organum vasculosumo Area postrcmao Posterior pituitary.",
        "cop": 1,
        "opa": "Perineurium",
        "opb": "Schwann cells",
        "opc": "Epineurium",
        "opd": "Endoneurium",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "a1ed2706-b900-479c-90a6-73e9fe3a73b3",
        "choice_type": "single"
    },
    {
        "question": "Secretory phase of endometrium is due to which hormone?",
        "exp": "Ref: Guyton, 12th edition, Page 995 and Essentials of Medical Physiology By Khurana, Page 509Explanation:PHASES OF ENDOMETRIAL CYCLEThe endometrial cycle of 28 days can be divided into three phases:o Menstrual Phase (1-5 days)o Proliferative Phase (6-14 days)o Secretory Phase (15-28 days).(See table on the next page)",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Prolactin",
        "opd": "Pregnenediol",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "af0f70fc-37d3-4d1e-8919-5155306a962e",
        "choice_type": "single"
    },
    {
        "question": "Fertilization takes place in w hich part of fallopian tube-",
        "exp": "Ans. is 'b' i.e., Ampulla o The beneficial effects of stay in the female genital tract are collectively called capacitation, from the isthmus, capacitated sperms move rapidly to the ampullas, where fertilization takes place.",
        "cop": 2,
        "opa": "Interstitial part",
        "opb": "Ampulla",
        "opc": "Isthmus",
        "opd": "Fimbria",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "4ec722ea-bb5a-449e-8faf-1b34a79b472f",
        "choice_type": "multi"
    },
    {
        "question": "Capacitance of sperms takes place in:",
        "exp": "Ans is 'd' i.e. Uterus Also see Q no. 157 of Nov 2007; Q no. 1 of May 2004Capacitation is the process of sperm maturation (or activation) that occurs post-ejaculation in the female genital tract\\ particularly in the uterine tubes. Without capacitation sperm have a reduced capacity to fertilize the egg.After ejaculation spermatozoa do not have the capacity to fertilize the oocyte. They must undergo 2 processes to acquire this capability:Capacitation and b) Acrosome reactionCapacitation:Capacitation is a period of conditioning of the sperms in the female reproductive tract. It lasts for approx. 7 hours (l to 10 hrs). Some of the changes during capacitation are:The uterine and fallopian tube fluids wash away the various inhibitory factors that suppress sperm activity in the male genital ductsWhen spermatozoa are in male genital ducts, they are continually exposed to vesicles from seminiferous tubules containing large amounts of cholesterol. This cholesterol is continually added to the cellular membrane covering the sperm acrosome, toughening this membrane and preventing release of its enzymes. During capacitation the sperms lose this excess cholesterol making the membrane weaker and thus preparing the sperm for 'acrosome reaction'The motile properties of the spermatozoon also change. Whipping movements of the tail together with larger sideways swinging movements of the head take place. This type of motility is designated as hyperactivity.* Acrosome reaction:The acrosome reaction occurs after binding to the zona pellucida, and is induced by zona proteins. This reaction culminates in the release of enzymes from the acrosome, needed for spams to penetrate the zona pellucida into the ovum.",
        "cop": 4,
        "opa": "Seminiferous tubules",
        "opb": "Epididymis",
        "opc": "Vas deference",
        "opd": "Uterus",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "a0c808d7-db49-4472-af01-96d273c291b7",
        "choice_type": "single"
    },
    {
        "question": "Progesterone peaks on what day of menstrual cycle?",
        "exp": "Ans. is 'c' i.e., 21st day o The uterine cycle or menstrual cycle is a repeating series of changes in the structure of the endometrium. The uterine cycle average 28 days in length, but it can range from 21 to 35 days in healthy women of reproductive starts. We can divide the Endometrial cycle into three phases :i) Menses: From 1 st to 4th day. Menstrual bleeding indicates end of one cycle and beginning of next cycle. On day 28 endometrium begins of degenerate due to withdrawal of hormonal suport and menstruation starts. Two third of endometrial tissue is lost.ii) Proliferativephse: From 5th to 14th day of menstrual cycle. Proliferation phase (oestrogenic phase) begins with regeneration of the endometrium and lasts until ovullation. Endometium stops growing but becomes more vascular and glandular due to the rising level of estrogen.iii) Secretory phase : Secretory phase (progestogenic phase) begins with ovulation and ends with menstruation. From 15th to 28th day. Progesterone peaks on 21st day.",
        "cop": 3,
        "opa": "7th day",
        "opb": "14th day",
        "opc": "21th days",
        "opd": "28th day",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "5fd342ea-3b91-4591-959d-733873691b2a",
        "choice_type": "single"
    },
    {
        "question": "Temperature change (Arrows) in Graph of Menstrual cycle is due to",
        "exp": "Progesterone (Description: Temperature increase of 0.5 degrees Post Ovulation is due to Progesterone)",
        "cop": 4,
        "opa": "LH",
        "opb": "FSH",
        "opc": "Estrogen",
        "opd": "Progesterone",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "2a1b7254-629e-44a2-b327-28077eacea2e",
        "choice_type": "single"
    },
    {
        "question": "Leydig cells secrete-",
        "exp": "Ans. is 'c' i.e., Testosterone Thyroido Thyroxine (T4) & Triiodothyronine (T3) by follicular cells,o Calcitonin by parafollicular cells.Parathyroido Parathormone (PTH)Pancreaso Insulin & amylin by b-cells (B - cells),o Glucagon by a-cells (A - cells),o Somatostatin by d-cells (D - cells),o pancreatic polypeptide by F - cells.Gonadso Testis* Androgens (testosterone & others) by Leydig cells.* ABP, inhibin activin and MIS by sertoli cells,o Ovary* Estrogen by granulosa cells.* Progesterone by theca cells.* Inhibin is secreted by granulosa cells and corpus luteum.* Activin is secreted by granulosa cells.* Relaxin is secreted by granulosa cells.Hypothalamuso Oxytocin by paraventricular nucleus,o ADH by supraoptic nucleus.o GHRH, CRH, TRH, GnRH and prolactin inhibiting hormone.",
        "cop": 3,
        "opa": "Inhibin",
        "opb": "MIS",
        "opc": "Testosterone",
        "opd": "Androgen binding protein",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "1702055e-f777-4327-8dfb-972ea2629565",
        "choice_type": "single"
    },
    {
        "question": "Sperm maturation takes place in -",
        "exp": "Ans. is 'c' i.c., Epididymis o Spermatozoa leaving the testis (seminiferous ubules) are not fully mobile. They continue their maturation and acquire their mobility during their passage through epididymisQ. From epididymis they come to vas deference,distal end of which also receives the secretions of seminal vesicle, and continues as the ejeculatory duct. The ejeculatory duct joins the prostatic urethra.o Once ejeculated into the the female, vaginal secretions improve the motility and fertilizing ability of sperms. Further exposure to secretions of female genital tract (in uterus and/or fallopian tube) further improves the mobility and fertilizing ability of the spermsQ. The beneficial effects of stay in the female genital tract are collectively called capacitationQ, from the isthmus, capacitated sperms move rapidly to the ampullas, where fertilization takes place.",
        "cop": 3,
        "opa": "Vas deferens",
        "opb": "Seminiferous tubules",
        "opc": "Epididymis",
        "opd": "Rete testis",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "2de80a31-0f97-46a0-89b0-f58e2f5a2606",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis takes place in -",
        "exp": "Ans. is 'b' i.e., Seminiferous tubule o Spermatogenesis occurs in seminiferous tubules.o Spermatogenesis refers to the process of formation of spermatozoa (sperm) from primitive germ cells (spermatogonia).o Steps in spermatogenesis involveSpermatogonia (primitive germ cells) undergo mitosis to form primary spermatocytes. Both spermatogonia and primary spermatocytes have diploid chromosomes (46 chromosomes or diploid of 23 chromosomes).Primary spermatocytes undergo meiosis to form secondary' spermatocytes. Secondary spermatocytes have haploid (23) chromosomes.Secondary spermatocytes undergo mitosis to form spermatids.iv) Spermatids do not divide further but undergo morphological changes to form sperms (spermatozoa). This step of formation of spermatozoa from spermatids is called spermiogenesis. The spermiogenesis takes place in the deep folds of cytoplasm of sertoli cells.o This question is a direct repeat from NBE based AI 2013-14.",
        "cop": 2,
        "opa": "Epididymis",
        "opb": "Seminiferous tubule",
        "opc": "Ductus deferens",
        "opd": "Prostate",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "4a5aab73-8a1d-461d-a623-ddd4e5cc884e",
        "choice_type": "single"
    },
    {
        "question": "Spinnbarkeit refers to?",
        "exp": "Ans. (a) Cervical mucusRef.-.Ganong25th ed. / 402* The cervical mucus is thinnest at time of ovulation and its elasticity or spinnbarkeit increases such that by mid- cycle one drop can be stretched into a long, thin thread that may be 8-12cm or more in length.* It dries on a slide in an arborizing fern like pattern.* After ovulation it becomes thick and fails to form the fern pattern.",
        "cop": 1,
        "opa": "Cervical mucus",
        "opb": "Uterine gland thickness",
        "opc": "Cervical os appearance",
        "opd": "Proliferation of breast alveoli",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "38b7242e-89d9-4e60-9319-0b8aca38dd19",
        "choice_type": "single"
    },
    {
        "question": "The production of estradiol by the testes requires:",
        "exp": "Ans. D. Leydig cell, Sertoli cells, LH, and FSHThe production of estradiol requires Leydig cells, under the influence of LH, which stimulates androgen production. The androgen diffuses to Sertoli cells, which contain aromatase, the enzyme that converts androgens to estrogens under the influence of FSH. Therefore, Leydig cells, Sertoli cells, LH, and FSH are required. Follistatin binds activin and would reduce FSH secretion, an essential component for estradiol production. Estradiol is not produced by Leydig cells. Activin would increase the secretion of FSH, which is a necessary component for estradiol, but other cells and hormones are required. Similarly, Leydig cells would need LH to stimulate the production of the androgen precursor of estrogen. Sertoli cells, under the influence of FSH, are needed to aromatize androgen from Leydig cells",
        "cop": 4,
        "opa": "Sertoli cell follistatin",
        "opb": "LH and Leydig cells",
        "opc": "Activin but not LH",
        "opd": "Leydig cell, Sertoli cells, LH, and FSH",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "7c067a76-0050-48bd-b2b9-a3c5dc7b6f59",
        "choice_type": "single"
    },
    {
        "question": "Most common site of fertilization is?",
        "exp": "ANSWER: (B) AmpullaREF: Ganong's 22nd ed chapter 23Repeat from December 2010 (obs/gyne)In humans, fertilization of the ovum by the sperm usually occurs in the ampulla of the uterine tube''",
        "cop": 2,
        "opa": "Cervix",
        "opb": "Ampulla",
        "opc": "Fimbriae",
        "opd": "Uterus",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "155185be-a5c2-4e39-876e-655ede4471d3",
        "choice_type": "single"
    },
    {
        "question": "Successful fertilization is most likely to occur when the oocyte is in:",
        "exp": "Ans. A. The oviduct and has entered the second meiotic divisionFertilization occurs in the oviduct. The oocyte must have entered a second meiotic division to reduce the chromosome number of the oocyte to a haploid state (n) so that it may fuse with the sperm (also haploid), producing a 2n zygote. Fertilization does not occur in the uterus, especially not after the first meiotic division when the chromosome number is 2n. In the adult ovary, oocytes do not undergo mitosis. Graafian follicles do not enter the oviduct and are not fertilized. Fertilization does not occur in the uterus, and the oocyte does not implant. The blastocyst will implant in the uterus. In addition, extrusion of the polar body is associated with fertilization, but this event occurs within the oviduct.",
        "cop": 1,
        "opa": "The oviduct and has entered the second meiotic division",
        "opb": "The uterus and has completed the first meiotic division",
        "opc": "Metaphase of mitosis",
        "opd": "The graafian follicle, which then enters the oviduct",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "cf7dc6a2-eb9b-421b-8716-2269b6ca019e",
        "choice_type": "single"
    },
    {
        "question": "Testesterone secreted by:",
        "exp": "Ans: A (Leydig cells) Ref: Pal GK. Male reproductive system. In: Textbook of Medical Physiology. Ahuja Publishing House. 2007; 54: 410.Explanation:Sertoli Cell1. Endocrine functicInhibin. Follistatin - |FSHActivin |FSHMIS (Mullerian Inhibiting Substance) - 8th week of 1ULEstrogen - from androgen by aromatase2. Secretory functionsAndrogen binding Protein (ABP) - binds with DHT, testosterone & transport to epididymisH- Y antigen - development of gonadsPlasminogen activatorLeydig cellsSecretes testosterone, DHEA, AndrostenodioneCowper's gland (Bulbourethral gland)homologous to Bartholin's glands in femalesCowper's gland secretion helps to lubricate the urethra for spermatozoa to pass through, neutralizing traces of acidic urine in the urethra",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Cowper's gland",
        "opd": "Intermediate cells",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "59a4f250-3a06-4168-8242-3c59f3c4d60f",
        "choice_type": "single"
    },
    {
        "question": "Not secreted by sertoli cells -",
        "exp": "Ans. is 'a' i.e., Androgen o Sertoli cells are under the control of FSH, i.e., have receptors for FSH. When stimulated by FSH, these cells secrete androgen binding protein (ABP), inhibin and MIS (mullerian inhibiting substance). Sertoli cells also contain aromatase; the enzyme that converts androgens to estrogens. Beside these hormonal function, junction between adjacent sertoli cells forms biood-testis barrier which does not a!lowr harmful substances to enter the area where spermatogenesis is going on. Sertoli cells also have receptors for androgens (testosterone) which stimulates spermatogenesis.",
        "cop": 1,
        "opa": "Androgen",
        "opb": "Aromatase",
        "opc": "Inhibin",
        "opd": "ABP",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "70b676fe-a906-4171-940c-f67ca4e09cac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormone is secreted by Sertoli cells:",
        "exp": "Ans. B. InhibinSERTOLI CELLS are the supporting elongated cells of the seminiferous tubules of the testes to which spermatids attach to be nourished until they become mature spermatozoa. Sertoli cells produce the hormone inhibin, which is a polypeptide that inhibits FSH.",
        "cop": 2,
        "opa": "Testosterone",
        "opb": "Inhibin",
        "opc": "Estrogen",
        "opd": "Androstenedione",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "cd0fb756-2e5e-4add-b8be-527b4535c8db",
        "choice_type": "single"
    },
    {
        "question": "FSH is secreted by -",
        "exp": "Ans. is 'd' i.e.. Anterior pituitary Gland HormonesPituitary o Growth hormone (GH)o Prolactino Adrenocorticotropic hormone (ACTH, corticotropin)o Thyroid stimulating hormone (THS, thyrotropin) 'Anterior lobeo Gonadotropins - Follicle stimulating hormone (FSH) and leutinizing hormone (LH).o Melanocyte stimulating hormone (MSH) - Middle lobeo Oxytocino Antidiuretic hormone (ADH, vasopressin Posterior lobe",
        "cop": 4,
        "opa": "Ovary",
        "opb": "Hypothalamus",
        "opc": "Posterior pituitary",
        "opd": "Anterior pituitary",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "f2ead7b9-d027-46bc-b46f-fafa2c225676",
        "choice_type": "single"
    },
    {
        "question": "Acrosome reaction occurs in -",
        "exp": "Ans. is 'd' i.e., Fallopian Tube o Acrosome reaction and fertilizatium occur in ampulla of fallopian tube.",
        "cop": 4,
        "opa": "Testis",
        "opb": "Cervix",
        "opc": "Uterus",
        "opd": "Fallopian Tube",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "24aad77e-8315-4175-ac27-b587a528bc08",
        "choice_type": "multi"
    },
    {
        "question": "Fertilization takes place after how much time of ovulation -",
        "exp": "Ans. is 'a' i.e., 1-2 dayso Human ovum remains fertile for 12-24 hours after ovulation. Thus, fertilization can occur during this period only.o Reproductive life of ovum - 24 hours (12-24 hours)o Reproductive life of sperm - 24 - 72 hours",
        "cop": 1,
        "opa": "1-2 days",
        "opb": "5-6 days",
        "opc": "8-12 days",
        "opd": "> 12 days",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "18711388-d529-489b-831e-cf28826c852b",
        "choice_type": "single"
    },
    {
        "question": "Sperms become motile in-",
        "exp": "Ans. is 'c' is Epididymis \"Spermatozoa leaving the testis are not fully mobile. They continue their maturation and acquire motility during their passage through the epididymis*.Sperms are stored in Seminal vesicle*",
        "cop": 3,
        "opa": "Prostate",
        "opb": "Seminal vesicles",
        "opc": "Epididymis",
        "opd": "Vas deferens",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "263b9c37-2b86-49de-bad9-c1d740ee4e78",
        "choice_type": "single"
    },
    {
        "question": "Spermatogenesis is maintained by which hormones (s): (PGI Dec 2008)",
        "exp": "Ans : A (Testosterone); B (FSH) & C (LH) Testosterone, FSH & LH play essential roles in spermatogenesisHormonal Factors that Stimulate Spermatogenesis -Guyton 11th/998-999Testosterone - Secreted by Leydig cellsQ is essential for growth & division of the testicular germinal cells. which is first stage in forming sperm.Luteinizing Hormone - Secreted by anterior pituitary. Stimulates the Leydig cellsQ to secrete testosteroneQFSH - StimulateQ sertoli cells. Without this stimulation, the conversion of the spermatids to sperm will not occurEstrogen - Formed from testosterone by sertoli cells when they are stimulated by FSH ,are probably also essential for spermatogenesis.Growth Hormone (as well as most of the other body hormones)Is necessary for controlling background metabolic functions of testis. GH specifically promotes early division of the spermatogonia themselves; in its absence, spermatogenesis is severely deficient or absent, thus causing infertility.\"FSH make a important but not essential role in spermatogenesis Androgen may reach high concentration locally in the testis & are essential for spermatogenesis. Several cytokines & Growth factors are also involve by paracrine & autocrine mechanismHarrison 16th/2187FSH & Androgen maintain the gametogenic function of the testis. After hypophysectomy, injection of LH produces a high local concentration of androgen in the testis & this maintain spermatogenesis. The stage from spermatogonium to spermatids appear to androgen independent. However maturation from spermatids to spermatozoa depend on androgen. FSH act on sertoli cell to facilitate the last stage of spermatid maturation. The estrogen content of the fluid in rete testis is high. If this does not occur the sperm entering the epididymis are diluted in a large volume of fluid & infertility results\"- Ganong 22nd/424-426Also know the factsThe testes is normally maintained at a temperature of about 32degCdeg (Ganong 22nd/427)'Spermatogenesis begins at an average age of 13 yrs (12- 14)deg (Guyton 11th/996)The estimated number of spermatids formed from asingle spermatogonium is 512. In humons, it takes an average of 74 days0 to form a mature sperm from a primitive germ celt (Ganong22nd/425)Scrotum temperature is 2degC below the internal temperature of body (Guyton 11th/1001)",
        "cop": 1,
        "opa": "Testosterone",
        "opb": "FSH",
        "opc": "LH",
        "opd": "Prolactin",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "71b71efe-ba78-4327-9e5d-af6bcf552fd0",
        "choice_type": "single"
    },
    {
        "question": "Major hormone secreted by zona reticularis of adrenal cortex -",
        "exp": "Ans. is 'd' i.e., Androgens o The adrenal cortex is divided into three zones (outer to inner) : Zona glomerulosa, zona fasciculata and zona reticularis.o All three cortical zones secrete corticosterone, but the active enzymatic mechanism for aldosterone biosynthesis is limited to the zona glomerulosa whereas the enzymatic machanisms for forming cortisol and sex hormones are found in the two inner zones. Furthermore, subspecialization occurs within the inner two zones, the zona fasciculata, secreting mostly glucocorticoids and the zona reticularis secreting mainly sex hormones.",
        "cop": 4,
        "opa": "Glucocorticoids",
        "opb": "Mineralcorticoids",
        "opc": "Aldosterone",
        "opd": "Androgens",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "7afc57b3-a584-4b0c-bdb0-ef35a6f9260d",
        "choice_type": "single"
    },
    {
        "question": "Corpus luteum secretes which hormone?",
        "exp": "ANSWER: (B) ProgesteroneREF: Ganong's 22nd ed p-444HCorpus luteum secretes progesterone\"Important points about corpus luteum:hormones produced: progesterone , small quantities of estrogen and inhibinThe corpus luteum develops from an ovarian follicle during the luteal phase of the menstrual cycle, following the release of a secondary oocyte from the follicle during ovulationThe follicle first forms a corpus hemorrhagicum before it becomes a corpus luteumThe corpus luteum is essential for establishing and maintaining pregnancy in females. The corpus luteum secretes progesterone, which is responsible for the decidualization of the endometrium (its development) and maintenance, respectively.If the egg is not fertilized, the corpus luteum stops secreting progesterone and decays (after approximately 14 days in humans). It then degenerates into a corpus albicans, wThich is a mass of fibrous scar tissue.",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Testosterone",
        "opd": "Thyroxine",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "43721b82-4eae-417b-9507-1b8318530981",
        "choice_type": "single"
    },
    {
        "question": "Testosterone production is mainly contributed by -",
        "exp": "Ans. is 'a' i.e.. Ley dig cells o Androgens (including testosterone) are produced by ley dig cells (interstitial cells).o Leydig cells have receptors for LH and secrete androgens, i.e. Testosterone, dihydrotestosterone (DHT), androstenedione, and dehydroepiandrosterone (DHEA).o Sertoli cells have receptors for FSH and secrete ABP, inhibin and MIS. sertoli cells also have receptor for testosterone.",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Seminiferous tubules",
        "opd": "Epididymis",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "0535ff2c-a262-497f-a545-313d837c4a21",
        "choice_type": "single"
    },
    {
        "question": "Estrogen is secreted by -",
        "exp": "Ans. is 'a' i.e., Granulosa cells o Ovarian follicle contains two types of cells in preovulatory phase Gramdosa cells :- Secrete mainly estrogen and very minimal amount of progesterone. Theca cells (interna & externa) :- Theca interna cells provide androgen and pregnenolone to granulosa cells to convert them into estrogen and progesterone respectively. o After ovulation, corpus luteum contain two types of cell Granulosa luteal ceils (formed by luteinization of granulosa cells) Produce mainly estrogen and minimal progesterone. Theca luteal cells (formed by luteinization of theca interna cells) Produce mainly progesterone.",
        "cop": 1,
        "opa": "Granulosa cells",
        "opb": "Theca luteal cells",
        "opc": "Thecainterna",
        "opd": "Thecaexterna",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "f3b6bac6-959d-4929-a7ab-0cde084c1293",
        "choice_type": "single"
    },
    {
        "question": "Second polor body is released at -",
        "exp": "Ans. is 'c' i.e., Fertilization o Secondary oocyte immediately begins secondmeiotic division but this division stops at metaphase and is completed only if the mature ovum (ootid) is fertilized with sperm. At that time second polor body (polocyte) is extruded and the fertilized ovum proceeds to form a new individual. Fertilization normally occurs in the ampulla of fallopian tube.o Oogenesis refers to the process of formation of ova from the primitive germ cells. Unlike fetal testis (in which spermatogenesis beings at puberty), the fetal ovary begins oogenesis by 10 weeks of gestation.o The sequence of events in oogenesis are :The primitive germ cells undergo mitotic divisions to form oogonia (diploid cells}. Oogonium is unique in that it is the only female cell in which both 'X' chromosomes are active.The oogonia proliferate by mitosis to form primary oocytes (diploid cells).Primary oocytes formed from the oogonia enter a prolonged prophase (dipiotene stage) of the first meiotic division and remain in this stage until ovulation occurs after puberty.Primary oocytes completes the first meiotic division at puberty just before ovulation to form secondary oocyte (haploid cell) and 1st polor body.Secondary oocyte immediately begins second meiotic division but this division stops at metaphase and is completed only if the mature ovum (ootid) is fertilized with sperm. At that time second polor body (polocyte) is extruded and the fertilized ovum proceeds to form a new individual. Fertilization normally occurs in the ampulla of fallopian tube.",
        "cop": 3,
        "opa": "Birth",
        "opb": "Puberty",
        "opc": "Fertilization",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "2ded1d27-0d49-4c4d-8694-dc5a90289a92",
        "choice_type": "multi"
    },
    {
        "question": "Development of spermatozoa (sperm) from spermatogonium takes how much time-",
        "exp": "Ans. is 'd' i.e., 70-75 days o Spermatogenesis refers to the process of formation of spermatozoa (sperm) from primitive germ cells (spermatogonia).o Spermatogenesis begins at puberty' and continues throughout adult life to decline in old age.o In humans, it takes an average of 74 days to form a mature sperm from primitive germ cells.o Spermatogenesis occurs in seminiferous tubules.",
        "cop": 4,
        "opa": "3 0-3 5 days",
        "opb": "40-45 days",
        "opc": "50-55 day",
        "opd": "70-75 days",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "d3739d65-511f-4cd8-8498-9da9fb76fb06",
        "choice_type": "single"
    },
    {
        "question": "1n men LH controls secretion of -",
        "exp": "Ans. is 'c' i.e., Testosterone Gonadotropinso Gonadotropins, as the name suggests, are tropic for gonads. The gonadotropins are FSH and LH.o Follicle stimulating hormone (FSH) stimulates follicular cells in female to promote the development of ovariai follicle and subsequent secretion of estrogen. In males, FSH stimulates the sertoli cells of the testis and thereby promotes spermatogenesis.o Leutinizing hormone (LH) stimulates the development of corpus luteum and the secretion of mainly progesterom and some estrogen by it. In males, LH stimulates the leyding cells (interstitial cells) to secrete testosterone. That is why LH is also called interstitial cell stimulating hormone (ICSH).",
        "cop": 3,
        "opa": "Inhibin",
        "opb": "AMH",
        "opc": "Testosterone",
        "opd": "ABP",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "ff258b58-8976-431a-a2fc-238db70584fc",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cells play a key role in which of the following process",
        "exp": "Ans. (a) Spermiogenesis",
        "cop": 1,
        "opa": "Spermiogenesis",
        "opb": "Testosterone secretion",
        "opc": "Secretion of seminal fluid",
        "opd": "Gonadogenesis",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "35e3ec85-c386-4b2c-8601-3e2bf4977f55",
        "choice_type": "single"
    },
    {
        "question": "The major contributor to semen is from -",
        "exp": "Ans. is 'a' i.e.. Seminal vesicle o Seminal vesicle secretions contributes 60% of total volume of semen.o Beta-2 transferrin is an isoform of transferrin,o It is found in cerebrospinal fluid (CSF).o It is not found in other body fluids (blood, mucus, tear, saliva, urine),o Therefore, it is a specific marker for CSF and is used for diagnostic of CSF leaks.",
        "cop": 1,
        "opa": "Seminal vesicle",
        "opb": "Cowper's glands",
        "opc": "Prostate",
        "opd": "Urethral gland",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "d2d782c4-e11a-4461-908a-a9a33a2aa04c",
        "choice_type": "single"
    },
    {
        "question": "Hormones required during puberty -",
        "exp": "Ans. is 'd' i.e., All of the above o Puberty is triggered by a release of gonadotropins (FSH and LH) from pituitary gland,o These hormones act as signals to the gonads (testes/ovaries) that trigger the production of -Estrogen, progesterone and some testosterone in women.Testosterone in men.o in both males and females, testosterone is responsible for development of pubic hair, accelerated bone growth, body odor and acne during puberty. For boys, testosterone is responsible for the process of virilization, including the enlargement of the penis, increased libido and growth of facial and chest hair,o Estrogen is the major hormone responsible for female puberal development. It causes development of breast and thickening of endometrium.o Progesterone causes proliferation of acini in mammary glands and converts watery cervical secretion to viscid and scanty.o Leptin facilitates release of gonadotropin releasing hormone (GnRH). thereby helping in pubertal onset,o Other hormones which are involved in puberty are thyroxine and growth hormone.",
        "cop": 4,
        "opa": "LSH",
        "opb": "Testesterone",
        "opc": "Leptin",
        "opd": "All of the above",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "2b73919a-06c2-47a3-826c-3f9c6d5129fe",
        "choice_type": "multi"
    },
    {
        "question": "Inhibin secreted by:",
        "exp": "Ans: A (Granulosa cell) Ref: Pal GK. Male Reproductive System. In: Textbook of Medical Physiology. Ahuja Publishing House. 2007: 54: 451.Explanation:InhibinSourceMale - Sertoli cellFemale - Granulosa cellStructureInhibin A Subunits - a. bAInhibin B Subunits - a. bBFunctionInhibit FSH secretion",
        "cop": 1,
        "opa": "Granulosa cell",
        "opb": "Theca cell",
        "opc": "Corpus leuteum",
        "opd": "Deciduas",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "b723566d-988a-4ce7-9b3a-f9d31fd1e050",
        "choice_type": "single"
    },
    {
        "question": "HCG is produced by -",
        "exp": "Ans. is 'b' i.e., Placenta o In all mammals, the corpus iuteum in the ovary at the time of fertilization fails to regress and instead enlarges in response to stimulation by gonadotropic hormones secreted by the placenta,o The placental gonadotropin in humans is called human chorionic gonadotropin (hCG). hCG secretion decreases after an initial marked rise, but estrogen and progesterone secretion increase until just before parturition,o hCG is a glycoprotein produced by the syncytiotrophoblast. hCG-a is identical to the a subunit of LH, FSH, and TSH.o The molecular weight of hCG-a is 18.000, and that of hCG-b is 28,000.o hCG is primarily luteinizing and luteotropic and has little FSH activity.o It can be measured by radioimmunoassay and detected in the blood as early as 6 days after conception.o Its presence in the urine in early pregnancy is the basis of the various laboratory tests for pregnancy, and it can sometimes be detected in the urine as early as 14 days after conception,o It appears to act on the same receptor as LH.",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Placenta",
        "opc": "Pituitary",
        "opd": "Liver",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "34a7cc0a-8f6c-4bea-a92b-760d05148255",
        "choice_type": "single"
    },
    {
        "question": "True about spermatid -",
        "exp": "Ans. is 'b' i.e., Derived from secondary spermatocyte",
        "cop": 2,
        "opa": "Derived from primary spermatocyte",
        "opb": "Derived from secondary spermatocyte",
        "opc": "Undergoes mitotic division",
        "opd": "Undergoes meiotic division",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "056a9014-eecb-447f-948e-3978f7a1c0f9",
        "choice_type": "multi"
    },
    {
        "question": "First polar body is formed after -",
        "exp": "Ans. is 'b' i.e., First meiosisOogenesiso Oogenesis refers to the process of formation of ova from the primitive germ cells. Unlike fetal testis (in which spermatogenesis beings at puberty ), the fetal ovary begins oogenesis by 10 weeks of gestation.o The sequence of events in oogenesis are :The primitive germ cells undergo mitotic divisions to form oogonia (diploid cells). Oogonium is unique in that it is the only female cell in which both 'X' chromosomes are active.The oogonia proliferate by mitosis to form primary oocytes (diploid cells).Primary oocytes formed from the oogonia enter a prolonged prophase (diplotene stage) of the first meiotic division and remain in this stage until ovulation occurs after puberty .Primary oocytes completes the first meiotic division at puberty just before ovulation to form secondary oocyte (haploid cell) and 1st polor body.Secondary oocyte immediately begins second meiotic division but this division stops at metaphase and is completed only if the mature ovum (ootid) is fertilized with sperm. At that time second polor body (polocyte) is extruded and the fertilized ovum proceeds to form a new individual. Fertilization normally occurs in the ampulla of fallopian tube.",
        "cop": 2,
        "opa": "Mitosis",
        "opb": "First meiosis",
        "opc": "Second meiosis",
        "opd": "Fertilization",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "a5dfe5b6-f127-4370-a6ce-6fa7962d36b6",
        "choice_type": "single"
    },
    {
        "question": "Sperm matures in -",
        "exp": "Ans. is 'a' i.e., Epididymis o Spermatozoa leaving the testis (seminiferous ubules) are not fully mobile.o They continue their maturation and acquire their mobility during their passage through epididymis.o From epididymis they come to vas deference, distal end of which also receives the secretions of seminal vesicle, and continues as the ejeculatory duct.o The ejeculatory duct joins the prostatic urethra.",
        "cop": 1,
        "opa": "Epididymis",
        "opb": "Seminiferous tubules",
        "opc": "Prostate gland",
        "opd": "Vas deferens",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "bb1c08e2-b2ce-42f7-a2ba-9a2ed4ae132d",
        "choice_type": "single"
    },
    {
        "question": "Beta HCG is secreted by -",
        "exp": "Ans. is 'd' i.e., Placenta [Ref: Ganong 24th/ep. 414 & 23rd/ep. 424Jo b-HCG is secreted by placenta.o This question is a direct repeat from NBE based NEET 2012-13.",
        "cop": 4,
        "opa": "Ovary",
        "opb": "Pituitary",
        "opc": "Corpus luteum",
        "opd": "Placenta",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "425b9929-f82c-4e4e-99fd-46b9b228984a",
        "choice_type": "single"
    },
    {
        "question": "LH peak occurs how many hours before ovulation -",
        "exp": "Events Hours Oestraiol rise 83 Onset of LH surge 34-36 Oestraiol peak 24-36 LH peak 12-24 Progesterone rise 8 Approximate time interval of events in menstrual cycle prior to ovulation",
        "cop": 2,
        "opa": "36-48hrs.",
        "opb": "12-24hrs",
        "opc": "48-72hrs",
        "opd": "72-96hrs",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "298edf98-8811-477f-b33d-5340b53f0b6a",
        "choice_type": "single"
    },
    {
        "question": "The primary reason that the female phenotype develops in an XY male is:",
        "exp": "Ans. C. The lack of testosterone actiona. The female phenotype can develop in an XY male if the biological action of testosterone is absent. This absence can be due to a lack of testosterone secretion caused by enzyme deficiencies or a lack of the testosterone (DHT) receptor. In this process, called testicular feminization, a phenotypic female develops in the presence of an XY karyotype.b. There is a lack of pubic and axillary hair, well-developed breasts (as a result of the conversion of testosterone to estrogen), with inguinal or abdominal testes, no uterus (because AMH is secreted), underdeveloped male accessory ducts (lack of testosterone action), and the vagina ends in a blind pouch.c. Progesterone has no effect on phenotype. There is no evidence that adrenal insufficiency (low cortisol and androgens from the adrenals) have any effect on inducing female phenotype in a male.d. Inhibin would reduce FSH secretion and ultimately reduce adult testis size, but in the fetus there is no effect on the development of the female phenotype. AMH will prevent formation of the oviducts, uterus, and upper vagina; it does not increase female characteristics in the male.",
        "cop": 3,
        "opa": "The secretion of progesterone",
        "opb": "Adrenal insufficiency",
        "opc": "The lack of testosterone action",
        "opd": "Increased inhibin secretion",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "d68f98d0-3acb-4321-b9a1-0bde3be4e8ed",
        "choice_type": "single"
    },
    {
        "question": "Following changes are seen during capacitation of a sperms except -",
        "exp": "Ans. is 'b' i.e., Decreased permeability to calcium Capacitation of sperm (spermatozoa)o Spermatozoa leaving the testis (seminiferous ubules) are not fully mobile. They continue their maturation and acquire their mobility during their passage through epididymis. From epididymis they come to vas deference, distal end of which also receives the secretions of seminal vesicle, and continues as the ejeculatory duct. The ejeculatory duct joins the prostatic urethra.o Once ejeculated into the the female, vaginal secretions improve the motility and fertilizing ability of sperms. Further exposure to secretions of female genital tract (in uterus and/or fallopian tube) further improves the mobility and fertilizing ability of the sperms. The beneficial effects of stay in the female genital tract are collectively called capacitation, from the isthmus, capacitated sperms move rapidly to the ampullas. where fertilization takes place.o Following changes occur during capacitationUterine and fallopian tube fluids wash away the various inhibitory factors that suppress sperm activity in male genital tract.Removal of cholesterol vesicle from acrosome so that acrosomal membrane becomes weak and can release enzyme at the time of fertilization.Increase membrane permeability to calcium ion.",
        "cop": 2,
        "opa": "Increased permeability to calcium",
        "opb": "Decreased permeability to calcium",
        "opc": "Removal of cholesterol from acrosome",
        "opd": "Increased motility",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "5059e0f7-9171-42c1-ab6b-45559c20644a",
        "choice_type": "multi"
    },
    {
        "question": "Secretion of estrogen is maximum at?",
        "exp": "ANSWER: (D) Before ovulationREF: Ganong's 22nded p. 24 Post menopausal estradiol levels: 35 pg / LReference ranges for serum estradiolPatient typeLower limitUpper limitUnitAdult male50200pmol/L 1455pg/mLAdult female (follicular phase, day 5)70500pmol/L11022019140pg/mL360Adult female (preovulatorypeak)4001500pmol/L110410pg/mLAdult female (luteal phase)70600pmol/L19160pg/mLAdult female - free (not protein bound)0.59pg/mL1.733pmol/LPost-menopausal femaleN/A< 130pmol/LN/A< 35pg/mL",
        "cop": 4,
        "opa": "Just before menopause",
        "opb": "At puberty",
        "opc": "At menstruation",
        "opd": "Before ovulation",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "77aecabf-6e6a-4a4b-8f66-4c9f0e6818da",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cells secrete:",
        "exp": "Ref: Rhoades Rodney A Belt David R. Medical Physiology: Principles for Clinical Medicine,, 3rd Edition. Chaper 36. Male Reproductive system. Page 674. (Picture Ref) GK Pal Textbook of Medical Physiology. Chapter 54. Male Reproductive System. Page 440.Explanation:Functions of Sertoli cellGerm cell development - Structural supportNourishment & growth of spermatidPhagocytosis (residual bodies during maturation)Formation of tubular fluidSupport spermiatton - secrete plasminogen activatorEndocrine function (Sertoli cell secretes)Inhibin. Follistatin - | FSHActivin - | FSHMIS (Mullerian Inhibiting Substance) - 8th weak of IULEstrogen - from androgen by aromataseIt has FSH, testosterone (receptors) sensitivity. They do not secrete testosteroneSecretory functionsAndrogen binding Protein (.ABP} - binds with DHT, testosterone & transport to epididymisH- Y antigen - development of gonadsAlso produce Plasminogen activatorBlood Testis Barrier (BTB)Paracrine effect on leydig cell",
        "cop": 2,
        "opa": "FSH",
        "opb": "Androgen binding protein",
        "opc": "Testosterone",
        "opd": "LH",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "6e803409-3ad5-40d9-b060-66f29950dd3b",
        "choice_type": "single"
    },
    {
        "question": "Estrogen is secreted during pregnancy, mostly by-",
        "exp": "Ans. is 'a' i.e, Maternal ovary o The enlarged corpus luteum of pregnancy secretes estrogens, progesterone, and relaxin.o The relaxin helps maintain pregnancy by inhibiting myometrial contractions.o In most species, removal of the ovaries at any time during pregnancy precipitates abortion,o In humans, however, the placenta produces sufficient estrogen and progesterone from maternal and fetal precursors to take over the function of the corpus luteum after the sixth week of pregnancy,o If the ovum is not fertilized, the corpus luteum starts degenerating around day 24 of cycle and is eventually replaced by fibrous tissue, forming corpus albicans. Degeneration of the corpus luteum is due to decline in level of LH, (which is required for maintenance of corpusi luteumQ) and increase in the secretion ofinhibin by the luteal cells itself. If fertilization occurs, the corpus luteum is maintained under the influence of HCG secreted from the placentaQ and it continues to secrete estrogen and progesterone till the third month of pregnancyQ when the placenta takes over its endocrine function.",
        "cop": 1,
        "opa": "Maternal ovary",
        "opb": "Fetal ovary'",
        "opc": "Pituitary",
        "opd": "Hypothalamus",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "c4958b4d-d78b-42ed-9b60-7bfb9561263d",
        "choice_type": "single"
    },
    {
        "question": "Fertilization is complete when -",
        "exp": "Ans. is 'b' i.e., 2nd Polar body is formed \"As soon as a spermatozoon enters the ovum, the lather finishes its second meiotic division and the second polar body is formed\" - I.B. Singh",
        "cop": 2,
        "opa": "1st Polar body is formed",
        "opb": "2nd Polar body is formed",
        "opc": "Primary oocyte is formed",
        "opd": "Secondary oocyte is formed",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "78d2694c-da2a-44bb-b888-c01a9eca9b9d",
        "choice_type": "single"
    },
    {
        "question": "Most common progesterone metabolite in urine is:",
        "exp": "Ref: Guyton, 12th edition. Page 993: Ganong's Review of Medical Physiology, 24th edition and Textbook of Medical Physiology By Khurana, Page 863Explanation:\"Progesterone is a C21 steroid secreted by the corpus lute urn, the placenta, and (in small amounts) the follicle. About 2% of the circulating progesterone is free, whereas 80% is bound to albumin and 18% is bound to corticosteroid-binding globulin. Progesterone has a short half-life and is convened in the liver to pregnanediol, which is conjugated to glucuronic acid and excreted in the urine.' ' Ref: GanongQ. No. 5 Proliferative PhaseSecretorv PhaseMenstrual PhaseExtent* 6 - 14 days* Follow s of Phase of menstruation, following which only a thin basal layer of original endometrium is left* 15-28 days* Aka Postovulatory phase* First five days* Average duration 3-5 days* Aka Bleeding phaseHormones* Estrogen secreted from developing graafian follicle in the ovary* This phase coincides with follicular phase of ovarian cycle* Progesterone secreted by corpus luteum formed after ovulation* Estrogen* About 24 hours before this phase, there is sharp decline in plasma levels of estrogen and progesterone which causes bleedingChanges inEndometr-ium* Thickness of endometrium is increased (From <1 mm to 3-4 mm)* Angiogenesis in Stratum functionate leads to proliferation of vessels and spiral arterioles formation* Growth of endometrial glands* B contain glycogen but are non- secretory* Elongation and coiling of endometrial mucous glands.* The glands become secretory, secrete thick viscous fluid containing glycogen* Further increase on blood supply and spiraling of blood vessels due to progesterone effect* Prominent corkscrew shaped glands* Thickness of endometrium increases to 5-6 mm* if fertilization does not occur and there is no pregnancy, the corpus luteum in the ovary involute to form corpus albicans on Day 26 of cycle* The levels of estrogen and progesterone fall suddenly* Endometrial debris contains necrosed sloughed off tissue, blood, serous fluid containing prost-aglandins and fibrolysins* Average blood loss is 30 ml* Menstrual blood clots immediately in uterine cavity but gets liquefied by fibrolysins present in endometrial debris* Around 2/3rd of the superficial endometrium is sloughed off and only a thin basal layer isleft behind (1-2 mm)Cervix* The secretions of mucosal cells of endocervix become thin, watery and alkaline* During ovulation, cervical mucous is thinnest and has maximum elasticity* Mucous can he stretched like a long, thin elastic thread up to 8 - 12 cm(Spinnharkeit effect)* Produces characteristic Fern-like pattern on drying on glass slide (Fern Test)* Cervical mucous makes conditions favourable for transport of sperms and fertilization* Cervical secretions decrease in quantity and becomes thick, tenacious and cellular* Fern pattern NOT seen* These changes make a plug and prevent entry of sperms through cerv ical canal* Persistence of Fern pattern throughout the cycle indicates Anovulatory cycle'* Does NOT undergo desquamation like endometrial mucosaVagina* Epithelium becomes thickened and corntfied {estrogen effect)* Epithelium proliferated and gets infiltrated with leucocytes* Vaginal secretions become thiek and viscid \"Progesterone is rapidly metabolized by liver and has a half life of 5 min. It is converted to Pregnanediol and conjugated to glucuronic acid in the liver. Pregnanediol glucuronide is excreted in the urine. Preganetriol is the main urinary metabolite of 17-OH- progesterone.\" Ref: ClinicalReproductive Medicine and Surgery: A Practical Guide By Tommaso Falcone. 2nd edition. Page 6PROGESTERONESecreted from luteinized theca granulosa cells of corpus lute uni.A trace amount is secreted from theca granulosa cell of the follicle and ovarian stroma.FUNCTIONSReproductive Actions(A) Actions on UterusProliferation of endometrial cells by decreasing mitotic activity.Decreases thickness of endometrium.Endometrial glands become tortuous and contain glycogen, glycoproteins and glyoclipids which provide nutrition to blastula if fertilization occurs.Glandular cells show vacuolation near their bases.The spiral arteries become more coiled.Stroma of endometrium becomes edematous.Responsible for secretory phase of endometrial cycle and prepares endometrium to receive zygote.Progesterone decreases uterine motility by:o Decreasing synthesis of voltage dependant Ca2+ channel proteins.o Decreases the number of oestrogen receptors on myometrium.(B). EndocervixCervical secretions become thick and viscid.Ferning pattern disappears.(C). VaginaVaginal epithelium becomes thickened, cornified and infiltrated by leukocytes.(D). Fallopian TubesIncreases the heating rate of cilia of fallopian tubes towards uterus.Increased epithelial cell secretion.Secretions are rich in nutritive materials to provide nutrition to shedded ovum and zygote.(E). BreastCauses lobular and alveolar growth.(F). During PregnancyMaintains pregnancy.Non-Reproductive Actions(A). Thermogenic EffectProgesterone is thermogenic steroid.Increases basal body temperature by 0.5 deg in postovulatory phase.(B). CMSAlters secretion and release of various NT in Hypothalamus.Decreases appetite and produces somnolence.(C). RespirationIncreases sensitivity of the respiratory centre to C02 stimulation.PACO 2 is slightly less in women during luteal phase.Progesterone is tried in Pickwickian syndrome.(D). MetabolismDecreases serum HDL-Pro-atherogenic. Mechanism of ActionThe receptors are present in cytoplasm of target cells.Receptors contain protein called heat shock protein (HSP).",
        "cop": 4,
        "opa": "Pregnenolone",
        "opb": "17 hydroxy pregnenolone",
        "opc": "Pregnanetriol",
        "opd": "Pregnanediol",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "5ddabedf-bbd1-4aa4-bf48-e5217903e275",
        "choice_type": "single"
    },
    {
        "question": "Polar bodies are formed during -",
        "exp": "Ans. is 'c' i.e., Oogenesis o Polar bodies are formed during oogenesis : 1st during first meiotic division just before ovulation and 2nd during second meiotic division at the time of fertilization.This question is also direct repeat from A1-06.",
        "cop": 3,
        "opa": "Spermatogenesis",
        "opb": "Organogenesis",
        "opc": "Oogenesis",
        "opd": "Morphogenesis",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "61fb9b26-093a-472d-9557-55cfab20837f",
        "choice_type": "single"
    },
    {
        "question": "Two cell two gonatotropin hypothesis is -",
        "exp": "Ans. is 'b' i.e., FSH acts on granulosa cell and LH on theca cellso The \"Two-cell, two-gonadotropin\" theory proposes that two cells (i.e. theca cells and granulosa cells) and the two gonadotropins (i.e. FSH and LH) stimulate estrogen synthesis.FSH stimulate granulosa cells to secrete estrogen.LH helps indirectly in secretion of estrogen. LH stimulates theca interna cells to increase the synthesis of androgens wrhich are taken up by granulosa cells and converted to estrogen by aromatase.",
        "cop": 2,
        "opa": "FSH & LH inhibits the release of estrogen and progesterone",
        "opb": "FSH acts on granulosa cell and LH on theca cells",
        "opc": "FSH stimulates estrogen while LH inhibits estrogen",
        "opd": "FSH feedback inhibits hypothalmus, while LH feadback inhibits pituitary",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "58e06f35-ef31-4af1-9e48-6e4f221aa6c6",
        "choice_type": "single"
    },
    {
        "question": "Aromatase enzyme converts -",
        "exp": "Ans. is 'b' i.e., Androgen to estrogen o Aromatase conversts androgens into estrogen in peripheral tissues.",
        "cop": 2,
        "opa": "Estrogen to androgen",
        "opb": "Androgen to estrogen",
        "opc": "Progesterone to estrogen",
        "opd": "Androgen to progesterone",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "fc04de77-507a-4a63-aa3d-cd08b9437c66",
        "choice_type": "single"
    },
    {
        "question": "A fertilized ovum reaches uterine cavity in?",
        "exp": "ANSWER: (A) 3-4 daysREF: William's obstetrics 22nd ed, Langman s Medical Embryology 9th edition page 45LH Surge24 hours before ovulationOvulation0 hoursFertilization24 hours after ovulation (Day 1)Reaches uterine cavity3-4 days post fertilization (Day 4-5 post ovulation)Implantation7-9 day post fertilization",
        "cop": 1,
        "opa": "3-4 days",
        "opb": "5-6 days",
        "opc": "7-8 days",
        "opd": "10 days",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "08252f97-0896-4944-b1c8-5ffb6811a1de",
        "choice_type": "single"
    },
    {
        "question": "The enzyme, 5a-reductase is responsible for:",
        "exp": "Ans. B. Conversion of testosterone to dihydrotestosterone5 a -Reductase is the enzyme that converts testosterone to dihydrotestosterone. 5 a -Reductase is associated with increasing the most potent androgen, dihydrotestosterone, and reducing LH secretion. Estrogens are associated with female secondary sex characteristics, although some androgens regulate pubic hair development.",
        "cop": 2,
        "opa": "Conversion of cholesterol to pregnenolone and enhancing steroidogenesis",
        "opb": "Conversion of testosterone to dihydrotestosterone",
        "opc": "Aromatization of testosterone to estradiol",
        "opd": "Increasing the synthesis of LH",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "80b9776d-a091-47d9-815a-a497ac6c736b",
        "choice_type": "single"
    },
    {
        "question": "The commonest cause of primary amenorrhea with ambiguous genitalia in a female with 46XX chromosome",
        "exp": "Ans. is 'a' i.e. 21-hydroxylase deficiency Primary amenorrhoea with virilization (ambiguous genitalia) in females is seen in21 hydroxylase def.11 hydroxylase def17-hydroxylase def. does not cause virilization. It causes in females- Primary amenorrhoea and failure of development of secondary sexual characteristics.\"21-hydroxylase and 11-hydroxylase deficiencies are common; the former accounts for 90-95% of the cases of congenital adrenal hyperplasia, and the latter accounts for all but 1% of the remaining cases.\"Also know this*Congenital adrenal hyperplasiaIs commonly caused by there 4 enzyme deficiencies.21 hydroxylase def. (Complete)21 hydroxylase def. (Partial)11 hydroxylase def.17 hydroxylase def.21 hydroxylase def. Complete (Salt loosing virilizing)*Hypotension*Virilization (& Precocious puberty in males)*21 hydroxylase def. partial (Simple virilizing)*Normal B.P.*Virilization* (& Precocious puberty in males)*11 hvdroxvlase def.Hypertension*Virilization* (& Precocious puberty in males)*17 hvdroxvlase def. hypertension*Hypertension*No virilization in females*Primary amenorrhoea and failure of development of sec. sec. characteristics in females*Male hermaphrodites*",
        "cop": 1,
        "opa": "21 hydroxylase def.",
        "opb": "17 hydroxylase def.",
        "opc": "11 hydroxylase def.",
        "opd": "Desmolase hydrolase def.",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "4c20fcac-d635-4093-94ee-a4d8693ffea1",
        "choice_type": "single"
    },
    {
        "question": "In 29 days menstrual cycle ovulation takes place at?",
        "exp": "ANSWER: (B) 15th dayREF: Ganong's 22nd ed p.434In a menstrual cycle the post ovulatory days remains constant, hence to calculate the day of ovulation substract 14 from the total days of cycle; i.e. in a 29 days cycle ovulation takes place on 15th day (29-14),",
        "cop": 2,
        "opa": "14th day",
        "opb": "15th day",
        "opc": "16th day",
        "opd": "17th day",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "7ca88f01-529e-4f9a-a399-9b7f4732ab52",
        "choice_type": "single"
    },
    {
        "question": "In early phase division of spermatogonia by-",
        "exp": "Ans. is \"b' i.e., Mitosis [Ref: Principles of medical physiology p. 322J",
        "cop": 2,
        "opa": "Meiosis",
        "opb": "Mitosis",
        "opc": "Both Meiosis & Mitosis",
        "opd": "Maturation",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "4d2a872e-945c-4aa9-8021-1702151f0cba",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is true regarding time of ovulation?",
        "exp": "Ans. c. Occurs after follicular ripening by FSH (Ref: Williams Obstetrics 23/e p355-356: Ganong 22/e p438: Shaw's 13/e p212)Follicular phase is under control of FSH and LH. Both FSH and LH is responsible for follicular ripening, but a surge in LH secretion triggers ovulation.OvulationLH surge is primarily caused by 'positive feedback' from sustained levels of estrogen.A surge in LH secretion triggers ovulation.A surge in LH secretion triggers ovulation and ovulation normally occurs about 9 hours after the peak of LH surge at midcycle.Tests of OvulationBasal body temperature:BBT falls at the time of ovulation by about 1/2 degree FahrenheitQ.Subsequently, during the progestational half of the cycle the temperature is slightly raised above the preovulatory level, and the rise is order of 1/2 to 1 degreeQ.This phenomenon is due to the thermogenic action of progesteroneQ, and is therefore presumptive evidence of presence of functioning corpus luteum and hence ovulation.Endometrial BiopsyDone preferably one or two days before the onset of menstruationQSecretary changes prove that the cycle has been ovulatoryQEndometrium should be subjected to guinea pig inoculation and culture to rule out genital tuberculosis which is present in 5-10 % of Indian women complaining of sterilityToday, endometrial biopsy is omitted as a routine investigation or infertility and ovulation best monitored by serial ultrasound scanning. Endometrial biopsy is taken only in suspected tubercular endometritisFern TestCervical mucus, when viewed under low power microscope it shows during the oestrogenic phase, a characteristic pattern of fern formationQ.This feming disappears after ovulation, and if previously present its disappearance is presumptive evidence of corpus luteum activity.The ferning is due to the presence of sodium chloride in the mucus secreted under estrogen effectQOvulation mucus has the property of great elasticity and will withstand stretching upto 10 cm, phenomenon is k/a Spinnbarkeit or thread testQ for estrogen activity.UltrasoundUltrasound has now become the standard procedure for monitoring maturation of the graffian follicle, and in detecting imminent ovulation in in-vitro fertilization and timing intercourse.This requires daily ultrasonic visualization of ovaries from 10th to 16th day of menstrual cycle.",
        "cop": 3,
        "opa": "Occurs before LH surge",
        "opb": "Occurs after biphasic rise in basal body temperature",
        "opc": "Occurs after follicular ripening by FSH",
        "opd": "Occurs after disappearance of cervical mucus thickening",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "145c914b-4e49-46a7-950d-5b12e8beb4c6",
        "choice_type": "multi"
    },
    {
        "question": "Lyedig ceils secrete -",
        "exp": "Ans. is 'a' i.e., Testosterone o The hormone-secreting cells in the testes are the leydig cells and sertoli cells. Leydig cells have receptors for LH and secrete all the androgens, i.e., testosterone (major androgen), dihydrotestosterone (DHT), androstendione and dehydroepiandrosterone (DHEA). All of theme have 19 carbon atoms.o Sertoli cells are under the control of FSH, i.e., have receptors for FSH. When stimulated by FSH, these cells secrete androgen binding protein (ABP), inhibin and MIS (mullerian inhibiting substance). Sertoli cells also contair aromatase; the enzyme that converts androgens to estrogens. Beside these hormonal function, junction betweer adjacent sertoli cells forms blood-testis barrier which does not allow harmful substances to enter the area when spermatogenesis is going on. Sertoli cells also have receptors for androgens (testosterone) which stimulate: spermatogenesis.",
        "cop": 1,
        "opa": "Testosterone",
        "opb": "Inhibin",
        "opc": "Mullerian inhibiting substance (MIS)",
        "opd": "ABP",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "16e14048-c91a-4492-aab4-a1372ceb64e1",
        "choice_type": "single"
    },
    {
        "question": "Primary spermatocytes, chromoso me is -",
        "exp": "Ans. is 'c' i.e., 46-XY Secondary spermatocyte (Haploid -23)-Spermatid(Haploid-23)Spermatogonia - Primary spermatocyteDiploid-46)(Diploid-46)Secondary spermatocyte (Haploid-23)-Spermatid(Haploid-23)",
        "cop": 3,
        "opa": "23-X",
        "opb": "23-Y",
        "opc": "46-XY",
        "opd": "None",
        "subject_name": "Physiology",
        "topic_name": "Sex Hormones",
        "id": "42728737-f7c7-4923-8d22-faab65c2bae5",
        "choice_type": "multi"
    }
]