[
    {
        "question": "The optical power of the eye is",
        "exp": "(C) 60 Dioptres > The human eye has a refractive power of approximately 60 diopters at rest.",
        "cop": 3,
        "opa": "25 Dioptres",
        "opb": "50 Dioptres",
        "opc": "60 Dioptres",
        "opd": "75 Dioptres",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "4fb5e20b-5a68-4ea2-a19e-45ed3533c263",
        "choice_type": "single"
    },
    {
        "question": "The parvocellular pathway, from the lateral geniculate nucleus to the visual cortex, carnes signals for the detection of",
        "exp": "(B) Color vision, shape and fine details. > In the optic nerves and visual pathways there are several different types of nerve fibres, of which the magnocellular and the parvocellular pathway are the most important.> The largest path (approximately 80% of the nerve fibres) is the parvocellular pathway that transfers all colour information and high contrast black and white information.> Its nerve fibres are thin and transfer information relatively slowly. In the optic nerve 80% of the nerve fibres are parvocellular fibres and 10% of the fibres are magnocellular fibres.",
        "cop": 2,
        "opa": "Movement, depth and flicker.",
        "opb": "Color vision, shape and fine details.",
        "opc": "Temporal frequency.",
        "opd": "Luminance contrast",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "15cad813-17e5-4d13-8153-7e7f8954976c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not true about rods?",
        "exp": "(D) Useful for the color vision > Cones are responsible for colour vision because of their much greater visual acuity and also for vision in light (photopic vision). Rods are the receptors for night vision (scotopic vision).",
        "cop": 4,
        "opa": "Least number is present in fovea centralis",
        "opb": "More sensitive to light than cones",
        "opc": "Pigment is rhodopsin",
        "opd": "Useful for the color vision",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "b1280c9e-7905-480f-a3c5-fdbf5d9d9659",
        "choice_type": "multi"
    },
    {
        "question": "Transducin is a protein found in?",
        "exp": "ANSWER: (B) RetinaREF: Ganong 22nd edition, chapter 8, http://en.mkipedia.org/uiki/TransducinRepeat from December 2010Repeat (***)\"Transducin (also called Gt) is a heterotrimeric G protein that is naturally expressed in vertebrate retina rods and cones\"Mechanism of action: Heterotrimeric Transducin (alpha-beta-gamma subunits) is activated by a conformational change in rhodopsin due to the absorption of a photon by rhodopsins active group retinal. Activation causes the GDP bound to the alpha subunit to be exchanged with GTP from solution and results in activated alpha dissociating from beta-gamma. Active Transducin-alpha then causes cyclic GMP Phosphodiesterase to increase its activity, thereby lowering the concentration of cGMP, an intracellular second-messenger molecule. Decrease in cGMP concentration leads to the closure of cGMP-regulated Na+ and Ca2+ ion channels and a hyperpolarized membrane potential. This chain of signaling events is also called \"the vertebrate photo transduction cascade\"",
        "cop": 2,
        "opa": "Glomerulus",
        "opb": "Retina",
        "opc": "Skeletal muscle",
        "opd": "Adrenal medulla",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "e0bfacc1-8a7f-4058-a63d-3c1063a3efd6",
        "choice_type": "single"
    },
    {
        "question": "While seeing a colour chart a colour blind male has decreased vision for red light colour which appear very light than that of other colours. Which of the following is the likely anomaly in him?",
        "exp": "(A) Protanomaly > Prefixes \"Prot = red, Deuter = green & Tri = blue refer to defects cone system, respectively Suffixes anomaly = colour weakness; anopia = colour blindness> Individuals with normal colour vision and those with Protanomaly (red colour weakness), deuteranomaly (green colour weakness), and tritanomaly (blue colour weakness) are called Trichomates --i.e. they have all three cones, system but one is weak.> Dichromates: only two cone system present, E.g. Protanopia = red cone absent; Deuteranopia = green cone absent Tritanopia = Blue cone absent.",
        "cop": 1,
        "opa": "Protanomaly",
        "opb": "Dutanomaly",
        "opc": "Tritanomaly",
        "opd": "Butanomaly",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "eabd5465-efce-4649-b898-480df7ea3633",
        "choice_type": "single"
    },
    {
        "question": "Afferent component of corneal reflex is mediated by-",
        "exp": "Ans. is 'c' i.e., Trigeminal nerve o Afferent of corneal reflex - Trigeminal nerve (ophthalmic branch)o Efferent of comeal reflex - Facial nerve Touching the cornea|Ophthalmic branch of trigeminal nerve (afferent)|Superior sensory nucleus of trigeminal|Medial longitudinal bundle|Motor nucleus of VII cranial nerve|Facial nerve (efferent)|Orbicularis oculi|Blinking of eyeThis question is also direct repeat from AI-06",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Facial nerve",
        "opc": "Trigeminal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "ab57f969-0947-440a-a5db-5fed966fd37c",
        "choice_type": "single"
    },
    {
        "question": "Stimulation of bipolar cells results in all except:",
        "exp": "Ans: D (Action potentials) Ref: W F Ganong. Vision. In: Review of Medical Physiology. 23rd ed. California: McGraw-Hill Companies; 2010.Explanation:\"Unlike most neurons, bipolar cells communicate via graded potentials, rather than action potentials \"Genesis of Electrical Responses in RetinaElectrical responses of most of the other neural elements in the retina are local, graded potentialsOnly in the ganglion cells, all-or-none action potentials (transmitted over appreciable distances) are generatedResponses of the rods, cones, and horizontal cells are hyperpolarizingTable 1 : Normal transport of substances bv the intestine and location of maximum absorption or secretion Small Intestine Absorption of:Upper(Duodenum & Jejunum)MidLower(Terminalileum)ColonSugars (glucose, galactose, etc.+++++++0Amino acids+++++++0Water-soluble and fat-soluble vitamins except vitamin B12+++++00Long-chain fatty acid absorption and conversion to triglyceride++++++0Bile salts+++++ Vitamin B120++++0Na++++++++++++K++++SecretedCa2+++++++?Fe2++++-+++?Cl-+++++++SO42-+++0? Table 2 : Function of HypothalamusRegionAreaNucleusFunctionAnteriorMedialMedial preoptic nucleus* Regulates the release of gonadotropic hormones from the adenohypophysis* Contains theseally dimorphic nucleus, whch releases GnRH, differential development between sexes is based upon in utero testosterone levels* Vasopressin releaseSupraopticnucleus (SO)Paraventricularnucleus* (PV)* Thyrotropin-releasing hormone release* Corticotropin-re lea sing hormone release* Oxytocin releaseAnterior hypothalamicnucleus (AH)* Thermoregulation* Panting* Sweating* Thyrotropin inhibition Supra chiasmatic nucl eus(SC)Lateral preoptic nucleus* Circadian rhythmsLateralLateral nucleus (LT)* Thirst and hungerPart of supracptic nucleus (SO) Dorsomedial hypothalamic nucleus (DM)Ventromedialnucleus (VM)Arcuate nucleus (AFt) TuberalMedial* Blood Pressure* Heart Rate* Gl stimulation* Satiety* Neiroendocrine control* Growth hormone-re lea sing hormone (GHRH)* Feeding* Dopamine* Thirst and hungerLateralLateral nucleus (LT) Lateral tuberal nucleiPosteriorMedialMammillary nuclei(part of mammillary bodies) (MB)Posterior nucleus (PN)* Memory* Increase bbod pressure* Pupillary dilation* Shivering* Vasopressin releaseLateralLateral nucleus (LT) * Responses of the bipolar cells are either hyperpolarizing or depolarizing.* Aniacrine cells produce depolarizing potentials.",
        "cop": 4,
        "opa": "Depolarisation",
        "opb": "Hyperpolarisation",
        "opc": "Neurotransmitter release",
        "opd": "Action potentials",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "80e8d664-a1e4-4915-8396-8e5d8d74f586",
        "choice_type": "multi"
    },
    {
        "question": "Rods and cones differ in all, Except:",
        "exp": "Ans is 'a' i.e. signal transduction \"The process of phototransduction in cones is virtually the same as in rods: the only major difference is in the types of opsin in the membranous disks of the cone outer segments.\" -Neuroscience By Mark F. Bear, Barry W. Connors,Michael A. Paradiso 3/e p296The retina is organized in 10 layers and contains rods and cones, the photoreceptor cells along with 4 other types of neurons- bipolar cells, ganglion cells, horizontal cells and amacrine cells.The rods and cones synapse with bipolar cells, and the bipolar cells synapse with ganglion cells. The axons of ganglion cells converge and leave the eye as the optic nerve.Differences between rods and conesThe two photoreceptors differ from each other in several ways. Rods and cones differ in structure, photochemical molecules, sensitivity, retinal distribution, synaptic connections, and function.The total number of rods in the human retina (approx. 90 million) far exceeds the number of cones (roughly 4.5 million). As a result, the density of rods is much greater than cones throughout most of the retina. However, this relationship changes dramatically in the fovea, a highly specialized region of the central retina that measures about 1.2 millimeters in diameter. In the fovea, cone density increases almost 200-fold, reaching, at its center, the highest receptor packing density anywhere in the retina. The increased density of cones in the fovea is accompanied by a sharp decline in the density of rods. In fact, the central 300 pm of the fovea, called the foveola, is totally rod-free. The extremely high density of cone receptors in the fovea, and the one-to- one relationship with bipolar cells and retinal ganglion cells (see later), endows this region (and the cone system generally) with the capacity to mediate high visual acuity. As cone density declines with eccentricity and the degree of convergence onto retinal ganglion cells increases, acuity is markedly reducedThe two types of receptors differ in their size and their disk morphology. The outer segments of rods contain approximately 1000 to 2000 identical disks. The disks in rods contain more photopigment (rhodopsin) and consequently capture more photons of light than cones.There is also a higher amplification in the rods than in the cones. This means that, in rods, more cGMP gets hydrolyzed for each absorbed photon of light. This amplification leads to a longer integration and a more sensitive cell. The high amplification and long integration leads to high sensitivity to scattered light. The high sensitivity is the reason that rods are effective in weak light. The rods are thus responsible for vision when the light is dim (scotopic vision), whereas the cones are responsible in good light (photopic vision).In contrast, the cones do not have individual disks to hold the photochemical used in the transduction process. The photochemical in cones are in the outer membrane of the cell and the shape of the cone is determined by the folding of the outer membrane. The cones require more light because they have fewer photochemical and less amplification.The opsin molecules in the photochemical differ in the two receptors. All rods have the same opsin molecule. Because the opsin molecule determines the particular wavelength that can be absorbed most readily by the retinal, all the rods are similar in their response to light. The rods have an absorption peak near 500 nm.Each cone, on the other hand, has one of three different opsin molecules. Thus there are three different types of cones- red cone, blue cone and the green cone. The wavelength absorption characteristic of each cone depends on which opsin is bound to the retinal. The opsin determines the cone-wavelength absorption sensitivity. This means that cones differ from each other as well as from the rods in their absorption characteristics. Thus the cones are responsible for color vision.Other important difference between rods and cones concern their connections with other neurons in the retina.Properties of Rod and Cone SystemsRodsConesCommentMore photopigmentLess photopigment Slow response: long integration timeFast response: short integration time High amplificationLess amplification Saturating Response (by 6% bleached)Non-saturating response (except S- cones)The rods' response saturates when only a small amount of the pigment is bleached (the absorption of a photon by a pigment molecule is known as bleaching the pigment).Night visionDay vision Highly convergent retinal pathwaysLess convergent retinal pathwaysSpatial integrationHigh sensitivityLower absolute sensitivity Low acuityHigh acuityResults from degree of spatial integrationAchromatic: one type of pigmentChromatic: three types of pigmentColor vision results from comparisons between cone responsesNotably, many rods are connected to one bipolar cell- i.e. there is a high degree of convergence. For the cones, on the other hand, there is typically much less convergence, with a few cones connected to one bipolar cell. This explains more sensitivity of the rods over cones. The difference in convergence means that the cones provide information with a higher spatial resolution than the rods. Signal transduction in the RetinaThe mechanism of signal transduction or phototransduction i.e. the process by which light is converted into electrical signals, is almost similar in both the rods and cones. But both the photoreceptors have differences with other sensory receptors.The photoreceptors do not behave like other receptors when exposed to their stimulus: they are hyperpolarized instead of depolarizedThe photoreceptors are in a depolarized state in the dark. This is probably caused by Na+ channels that are open under such conditions. Unlike other receptors, the photoreceptors (and the bipolar cells) do not produce action potentials but only graded changes of the membrane potential (k/a local graded potential). Because the distance is very short from the outer segment-where the membrane potential changes are produced-to the synapses between the photoreceptors and the bipolar cells, even small fluctuations of the membrane potential cause alterations of the transmitter release from the photoreceptors. There is thus no need for the production of action potentials, which are important when signals are to be propagated over long distances.Light falling on the photoreceptor cells alters the configuration of the retinene (from 11-cis configuration to 11- Trans' isomer). This in turn alters the configuration of the opsin, and the opsin change activates the associated G protein. This ultimately leads to closure of the Na+ channels.Closure of the Na+ channels hyperpolarizes the cell. The hyperpolarization reduces the release of synaptic transmitter, and this generates a signal in the bipolar cells that ultimately leads to action potentials in ganglion cells.* In contrast to the photoreceptors and the bipolar, the ganglion cells produce action potentials (conducted in the optic nerve to the higher visual centers).",
        "cop": 1,
        "opa": "Signal transduction",
        "opb": "Light sensitivity",
        "opc": "Wavelength",
        "opd": "Acuity",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "b4841f49-dee7-4d2c-8837-bb52ab4f6c2a",
        "choice_type": "multi"
    },
    {
        "question": "Amacrine cells are seen in",
        "exp": "(B) Retina > 4 type of cells: bipolar cells, ganglion cells, horizontal cells & amacrine cells are present in retina.",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Retina",
        "opc": "Lens",
        "opd": "Iris",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "7d5f556b-69ab-47a6-a8b3-a8bb47661ecc",
        "choice_type": "single"
    },
    {
        "question": "Retinal cells which secrete acetyl choline?",
        "exp": "Ans. C. Amacrine cellsAmacrine cells secrete at least eight types of transmitter substances, including GABA, glycine, dopamine, acetylcholine and indolamine, all of which normally function as inhibitory neurotransmitters.",
        "cop": 3,
        "opa": "Bipolar cells",
        "opb": "Ganglion cells",
        "opc": "Amacrine cells",
        "opd": "H cells",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "d1424bb3-8715-4b1d-8ac9-736a9e1ccddd",
        "choice_type": "single"
    },
    {
        "question": "During the dark phase of visual cycle, which form of vitamin A combines with opsin to make Rhodopsin:",
        "exp": "Ans. C. 11-cis-RetinaldehydeFirst know about the forms of Vitamin Aa. Retinol: A primary alcohol containing a bionone ring with an unsaturated side chain.b. Retinal: It is an aldehyde which is derived from the oxidation of alcohol. It can exist in two formsi. 11-cis retinalii. 11-trans retinalc. Retinoic acid The acid derived from oxidation of retinal(Oxidation) (Oxidation)Retinol -------- Retinal ---------- Retinoic acid(Retinaldehyde)",
        "cop": 3,
        "opa": "All trans-Retinaldehyde",
        "opb": "all trans-Retinol",
        "opc": "11-cis-Retinaldehyde",
        "opd": "11-cis-Retinol",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "633678a7-f670-4eed-ab3f-c0fdc5673b5b",
        "choice_type": "multi"
    },
    {
        "question": "Visual processing center is located in -",
        "exp": "Ans. is 'd' i.e., Occipital lobe o The occipital lobe is the visual processing center of brain containing most of the anatomical region of visual cortexo Primary visual area is brodmann area 17 (also called VI) on medial side of occipital lobe in calcarine sulcus. It is also called as striate area or striate cortex because it can be identified by a large stripe of myelin, the stria of gennari.LobeArea (Area No.)LocationFunctionLesion1. FrontalMotor area (4)Premotor are (6)Frontal eye field (6, 8)Precentral gyrusControls volumatary motor activitiesControl EPSResponsible for voluntary eye movt.Cont./L. Hemiparesis (UMN type)Deviation of eye towards the side of lession (Saccadic movts. of eye)Motor speech area (44,45) (Broca's area) Prefrontal cortex (9,10,11,12)Inferior frontal gyrusControls spoken speech (Language)Motor (Broca's/expressive) aphasiaEmotional controlSocial behaviorLack of initiationAntisocial behavior2. ParietalSomatic sensory area1 Primary somesthetic area S-I (3, 1, 2)Post central gyrusHighest area for general conscious Sense perception (touch, pain, temp)Defect in sensory perception & processing to S-II S-IISylvian fissureLearning based on tactile discrimini Sensory speechSensory aphasia(will produce difficiency in learning in blinds) Somato sensory association area (5,7)Posterior part of parietal lobeSynthesis of senses (formed sense) Maintenance of body image, constructional skills,Spatial orientationTactile agnosia (astereognosis) Neglect of opp. half of body (constructional apraxia, dressing apraxia)3. TemporalAuditosensory area (41,42)Gyrus of Heschl in floor of lat. sulcusAuditory perception (Sound is heard) Sound is 'interpreted'Impaired hearing (deafness if B/L extensive lesion)Auditory agnosia, impaired non-verbal memory Smell balanceWernicke's aphasia4. OccipitalVisuosensory area (17) (striate aera) Visuopsychic area (18,19) (Parastriate/ area)Post calcarine sulcusHighest area for perception of visual senseCorrelation of visual impulses with past memory & recognition of object seen & also the depth.Homonymous hemianopia with macular sparing (because macular area has largest representation)Visual agnosia",
        "cop": 4,
        "opa": "Frontal lobe",
        "opb": "Temporal lobe",
        "opc": "Parietal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "05bc67bd-29ca-4bcf-a327-c823554fe482",
        "choice_type": "single"
    },
    {
        "question": "Red colour blindness is called",
        "exp": "(A) Protanopia # Colour blindness: X-linked recessive disorder> Red-green blindness is more common in congenital type# Protonope: Missing of red sensation Deuteranope: Missing of green sensation Tritanope: Missing of blue sensation> Test for colour blindness# Isihara's test: are for routine testing particularly for -green blindness.# Farnsworth Munsell 100 hue test: Scientifically most accurate# Edridge-Green-Lantern test: mainly important for engine drivers Holmgren's wools test Negel's anamaloscope",
        "cop": 1,
        "opa": "Protanopia",
        "opb": "Deuteranopia",
        "opc": "Protanomaly",
        "opd": "Deuteranomaly",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "1f0367e0-d8f0-4d18-90ad-260d58cbd36d",
        "choice_type": "multi"
    },
    {
        "question": "The cones in the eye are",
        "exp": "(C) Associated with higher visual acuity than the rods > The rods and cones, which are next to the choroid, synapse with bipolar cells, and the bipolar cells synapse with ganglion cells. The axons of the ganglion cells converge and leave the eye as the optic nerve.> Horizontal cells connect receptor cells to the other receptor cells in the outer plexiform layer.> Amacrine cells connect ganglion cells to one another in the inner plexiform layer.> They have no axons, and their processes make both pre- and postsynaptic connections with neighboring neural elements.",
        "cop": 3,
        "opa": "Not responsible for colour vision",
        "opb": "More sensitive to light than the rod",
        "opc": "Associated with higher visual acuity than the rods",
        "opd": "Dependent on Vitamin-A for their function",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "4555865c-b4f3-446d-bd7d-9f21d26820e4",
        "choice_type": "single"
    },
    {
        "question": "Bitemporal hemianopia is seen in lesion of",
        "exp": "(B) Optic chiasma > Bitemporal hemianopsia - The loss of the fields closest to the temples.Bitemporal hemianopsia most commonly occurs as a result of tumors located at the mid-optic chiasm.> Since the adjacent structure is the pituitary gland, some common tumors causing compression are pituitary adenomas, and craniopharyngiomas.> Also another relatively common neoplastic etiology is meningiomas. An etiology of vascular origin is an aneurysm of the anterior communicating artery which arise superior to the chiasm, enlarge, and compress it from above.",
        "cop": 2,
        "opa": "Optic tract",
        "opb": "Optic chiasma",
        "opc": "Optic nerve",
        "opd": "Occipital lobe",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "5a052a3a-ebb5-425a-83b1-03ba8754441e",
        "choice_type": "single"
    },
    {
        "question": "During the process of accommodation, there is",
        "exp": "(B) an increase principally in the anterior curvature of the lens > The lens is flexible and its curvature is controlled by ciliary muscles through the zonules. By changing the curvature of the lens, one can focus the eye on objects at different distances from it.> This process is called accommodation. At short focal distance the ciliary muscle contracts, zonule fibers loosen, and the lens thickens and its anterior curvature increased, resulting in a rounder shape and thus high refractive power.> Changing focus to an object at a greater distance requires the relaxation of the ciliary muscle, which in turn increases the tension on the zonules, flattening the lens by decreasing its curvature and thus increasing the focal distance.",
        "cop": 2,
        "opa": "an increase principally in the posterior curvature of the lens",
        "opb": "an increase principally in the anterior curvature of the lens",
        "opc": "relaxation of ciliary muscle",
        "opd": "decrease in the synthesis of rhodopsin",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "d561114c-64e0-4489-8c0e-8c49a7a7631b",
        "choice_type": "multi"
    },
    {
        "question": "The light rays come to focus in front of the retina because of the increased length of the eyeball in",
        "exp": "(A) Myopia > In myopia, the axial length of the eyeball is increased while in hypermetropia, the axial length of the eyeball is decreased.",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Astigmatism",
        "opd": "Presbyopia",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "e6dff6e4-4ff6-4c9c-ac95-4d534b4ebad9",
        "choice_type": "multi"
    },
    {
        "question": "Maximum visual acuity in retina is present on",
        "exp": "(B) Fovea centralis > Visual acuity, or resolving power, is the property of cones. To resolve detail, the eye's optical system has to project a focused image on the fovea, a region inside the macula having the highest density of cone photoreceptor cells (the only kind of photoreceptors existing on the fovea), thus having the highest resolution and best color vision.",
        "cop": 2,
        "opa": "Optic disc",
        "opb": "Fovea centralis",
        "opc": "Macula lutea",
        "opd": "Peripheral part",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "8f094853-8773-4d6f-877a-1fee3e5fc523",
        "choice_type": "single"
    },
    {
        "question": "Acetylcholine is secreted in eyes by:",
        "exp": "ANSWER: (D) Amacrine cellsREF: http://wrebvision.med.utah.edu/NT.htmlIndirect repeat from June 2008Neurotransmitters in the retina:Glutamate is the neurotransmitter of the neurons of the vertical pathways through the retina. All photoreceptor types, rods and cones, use the excitatory amino acid glutamate to transmit signals to the next order neuron in the chainGlutamate is also considered to be the neurotransmitter of all bipolar cells and most ganglion cells in the vertebrate retinaGABA occurs in many different varieties of amacrine cells, and in one or more classes of horizontal cell in most vertebrate retinasGlycine, accounts for most of the small-field types of amarine cell.Dopamine is found in one or more types of amacrine cell in the mammalian retinaThe classic fast excitatory neurotransmitter of the peripheral nervous system, acetylcholine (ACh), is found in a mirror symmetric pair of amacrine cells in the vertebrate retina. These ACh containing amacrine cells are common to almost all vertebrate retinas and have been described morphologically in human retina too (Hutchins and Hollyfield, 1987; Kolb et al., 1992)Neurotransmitters of different Amacrine cells:NeurotransmitterType of Amacrine cellGABAA2, A10, A13, A17, A19, A20, A22GlycineA3, A4, A8, AllAcetylcholine\"Starburst\" a-type. b-typeDopamineCA-typel, CA-tvpe 2SerotoninA17",
        "cop": 4,
        "opa": "Bipolar cells",
        "opb": "Horizontal cells",
        "opc": "Ganglion cells",
        "opd": "Amacrine cells",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "c076579a-8ff2-4e97-aa85-6fd296878c2e",
        "choice_type": "single"
    },
    {
        "question": "The Helmholtz theory' of colour vision states tha",
        "exp": "(A) There are three kinds of cones in the retina responding to the three primary colours > Hermann von Helmholtz developed the theory further in 1850: that the three types of cone photoreceptors could be classified as short-preferring (blue), middle-preferring (green), and long-preferring (red), according to their response to the wavelengths of light striking the retina.> The relative strengths of the signals detected by the three types of cones are interpreted by the brain as a visible color.> For instance, yellow light uses different proportions of red and green, but little blue, so any hue depends on a mix of all three cones, for example, a strong blue, medium green, and low red.> Moreover, the intensity of colors can be changed without changing their hues, since intensity depends on the frequency of discharge to the brain, as a blue-green can be brightened but retain the same hue.> The system is not perfect, as it does not distinguish yellow from a red-green mixture, but can powerfully detect subtle environmental changes.",
        "cop": 1,
        "opa": "There are three kinds of cones in the retina responding to the three primary colours",
        "opb": "There are two kinds of cones called dominators and modulators.",
        "opc": "There is only one kinds of cone and the colour is recognised only in area 17.",
        "opd": "There are seven types of cones responding to the seven colours of the spectrum.",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "db18b69b-730b-4420-b60e-188b81e02003",
        "choice_type": "multi"
    },
    {
        "question": "Lens derives nutrition from -",
        "exp": "Ans. is 'b' i.e.. Aqueous o Aqueous humor, a clear liquid that nourishes the cornea and lens, is produced in the ciliary body by diffusion and active transport from plasma. It flow's through the pupil and fills the anterior chamber of the eye. It is normally reabsorbed through a network of trabeculae into the canal of Schlemm.",
        "cop": 2,
        "opa": "Vitreous",
        "opb": "Aqueous",
        "opc": "Optic artery'",
        "opd": "Ophthalmic artery",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "a24cf57f-edd2-40c8-ad63-7fa07f4c724d",
        "choice_type": "single"
    },
    {
        "question": "In myopia there is",
        "exp": "(A) Increased length of eyeball > Myopia (\"nearsightedness\" (AmE), \"shortsightedness\" (BrE)) is a refractive defect of the eye in which collimated light produces image focus in front of the retina under conditions of accommodation.> Axial myopia is attributed to an increase in the eye's axial length.",
        "cop": 1,
        "opa": "Increased length of eyeball",
        "opb": "Decreased length of eyeball",
        "opc": "Decreased refractive power of cornea",
        "opd": "Lens is dislocated posteriorly",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "d40c77ba-57ea-4a23-81d1-cad2adeb9d33",
        "choice_type": "multi"
    },
    {
        "question": "Exposure to darkness leads to increased melatonin secretion. It is brought about by:",
        "exp": "Ans. is 'b' i.e. increasing the serotonin N-acetyl transferase Ref Ganong 21st/e p 468, 20th/e p448First let's see the synthesis of melatonin from serotoninSerotonin| N. Acetyl transferase + Acetyl CoA N-Acetyl serotonin|Hydroxy indole - 0 methyl transferase + S-Adenosylmethionine Melatonin (N-acetyl-5-methoxytryptamine)Regulation of Melatonin SecretionIn humans and all other species studied to date, melatonin synthesis and secretion are increased during the dark period of the day and maintained at a low level during the day-light hours.The remarkable diurnal variation in secretion is brought about by training of the hypothalamus to the light-dark cycle via retino-hypothalamic nervesThe hypothalamus in turn cause norepinephrine secretion by the postganglionic sympathetic nerves (nervi conarii) that innervate the pineal glandThe norepinephrine acts via b adrenergic receptors in the pineal gland to increase intracellular cAMP, and the cAMP in turn produced a marked increase in N-acetyltransferase activity. This results in increased melatonin synthesis and secretionExposure to darkness|Retino hypothalamic fibres| supra chiasmatic nuclei in hypothalamus|Preganglionic sympathetic neurons in spinal cord| postganglionic sympatheticnerves (nervi conarii) arising in superior cervical ganglion|| norepinephrine secretion in pineal gland|| intracellular cAMP ||N-Acetyltransferase activity|| Hydroxyindole - O methyl transferase activity|| Melatonin",
        "cop": 2,
        "opa": "Decreasing the activity of suprachiasmatic nuclei",
        "opb": "Increasing the serotonin N-acetyl transferase.",
        "opc": "Decreasing the hydroxy-indole-o-methyl transferase, activity",
        "opd": "Blocking the release of norepinephrine from sympathetic nerve terminals",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "f24443a7-ba90-4c77-a435-8eaf2e0e457d",
        "choice_type": "single"
    },
    {
        "question": "All the following are primary colours except",
        "exp": "(D) Yellow > Blue, green and red are the primary colours but the cones with their maximal sensitivity in the yellow portion of sensitive enough in red portion to respond to red light at a lower threshold than green",
        "cop": 4,
        "opa": "Blue",
        "opb": "Green",
        "opc": "Red",
        "opd": "Yellow",
        "subject_name": "Physiology",
        "topic_name": "Special Senses: Vision and its Elements",
        "id": "57c069aa-2f96-4190-81ad-13aa6ab712a4",
        "choice_type": "multi"
    }
]