[
    {
        "question": "A known alcoholic is brought to the emergency department by his wife. The person has not consumed alcohol for the past two days due to religious reasons. The person complained of nausea, vomiting and dizziness. On the second day, he developed seizures, that progressed to generalized tonic clonic seizures (GTCs). Which of the following would be the best medication to manage the seizures of the patients?",
        "exp": "Ans. c. Diazepam (Ref: Niraj Ahuja 6th/39-40; Kaplan Synopsis 10th/396)'Long acting benzodiazepines such as chlordiazepoxide and diazepam or short acting such as lorazepam can be used to treat mild-moderate uncomplicated alcohol withdrawal. ''Chlordiazepoxide is preferred over diazepam for treatment of alcohol withdrawal syndrome. 'Management of. Alcohol Intoxication. Alcohol Withdrawal. Delirium Tremens. Drugs used are:* Lorazepam (can worsen the vitals due to CNS depression)* Haloperidol (can lower seizure threshold). Other drugs which may be used:* Ziprasidone* Olanzapine* All patients should be given multiple oral vitamin B1 including 50-100 mg of thiamine daily for a week.* Replace alcohol (CNS depressant) with any other CNS depressant.* Benzodiazepines are commonly used.* Chlordiazepoxide is drug of choice because of its long half-life.* High dose benzodiazepines or antipsychotics are recommended.* Anticonvulsants are not given to control seizures seen in delirium tremens.",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Phenytoin",
        "opc": "Diazepam",
        "opd": "Clonidine",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "6b173f58-b595-4fe6-b791-1fba2ff46b4b",
        "choice_type": "single"
    },
    {
        "question": "Wernicke Korsakoff's syndrome is due to the deficiency of which of the following (Repeat):",
        "exp": "Ans: B (Thiamine) Ref: Synopsis of Psychiatry. Kaplan & Sadock, 10th edition. Explanation: See 2010 Psychiatry question explanation.",
        "cop": 2,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Vitamin B12",
        "opd": "Riboflavin",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "91b97153-0faa-40fa-86c0-2c4ff10c6210",
        "choice_type": "single"
    },
    {
        "question": "Delirium tremens is seen in -",
        "exp": "Ans. is 'a' i. e., Alcohol withdrawal Delirium tremens. Delirium tremens is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant alcohol abstinence. This is an acute organic brain syndrome (delirium) with characteristic features of delirium. Clouding of consciousness with disorientation in time and place. Poor attention span and distractability. Visual (and also auditory) hallucination, and illusion. Tactile hallucination of insect crawling under the skin (formication) may also occur. Marked autonomic disturbances with tachycardia, sweating, hypertension, mydriasis, coarse tremers. Insomnia, psychomotor agitation, ataxia, anxiety. Benzodiazepines are the drugs of choice for delirium tremens. Chlordiazepoxide is the agent of choice w ith diazepam as an alternative.",
        "cop": 1,
        "opa": "Alcohol withdrawal",
        "opb": "Alcoholoverdoses",
        "opc": "Morphine poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "97092fd0-55ab-4548-87b4-a5477b3e8654",
        "choice_type": "single"
    },
    {
        "question": "A 30-year old male with history of alcohol abuse for 15 years is brought to the hospital emergency with complaints of fearfulness, mis-recognition, talking to self, aggressive behavior, tremulousness and seeing snakes and reptiles that are not visible to others around him. There is history of drinking alcohol two * days prior to the onset of the present complaints. He is most likely suffering from:",
        "exp": "Ans. is 'a' i. e. Delirium Tremens. Ref Neeraj Ahuja 4th/e p36, 37. It is a case of Delirium tremens. It is the most severe alcohol withdrawal syndrome. It usually occurs within 2-4 days of complete or significant abstinence. Symptoms are. Clouding of consciousness. Poor attention span. Visual hallucinations which are often vivid and frightening. Tactile hallucinations and auditory hallucinations. Marked autonomic disturbances. Tachycardia Fever Sweating Hypertension Pupillary dilatation. Psychomotor agitation and ataxia. Insomnia. Dehydration. The course is short with recovery occurring within 3-7 days. Alcoholic hallucinosis. This can be ruled out easily because it is characterized by the presence of auditory hallucinations and the other usual features of delirium tremens are absent.",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Alcoholic hallucinosis",
        "opc": "Schizophrenia",
        "opd": "Seizure disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "3e87d19f-24dc-4f58-9f84-02efe30b6543",
        "choice_type": "multi"
    },
    {
        "question": "Following is true about alcoholic dependence syndrome except -",
        "exp": "Ans. is 'a' i. e., No toleranceo Alcohol dependence has following criteria (i) Tolerance; (ii) Withdrawal symptoms; (iii) Taken in larger amount or for longer duration; (iv) Persistent craving (desire) to take alcohol; (v) A great deal of time spent to obtain alcohol or to use it; (vi) Neglect of other activities (social, occupational); and (vii) Continued use despite clear evidence of overtly harmful consequences. o The CAGE questionnaire is a tool used to assess individuals for potential alcohol problems, including dependence. o Alcohol produces both physical as wrell as psychological dependence.",
        "cop": 1,
        "opa": "No tolerance",
        "opb": "Withdrawal symptoms",
        "opc": "CAGE questionnaire",
        "opd": "Physical dependence",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "f7a32fdb-91f3-4f65-929c-95e04fdcda53",
        "choice_type": "multi"
    },
    {
        "question": "All are anticraving agent for alcohol except -",
        "exp": "Ans. is 'a' i. e., Lorazepam Treatment of alcohol dependenceo Detoxification (treatment of withdrawal) BZDs are the drugs of choice, e. g. chlordiazepoxide (Ist choice), Diazepam (2nd choice). o Maintenance after detoxification (to prevent relapse and maintenance of abstinence)a) Aversive agents (deferent agents):- Disulfiram, CCC, metronidazole, Natrafezole. b) Anticraving agent:- Naltrexone, Acamprosate, fluoxetine, Topiramate, Nalmefene.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Naltrexone",
        "opc": "Topiramate",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "19bda61e-c9c4-4dcf-8987-f66fb878b387",
        "choice_type": "multi"
    },
    {
        "question": "Morbid jealousy is seen in:",
        "exp": "Ans: A (Alcoholism) Ref: Synopsis of Psychiatry, Kaplan & Sadock, 10th edition. Explanation: Morbid jealousy is pathological suspiciousness of fidelity of close ones, usually spouse. It is one of \"overvalued ideas\". An overvalued idea is also a false belief, but contrary to delusion, the person is less convinced and not sure/firm (i. e., shakeable). Morbid jealousy is seen in chronic alcoholics.",
        "cop": 1,
        "opa": "Alcoholism",
        "opb": "Persons who are isolated from society",
        "opc": "Social phobia",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "e5ab2d8f-faac-4f99-b3f8-da050993fab4",
        "choice_type": "single"
    },
    {
        "question": "Alcohol withdrawal presents with all EXCEPT:",
        "exp": "Ans. (c) Bradycardia. Ref: Harrison 19th ed. 12727* The symptoms which arises when an alcoholic reduces or stops alcohol consumption after prolonged periods of excessive alcohol intake.* In case of alcohol withdrawal there is hallucinations,, tremors, sweating and tachycardia, NOT bradycardia.* Clinical presentation# Hangover next morning: Most common withdrawal syndrome# Mild tremors (Most Common symptom)# Nausea, vomiting# Weakness, insomnia, anxiety# Delirium tremens: most severe withdrawal syndrome# Alcoholic seizures (Rum fits)# Alcoholic hallucinosis. Appearance of Alcohol withdrawal symptoms. Time. Symptoms6-12 hours. Minor withdrawal symptoms: insomnia, tremulousness, anxiety, GIT upset, headache, diaphoresis, palpitations, anorexia12-24 hours. Alcoholic hallucinosis; visual, auditory, or tactile hallucination24-48 hours. Withdrawal seizures: generalized tonic-clonic seizures48-72 hours. Derlirium tremens; visual hallucinations, disorientation, tachycardia, hypertension, low- grade fever, agitation, diaphoresis",
        "cop": 3,
        "opa": "Hallucinations",
        "opb": "Tremors",
        "opc": "Bradycardia",
        "opd": "Sweating",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "1c6203b9-458b-465d-bbb2-7385ee334947",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following can cause delirium -",
        "exp": "Ans. is 'd' i. e., All of the above. Important causes of delirium1. Trauma: - Head injury, subdural hematoma2. Infection: - Septicemia, pneumonia, endocarditis. 3. Metabolic: - Hypoxia, hypercapnia, uremia, CHF, Hepatic failure, porphyria, metabolic acidosis or alkalosis, water & electrolyte imbalance. 4. Endocrine: - Hypo- or hyperpituitarism, Hypo- or Hyperthyroidism, Hypo- or hyperparathyroidism, hypo- or hyperadrenalism. 5. Drug intoxication; - Alcohol, barbiturates, TCA, anticholinergics, anticonvulsants. 6. Drug withdrawal: - Alcohol (delirium tremens), sedatives, hypnotics. 7. Nutritional deficiency: - Vitamin (Thiamine, pyridoxine, Niacin, B12, Folic acid), Protein. 8. Other: - Post-operative, seizures, sleep deprivation.",
        "cop": 4,
        "opa": "Hypoxia",
        "opb": "Barbiturates",
        "opc": "Alcohol withdrawal",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "2e6037d0-d479-4683-bfb4-568e1a2f52da",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in alcohol withdrawal syndrome EXCEPT:",
        "exp": "ANSWER: (C) Hypersomnolence. REF: Kaplan & Sadocks Synopsis of Psychiatry 10th Edition Page 396\"Insomnia not Hypersomnolence is seen in alcohol withdrawal\"See APPENDIX-72 for \"WITHDRAWAL SYMPTOMS\" APPENDIX - 72. Withdrawal Symptoms: Alcohol. Cocaine. Opioid. Craving++++ +++++Mood. Anxiety or psychomotor agitation. Depression. Dysphoric mood. Sleep. Insomnia. Hypersomnolence. Insomnia. Tremor+++ Appetite. Decreased (Anorexia). Increased Autonomichyperactivity. Sweating, Tachycardia (>100), hypertension, hyperreflexia, diaphoresis, hyperthermia, and muscle fasciculations Tachypnea, Hyperreflexia, Tachycardia, Hypertension, Sweating, Hyperthermia. GITNausea or vomiting Diarrhea, Cramping, Nausea, Vomiting. Hallucinationstransient visual, tactile, or auditory hallucinations or illusions Sensory distortions or hallucinations (eg, transient visual, tactile, or auditory). Seizures. Grand mal seizures. Single event. NIC substance abuse related to seizures Others COLD TURKEY (Piloerection & Rhinorrhea), Hyperalgia, joint and muscle aches. Pupillary dilation and photophobia",
        "cop": 3,
        "opa": "Hallucination",
        "opb": "Tremors",
        "opc": "Hypersomnolence",
        "opd": "Autonomic hyperactivity",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "52e924a9-63c3-41c7-996b-038756ff03da",
        "choice_type": "multi"
    },
    {
        "question": "Earliest symptom showing improvement from classical triad of Wernicke's incephalopathy, to thiamine therapy -",
        "exp": "Ans. is 'b' i. e., Ophthalmoplegia Response to thiamine treatment in Wernicke's encephalopathy. Ocular symptoms:- Earliest to respond, ophthalmoplegia (ocular palsies) improves within hours of thiamine administration. However, horizontal nystagmus may persist. Ataxia:- Ataxia responds more slowly than ocular palsies and half the patients recover incompletely with a residual ataxia. Encephalopathy:- Confusion and other CNS symptoms improve more slowly. As the symptoms of encephalopathy improve, Korsakoff's syndrome may become apparent in some patients.",
        "cop": 2,
        "opa": "Ataxia",
        "opb": "Ophthalmoplegia",
        "opc": "Confusion",
        "opd": "All are equally responsive",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "b951a3bb-c710-457b-a991-1db4f5e78ff5",
        "choice_type": "multi"
    },
    {
        "question": "Anticraving drug given in alcohol dependence:",
        "exp": "Ans. b. Acamprosate (Ref: Niraj Ahuja 6th/39-40; Kaplan Synopsis 10th/396). Anticraving drug given in alcohol dependence is Acamprosate. Treatment of Alcohol Dependence1. Aversion therapy: ApomorphineQ, sub-threshold electric shock2. Psychotherapy3. Group therapy4. Deterrent agents: ( Alcohol sensitizing drugs)Q- DisulfiramQ- Citraied calcium carbimide (CCC)- MetronidazoleQ, NitrafezoleQ- Methyltetrazolethiol- Sulfonylureas (specially ChlorpropamideQ)- Cephalosporins (cefoperazoneQ, moxalactamQ, cefamandoleQ)5. Anticraving agents: (FAN)- FluoxetineQ- AcamprosateQ- NaltrexoneQ",
        "cop": 2,
        "opa": "Buprenorphine",
        "opb": "Acamprosate",
        "opc": "Disulfiram",
        "opd": "Diazepam",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "e0003d66-fea5-43b4-aade-4244a3abf27f",
        "choice_type": "single"
    },
    {
        "question": "Korsakoff's syndrome is due to deficiency of -",
        "exp": "Ans. is 'a' i. e., Thiamine o Wernicke - Korsakoff syndrome or wemicke-Korsakoff psychosis is the name given for the amnestic disorders which include Wernicke's encephalopathy (a set of acute symptom) and Korsakoff syndrome (a chronic condition). o These two syndrome occur due to deficiency of thiamine. o Most common cause precipitating thiamine deficiency (causing wernicke-Korsakoff syndrome) is chronic alcoholism. o Other precipitating causes are prolonged starvation causing malnutrition, hyperemesis gravidarum, HIV-AIDS, bariatric surgery, prolonged intravenous hyperalimentation, hemodialysis for CRF, and malignancies (gastric carcinoma).",
        "cop": 1,
        "opa": "Thiamine",
        "opb": "Niacin",
        "opc": "Folate",
        "opd": "Pyridoxin",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "59112977-98ec-4826-86ca-fa62078ce4c7",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs are used to prevent relapse and maintain abstinence in cases of alcohol withdrawal except -",
        "exp": "Ans. is 'd' i. e., Propranolol Drugs used for alcohol dependence to prevent relapse are: o Naltrexaneo Nalmefeneo Acamprosateo Disulfiramo Ondansetrono Topiramate",
        "cop": 4,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Propranolol",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "1b84f9c3-9ca3-4376-9a18-52422e7adbb5",
        "choice_type": "multi"
    },
    {
        "question": "Alcoholic patient feels like insects running over him, it is known as-",
        "exp": "Ans. is 'a' i. e., Formication Tactile hallucination/hantic hallucination (Hallucinations of touch)o Cutaneous perception may very vague tingling or sensations of temperature of perceptions experienced as being held, hit or caressed. o Tactile hallucinations are seen in schizophrenia. o A special type of tactile hallucination, i. e., formication, where there is perception of insect carwling under the skin, is characterstic of cocaine poisonning and may also occur in alcohol withdrawal",
        "cop": 1,
        "opa": "Formication",
        "opb": "Delusion",
        "opc": "Dementia",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "3714182f-ae89-4163-a3da-8c90c45bb6bb",
        "choice_type": "single"
    },
    {
        "question": "Cage test is used for diagnosis of -",
        "exp": "Ans. is 'c' i. e., Alcoholism o The CAGE questionnair is a tool used to assess individuals for potential alcohol problems, including dependence. It is useful because it involves 4 simple questions, of which only 2 need to be answered positively for the individual to be indicated as possibly alcohol dependent. 1. Do you ever feel like you should Cut down your drinking? (C)2. Do you ever feel Angery/Annoyed when people try to talk to you about drinking? (A)3. Do you ever feel Guilty as a consequence of drinking? (G)4. Do you ever need an Eye opener-a drink of alcohol in the morning - before you can function? (E)",
        "cop": 3,
        "opa": "Opioid abuse",
        "opb": "Schizophrenia",
        "opc": "Alcoholism",
        "opd": "Paranoid Psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "bb238b50-9b74-4f6a-91db-c01a660c6a95",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for alcohol withdrawal -",
        "exp": "Ans. is 'c' i. e., Chlordiazepoxide o Chlordiazepoxide is the DOC for alcohol withdrawalo Disulfiram is 1st line drug to prevent relapse. Treatment of alcohol dependenceo Detoxification (treatment of withdrawal)BZDs are the drugs of choice, e. g. chlordiazepoxide (1st choice), Diazepam (2nd choice). o Maintenance after detoxification (to prevent relapse and maintenance of abstinence):-a) Aversive agents (deferent agents):- Disulfiram, CCC, metronidazole, Natrafezole. b) Anticraving agent:- Naltrexone, Acamprosate, fluoxetine, Topiramate, Nalmefene",
        "cop": 3,
        "opa": "Disulfiram",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "594c86fe-1d49-4508-b7d8-6389c1888570",
        "choice_type": "single"
    },
    {
        "question": "Male started alcohol at 20 years, presently taking 3 quarters daily over 30 years, now complains that he gets the kick in 1 quarter, diagnosis is:",
        "exp": "Ans. c. Reverse tolerance (Ref: Kaplan and Sadock's 9/e p1271; Mellanby effect). People with a lot of alcoholic liver damage can no longer metabolize alcohol very well, these people can get very intoxicated on small quantities of alcohol -much smaller quantities than are needed to affect the person who rarely drinks. This phenomenon is known as Reverse Tolerance. Reverse Tolerance. Reverse Tolerance occurs when a heavy drinker develops liver damage and the liver no longer produces as great a quantity of the enzymes needed to break down alcohol in the body as it did before. Since people with a lot of alcoholic liver damage can no longer metabolize alcohol very well, these people can get very intoxicated on small quantities of alcohol -much smaller quantities than are needed to affect the person who rarely drinks. This phenomenon is known as Reverse ToleranceQ. It is important to note that most heavy drinkers do NOT develop liver damage or Reverse Tolerance. The majority of heavy drinkers will not suffer liver damage and hence will not develop Reverse Tolerance. The way that Reverse Tolerance can develop over a lifetime is illustrated by the curve in Figure. Healthy Tolerance Reversal which occurs when a heavy drinker does a period of abstinence from alcohol or a period of moderate drinking. The essential difference between Reverse Tolerance and Healthy Tolerance Reversal is that Reverse Tolerance is caused by damage to the liver which is often irreversible. In Healthy Tolerance Reversal the liver is actually becoming more healthy than it was during the period of heavy drinking and the reason why the tolerance is dropping is that the excessive and unhealthy levels of liver enzymes associated with heavy drinking are now returning to normal and healthy levels. Mellanby Effect( style=\"font-family: Times New Roman, Times, serif\"> Mellanby effect)*The most widely used acute tolerance measure in human research is often called the Mellanby effect* Involves the comparison of responses at the same blood alcohol concentrations on the ascending and descending limbsa of the blood alcohol curve",
        "cop": 3,
        "opa": "Withdrawal",
        "opb": "Mellanby phenomenon",
        "opc": "Reverse tolerance",
        "opd": "Cross tolerance",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "fbc26127-41b2-44cf-9267-c4d19763c65c",
        "choice_type": "single"
    },
    {
        "question": "All of the following Statements are true about blackouts except:",
        "exp": "Ans. a. The person appears confused to the onlookers (Ref: Kaplan and Sadock 9/e pe p400). In blackouts, because the other intellectual faculties are best preserved, the persons appear normal to casual observers. The person doesn' t appear to be confused. Blackouts: Because the other intellectual faculties are best preserved, the persons appear normal to casual observersQ. The remote memory is intactQ. It causes anterograde amnesiaQ. It is seen with alcohol intoxicationQ when blood alcohol levels are 200-300 mg/DLA blackout is defined as amnesia experienced by alcoholics during drinking bouts. QIt usually indicates reversible brain damagQ. It is seen with alcohol intoxicationQ when blood alcohol levels are 200-300 mg/dL. It causes anterograde amnesiaQ. The remote memory is intactQ. Because the other intellectual faculties are best preserved, the persons appear normal to casual observersQ.",
        "cop": 1,
        "opa": "The person appears confused to the onlookers",
        "opb": "Remote memory is relatively intact during the blackout",
        "opc": "It is a discrete episode of anterograde amnesia",
        "opd": "It is associated with alcohol intoxication",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "310873f8-ccd1-47a6-8b9e-f8e1dcca4ee0",
        "choice_type": "multi"
    },
    {
        "question": "Morbid jealousy is associated with -",
        "exp": "Ans. is 'a' i. e., Alcohol o Morbid jeolousy with delusions of infidelity about wife (othello syndrome) is extremely common in alcoholism. Morbid jealousy can also occur in schizophrenia, manic phase of bipolar illness, OCD, depression or anxiety disorder.",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Heroin",
        "opc": "LSD",
        "opd": "Charas",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "45638a49-7ad7-4fbc-ba6c-3cf241446803",
        "choice_type": "single"
    },
    {
        "question": "Korsakoff syndrome true is / are -",
        "exp": "Ans. is 'd' i. e., AH the above Korsakoff syndromeo Korsakoff's syndrome is the chronic amnestic syndrome that follow Wernicke's encephalopathy, and the two syndrome are believed to be pathophysiologically related. Korsakoff's syndrome is characterized by severe and irreversible memory impairments and confabulation behavior in the absence of intellectual decline or attention deficit. Important clinical features are: -Memory: - The Korsakoff syndrome is characterized by both antegrade (i. e., learning) and retrograde (i. e., memory' of past events) amnesia. Antegrade amnesia is severe with lack of insight. Retrograde amnesia is not as severe. New learning and recent memory' is impaired but remote memory' is relatively preserved. Although remote memory' is relatively preserved, patient is unable to organize them in a temporal context and distort the relationship between facts and fill the remote memory' gaps by confabulation. There is profound deficit of explicit {conscious or declarative) type of long term memory, with little impairment of implicit (unconscious or non-declarative) type of long term memory. Personality: - Passive and malleable such that they display lack of initiatives, interest, or concern and diminished spontaneity. Other: - Perseveration, lack of motivation (amotivational syndrome), apathy, passivity. General intellegence, language and motor & perceptual skills are not impaired.",
        "cop": 4,
        "opa": "Can be seen in chronic alcoholics",
        "opb": "Absence of intellectual decline",
        "opc": "Chronic amnestic syndrome",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "91331d62-aa04-424a-8f62-467b79094479",
        "choice_type": "multi"
    },
    {
        "question": "Delirium is seen in -",
        "exp": "Ans. is 'a* i. e., Alcohol. Important causes of delirium. Trauma: - Head injury, subdural hematoma. Infection: - Septicemia, pneumonia, endocarditis. Metabolic: - Hypoxia, hypercapnia, uremia, CHF, Hepatic failure, porphyria, metabolic acidosis or alkalosis, water &. electrolyte imbalance. Endocrine: - Hypo- or hyperpituitarism, Hypo- or Hyperthyroidism, Hypo- or hyperparathyroidism, hypo- or hyperadrenalism. Drug intoxication: - Alcohol, barbiturates, TCA, anticholinergics, anticonvulsants. Drug withdrawal: - Alcohol (delirium tremens), sedatives, hypnotics. Nutritional deficiency: - Vitamin (Thiamine, pyridoxine, Niacin, B12, Folic acid), Protein, Other: - Post-operative, seizures, sleep deprivation.",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Opium",
        "opc": "Barbiturate",
        "opd": "Cocaine",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "734a2c1e-87c6-45ee-b584-120de75be1b2",
        "choice_type": "single"
    },
    {
        "question": "Korsakoff psychosis -",
        "exp": "Ans. is 'a' i. e., Thiamine deficiency o Wernicke - Korsakoff syndrome or wemicke-Korsakoff psychosis is the name given for the amnestic disorders which include Wernicke's encephalopathy (a set of acute symptom) and Korsakoff syndrome (a chronic condition). o These two syndrome occur due to deficiency of thiamine. o Most common cause precipitating thiamine deficiency (causing wernicke-Korsakoff syndrome) is chronic alcoholism. o Other precipitating causes are prolonged starvation causing malnutrition (marasmus), hyperemesis gravidarum, HIV-AIDS, bariatric surgery, prolonged intravenous hyperalimentation, hemodialysis for CRF, and malignancies (gastric carcinoma). o Thiamine is a cofactor for several important enzymes (transketolase, pyruvate dehydrogenase & a-ketoglutarate dehydrogenase). o Thiamine deficiency results in decreased utilization of glucose and accumulation of glutamate which causes excitatory damage to neurons. o Acute damage (in wernicke's encephalopathy) causes petechial hemorrhage in thalamus, mammillary bodies, midline cerebellum, periaqueductal gray matter of midbrain, and peripheral nerves. o In chronic disease (Korsakoff's syndrome) there is atrophy of mammillary body, medial thalamic nuclei, and hippocampus.",
        "cop": 1,
        "opa": "Thiaminedeficiency",
        "opb": "Folate deficiency",
        "opc": "Niacin deficiency",
        "opd": "Pyridoxin deficiency",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "9eba6025-5c5f-4a20-9f67-2adbc9936b2e",
        "choice_type": "single"
    },
    {
        "question": "Disulfiram is used to treat -",
        "exp": "Ans. is 'b' i. e. Alcohol dependence Treatment of alcohol dependenceo Detoxification (treatment of withdrawal):- BZDs are the drugs of choice, e. g. chlordiazepoxide (1st choice), Diazepam (2nd choice). o Maintenance after detoxification (to prevent relapse and maintenance of abstinence):-a) Aversive agents (deferent agents):- Disulfiram, CCC, metronidazole, Natrafezole. b) Anticraving agent;- Naltrexone, Acamprosate, fluoxetine, Topiramate, Nalmefeneo Naltrexone is the preferred agent for maintenance of abstinence.",
        "cop": 2,
        "opa": "Opioid dependence",
        "opb": "Alcohol dependence",
        "opc": "Cocaine dependence",
        "opd": "Amphetamine dependence",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "fd3d4968-7d6f-48c9-bed0-524be690f2c4",
        "choice_type": "single"
    },
    {
        "question": "A patient on alcohol dependence was given a drug & to avoid alcohol as drug interaction would lead to adverse drug reaction -",
        "exp": "Ans. is 'a' i. e., Disulfiram o The most commonly used aversive drug for alcohol abuse is disulfiram. o Normally alcohol is metabolized by oxidation in liver. o Disulfiram inhibits the enzyme aldehyde dehydrogenaseo When alcohol is ingested after taking disulfiram, the concentration of acetaldehyde in tissues and blood rises and a number of highly distressing symptoms (aldehyde syndrome) are produced - Flushing, burning sensation, throbbing headache, perspiration, uneasiness, tightness in chest, dizziness, vomiting, visual disturbances, mental confusion, postural fainting and circulatory collapse. o Inhibition of aldehyde dehydrogenase with disulfiram is irreversible, synthesis of fresh enzyme is required for return of activity.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naloxone",
        "opd": "Nalterxone",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "ad7dee29-e24e-48db-b2c7-75520c79c0cb",
        "choice_type": "single"
    },
    {
        "question": "The treatment of acute alcohol intoxication is based on which of the following.",
        "exp": "Ans. (a) Severity of respiratory and CNS depression. Ref.: Harrison 19th ed. 12727. Acute Alcohol intoxication: After a brief period excitation, there is a generalized central nervous system depression with alcohol use. With increasing intoxication, there is increased reaction time, slowed thinking, distractibility and poor motor control. Later, dysarthria, ataxia and incoordination can occur. There is progressive loss of self control with frank disinhibited behavior. The duration of intoxication depends on the amount and the rapidity of ingestion of alcohol. Usually the signs of intoxication are obvious with blood levels of 150-200 mg %. With blood alcohol levels of 300- 450 mg % increasing drowsiness followed by coma and respiratory depression develop.",
        "cop": 1,
        "opa": "Severity of respiratory and CNS depression",
        "opb": "Age and sex of the patient",
        "opc": "Medical fitness of the patient",
        "opd": "Amount of breath odour",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "745b3ba4-fbb3-4197-8ffa-f046851624ee",
        "choice_type": "single"
    },
    {
        "question": "A patient avoided drinking alcohol for 3 days. The patient is a known alcoholic since last 20 yrs. Suddenly he develops restless tremors, agitation. Diagnosis -",
        "exp": "Ans. is 'a' i. e., Delirium tremens [Ref: Neeraj Ahuja 6th/ep. 41\\ Delirium tremens o Delirium tremens is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant alcohol abstinence. This is an acute organic brain syndrome (delirium) with characteristic features of delirium. Clouding of consciousness with disorientation in time and place. Poor attention span and distractibility. Visual (and also auditory) hallucination, and illusion. A tactile hallucination of insect crawling under the skin (formication) may also occur. Marked autonomic disturbances with tachycardia, sweating, hypertension, mydriasis, coarse tremors. Insomnia, psychomotor agitation, ataxia, anxiety. o Benzodiazepines are the drugs of choice for delirium tremens. Chlordiazepoxide is the agent of choice with diazepam as an alternative.",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Psychosis",
        "opc": "Wernicke's encephalopathy",
        "opd": "Korsakoff's Syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "eb706c66-89c4-4b1d-b6ff-b54a4d0e3e86",
        "choice_type": "single"
    },
    {
        "question": "Body fluid level of Substance Use at which Coma occur.....",
        "exp": ">350 mg%",
        "cop": 4,
        "opa": "50-100 mg%",
        "opb": "100-200 mg%",
        "opc": "200-300 mg%",
        "opd": ">350 mg%",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "18e7914a-c2a6-427b-b5f2-558b99a679d2",
        "choice_type": "single"
    },
    {
        "question": "Delirium tremens is caused by?",
        "exp": "ANSWER: (B) Alcohol withdrawal. REF: Kaplan & Sadocks Synopsis of Psychiatry 9th edition page 396-413. ALCOHOL INDUCED CONDITIONSAlcohol withdrawal syndrome. Chronic use syndromes* Hangover (most common)* Alcoholic Hallucinosis* Alcoholic seizures (Rum fits)* Delirium Tremens* Wernicke's Encephalopathy* Korsakoff's Psychosis* Marchiafava Bignami disease",
        "cop": 2,
        "opa": "Chronic alcoholism",
        "opb": "Alcohol withdrawal",
        "opc": "Cocaine abuse",
        "opd": "Cocaine withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "787b1e2e-a0f6-482d-9149-3aacc514a742",
        "choice_type": "single"
    },
    {
        "question": "Hangover following alcohol consumption can be treated with -",
        "exp": "Ans. is 4b' i. e., Thiamine o Thiamine helps prevent the buildup of glutarate in the brain, which may be associated with part of the headache associated with hangover.",
        "cop": 2,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Riboflavin",
        "opd": "Niacin",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "81af1eab-3586-4ece-869f-9a0e2ddd5019",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic patient is brought to the emergency department by his wife. The person has not consumed alcohol for the past two days due to religious reasons. The person complained of nausea, vomiting and dizziness. On the second day. he developed seizures, that progressed to generalized tonic clonic seizures (GTCS). Which of the following would be best medication to manage the seizure of the patient?",
        "exp": "Ans. c. Diazepam (Ref: Niraj Ahuja 6/e p39-40; Kaplan and Sadock's 9/e p1278, 1284-1285). The seizures in this patient, is due to alcohol withdrawal. Diazepam would be best medication to manage the seizure of the patient. Symptoms of Alcohol withdrawal: Hang over (MC)QHallucinationsQ (usually auditory) and illusions. QInsomnia. QSeizures (Alcoholic seizures/Rum fits)QDelirium tremens; Occurs within 5 daysQ of complete or significant abstinenceQ from from heavy alcohol drinking Recovery occurs within 7 days. Characteristic features are clouding of consciousnessQ, disorientationQ, hallucinations (mostly visual and auditory)Q, illusionQ, autonomic disturbancesQ, agitationQ and insomniaQ. Long acting benzodiazepines such as chlordiazepoxide and diazepam or short acting such as Iorazepam can he used to treat mild-moderate uncomplicated alcohol withdrawal. ''Chlordiazepoxide is preferred over diazepam for treatment of alcohol withdrawal syndrome. 'Management of. Alcohol Intoxication. Alcohol Withdrawal. Delirium Tremens. Drugs used are:* Lorazepam (can worsen the vitals due to CNS depression)* Haloperidol (can lower seizure threshold) Other drugs which may be used:* Ziprasidone* Olanzapine* All patients should be given multiple oral vitamin B1 including 50-100 mg of thiamine daily for a week.* Replace alcohol (CNS depressant) with any other CNS depressant.* Benzodiazepines are commonly used.* Chlordiazepoxide is drug of choice because of its long half- life.* High dose benzodiazepines or antipsychotics arerecommended.* Anticonvulsants are not given to control seizures seen in delirium tremens. Withdrawal Syndromes. Substance. Features. Opioid* YawningQ, Insomnia. Dysphoric mood* Water loss from different orificesQ (LacrimationQ, sweatingQ, diarrheaQ, vomiting, rhinorrheaQ)* Increased vitalsQ (BP, Pulse, RR, Temperature)Q* Pupilary dilation, piloerection. QAlcohol(Hls delirium)* Hang over (MC)Q* HallucinationsQ (usually auditory) and illusionsQ* InsomniaQ* Seizures (Alcoholic seizures/Rum fits)Q* Delirium tremens:- Occurs within 5 daysQ of complete or significant abstinenceQ from from heavy alcohol drinking- Recovery occurs within 7 days- Characteristic features are clouding of consciousnessQ, disorientationQ, hallucinations (mostly visual and auditory)Q, illusionQ, autonomic disturbancesQ, agitationQ and insomniaQ. Cocaine* Increased or decreased- Sleep (hypersomniaQ or insomnia)- Psychomotor activity* Vivid unpleasant dreamsQ* Increased apetite and fatigue. Remember: Drug of choice in withdrawal syndrome. Opium* Methadone (1st choice)* Clonidine (2nd choice). Alcohol* Chlordiazepoxide (1st choice)* Diazepam (2nd) choice). Treatment of Alcohol Dependence. Aversion therapy: ApomorphineQ, sub-threshold electric shock. Psychotherapy. Group therapy. Deterrent agents: (Alcohol sensitizing drugs)QDisulfiram. QCitrated calcium carbimide (CCC). MetronidazoleQ, Nitrafezole. QMethyltetrazolethiol. Sulfonylureas (specially ChlorpropamideQ). Cephalosporins (cefoperazoneQ, moxalactamQ, cefamandoleQ). Anticraving agents: (FAN). Fluoxetine. QAcamprosate. QNaltrexoneQ",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Phenytoin",
        "opc": "Diazepam",
        "opd": "Carbamazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "49ccf915-c118-4e51-ab57-898215677239",
        "choice_type": "single"
    },
    {
        "question": "Disulfiram like reaction is seen with -",
        "exp": "Ans is 'c' i. e. Metronidazole o Disulfiram is used in the treatment of chronic alcoholism by producing an acute sensitivity to ethanol (alcohol). Disulfiram works by inhibiting the enzyme acetaldehyde dehydrogenaseo \"Disulfiram plus alcohol, even small amounts, produce flushing, throbbing in head and neck, throbbing headache, respiratory difficulty, nausea, copious vomiting, sweating, thirst, chest pain, palpitation, dyspnea, hyperventilation, tachycardia, hypotension, syncope, marked uneasiness, weakness, vertigo, blurred vision, and confusiono In severe reactions there may be respiratory depression, cardiovascular collapse, arrhythmias, myocardial infarction, acute congestive heart failure, unconsciousness, convulsions, and death\"o Drugs associated with Disulfiram like reactions are1) Antibiotics (nitroimidazoles), e. g. metronidazole2) First-generation sulfonylureas, e. g. tolbutamide and chlorpropamide3) Several cephalosporin drugs, including cefoperazone, cefamandole and cefotetan. 4) Griseofulvin5) Procarbazine6) Temposil, or citrated calcium carbimide.",
        "cop": 3,
        "opa": "Lithium",
        "opb": "Terbinafine",
        "opc": "Metronidazole",
        "opd": "Olanzapine",
        "subject_name": "Psychiatry",
        "topic_name": "Alcohol-Related Disorders",
        "id": "d592fc0c-254c-4408-8f7e-fba7f440c6d5",
        "choice_type": "single"
    }
]