[
    {
        "question": "Treatment of choice for generalized anxiety disorder is?",
        "exp": "Ans is 'a' i. e. Benzodiazepines Treatment of generalized anxiety disorderA Benzodiazepines are the drug of choice. Drugs in this group are diazepam, Lorazepam, Alprazolam, Oxazepam, chlordiazepoxide. B. Other drugs used are buspirone; TCA (amptriptyline, imipramine, clomipramine, desipramine); SSRIs (Fluoxetine, Sertaline, Paroxetine, Citalopram); SNRIs (Venalafaxine), p-blockers. C. Anticonvulsants with GABAergic properties may also be effective against anxiety, e. g., Gabapentin, Oxcarbazepine, Tiagabine, pregabalin, and Valproate (divalporex).",
        "cop": 1,
        "opa": "Benzodiazepines",
        "opb": "Neuroleptics",
        "opc": "Beta blockers",
        "opd": "Barbiturates",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "74fc2f1d-6b36-435d-a477-59f4377e89ff",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old female reports of sudden bouts of anxiety which would occur anytime and associated with sweating, palpitation, derealization, and feeling of going crazy. These episodes would last for 20 -25 minutes. So much so that she fears of having these episodes in future. All routine investigations are normal. What is the diagnosis?",
        "exp": "Ans. C. Panic disorder. Panic attack: acute intense attack of anxiety accompanied by feelings of impending doom. Symptoms during panic attack usually involve* Sudden onset of palpitations, Sweating, Trembling or shaking, * Shortness of breath, Feelings of choking, Chest pain, * Nausea/abdominal distress, Feeling dizzy, unsteady, * Chills or heat sensations, * Paresthesias, derealization or depersonalization.* Fear of losing control or \"going crazy or fear of dying. Recurrent panic attacks is Panic disorder",
        "cop": 3,
        "opa": "Generalized anxiety disorder",
        "opb": "Obsessive-compulsive disorder",
        "opc": "Panic disorder",
        "opd": "Tourette's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "f8ba7301-121a-479d-9340-514301b354d5",
        "choice_type": "multi"
    },
    {
        "question": "Post traumatic stress disorder is due to?",
        "exp": "Ans. is 'd' i. e., Major life treatening events Stressors for stress disorders* Stress disorders occur after an extreme traumatic events involving the threat of personal death or injury. They can arise from experiences in war, torture, natural catastroph (earthquake, volcano, floods), assault, rape, and serious accidents (e. g., in car) in burning building.* Symptoms of PTSD develop within 6 months of stressor, However 10% patients have delayed onset. Risk factors for Stress disorders1) Vulnerability factors: - Low education, Lower social class, female gender, low self esteem/neurotic traits, previous traumatic events (including childhood trauma), previous self or family history of psychiatric problems (mood/ anxiety disorders). 2) Protective factors: - High IQ, higher social class, male gender, psychopathic traits, chance to view body of dead relative / friend. 3) Biological factors: - Following systems are hyperactive in PTSD: -a) Noradrenergic systemb) Opioid systemc) Hypothalamic-pituitary-adrenal (HDA) axis* Recently, the role of Hippocampus in PTSD has received increased attention. Animal studies have shown that stress is associated with structural changes in the hippocampus, and studies of combat veterans with PTSD have revealed a lower average volume in the hippocampal region of the brain. Structural changes in the amygadala, an area of the brain associated with fear, have also been demonstrated.",
        "cop": 4,
        "opa": "Head injury",
        "opb": "CVD",
        "opc": "Minor stress",
        "opd": "Major life threatening events",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "923f811b-cc57-45e4-9134-8c50221a63be",
        "choice_type": "single"
    },
    {
        "question": "An engineering student has difficulty to deliver seminar with a fear that his seniors are present despite knowing that they are supportive. He further has difficulty speaking in front of others and also avoids going to the parties. Which of the following is the most likely diagnosis?",
        "exp": "Ans. C. Social phobia. Here the fear is performing in public and there is also avoidance of social situations (i. e. avoidance of parties).",
        "cop": 3,
        "opa": "Agoraphobia",
        "opb": "Claustrophobia",
        "opc": "Social phobia",
        "opd": "Acrophobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "9049a9ab-6e97-4eb5-8d60-8792bfb09164",
        "choice_type": "single"
    },
    {
        "question": "A young male, victim of earthquake few months back, presented with complains of recurrent and intrusive recollection of the events and thoughts with anxiety causing disturbed routine life. The likely diagnosis is",
        "exp": "Ans. a (Post-traumatic stress disorder). (Ref. Psychiatry by Niraj Ahuja, 5th ed., 115, 188)ACUTE STRESS DISORDER & POST TRAUMATIC STRESS DISORDERThese disorders are characterized by Severe Anxiety symptoms & follow a threatening event that caused feelings of Fear, Helplessness or Horror.# Acute Stress Disorder: Anxiety lasts < 1 month (but > 2 days)# Post Traumatic Stress Disorder (PTSD): Anxiety lasts > 1 month# May occur at any age# 50% of cases resolve within 3 months# symptoms begin immediately after trauma, but may occur after months / years# Re-experiencing of the Traumatic Event- Dreams, Flashbacks or Intrusive Recollections- Avoidance of Stimuli associated with the trauma or numbing of general responsiveness- Increased Arousal: Anxiety, Sleep disturbances & Hypervigilance# \"Survivor guilt\" - A feeling of irrational guilt about an event sometimes occurs.# Rx: Counseling after a stressful situation to prevent PTSD from developing. Group Psychotherapy with other survivors is helpful. Pharmacotherapy: ntidepressants (SSRI, TCAs) or Benzodiazepines",
        "cop": 1,
        "opa": "Post-traumatic stress disorder",
        "opb": "Obsessive compulsive disorder",
        "opc": "Paranoid schizophrenia",
        "opd": "Delusional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "2aa42d31-6c2e-4814-b8d0-d72b46d366f3",
        "choice_type": "single"
    },
    {
        "question": "Psychosurgery is indicated in-",
        "exp": "Ans. is 'd'i. e., OCDo Phototherapy is primarily indicated in the treatment of seasonal depressions. o In addition to seasonal depression, the other major indication for phototherapy may be in sleep disorders. BIOLOGICAL THERAPYBiological therapy is a treatment designed to change the biological functioning of the body in order to produce more adaptive behaviour and less suffering. In the treatment of mental disorders, biological therapies are designed to change the functioning of brain. Biological therapies include:-Drugs (Pharmocotherapy):-Will be discussed in another chapter. Phototherapy:-Seasonal affective disorder, sleep disorders, jet lag, OCD with seasonal variation. Transcranial magnetic stimulation:-OCD, PTSD, Resistant major depression, iv) Yragal stimulation:-Chronic recurrent major depression. Sleep deprivation:-Depression. Psychosurgery:-Cingulotomy and subcaudatetractotomy for OCD.",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Conduct disorder",
        "opc": "Generalized anxiety disorder",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "0c8accf6-7d79-4f5c-b486-df382f42f367",
        "choice_type": "single"
    },
    {
        "question": "In OCD, if patient tries to resist obsession, then patient develops?",
        "exp": "Ans. is 'c' i. e. Anxiety * OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repetitive behaviors (compulsions).* Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety. Obsessive compulsive disorder (PCD)* OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repetitive behaviors (compulsions).* An obsession has following characteristic: -i) An idea, impulse or image which intrudes into the conscious awareness repeatedly. ii) It is recognized as one's own ideas, impulse or image but is perceived as egoalien (foreign to ones personality). iii) It is recognized as irrational and absurd (insight is presents Patient knows about disorder). iv) Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety.* A compulsion has following characteristics: -i) It is repetitive, purposeful form of behavior is carried out because of strong feeling of compulsion to do so. ii) It usually follows an obsession. iii) Its goal is to prevent or reduce the anxiety or stress caused by obsession however it do not always succeed in doing so. iv) It is irrational or excessive and not realistic. v) Insight is present.* A patient with OCD may have an obsession, a compulsion or both (mostly patients have both).* A patient with OCD realizes the irrationality of the obsession and experiences both the obsession and the compulsion as ego-dystonic (unwanted behavior).* The person is preoccupied with details rules, list order, organization or schedules to the extent that the major point of activity is lost.* The person shows perfectionism that interferes with task completion (e. g., unable to complete project because his own overtly strict standard are not met).",
        "cop": 3,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Anxiety",
        "opd": "Delusion",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "5b0bab1b-5372-4fd9-82e2-9097890d9048",
        "choice_type": "single"
    },
    {
        "question": "A post graduate trainee could not deliver seminars and presentations, fearing his seniors despite knowing that they are supportive. He has difficulty speaking in front of others and also avoids going to the parties and college outings. The most likely diagnosis is he is suffering from:",
        "exp": "Ans. C. Social phobia. Here the fear is performing in public and there is also avoidance of social situations (i. e. avoidance of parties).",
        "cop": 3,
        "opa": "Agoraphobia",
        "opb": "Depressive disorder",
        "opc": "Social phobia",
        "opd": "Panic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "2c97bac5-2031-4123-8fec-d7daf699e94b",
        "choice_type": "single"
    },
    {
        "question": "A group of 4 teenagers while going for a trip met a car accident. Out of four, 3 people died on the spot. Surviving girl was admitted in an ICU for 3 months. After being discharged she often gets up in night and feels terrified. She says that she sees same events in her dreams. She is now afraid of the cars. The diagnosis is?",
        "exp": "Ans. is 'd' i. e., Post traumatic stress disorder * Information in this question are:-1. Traumatic event involving death and injury (car accident)2. Re-experience of the event through Nightmares (gets up in night 8c feels terrified)3. Avoidance (afraid to sit in a car again)* Diagnosis is PTSD. Stressors for stress disorders* Stress disorders occur after an extreme traumatic events involving the threat of personal death or injury. They can arise from experiences in war, torture, natural catastroph (earthquake, volcano, floods), assault, rape, and serious accidents (e. g., in car) in burning building.* Symptoms of PTSD develop within 6 months of stressor, However 10% patients have delayed onset. Risk factors for Stress disorders1) Vulnerability factors: - Low education, Lower social class, female gender, low self esteem/neurotic traits, previous traumatic events (including childhood trauma), previous self or family history of psychiatric problems (mood/ anxiety disorders). 2) Protective factors: - High IQ, higher social class, male gender, psychopathic traits, chance to view body of dead relative / friend. 3) Biological factors: - Following systems are hyperactive in PTSD: -a) Noradrenergic systemb) Opioid systemc) Hypothalamic-pituitary-adrenal (HDA) axis* Recently, the role of Hippocampus in PTSD has received increased attention. Animal studies have shown that stress is associated with structural changes in the hippocampus, and studies of combat veterans with PTSD have revealed a lower average volume in the hippocampal region of the brain. Structural changes in the amygadala, an area of the brain associated with fear, have also been demonstrated.",
        "cop": 4,
        "opa": "Anxiety disorder",
        "opb": "Phobia",
        "opc": "Conversion disorder",
        "opd": "Post traumatic stress disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "b1909f0a-dfe3-4215-840f-9277bca539ce",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric disorder is?",
        "exp": "Ans. is 'b' i. e., Anxiety * Anxiety disorders are the most common psychiatric disorder followed by depression.",
        "cop": 2,
        "opa": "Depression",
        "opb": "Anxiety",
        "opc": "Dementia",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "3b6b5ab1-d48a-4df9-8208-7466812a6a0d",
        "choice_type": "single"
    },
    {
        "question": "Fear is due to:",
        "exp": "D ref: Kaplan, 8th/e p. 557-558",
        "cop": 4,
        "opa": "Abnormal experiences of childhood",
        "opb": "Over conciousness",
        "opc": "Excess perception of danger",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "d8869f8c-857f-440e-b0d5-692501ea4913",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following situation includes Agoraphobia?",
        "exp": "Ans. D. All of the above. AGORAPHOBIA* Irrational & undue phobia of a particular situation is known as agoraphobia.* This is an example of irrational fear of situation.* It is commonest type of phobia encountered in clinical practice.* Women outnumber men in suffering agoraphobias* It is characterized by irrational fear of being in places away from familiar setting of homes.* Although it was earlier thought to be a fear of open spaces only now it includes fear of open space, public places, crowded places, any other place where there is no escape from public view.* In fact, patient is afraid of all the places or situation from where escape may be difficult or help may not be available if he suddenly develops embarrassing or incapacitating symptoms.* These embarrassing or incapacitating symptoms are the classical symptoms of public phobia.* A full-blown panic attack may occur (agoraphobia with panic disorder) or only a few symptoms like dizziness or tachycardia may occur (agoraphobia without panic disorder).",
        "cop": 4,
        "opa": "Fear of Public spaces",
        "opb": "Fear of crowds",
        "opc": "Fear of going away from home alone",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "0f25489f-99ec-49a2-8579-db63afa1c4e3",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old male presents with sudden onset breathlessness, anxiety, palpitation, hot flushes, dizziness & chest pain. He is afraid of dying. Physical examination is normal. ECG & X-ray are also normal. What is the diagnosis?",
        "exp": "Ans. is 'a' i. e., Panic attack * Sudden onset of breathlessness, anxiety, palpitation,, hot flushes, dizziness, chest pain & fear of dying (feeling of impending doom) suggest the diagnosis of panic attack (severe anxiety).* Panic attack may present like angina / MI e. g. palpitation, sweating, dyspnea, chest discomfort or pain.* Sudden onset of breathlessness, anxiety, palpitation and feeling of impending doom suggest the diagnosis of panic attack (severe anxiety)* A panic attack has following characteristics: -A. Discrete episode of intense fearB. Abrupt onset (sudden onset)C. Reaches as maximum within few minutes and lasts for some minutes. D. At least four of the following symptoms: - 1) Palpitation 2) Sweating 3) Shortness of breath (Breathlessness) 4) Feeling of choking 5) Chest pain or discomfort (chest constriction) 6) Nausea or abdominal distress 7) Trembling or shaking 8) Dizziness, unsteady, fainting 9) Derealization or depersonalization 10) Fear of losing control 11) Fear of dying (impending doom) 12) Paresthesias 13) Chills or hot flushesE. At least one of the attack is followed by 1 month (or more) of one (or more) of the following; - a) Persistent concern of future attacks, b) Worry about the consequences of attacks (Heart attack, Stroke) c) Significant change in behavior related to attack.",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Anxiety disorder",
        "opc": "Malingering",
        "opd": "Acute psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "c41e901d-761b-49ef-8d50-23a645135fe4",
        "choice_type": "single"
    },
    {
        "question": "Agoraphobia is most commonly associated with?",
        "exp": "Ans. is 'c' i. e., Panic * The patient is afraid of all the places or situations from where escape may be perceived to be difficult if he suddenly develops embarrassing or incapacitating symptoms.* These embarrassing or incapaciating symptoms are the classical symptoms of panic. A full-blown panic attack may occur (agoraphobia with panic disorder) or only a few symptoms (like dizziness or tachycardia) may occur (agoraphobia without panic disorder).",
        "cop": 3,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Panic",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "318c85b5-fc54-46eb-b74a-6c32ed34b520",
        "choice_type": "single"
    },
    {
        "question": "A 40 year male patient with a history of road traffic accident, 3 months back, presents with complaints of dreams about the accident. He has visualizations of the scene whenever he visits the place of accident. Which of the following disorder that he might be suffering from?",
        "exp": "Ans. D PTSDPosttraumatic stress disorder (PTSD) is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, or other threats on a person's life. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in how a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk for suicide and intentional self-harm.",
        "cop": 4,
        "opa": "Adjustment disorder",
        "opb": "Major depression",
        "opc": "Acute Stress reaction",
        "opd": "PTSD",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "0679f87d-025a-4da3-9e41-38f97e29f0dc",
        "choice_type": "single"
    },
    {
        "question": "An IT employee after taking up the job is feeling guilty, hopeless and not able to concentrate on work. His symptoms started 3 years back when he entered college. Likely diagnosis?",
        "exp": "ANS. BSymptoms of hopelessness, guilt and loss of concentration for more than 2 years is called dysthymia.",
        "cop": 2,
        "opa": "Depressive disorder",
        "opb": "Dysthymia",
        "opc": "Adjustment disorder",
        "opd": "Cyclothymia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "2909d8a6-84e8-4430-b627-7f0a3a1cf175",
        "choice_type": "single"
    },
    {
        "question": "Phobia in elevator is an example of?",
        "exp": "Ans. is 'c' i. e., Claustrophobia Specific phobiasi) Claustrophobia: - Fear of closed spacesviii) Erythrophobia: - Fear of blushingii) Aero/Aerophobia: - Fear of high placesix) Sitophobia: - Fear of eatingiii) Zoophobia: - Fear of animalsx) Pyrophobia: - Fear of fireiv) Xenophobia: - Fear of strangersxi) Ailurophobia: - Fear of catsv) Algophobia: - Fears of painxii) Sitaphobia:- Fear of dogsvi) Thanatophobia: - Fear of deathxiii) Hydrophobia: - Fear of watervii) Mysophobia: - Fear of dirt 8c germs",
        "cop": 3,
        "opa": "Acrophobia",
        "opb": "Social phobia",
        "opc": "Claustrophobia",
        "opd": "Algophobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "e573d539-5fda-4e90-84a3-6c92ad4ddbbc",
        "choice_type": "single"
    },
    {
        "question": "A Victim of Tsunami has difficulty in overcoming the experience. She still recollects the happenings in dreams and thoughts. The most likely diagnosis is",
        "exp": "Ans. a (Post traumatic stress disorder) (Ref: Ahuja Psychiatry 6th/pg. 263)POST TRAUMATIC STRESS DISORDER# PTSD arises as a delayed or protracted response to an exceptionally stressful or catastrophic life event such as disasters, rape, war or torture or serious accident.# The reaction may occur shortly after the trauma (acute stress disorder) or be delayed and subject to recurrence (PTSD).- Acute Stress Disorder: Anxiety lasts < 1 month (but > 2 days).- Post Traumatic Stress Disorder (PTSD): Anxiety lasts > 1 month.# In both syndromes, individuals experience associated symptoms of detachment and loss of emotional responsivity.# Women more likely to be affected than men.# Symptoms of PTSD may develop after a period of latency, within 6 months after the stress or may be delayed beyond this period.# The patient may feel depersonalized and unable to recall specific aspects of the trauma, though typically it is reexpe- rienced through intrusions in thought, dreams, or flashbacks, particularly when clues of the original event are present.# Patients often actively avoid stimuli that precipitate recollections of the trauma and demonstrate a resulting increase in vigilance, arousal, and startle response.# Risk factors for the development of PTSD include a past psychiatric history and personality characteristics of high neuroticism and extroversion. Twin studies show a substantial influence of genetics on all symptoms associated with PTSD, with less evidence for environment effect.# Etiology and Pathophysiology:- In PTSD there are excessive release of norepinephrine from the locus coeruleus in response to stress and increased noradrenergic activity at projection sites in the hippocampus and amygdala.# Rx:- Acute stress reactions are usually self-limited, and treatment typically involves the short-term use of benzodiazepines and supportive/expressive psychotherapy.# TCAs such as imipramine and amitriptyline, the MAOI phenelzine, and the SSRIs (fluoxetine, sertraline, citalopram, paroxetine) can all reduce anxiety, symptoms of intrusion, and avoidance behaviors, as can prazosin.# Trazodone, a sedating antidepressant, is frequently used at night to help with insomnia (50 to 150 mg qhs).# Carbamazepine, valproic acid, or alprazolam have also independently produced improvement in uncontrolled trials.# Psychotherapeutic strategies that encourage the patient to dismantle avoidance behaviors through stepwise focusing on the experience of the traumatic event are the most effective.",
        "cop": 1,
        "opa": "Post traumatic stress disorder",
        "opb": "Conversion disorder",
        "opc": "Panic disorder",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "f9b1e68a-1b13-47a8-82e9-db0d9216beae",
        "choice_type": "single"
    },
    {
        "question": "Agoraphobia is?",
        "exp": "Ans. is 'b' i. e., Fear of crowded Agoraphobia* This is an example of irrational fear of situations. It is the commonest type of phobia encountered in clinical practice.* It is characterized by an irrational fear of being in places away from familiar setting of home and patient believes that he cannot escape from these places, to a safer place (usually home). This fear results in avoidance of these places which include public places, stores, crowd, travelling alone in bus, train or plane, Theaters, Tunnels, Bridge, standing in line small enclosed rooms or lifts.* The patient is afraid of all the places or situations from where escape may be perceived to be difficult if he suddenly develops embarrassing or incapaciating symptoms. These embarrassing or incapaciating symptoms are the classical symptoms of panic. A full-blown panic attack may occur (agoraphobia with panic disorder) or only a few symptoms (like dizziness or tachycardia) may occur (agoraphobia without panic disorder). Other options* Fear of strangers- Xenophobia* Fear of death- Thanatophobia* Fear of fire- Pyrophobia",
        "cop": 2,
        "opa": "Fear of strangers",
        "opb": "Fear of crowds",
        "opc": "Fear of death",
        "opd": "Fear of fire",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "4f04cbab-c048-4163-afa7-d895553f98aa",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old Shrilankan lady who was saved during the tsunami presented with complains of recalling the events during the disaster, remembering the apathy and sufferings of sufferers and the deaths during it. Which of the following is likely diagnosis?",
        "exp": "Ans. A. PTSD. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 16. 5, Page no, 615). This lady who was saved during the tsunami presented with complains of recalling the events during the disaster, remembering the apathy and sufferings of sufferers and the deaths during it. The most likely diagnosis would be PTSD. Discussion: One of the most characteristic features of posttraumatic stress disorder (PTSD) is the occurrence of repeated dreams, flashbacks, and intrusive thoughts of the traumatic event. Hyperarousal, irritability, difficulties concentrating, exaggerated startle response, emotional numbing, avoidance of places and situations associated with the traumatic experience, dissociative amnesia, and a sense of foreshortened future are other symptoms displayed by patients with PTSD. Disturbance lasts > 1 month, with onset of symptoms beginning anytime after event, and causes significant distress, negative cognitive alterations, and/or impaired functioning. Treatment: psychotherapy, SSRIs. Obsessions and compulsions are experienced as alien and ego-dystonic and are the source of much distress. Specific phobias are charac- terized by an unreasonable or excessive fear of an object, an animal, or a situation (flying, being trapped in close spaces, heights, blood, spiders, etc.). Since the exposure to the feared situation, animal, or object causes an immediate surge of anxiety, patients carefully avoid the phobic stimuli. The diagnosis of specific phobia requires the presence of reduced functioning and interference with social activities and relationships due to the avoidant behavior, anticipatory anxiety, and distress caused by the exposure to the feared stimulus.",
        "cop": 1,
        "opa": "Posttraumatic stress disorder (PTSD)",
        "opb": "MDP",
        "opc": "OCD",
        "opd": "Specific phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "02002372-12cf-418d-8b06-c18c561de7d6",
        "choice_type": "multi"
    },
    {
        "question": "Not used for erectile dysfunction -",
        "exp": "Ans. is 'a' i. e., b-blockers Drugs used for erectile dysfunction. Phosphodiesterase-5 inhibitors (Siledenafil, Todafil, Vardenafil). o By inhibiting PDE-5, these drugs prevent degradation of c. GMP and potentiate the action of NO. o These are the DOC for pharmacological therapy of erectile dysfunction. Alprastadil (Prostaglandin El)o It is a powerful vasodilator. o It acts by increasing arterial inflow by vasodilation and reducing outflow by contracting the carporal smooth muscle that occludes draining venules. o It is the DOC for patients not responding to PDE-5 inhibitors. o It is directly injected into corpora cavernosa. Papaverineo It is a nonspecific phosphodiesterase inhibitor. o Injection of papaverine with or without phentolamine into corpus cavemosum produces penile tumiscence to permit intercourse. o Repeated injection can cause penile fibrosis. Androgenso Can be used when androgen deficiency is demonstrated to be responsible for the loss of libido and erectile dysfunction. Apomorphine (Laurence 9th/e p. 546)o A dopamine antagonist, is given by subcutaneous injection.",
        "cop": 1,
        "opa": "Beta blockers",
        "opb": "Siledenafil",
        "opc": "PG-E,",
        "opd": "Papaverine",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "744a0680-ee97-4094-9801-d26446349fea",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing are false about erectile dysfunction-",
        "exp": "Ans. is 'a' i. e., Psychogenic erectile dysfunction is dintinguished from organic erectile dysfunction by PIPE therapy. Disorder of sexual arousal (Impotence or erectile dysfunction)o This disorder is characterized by an inability to have or sustain penile erection till the completion of satisfactory sexual activity. One of the important method to distinguish psychogenic impotence from organic impotence is nocturnal penile tumescence & early morning erection which are preserved in psychogenic impotence but not in organic cause of impotence. o Phosphodiesterase-5-inhibitors (Sildenafil, Todafll, vardenafil) are the drug of choice for erectile dysfunction. Other treatment includes PIPE therapy (Papaverine/Phentolamine induced penile erection), Alprastadil (Prostaglandin El), Androgens, and penile prosthesis/vaccume constrictor device. Sensate focus technique is the method in which the aim is to discover on body (excluding genitals) sensate focus, where manipulation leads to sexual arousal.",
        "cop": 1,
        "opa": "Psychogenic eriecile dysfunction is distin guished from organic erectile dysfunction by PIPE therapy.",
        "opb": "Sildenafil is used for treatment",
        "opc": "Nocturnal penile tumescence is maintained in psychological erectile dysfunction",
        "opd": "Sensate focus therapy aims at sensitizing nongenital areas",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "03a9a4aa-f5ef-43c7-bae2-05328618f2c6",
        "choice_type": "multi"
    },
    {
        "question": "Substance responsible for erection of penis -",
        "exp": "Ans. is 'b' i. e., Papaverine Papaverineo It is a nonspecific phosphodiesterase inhibitor. o Injection of papaverine with or without phentolamine into corpus cavemosum produces penile tumiscence to permit intercourse. o Repeated injection can cause penile fibrosis.",
        "cop": 2,
        "opa": "Clomipramine",
        "opb": "Papaverine",
        "opc": "Buspirone",
        "opd": "Amitriptyline",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "5db3f04f-59a8-452a-bd59-a09b95511a35",
        "choice_type": "single"
    },
    {
        "question": "A 35 years old man gets up from sleep with sudden onset breathlessness, anxiety, palpitation, shaking hand, profuse sweating, discomfort in chest & fear of dying. There is history of similar episodes in past. Physical examination is normal. Probable diagnosis is-",
        "exp": "Ans. is 'a' i. e., Panic attack * Sudden onset of breathlessness, anxiety, palpitation and feeling of impending doom suggest the diagnosis of panic attack (severe anxiety)* A panic attack has following characteristics: -A. Discrete episode of intense fearB. Abrupt onset (sudden onset)C. Reaches as maximum within few minutes and lasts for some minutes. D. At least four of the following symptoms: - 1) Palpitation 2) Sweating 3) Shortness of breath (Breathlessness) 4) Feeling of choking 5) Chest pain or discomfort (chest constriction) 6) Nausea or abdominal distress 7) Trembling or shaking 8) Dizziness, unsteady, fainting 9) Derealization or depersonalization 10) Fear of losing control 11) Fear of dying (impending doom) 12) Paresthesias 13) Chills or hot flushesE. At least one of the attack is followed by 1 month (or more) of one (or more) of the following; - a) Persistent concern of future attacks, b) Worry about the consequences of attacks (Heart attack, Stroke) c) Significant change in behavior related to attack.",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Anxiety disorder",
        "opc": "Conversion disorder",
        "opd": "Acute psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety & Stress",
        "id": "7884936c-058c-4536-8d29-b6851f7f7148",
        "choice_type": "single"
    }
]