[
    {
        "question": "A victim of Tsunami has difficulty in overcoming the experience. She still recollects the happening in dreams and thoughts. The most likely diagnosis is",
        "exp": "PTSD is characterised by recurrent and intrusive recollections of the stressful event, either in flashbacks (images, thoughts, or perceptions) and/or in dreams. There is an associated sense of re-experiencing of the stressful event. There is marked avoidance of the events or situations that arouse recollections of the stressful event, along with marked symptoms of anxiety and increased arousal. The other impoant clinical features of PTSD include paial amnesia for some aspects of the stressful event, feeling of numbness, and anhedonia (inability to experience pleasure). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 112",
        "cop": 1,
        "opa": "Post traumatic stress disorder",
        "opb": "Conversion disorder",
        "opc": "Panic disorder",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "8dc0e2f2-b982-457b-a5eb-512c51653fb5",
        "choice_type": "single"
    },
    {
        "question": "Post traumatic stress syndrome is due to -",
        "exp": "REACTION TO STRESS AND ADJUSTMENT DISORDERS This category in ICD-10 consists of disorders which are temporally related to an exceptionally stressful life event ( acute stress reaction and post-traumatic stress disorder) or a significant life change (adjustment disorders) immediately before the onset of illness. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 111",
        "cop": 4,
        "opa": "Head injury",
        "opb": "Cardiovascular Disease",
        "opc": "Minor stress",
        "opd": "Major life threatening events",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "0aa3cb66-5be9-4b79-91db-b4390572c551",
        "choice_type": "single"
    },
    {
        "question": "What is Agoraphobia?",
        "exp": "Agoraphobia is characterised by an irrational fear of being in places away from the familiar setting of the home. Although it was earlier thought to be a fear of open spaces only, now it includes fear of open spaces, public places, crowded places and any other place from where there is no easy escape to a safe place. (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 92)",
        "cop": 3,
        "opa": "Fear of heights",
        "opb": "Fear of closed spaces",
        "opc": "Fear of open spaces",
        "opd": "Fear of dogs",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "ea72dc2f-d728-44cf-a48a-140266707f99",
        "choice_type": "single"
    },
    {
        "question": "Phobia is a type of",
        "exp": "In ICD-10, neurosis, stress-related and somatoform disorders have been classified into the following types: Phobic anxiety disorders Other anxiety disorders Obsessive-compulsive disorders (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 89)",
        "cop": 2,
        "opa": "Psychosis",
        "opb": "Neurosis",
        "opc": "Mania",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "24ab5dfe-5b8b-4e0a-8878-09c379a24d16",
        "choice_type": "single"
    },
    {
        "question": "Most common major symptom of obsessive-compulsive disorder is",
        "exp": "Compulsive washing of hands is the commonest type. Here obsession is of contamination with di, germs, body excretions and the like. Compulsion is washing hands or the whole body, repeated many times a day. It usually spreads on to washing clothes, washing of bathroom, door knobs, and personal aicles gradually (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 95)",
        "cop": 1,
        "opa": "Compulsive washing of hand",
        "opb": "Compulsive thinking about same",
        "opc": "Compulsive checking",
        "opd": "Obsessive precision",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "d8c969fb-aee4-4693-906c-e96691d4b54f",
        "choice_type": "single"
    },
    {
        "question": "The most prevalent psychiatric illness in the general community is",
        "exp": "Anxiety disorders, the most prevalent psychiatric illnesses in the general community, are present in 15- 20% of medical clinic patients there are several anxiety disorders namely panic disorder agaraphobia specific phobia obsessive compulsive disorder somatization disorder conversion disorder dissosiation disorder adjustment disorder post traumatic disorder Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 387",
        "cop": 1,
        "opa": "Anxiety disorder",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Mood disorders",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "a440486f-1460-4ebd-b8e9-e15fb0fecb49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most effective treatment modality for post-traumatic stress disorder",
        "exp": "The treatment for PTSD consists of the following measures: 1. Prevention: Anticipation of disasters in the high-risk areas, with the training of personnel in disaster management. 2. Disaster management: Here the speed of providing practical help is of paramount impoance. 3. Suppoive psychotherapy. 4. Cognitive behaviour therapy (CBT). 5. Drug treatment: Antidepressants and benzodiazepines (in low doses for sho periods) are useful in the treatment of anxiety and/or depression are impoant components of the clinical picture. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 112",
        "cop": 1,
        "opa": "Cognitive behavioural therapy",
        "opb": "Hypnosis",
        "opc": "Rational and emotive therapy",
        "opd": "Eye movement desensitization and reprocessing",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "e5c4e0e0-9e47-4267-976e-03911fb8e4f4",
        "choice_type": "single"
    },
    {
        "question": "Free-floating persistent anxiety and Excessive worry are characteristic features of",
        "exp": "Generalized anxiety disorder (GAD)'Excessive worry' (generalized free-floating persistent anxiety) and feelings of apprehension about everyday events/problems, with symptoms of muscle and psychic tension, causing significant distress/functional impairment. obsessive compulsive disorder is a type of neurosis that is assosiated with obsessions and compulsions that is charecterised by repeated, recurrent, irrelevant, intrusive thought assosiated with motor acts schizotypal disorder is a type of personality which is assosiated with odd and eccentric behaviour, recently schizotypal is also mentioned a s atype of schizophrenia Reference: Oxford Textbook of Psychiatry; 3rd edition; Chapter 9; Anxiety and stress-related disorders",
        "cop": 1,
        "opa": "Generalised anxiety disorder",
        "opb": "Obsessive compulsive disorder",
        "opc": "Schizotypal disorder",
        "opd": "Panic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "587c0a60-f9d9-4a09-9a25-91e59a5aa09f",
        "choice_type": "single"
    },
    {
        "question": "Most common of all psychiatric disorders are",
        "exp": "Anxiety is the commonest psychiatric symptom in clinical practice and anxiety disorders are one of the commonest psychiatric disorders in general population. Anxiety is a normal phenomenon, which is characterised by a state of apprehension or unease arising out of anticipation of danger. (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 89)",
        "cop": 1,
        "opa": "Anxiety disorder",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "cf40caca-93c4-44fc-8950-82442df3b111",
        "choice_type": "multi"
    },
    {
        "question": "All are features of anxiety neurosis except",
        "exp": "Physical symptoms of anxiety a) Motor symptoms - tremors, restlessness, muscle twitches and fearful facial expression b) Autonomic and visceral symptoms - palpitations, tachycardia, sweating, flushes, dyspnoea, hyperventilation, constriction in the chest, dry mouth, frequency and hesitation of micturition, dizziness, diarrhoea and mydriasis Psychological symptoms a) Cognitive symptoms- poor concentration, distractibility, hyperarousal, vigilance or scanning, negative automatic thoughts b) Perceptional symptoms- derealisation and depersonalization c) Affective symptoms-diffuse, unpleasant and vague sense of apprehension, fearfulness (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 90)",
        "cop": 4,
        "opa": "Dryness of mouth",
        "opb": "Sweating",
        "opc": "Palpitation",
        "opd": "Abnormal gait",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "df322a80-2b76-4826-bb31-f5f26fa47c75",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a clinical feature of post-traumatic stress disorder?",
        "exp": "PTSD is characterised by recurrent and intrusive recollections of the stressful event, either in flashbacks (images, thoughts, or perceptions) and/or in dreams. There is an associated sense of re-experiencing of the stressful event. There is marked avoidance of the events or situations that arouse recollections of the stressful event, along with marked symptoms of anxiety and increased arousal. The other impoant clinical features of PTSD include paial amnesia for some aspects of the stressful event, feeling of numbness, and anhedonia (inability to experience pleasure). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 112",
        "cop": 3,
        "opa": "Flashbacks",
        "opb": "Hyperarousal",
        "opc": "Hallucinations",
        "opd": "Emotional numbing",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "9fb5b770-16fc-4daa-95d5-9cbbbdb8d25a",
        "choice_type": "multi"
    },
    {
        "question": "Most common phobia is",
        "exp": "The phobia is defined as an irrational fear of a specific object, situation or activity, often leading to persistent avoidance of the feared object, situation or activity Types- agoraphobia, social phobia and specific phobia Agoraphobia is an example of irrational fear of situations. It is the commonest type of phobia encountered in clinical practice (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 92)",
        "cop": 4,
        "opa": "Acrophobia",
        "opb": "Thanatophobia",
        "opc": "Photophobia",
        "opd": "Agoraphobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "cda0e6ef-e6a4-4349-a457-5ff260c24b7c",
        "choice_type": "single"
    },
    {
        "question": "Flooding is a treatment modality used in",
        "exp": "Phobia is treated by behaviour therapy. If properly planned, this mode of treatment is usually successful. Impoant techniques are flooding, systemic desensitisation, exposure and response prevention, relaxation technique (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 94)",
        "cop": 1,
        "opa": "Phobia",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "e29a788c-4a30-4c69-b6a9-3661b1ef0650",
        "choice_type": "single"
    },
    {
        "question": "Anxiety is",
        "exp": "In ICD-10, neurosis, stress-related and somatoform disorders have been classified into the following types: Phobic anxiety disorders Other anxiety disorders Obsessive-compulsive disorders (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 89)",
        "cop": 1,
        "opa": "Neurosis",
        "opb": "Psychosis",
        "opc": "Personality disorder",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "a2004d62-4b4d-4996-8581-4efd9a52b564",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman says that she has always been \"a nervous person. \" She feels tense all the time, shows sympathetic and parasympathetic symptoms, and has insomnia. This woman's condition is most likely to be",
        "exp": "Generalized anxiety disorder is characterized by persistent anxiety lasting at least 6 months, with tension, sympathetic and parasympathetic symptoms, and insomnia. In this condition, the symptoms of anxiety cannot be related to a specific person or situation; instead, anxiety is \"free floating. \" Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 407",
        "cop": 2,
        "opa": "Post-traumatic stress disorder",
        "opb": "Generalized anxiety disorder",
        "opc": "Obsessive-compulsive disorder",
        "opd": "Agoraphobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "c2d1a9b2-6ed8-4e77-a347-273c53729e0a",
        "choice_type": "multi"
    },
    {
        "question": "A student unable to deliver speech before audience is suffering from",
        "exp": "Social phobia is an example of irrational fear of activities or social interaction, characterised by an irrational fear or social interaction, characterised by an irrational fear of performing activities in the presence of other people or interacting with others. The patient is afraid of his own actions being viewed by others critically, resulting in embarrassment or humiliation. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 93)",
        "cop": 1,
        "opa": "Social phobia",
        "opb": "OCD",
        "opc": "Agoraphobia",
        "opd": "Claustrophobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "45bcd114-0e13-4547-98d6-3e94677fa0a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristic of a dissociative disorder?",
        "exp": "In conversion or dissociative disorders, there is a loss or disturbance of normal motor or sensory function which initially appears to have a neurological or other physical cause but is later attributed to a psychological cause there are several presentations of dissosiative disorders namely dissosiative amnesia dissosiative fugue dissosiative identity disorder dissosiative possesion/trance Clinical features: Amnesia: Memory loss, most often for recent events, not attributable to organic mental disorder, and too severe to attribute to ordinary forgetfulness. Usually patchy and selective amnesia--true global amnesia is rare. There is an expectation of recovery and usually, a history of recent traumatic event gradually emerges. Others: Paralysis, Loss of speech, Sensory loss, Seizures and Fugue Reference: Oxford Textbook of Psychiatry; 3rd edition; Chapter 19; Conversion (Dissociative) Disorders",
        "cop": 1,
        "opa": "Amnesia",
        "opb": "Depression",
        "opc": "Phobia",
        "opd": "Paranoia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "2cc53fcb-9b66-46ed-957a-33288833c959",
        "choice_type": "single"
    },
    {
        "question": "Phobia is defined as",
        "exp": "Phobia is defined as an irrational fear of a specific object, situation or activity, often leading o persistent avoidance of the feared object, situation or activity. Common types Agoraphobia Social phobia Specific phobia (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 92)",
        "cop": 2,
        "opa": "Palpitation on thinking about a definite entity",
        "opb": "Excessive unreasonable fear about a specific situation",
        "opc": "Perception without stimulation",
        "opd": "Altered perception",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "e34dbda7-10fd-4089-88f3-29d3e781afce",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for phobic disorder is",
        "exp": "Behaviour therapy is a type of psychotherapy which is based on theories of learning and aim in modifying maladaptive behaviour and substituting it with adaptive behaviour. If properly planned this mode of therapy is usually successful. Impoant techniques are flooding, systemic desensitisation, exposure and response prevention, relaxation technique (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 94)",
        "cop": 2,
        "opa": "Psychotherapy",
        "opb": "Behaviour therapy",
        "opc": "SSRI",
        "opd": "Benzodiazepam",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "6ff7d1c9-33b4-42fc-9fb1-e539081be49b",
        "choice_type": "single"
    },
    {
        "question": "A medical student could not deliver a seminar, fearing seniors. He is aware of the irrationality of his fear. Likely diagnosis is",
        "exp": "Social phobia is an example of irrational fear of activities or social interaction, characterised by an irrational fear or social interaction, characterised by an irrational fear of performing activities in the presence of other people or interacting with others. The patient is afraid of his own actions being viewed by others critically, resulting in embarrassment or humiliation. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 93)",
        "cop": 2,
        "opa": "Agoraphobia",
        "opb": "Social phobia",
        "opc": "Claustrophobia",
        "opd": "Specific phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "356f5b80-cb65-47d3-91bf-549e4a278d54",
        "choice_type": "single"
    },
    {
        "question": "Male with symptoms mimicking heart disease with normal ECG and X-ray, the diagnosis is",
        "exp": "A panic disorder is characterised by discrete episodes of acute anxiety. The onset is usually in the early third decade with often a chronic course. The panic attacks occur recurrently every few days. The episode is usually sudden in onset, lasts for few minutes and is characterised by very severe anxiety. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 90)",
        "cop": 2,
        "opa": "Angina Pectoris",
        "opb": "Panic attack",
        "opc": "ANS instability",
        "opd": "Vasovagal attack",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "2d49c22a-b4dd-47a6-b5c4-af3fd052bcf7",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old lady complains of sudden onset breathlessness, anxiety, palpitations and feeling of impending doom. Physical examination is normal. What is the diagnosis",
        "exp": "Panic disorder is characterised by discrete episodes of acute anxiety. The onset is usually in the early third decade with often a chronic course. The panic attacks occur recurrently every few days. there may or may not have any underlying generalised anxiety disorder. The episode is usually sudden in onset, lasts for a few minutes and is characterised by a very severe anxiety. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 90)",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Anxiety disorder",
        "opc": "Conversion disorder",
        "opd": "Acute psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "7005ea41-c8fa-48f8-8f50-9c6cd1296b96",
        "choice_type": "single"
    },
    {
        "question": "Fear to contamination, counting behaviours, and having to check and recheck are features characteristic of",
        "exp": "An obsession is defined as an idea impulse or image which intrudes into the conscious awareness repeatedly, it is recognised as irrational and absurd, the patient tries to resist against it but is unable to, failure to resist leads to marked distress. An obsession is usually associated with compulsion and a compulsion is defined as a form of behaviour which usually follows obsession, the behaviour is not realistic and is either irrational or excessive. Compulsion may diminish the anxiety associated with obsession (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 95)",
        "cop": 3,
        "opa": "Panic attacks",
        "opb": "Agoraphobia",
        "opc": "Obsessive-compulsive disorder",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "5c8be269-ac4f-4e4f-b387-4302583b5811",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for obsessive-compulsive disorder is",
        "exp": "Drug Treatment in obsessive-compulsive disorder: 1. Benzodiazepines (e. g. alprazolam, clonazepam) have a limited role in controlling anxiety 2. Antidepressants: Clomipramine (75-300 mg/day), a nonspecific serotonin reuptake inhibitor (SRI), was the first drug used effectively in the treatment of OCD. Fluoxetine (20-80 mg/day) is a good alternative to clomipramine and often preferred these days for its better side-effect profile. Fluvoxamine (50-200 mg/day) is marketed as a specific anti-obsessional SSRI drug, whilst paroxetine (20-40 mg/day) and seraline (50-200 mg/day) are also effective in some patients. 3. Antipsychotics: These are occasionally used in low doses (e. g. haloperidol, risperidone, olanzapine, aripiprazole, pimozide) in the treatment of severe, disabling anxiety. 4. Buspirone has also been used beneficially as an adjunct for augmentation of SSRIs, in some patients. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 98",
        "cop": 2,
        "opa": "Imipramine",
        "opb": "Fluoxetine",
        "opc": "Chlorpromazine",
        "opd": "Benzodiazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "fa3d3fb9-34f5-44ea-b53b-469d213ba174",
        "choice_type": "single"
    },
    {
        "question": "Irresistible urge to do a thing repeatedly is seen in",
        "exp": "An obsession is defined as an idea, impulse or image which intrudes into the conscious awareness repeatedly, patient tries to resist against it but is unable to. an obsession is usually associated with compulsion and a compulsion is defined as a form of behaviour which usually follows obsessions, the behaviour is not realistic and is either irrational or excessive compulsion may diminish the anxiety associated with obsession (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no 95)",
        "cop": 1,
        "opa": "Obsessive - compulsive disorder",
        "opb": "Schizophrenia",
        "opc": "Schizoaffective disorder",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Anxiety disorders stress disorders and grief",
        "id": "5e4d2fdd-8412-49dc-804a-7207fded32c8",
        "choice_type": "single"
    }
]