[
    {
        "question": "Counter transference is:",
        "exp": "Transference - feeling that patient develop for doctor based on the real feelings towards that doctor combined with the feelings for other doctors in the past. Counter transference - feeling that doctor develop for patient based on the real feelings towards that patient combined with the feeling for other patients from the past.",
        "cop": 3,
        "opa": "A Type of defense mechanism",
        "opb": "Psychic connection between patient and disease with transfer of psychic energy from body pas to brain",
        "opc": "Implies doctor's feelings towards patient",
        "opd": "Patient's feelings towards doctor during psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "82aeb6d5-9c7a-4f24-b2de-610590854c78",
        "choice_type": "single"
    },
    {
        "question": "Visual hallucinations are least likely to be found in which of the following?",
        "exp": "Visual hallucinations are most common in organic psychiatric disorders. Though, visual hallucinations can be seen in schizophrenia, they are not as common. M/C hallucination seen in patient of schizophrenia is auditory hallucination.",
        "cop": 4,
        "opa": "Alcohol withdrawal delirium",
        "opb": "Central anticholinergic delirium",
        "opc": "Lewy body dementia",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "3dfc5ab5-80ed-465e-bef6-178c366c29fd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not asked in personal history in a psychiatric disorder?",
        "exp": "Food preferences is not a standard component of psychiatric history. The impoant components of personal history in psychiatry include the following: 1. Perinatal history 2. Childhood history 3. Educational history (Academic history) 4. Occupational history 5. Sexual and marital history 6. Menstural history",
        "cop": 3,
        "opa": "Occupational history",
        "opb": "Academic history",
        "opc": "Food preferences",
        "opd": "Marital history",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e2d7f4ae-8862-455a-90b0-2089f366fb52",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman is referred by her family doctor because she suffers from depressive disorder. During the interview, she has difficulty in verbalizing her emotions. The phenomenon is best described as?",
        "exp": "Alexithymia is inability to express emotions of self and to understand those of others. Anhedonia is inability to take pleasure from previous pleasurable activities. Ambivalence is inability to decide motor movement Affective flattening is also known as emotional blunting in which person doesnot experience any emotion in response to external stimuli.",
        "cop": 3,
        "opa": "Ambivalence",
        "opb": "Affective flattening",
        "opc": "Alexithymia",
        "opd": "Anhedonia",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "f926d985-aa03-4897-a7a6-c18b2f49020b",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old patient with schizophrenia tells the physician that he believes that CIA is listening to his telephone conversations through his television set. Despite being told multiple times by family members, he remains firm on his belief. This patient is describing",
        "exp": "A false belief, in this case that the CIA is listening to one's telephone conversations through the television set, is an example of a delusion. A hallucination is a false perception, and an illusion is a misperception of reality Clouding of consciousness is the inability to respond to external events",
        "cop": 4,
        "opa": "a hallucination",
        "opb": "an illusion",
        "opc": "clouding of consciousness",
        "opd": "delusion",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "424ccedb-f4bc-4de2-bce1-16b9b540877f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is thought disorder?",
        "exp": "Prolixity is a milder form of \"flight of ideas\". As mentioned in the text, flight of ideas can be considered as both a disorder of stream of thought and form of thought.",
        "cop": 4,
        "opa": "Circumstantiality",
        "opb": "Tangentiality",
        "opc": "Prolixity",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e0dd6516-b306-4a00-9ec8-06beeb87f030",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following features is more suggestive of organic conditions?",
        "exp": "Visual hallucinations are characteristic of organic conditions. The other choices mentioned in the question - Primary delusions, Made phenomena and third person auditory hallucinations are all examples of First rank symptoms, hence more characteristic of Schizophrenia.",
        "cop": 2,
        "opa": "Primary delusions",
        "opb": "Visual hallucinations",
        "opc": "Made phenomena",
        "opd": "Third person auditory hallucinations",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "5b266891-196b-4551-8776-012904d0e097",
        "choice_type": "multi"
    },
    {
        "question": "A young patient was admitted to hospital with acute psychosis. He wakes up and asks for his wife who was there in the same room in the same area. Upon seeing her, he staed beating her thinking that it was nurse who was masquerading as his wife. He also said she was the same nurse who gave him wrong medication 2 days back and now now wants to harm him again. Likely diagnosis?",
        "exp": "Capgras syndrome - Belief that a familiar person has been replaced by stranger Fregoli syndrome - Familiar person is imposing as a stranger and can take multiple different appearance Delusion of subjective disorder- Patient believes that there is multiple double of him/her living their own life Othello syndrome - Pathological jealousy or morbid jealousy that arise from multiple concerns. It is seen in heavy alcohol use",
        "cop": 1,
        "opa": "Capgras syndrome",
        "opb": "Fregoli syndrome",
        "opc": "Delusion of subjective doubles",
        "opd": "Othello syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "c6f64542-a63d-4a11-95fb-8d59c0ff55f5",
        "choice_type": "single"
    },
    {
        "question": "Delusion of infidelity is seen in:",
        "exp": "Othello syndrome is also called delusional jealousy or morbid jealousy. This is a state of false fixed belief that the spouse is unfaithful. It is more common in men and alcoholics. It can also associated with schizophrenia and cocaine use. It can lead the individual to act on the delusion and thereby become violent or stalk.",
        "cop": 1,
        "opa": "Othello syndrome",
        "opb": "Dechlerambault syndrome",
        "opc": "Magnan syndrome",
        "opd": "Cotard syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "61460e11-50e9-4200-a5f0-bde9ce6fbdd6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding delusional disorder?",
        "exp": "Delusional disorders do not occur at an early age. Risk factors for development of delusional disorders- Advanced age Social isolation Sensory impairment or isolation (e. g. auditory or visual disturbances) Family history of delusional disorder Recent immigration (is also risk factor for schizophrenia) Ceain personality features, like excessive interpersonal sensitivity (even tril interpersonal problems cause lot of negative emotions)",
        "cop": 4,
        "opa": "Early immigration",
        "opb": "Social isolation",
        "opc": "Sensory impairment",
        "opd": "Occurs at early age",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "ea7d228f-ec2e-4b2c-bb12-a946e43c0a34",
        "choice_type": "multi"
    },
    {
        "question": "Formed visual hallucinations are seen in lesions of:",
        "exp": "The lesions of temporal lobe can cause all types of hallucinations (auditory, visual, olfactory etc). Formed visual hallucinations are elaborate visual hallucinations (e. g a patient may repo seeing a tree with green leaves which has a parrot sitting and a man standing near it). The presence of elaborate visual hallucinations should raise a strong doubt of an organic cause (i. e. a pathology of brain parenchyma), specifically a temporal lobe pathology.",
        "cop": 2,
        "opa": "Frontal lobe",
        "opb": "Temporal lobe",
        "opc": "Occipital lobe",
        "opd": "Parietal lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "72f8a7b9-5b2b-4755-8ff4-0c558ddd16f0",
        "choice_type": "multi"
    },
    {
        "question": "Basis of reliability of information of patient provided by informants depend on all except:",
        "exp": "HISTORY TAKING Role of informants is much impoant to make diagnosis sometime The informant should fulfill 5 C's to be called as reliable. Consistency - history given by informant remains consistent Coherence - history make sense when put together Chronological information Closeness with patient Concern with patient",
        "cop": 2,
        "opa": "Biological relationship",
        "opb": "Educational status",
        "opc": "Consistency of information",
        "opd": "Duration of stay with patient",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "5fb1bf0e-7db6-4d96-b1d5-accd9c230975",
        "choice_type": "multi"
    },
    {
        "question": "Preception of object without external stimulus called?",
        "exp": "Hallucination -False perception which occurs in the absence of any real object / stimulus. Hallucination are as vivid as a real preception. vivid - > detailed /clarity Superstition - a false belief which is unexplained by reality and is shared by a number of people. Delusions - disorder of content of thoughts which is firm, false, unshakable(despite continuous evidence against it) and is not explained by socio cultural background of patient.",
        "cop": 4,
        "opa": "Delusion",
        "opb": "Superstition",
        "opc": "Illusion",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "0a4e130e-a23e-4bb2-b927-6c14f720556f",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old air-conditioner technician is referred to a psychiatrist because of change in behavior and deterioration in functioning. When he feels the gust of cold air coming from the air conditioner, he interprets the cold air as poison gas from Mars. This phenomenon can be described as?",
        "exp": "In delusional perception a delusion is attached to a normal perception. Here feeling gust of cold air from air conditioner is a normal perception while the claim that the cold air is a poison gas from another planet is the delusion attached to this normal perception.",
        "cop": 2,
        "opa": "Delusional memory",
        "opb": "Delusional perception",
        "opc": "Tactile hallucination",
        "opd": "Primary delusion",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "58f47ac5-b395-47ee-84c3-4fa85fc74747",
        "choice_type": "multi"
    },
    {
        "question": "When a psychiatric patient is asked what would he do if he sees a man lying on a road, which component is being assessed?",
        "exp": "Judgment An ability to assess a situation, make good decisions and act on them. Test judgment Social judgment Assessed by asking the person what would he do in a hypothetical situations such as House on fire Man lying on the road Sealed, stamped, addressed envelope lying on a street Ability to perceive social situations and act accordingly These are observed during the hospital stay: Does the patient understand the likely outcome of personal behavior? Subtle manifestations of behavior that are harmful to the patient. Behavior that is not culturally acceptable.",
        "cop": 3,
        "opa": "Social judgment",
        "opb": "Psychopathic tendency",
        "opc": "Test judgment",
        "opd": "Response judgment",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "04f0dc56-c7e0-404e-a879-c00183c88d8f",
        "choice_type": "single"
    },
    {
        "question": "Delusions are not likely to be seen in:",
        "exp": "Delusion is a false, firm, fixed and unshakable belief. It is not a feature of conversion disorder. It can be a feature of- schizophrenia depression with psychotic symptoms Dementia.",
        "cop": 4,
        "opa": "Dementia",
        "opb": "Depression with psychotic symptoms",
        "opc": "Schizophrenia",
        "opd": "Conversion disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "cf3c2f1f-47d2-4352-929b-d98ac41847de",
        "choice_type": "single"
    },
    {
        "question": "Astasia-abasia is seen in patients with which of the following disorder?",
        "exp": "Astasia-abasia Seen in a Conversion disorder(Functional. Neurological Symptom Disorder) Gait- Ataxic, staggering Movements - Gross, irregular, jerky truncal Waving and thrashing arm movements Fall is rarely seen",
        "cop": 2,
        "opa": "Illness anxiety disorder",
        "opb": "Conversion disorder",
        "opc": "Somatic symptom disorder",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "2f00e2a6-e38b-49ff-8d4c-c6c26b0ef283",
        "choice_type": "single"
    },
    {
        "question": "Emotion is controlled by:",
        "exp": "The neuroanatomical substrate for generation of emotions is limbic system (which includes hippocampus, amygdala, hypothalamus, cingulate gyrus and related thalamic and coical areas) The regulation/control of emotions is a function of frontal lobe.",
        "cop": 2,
        "opa": "Limbic system",
        "opb": "Frontal lobe",
        "opc": "Temporal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9ee2a1da-0475-4814-945b-2f42aea5cad1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an example of disorder of perception?",
        "exp": "Delusion is not a disorder of perception, it is a disorder of thought. To be more specific, delusion is a disorder of content of thought. It is defined as a false, firm and unshakable belief that cannot be explained on the basis of person's social and cultural background. llusions, Hallucinations and Pseudo hallucinations are all disorders of perception of thought",
        "cop": 4,
        "opa": "Illusion",
        "opb": "Hallucination",
        "opc": "Pseudohalluciation",
        "opd": "Delusion",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "c2a802de-7dd6-4362-94b2-ec9d03b204ee",
        "choice_type": "multi"
    },
    {
        "question": "A 25 year old woman complaints of intense depressed mood for last 6 months. She also repos inability to enjoy previously pleasurable activities. This symptom is known as:",
        "exp": "Anhedonia refers to the loss of capacity to experience pleasure. The patient is unable to enjoy any thing in life. Anhedonia is seen in depression as well as schizophrenia. Avolition and apathy are the negative symptoms of schizophrenia. Avolition refers to loss of will or drive to indulge in goal directed activities Apathy refers to loss of concern for an idea or task or results.",
        "cop": 1,
        "opa": "Anhedonia",
        "opb": "Avolition",
        "opc": "Apathy",
        "opd": "Amotivation",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "61422583-9689-46e6-9384-26c7ff141c09",
        "choice_type": "single"
    },
    {
        "question": "Perceptual distoion of shape and reciprocal position of objects is seen in which of the following Syndrome?",
        "exp": "Alice in Wonderland syndrome- Perceptual distoion of shape, size and colour Reciprocal position of objects. Seen in Schizophrenia and Migraine. Kanner syndrome Failure to develop an attachment with a parental figure Preoccupation with inanimate objects. Pickwickian syndrome Elderly and obese Sleep apnea associated with hypersomnia Kleine-Levin syndrome Hypersomnia, Hyperphagia, Hypersexuality",
        "cop": 3,
        "opa": "Pickwickian syndrome",
        "opb": "Klein Levin syndrome",
        "opc": "Alice in Wonderland syndrome",
        "opd": "Kanner syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "a7c66fd4-4472-4d1a-81e1-00df5d2ee808",
        "choice_type": "single"
    },
    {
        "question": "Pruning is:-",
        "exp": "Pruning: * Programmed elimination during development of neurons, synapses, axons and other brain structures The fetal brain has more neurons generated than required for adult life The reduction is to remove all the unnecessary cells or cells which have already served their function",
        "cop": 1,
        "opa": "Programmed elimination during development",
        "opb": "Programmed elimination during senility",
        "opc": "Programmed elimination during cancer",
        "opd": "Programmed elimination during irradiation",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "2e0ea9ea-1d35-46cb-b4af-898ed77b1f56",
        "choice_type": "single"
    },
    {
        "question": "A patient with schizophrenia is convinced that she has caused a recent eahquake because she was bored and wishing for something exciting to occur. Which of the following symptoms describes this patient's thoughts?",
        "exp": "Magical thinking is a form of thinking in which thoughts and ideas are believed to have special powers (eg, to cause or stop outside events) Thought broadcast is a disorder of possession of thought in which patient feels that his thoughts are being broadcasted in outer world and everyone knows what he feels. Echolalia is defined as meaningless repitition of others spoken words Nihilism means nil. In this patient believes that everything is going to end and may deny existence of his mind, body and the world in general. eg. my internal organs are rotten.",
        "cop": 2,
        "opa": "Thought broadcasting",
        "opb": "Magical thinking",
        "opc": "Echolalia",
        "opd": "Nihilism",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "4ec48fcc-ebed-468d-ad9c-4c58a6d3c77c",
        "choice_type": "single"
    },
    {
        "question": "All are true about obsessions except:",
        "exp": "This question is slightly controversial. Strictly speaking, obsessions are disorders of \"possession\" of thought and not \"content\" of thought, although some books wrongly tend to club obsessions as a pa of content of thought. This question is from the topic of \"psychopathology\" for which the standard book is Fish's clinical psychopathology, which clearly says that \"obsessions are disturbances of 'possession' of thought. Also remember that obsessions can be seen in schizophrenia. Option A and B are of course true.",
        "cop": 3,
        "opa": "Obsession persists despite resistance by the patient",
        "opb": "Obsessions are Ego dystonic",
        "opc": "Disorder of thought content",
        "opd": "Can be seen in schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e351e2c6-b9b9-4138-9443-5e2fc2b348fc",
        "choice_type": "multi"
    },
    {
        "question": "Hallucinations are seen in all except:",
        "exp": "Hallucinations are false perception in absence of any stimulus/object. Hallucinations are not a feature of anxiety. In schizophrenia, the most common type of hallucinations are auditory hallucinations followed by visual hallucinations. Seizures can experience all types of hallucinations. LSD intoxication can experience all kinds of hallucinations.",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Seizures due to intracerebral space occupying lesions",
        "opc": "Lysergic acid diethyl amide intoxication (LSD intoxication)",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "0b517e6a-871e-4563-8186-fe312d1e2b19",
        "choice_type": "multi"
    },
    {
        "question": "A false belief which is unexplained by reality and is shared by a number of people is:",
        "exp": "There are many beliefs which are false and are shared by whole communities e. g. black magic, witches, etc. These beliefs are considered as superstitions. In comparison, delusions are not shared by members of the same sociocultural background. For example, if a villager stas claiming that he is lord Hanuman, no one in his village will share his beliefs.",
        "cop": 4,
        "opa": "l. IIusion",
        "opb": "Delusion",
        "opc": "Obsession",
        "opd": "Superstition",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "3ab29e24-4968-4b92-ad07-f5cc885edab2",
        "choice_type": "multi"
    },
    {
        "question": "When a person is asked about his blood sugar level, he answers \"Diabetics have sweet urine.... Urine and faeces are excreta\"....... Before finally telling his blood sugar level. It is an example of?",
        "exp": "The patient is giving unnecessary information but finally is able to tell the answer. Hence, it is an example of circumstantiality. Circumstantiality is inclusion of lots of unnecessary details and goes round and round before reaching the final goal. In comparison, in tangentiality, the person's response is related to the question in a distant way, and he never reaches the goal. Loosening of assosciation is a formal thought disorder in which there is a lose of connection between component of same thought. Flight of ideas is abnormality of stream of thought in which persons speed of thinking is increased and connection between thoughts appear due to chance factor.",
        "cop": 2,
        "opa": "Tangentiality",
        "opb": "Circumstantiality",
        "opc": "Flight of ideas",
        "opd": "Loosening of association",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "429630d8-7d1d-41ff-8dd7-89c29729cb20",
        "choice_type": "multi"
    },
    {
        "question": "Delusions can be seen in all of the following except:",
        "exp": "Delusion can be seen in schizophrenia, mania, depression as well as OCD. However the best answer here would be OCD, as delusions are not so common in patients with Obsessive Compulsive Disorder.",
        "cop": 1,
        "opa": "OCD",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e56e42e1-e98e-43a0-b219-7105c06786ef",
        "choice_type": "multi"
    },
    {
        "question": "A young adult concludes that he is never going to be in a relationship after his experience of twice being rejected for a date. This is:",
        "exp": "The example in the question is of overgeneralization. In this cognitive error, the individual makes conclusions based on very little data or experience. Alternative possibilities are not considered.",
        "cop": 3,
        "opa": "Personalization",
        "opb": "All or none thinking",
        "opc": "Over generalization",
        "opd": "Selective abstraction",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "846f84fb-876d-4fcd-ac57-d805469a5eda",
        "choice_type": "multi"
    },
    {
        "question": "You are called to the emergency room to see a 40-year-old woman with long standing history of chronic depression. She tells you: My belly and chest are empty. All my organs are gone. I don't exist. I'm dead. This patient is presenting with:-",
        "exp": "Nihilistic delusions: Nihilistic is the root of the word 'annihilate' and means destruction or death. People experiencing Nihilistic delusions believe things like they are decomposing, their bodies don't work, their internal organs are rotten or solidifying or even that they are actually dead.",
        "cop": 3,
        "opa": "Paranoid delusions",
        "opb": "Delusions of persecution",
        "opc": "Nihilistic delusions",
        "opd": "Delusions of reference",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "a34f84ea-e6da-4704-96a7-36c357d0bbb2",
        "choice_type": "multi"
    },
    {
        "question": "Perseveration is:",
        "exp": "Perseveration is the repetition of the same response, beyond the point of relevance. It is in response to a question and is not spontaneous. It can be a feature of schizophrenia but isn't characteristic. It can also be seen in organic mental disorders",
        "cop": 1,
        "opa": "Persistent and inappropriate repetition of the same thoughts",
        "opb": "Feeling of distress in a patient with schizophrenia",
        "opc": "Characteristic of schizophrenia",
        "opd": "Characteristic of obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "8921e799-23e1-41ee-b625-9147f1a878a1",
        "choice_type": "single"
    },
    {
        "question": "The following is suggestive of an organic cause of behavioral symptoms:",
        "exp": "The presence of prominent visual hallucinations is a strong pointer towards an organic cause (i. e. a disturbance of brain parenchyma such as tumors). Although visual hallucinations can occur in schizophrenia, however, they are not as common as auditory hallucinations. Formal thought disorders are characteristic of schizophrenia. Delusion of guilt can be a feature of schizophrenia or depression with psychotic symptoms.",
        "cop": 4,
        "opa": "Formal thought disorder",
        "opb": "Auditory hallucinations",
        "opc": "Delusion of guilt",
        "opd": "Prominent visual hallucinations",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "1a8bc7f8-2848-4a11-85cd-5e322f2f609a",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man believes that aliens has put an implant in his body and he feels there is a pushing sensation on his aoa. Which types of hallucinations best suit his description?",
        "exp": "Cenesthetic hallucinations are unfounded sensations of altered states in bodily organs. Examples are, burning sensation in the brain, pushing sensation in the blood vessels, cutting sensation in the bone marrow etc.",
        "cop": 2,
        "opa": "Auditory",
        "opb": "Cenesthetic",
        "opc": "Gustatory",
        "opd": "Visual",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "6ffc5ffe-7ac0-4c28-92c0-4e1efa534fd7",
        "choice_type": "multi"
    },
    {
        "question": "Healthy thinking includes all of the following except:",
        "exp": "Healthy thinking has three characteristics (1) Continuity (2) Organization and (3) Constancy. According to Ku Schneider, there are three features of healthy thinking: *Constancy: Constancy of a thought means that a thought persists, until it is replaced by another thought * Organisation: Organisation means that there is a connection between various components of a single thought and between the consecutive thoughts * Continuity: Continuity of the thought refers to the fact that the thoughts are arranged in a proper order and in a continuum",
        "cop": 4,
        "opa": "Continuity",
        "opb": "Constancy",
        "opc": "Organization",
        "opd": "Clarity",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "51b507b7-7527-4317-8ee8-554fd563e4d3",
        "choice_type": "multi"
    },
    {
        "question": "According to Mental Health Care Act, 2017, the punishment for suicide attempt is:",
        "exp": "Mental Health Care Act, 2017 Mental health establishment Everyone has the capacity to make mental healthcare and treatment decisions. Advanced directive( Patient has the right to choose about the treatment options and from whom he should recieve the treatment) Nominated representative Ban on direct ECT(ECT done directly without giving anesthesia or muscle relaxant) Ban on ECT in minors Ban on psychosurgery Decriminalization of suicide",
        "cop": 4,
        "opa": "1 year imprisonment",
        "opb": "3 year imprisonment",
        "opc": "5 year imprisonment",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "fd6e108c-cc1f-42f2-98dd-b4ee53b1aed7",
        "choice_type": "multi"
    },
    {
        "question": "Immediate memory is tested by:-",
        "exp": "Immediate memory is usually tested by digit repetition test. Usually digit repetition forward is used however digit repetition backward is also used by some examiners, though its not the preferred technique. (Reference Strub and Black's The mental status examination in neurology) Digital repetition forward upto score of 5 and Digital repitition backward upto 4 is considered normal.",
        "cop": 1,
        "opa": "Digit span forward",
        "opb": "Digit span backward",
        "opc": "Subtraction test 20-1",
        "opd": "Subtraction test 100-7",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "cb11d298-0242-41b5-882f-43481207e514",
        "choice_type": "single"
    },
    {
        "question": "Who coined the term \"Psychiatry\"?",
        "exp": "The term 'Psychiatry' was given by Johann Christian Reil Sigmund Freud is the father of psychoanalysis Eric Erikson gave an eight-stage psychosocial theory of development. According to this theory, development occurs in eight different stages, as a person gets older Carl Jung was a Swiss psychiatrist and psychoanalyst who founded analytical psychology.",
        "cop": 1,
        "opa": "Johann Christian Reil",
        "opb": "Sigmund Freud",
        "opc": "Erik Erikson",
        "opd": "Carl Jung",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e828017f-fe62-4925-905f-8ef89e900cf9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the test for immediate memory?",
        "exp": "Immediate memory test (1) Digit span test - two types-digital forward test and digital backwards test - Forward up to 5 digits is considered normal. - Backward up to 4 digits is considered normal. (2) Serial 7 subtraction test - subtract 7 from 100 up to 5 steps",
        "cop": 2,
        "opa": "Serial (100-7) subtraction test up to 4 steps",
        "opb": "Digit span forward upto 5 digits with 2 skips allowed",
        "opc": "Digit span backwards up to 5 digits with 2 skips allowed",
        "opd": "Serial (20-1) subtraction test up to 5 steps",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "b73ed4a1-be36-4fea-bc8b-ced2e15c6ca8",
        "choice_type": "multi"
    },
    {
        "question": "Hallucination which occur at sta of sleep are known as?",
        "exp": "Hypnogogic hallucination - occur while going to sleep. Hypnopompic hallucinations - occur while getting up from sleep Jactatio capitis nocturna or rhythmic movement disorder is a neurological disorder characterized by involuntary movements, usually of head and neck, before and during sleep. In reflex hallucinations, stimulus in one modality results in development of hallucination in another modality",
        "cop": 1,
        "opa": "Hypnogogic hallucination",
        "opb": "Hypnopompic hallucination",
        "opc": "Jactatio capitis nocturna",
        "opd": "Reflex hallucinations",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "43a9f564-1ba4-4bc6-9b8b-aab39e38be17",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old woman mentions that the trunk of a paicular tree near her apament looks like face of lord Ram She can see the face of lord Ram every time when she walks past that tree but not on the other trees. This phenomenon is known as?",
        "exp": "An illusion is an involuntary false perception (i. e. face of Lord Ram) in which a transformation of real object (i. e. a specific tree in this case) takes place. Whereas hallucination is a disorder of perception in absence of a real stimulus.",
        "cop": 3,
        "opa": "Delusional misidentification",
        "opb": "Delusion of reference",
        "opc": "Illusion",
        "opd": "Visual hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "7cc8ae08-ede5-4187-9323-82356219796e",
        "choice_type": "multi"
    },
    {
        "question": "A man had a fight with his neighbour. The next day he staed feeling that police is following him and his brain is being controlled by radio waves by his neighbour. The history is suggestive of which psychiatric sign/symptom:",
        "exp": "This question is controversial. ' Passivity' experiences are those in which patient experiences that his thoughts, emotions, actions or sensations are controlled / influenced by others. Passivity of thought is described as thought inseion, withdrawal and broadcast. Here the description that \"brain is being controlled by radio waves by neighbor\" is indicative of \"passivity\". In the questions the history for delusion of persecution (i. e., police is following) is also present. Given that passivity experiences are more impoant diagnostically, a better answer would be passivity.",
        "cop": 2,
        "opa": "Thought inseion",
        "opb": "Passivity",
        "opc": "Delusion of persecution",
        "opd": "Obsession",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "84399792-c871-4a42-a925-359c3d3f0690",
        "choice_type": "single"
    },
    {
        "question": "The ability to share client's emotions by the therapist is called:",
        "exp": "Empathy Understanding what the patient is thinking and feeling and it occurs when the psychiatrist is able to put himself or herself in the patient's place while at the same time maintaining objectivity. For the psychiatrist to truly understand what the patient is thinking and feeling requires an appreciation of many issues in the patient's life.",
        "cop": 1,
        "opa": "Empathy",
        "opb": "Reflection",
        "opc": "Counter transference",
        "opd": "Catharsis",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e6312372-13f3-4bba-bc23-df47481797fb",
        "choice_type": "multi"
    },
    {
        "question": "A psychiatrist is upset with one of his patients and only to realize that the patient reminded him of his depaed father. This is possibly called:",
        "exp": "Counteransference Emotions and feelings generated in a professional towards the patient. This can be positive or negative. Most of the times, it is triggered off by resemblance with a significant past person or event.",
        "cop": 2,
        "opa": "Transference",
        "opb": "Counter transference",
        "opc": "Projection",
        "opd": "Rationalization",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "8aa0209f-b77e-48da-90c6-3cff9a12dac8",
        "choice_type": "multi"
    },
    {
        "question": "Erotomania is seen in:",
        "exp": "Erotomania (Delusions of Love) is usually seen in schizophrenia and delusional disorder. Patients with erotomania have a false belief that some one is in love with them. It is also known as de Clerambault syndrome/Fantasy lover syndrome. For example, a rickshaw puller claimed that Katrina Kaif is in love with him though he admitted that he has never met her.",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "Mania",
        "opc": "Neurosis",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9e397713-7c03-4f54-aab8-44f3bb5f19ed",
        "choice_type": "single"
    },
    {
        "question": "A patient wanting to scratch for itching in his amputated limb is an example of:",
        "exp": "-This is an example of phantom limb hallucination in which patient is getting sensations from a limb which has been amputated. - In reflex hallucinations, stimulus in one modality causes hallucinations in another modality. E. g- A patient repoed that when he heard the sound of water falling from the tap, he would also sta seeing the 'God' sitting in his room. -Illusion is false perception of a real object. E. g. Seeing a snake instead of the rope",
        "cop": 1,
        "opa": "Phantom limb hallucination",
        "opb": "Reflex hallucination",
        "opc": "Illusion",
        "opd": "Pseudo hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9772391f-b8cb-499f-b511-598dc25a1f6f",
        "choice_type": "multi"
    },
    {
        "question": "Endophenotypic markers of schizophrenia include all except?",
        "exp": "Endophenotypic markers of schizophrenia include: Oculomotor abnormalities Smooth pursuit eye movement alterations Saccadic eye movement disinhibition Prepulse inhibition(PPI) of stale response paradigms Deficits in sensorimotor gating, measured with electroencephalography-based event-related potential (ERP): standardauditory\"paired stimuli\" paradigm, so called \"P50\" response amplitude.",
        "cop": 4,
        "opa": "Smooth pursuit eye movement alterations",
        "opb": "Saccadic eye movement disinhibition",
        "opc": "Prepulse inhibition of stale response paradigm",
        "opd": "P50 visual evoked potential",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "c14f51f8-e90e-480a-8149-edf2751cd416",
        "choice_type": "multi"
    },
    {
        "question": "Phantom limb is an example of disorder of:",
        "exp": "Perception is defined as any information which is perceived through sensory organs In phantom limb, the patient feels sensations in the amputated limb which in reality is not present. Hence, it's a disorder of perception.",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Cognition",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9e758ccb-3bcc-461d-a31b-0feb910ee961",
        "choice_type": "multi"
    }
]