[
    {
        "question": "Counter transference is:",
        "exp": "Transference - feeling that patient develop for doctor based on the real feelings towards that doctor combined with the feelings for other doctors in the past. Counter transference - feeling that doctor develop for patient based on the real feelings towards that patient combined with the feeling for other patients from the past.",
        "cop": 3,
        "opa": "A Type of defense mechanism",
        "opb": "Psychic connection between patient and disease with transfer of psychic energy from body pas to brain",
        "opc": "Implies doctor's feelings towards patient",
        "opd": "Patient's feelings towards doctor during psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "82aeb6d5-9c7a-4f24-b2de-610590854c78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not asked in personal history in a psychiatric disorder?",
        "exp": "Food preferences is not a standard component of psychiatric history. The impoant components of personal history in psychiatry include the following: 1. Perinatal history 2. Childhood history 3. Educational history (Academic history) 4. Occupational history 5. Sexual and marital history 6. Menstural history",
        "cop": 3,
        "opa": "Occupational history",
        "opb": "Academic history",
        "opc": "Food preferences",
        "opd": "Marital history",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e2d7f4ae-8862-455a-90b0-2089f366fb52",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman is referred by her family doctor because she suffers from depressive disorder. During the interview, she has difficulty in verbalizing her emotions. The phenomenon is best described as?",
        "exp": "Alexithymia is inability to express emotions of self and to understand those of others. Anhedonia is inability to take pleasure from previous pleasurable activities. Ambivalence is inability to decide motor movement Affective flattening is also known as emotional blunting in which person doesnot experience any emotion in response to external stimuli.",
        "cop": 3,
        "opa": "Ambivalence",
        "opb": "Affective flattening",
        "opc": "Alexithymia",
        "opd": "Anhedonia",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "f926d985-aa03-4897-a7a6-c18b2f49020b",
        "choice_type": "single"
    },
    {
        "question": "A young patient was admitted to hospital with acute psychosis. He wakes up and asks for his wife who was there in the same room in the same area. Upon seeing her, he staed beating her thinking that it was nurse who was masquerading as his wife. He also said she was the same nurse who gave him wrong medication 2 days back and now now wants to harm him again. Likely diagnosis?",
        "exp": "Capgras syndrome - Belief that a familiar person has been replaced by stranger Fregoli syndrome - Familiar person is imposing as a stranger and can take multiple different appearance Delusion of subjective disorder- Patient believes that there is multiple double of him/her living their own life Othello syndrome - Pathological jealousy or morbid jealousy that arise from multiple concerns. It is seen in heavy alcohol use",
        "cop": 1,
        "opa": "Capgras syndrome",
        "opb": "Fregoli syndrome",
        "opc": "Delusion of subjective doubles",
        "opd": "Othello syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "c6f64542-a63d-4a11-95fb-8d59c0ff55f5",
        "choice_type": "single"
    },
    {
        "question": "Delusion of infidelity is seen in:",
        "exp": "Othello syndrome is also called delusional jealousy or morbid jealousy. This is a state of false fixed belief that the spouse is unfaithful. It is more common in men and alcoholics. It can also associated with schizophrenia and cocaine use. It can lead the individual to act on the delusion and thereby become violent or stalk.",
        "cop": 1,
        "opa": "Othello syndrome",
        "opb": "Dechlerambault syndrome",
        "opc": "Magnan syndrome",
        "opd": "Cotard syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "61460e11-50e9-4200-a5f0-bde9ce6fbdd6",
        "choice_type": "single"
    },
    {
        "question": "When a psychiatric patient is asked what would he do if he sees a man lying on a road, which component is being assessed?",
        "exp": "Judgment An ability to assess a situation, make good decisions and act on them. Test judgment Social judgment Assessed by asking the person what would he do in a hypothetical situations such as House on fire Man lying on the road Sealed, stamped, addressed envelope lying on a street Ability to perceive social situations and act accordingly These are observed during the hospital stay: Does the patient understand the likely outcome of personal behavior? Subtle manifestations of behavior that are harmful to the patient. Behavior that is not culturally acceptable.",
        "cop": 3,
        "opa": "Social judgment",
        "opb": "Psychopathic tendency",
        "opc": "Test judgment",
        "opd": "Response judgment",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "04f0dc56-c7e0-404e-a879-c00183c88d8f",
        "choice_type": "single"
    },
    {
        "question": "Delusions are not likely to be seen in:",
        "exp": "Delusion is a false, firm, fixed and unshakable belief. It is not a feature of conversion disorder. It can be a feature of- schizophrenia depression with psychotic symptoms Dementia.",
        "cop": 4,
        "opa": "Dementia",
        "opb": "Depression with psychotic symptoms",
        "opc": "Schizophrenia",
        "opd": "Conversion disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "cf3c2f1f-47d2-4352-929b-d98ac41847de",
        "choice_type": "single"
    },
    {
        "question": "Astasia-abasia is seen in patients with which of the following disorder?",
        "exp": "Astasia-abasia Seen in a Conversion disorder(Functional. Neurological Symptom Disorder) Gait- Ataxic, staggering Movements - Gross, irregular, jerky truncal Waving and thrashing arm movements Fall is rarely seen",
        "cop": 2,
        "opa": "Illness anxiety disorder",
        "opb": "Conversion disorder",
        "opc": "Somatic symptom disorder",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "2f00e2a6-e38b-49ff-8d4c-c6c26b0ef283",
        "choice_type": "single"
    },
    {
        "question": "Emotion is controlled by:",
        "exp": "The neuroanatomical substrate for generation of emotions is limbic system (which includes hippocampus, amygdala, hypothalamus, cingulate gyrus and related thalamic and coical areas) The regulation/control of emotions is a function of frontal lobe.",
        "cop": 2,
        "opa": "Limbic system",
        "opb": "Frontal lobe",
        "opc": "Temporal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9ee2a1da-0475-4814-945b-2f42aea5cad1",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old woman complaints of intense depressed mood for last 6 months. She also repos inability to enjoy previously pleasurable activities. This symptom is known as:",
        "exp": "Anhedonia refers to the loss of capacity to experience pleasure. The patient is unable to enjoy any thing in life. Anhedonia is seen in depression as well as schizophrenia. Avolition and apathy are the negative symptoms of schizophrenia. Avolition refers to loss of will or drive to indulge in goal directed activities Apathy refers to loss of concern for an idea or task or results.",
        "cop": 1,
        "opa": "Anhedonia",
        "opb": "Avolition",
        "opc": "Apathy",
        "opd": "Amotivation",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "61422583-9689-46e6-9384-26c7ff141c09",
        "choice_type": "single"
    },
    {
        "question": "Perceptual distoion of shape and reciprocal position of objects is seen in which of the following Syndrome?",
        "exp": "Alice in Wonderland syndrome- Perceptual distoion of shape, size and colour Reciprocal position of objects. Seen in Schizophrenia and Migraine. Kanner syndrome Failure to develop an attachment with a parental figure Preoccupation with inanimate objects. Pickwickian syndrome Elderly and obese Sleep apnea associated with hypersomnia Kleine-Levin syndrome Hypersomnia, Hyperphagia, Hypersexuality",
        "cop": 3,
        "opa": "Pickwickian syndrome",
        "opb": "Klein Levin syndrome",
        "opc": "Alice in Wonderland syndrome",
        "opd": "Kanner syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "a7c66fd4-4472-4d1a-81e1-00df5d2ee808",
        "choice_type": "single"
    },
    {
        "question": "Pruning is:-",
        "exp": "Pruning: * Programmed elimination during development of neurons, synapses, axons and other brain structures The fetal brain has more neurons generated than required for adult life The reduction is to remove all the unnecessary cells or cells which have already served their function",
        "cop": 1,
        "opa": "Programmed elimination during development",
        "opb": "Programmed elimination during senility",
        "opc": "Programmed elimination during cancer",
        "opd": "Programmed elimination during irradiation",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "2e0ea9ea-1d35-46cb-b4af-898ed77b1f56",
        "choice_type": "single"
    },
    {
        "question": "A patient with schizophrenia is convinced that she has caused a recent eahquake because she was bored and wishing for something exciting to occur. Which of the following symptoms describes this patient's thoughts?",
        "exp": "Magical thinking is a form of thinking in which thoughts and ideas are believed to have special powers (eg, to cause or stop outside events) Thought broadcast is a disorder of possession of thought in which patient feels that his thoughts are being broadcasted in outer world and everyone knows what he feels. Echolalia is defined as meaningless repitition of others spoken words Nihilism means nil. In this patient believes that everything is going to end and may deny existence of his mind, body and the world in general. eg. my internal organs are rotten.",
        "cop": 2,
        "opa": "Thought broadcasting",
        "opb": "Magical thinking",
        "opc": "Echolalia",
        "opd": "Nihilism",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "4ec48fcc-ebed-468d-ad9c-4c58a6d3c77c",
        "choice_type": "single"
    },
    {
        "question": "Perseveration is:",
        "exp": "Perseveration is the repetition of the same response, beyond the point of relevance. It is in response to a question and is not spontaneous. It can be a feature of schizophrenia but isn't characteristic. It can also be seen in organic mental disorders",
        "cop": 1,
        "opa": "Persistent and inappropriate repetition of the same thoughts",
        "opb": "Feeling of distress in a patient with schizophrenia",
        "opc": "Characteristic of schizophrenia",
        "opd": "Characteristic of obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "8921e799-23e1-41ee-b625-9147f1a878a1",
        "choice_type": "single"
    },
    {
        "question": "Immediate memory is tested by:-",
        "exp": "Immediate memory is usually tested by digit repetition test. Usually digit repetition forward is used however digit repetition backward is also used by some examiners, though its not the preferred technique. (Reference Strub and Black's The mental status examination in neurology) Digital repetition forward upto score of 5 and Digital repitition backward upto 4 is considered normal.",
        "cop": 1,
        "opa": "Digit span forward",
        "opb": "Digit span backward",
        "opc": "Subtraction test 20-1",
        "opd": "Subtraction test 100-7",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "cb11d298-0242-41b5-882f-43481207e514",
        "choice_type": "single"
    },
    {
        "question": "Who coined the term \"Psychiatry\"?",
        "exp": "The term 'Psychiatry' was given by Johann Christian Reil Sigmund Freud is the father of psychoanalysis Eric Erikson gave an eight-stage psychosocial theory of development. According to this theory, development occurs in eight different stages, as a person gets older Carl Jung was a Swiss psychiatrist and psychoanalyst who founded analytical psychology.",
        "cop": 1,
        "opa": "Johann Christian Reil",
        "opb": "Sigmund Freud",
        "opc": "Erik Erikson",
        "opd": "Carl Jung",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "e828017f-fe62-4925-905f-8ef89e900cf9",
        "choice_type": "single"
    },
    {
        "question": "A man had a fight with his neighbour. The next day he staed feeling that police is following him and his brain is being controlled by radio waves by his neighbour. The history is suggestive of which psychiatric sign/symptom:",
        "exp": "This question is controversial. ' Passivity' experiences are those in which patient experiences that his thoughts, emotions, actions or sensations are controlled / influenced by others. Passivity of thought is described as thought inseion, withdrawal and broadcast. Here the description that \"brain is being controlled by radio waves by neighbor\" is indicative of \"passivity\". In the questions the history for delusion of persecution (i. e., police is following) is also present. Given that passivity experiences are more impoant diagnostically, a better answer would be passivity.",
        "cop": 2,
        "opa": "Thought inseion",
        "opb": "Passivity",
        "opc": "Delusion of persecution",
        "opd": "Obsession",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "84399792-c871-4a42-a925-359c3d3f0690",
        "choice_type": "single"
    },
    {
        "question": "Erotomania is seen in:",
        "exp": "Erotomania (Delusions of Love) is usually seen in schizophrenia and delusional disorder. Patients with erotomania have a false belief that some one is in love with them. It is also known as de Clerambault syndrome/Fantasy lover syndrome. For example, a rickshaw puller claimed that Katrina Kaif is in love with him though he admitted that he has never met her.",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "Mania",
        "opc": "Neurosis",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Basics of Psychiatry",
        "id": "9e397713-7c03-4f54-aab8-44f3bb5f19ed",
        "choice_type": "single"
    }
]