[
    {
        "question": "Bipolar II disorder includes -",
        "exp": "Ans. is 'd' i.e., Major depression and hypomania o Bipolar mood disorder include mania (recurrent episodes of mania alone), and episodes of mania & depression (manic - depressive illness). Bipolar disorder can be categorized into : - Bipolar I: - Episodes of mania and major depression with euthymic (normal mood) in between. Bipolar II: - Episodes of hypomania (rather than mania) and major depression. o Cyclothymic disorder It is a more subdued version of bipolar disorder, characterized by depressive spells and hypomanic times that never have sufficient intesity or duration to meet full diagnostic measure. It has to be chronic (2 years or more). Note: As the duration is > 2 years, cyclothymia is also considered as persistent mood disorder, o Bipolar NOS (not otherwise specified): - Episodes of mania and depression that can't fit into any other bipolar categories. o Some genes play an important role in bipolar mood disorder. Genes on long arm of chromosome 18 fpGt94> may plav a role in some families. Other chromosome involved are 22 and 21. The current episode in bipolar mood disorder is specified as one of the following 1. Hypomania 2. Mania without psychotic features 3. Mania with psychotic fetures 4. Mild or Moderate depression 5. Severe depression with psychotic symptoms 6. Severe depression without psychotic symptoms 7. Mixed, or 8. In remission",
        "cop": 4,
        "opa": "Cyclothymic disorder",
        "opb": "Dysthymia",
        "opc": "Single maniac episode",
        "opd": "Major depression and hypomania",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "2f17f1b7-ca39-4a56-af39-0ce64a5d371b",
        "choice_type": "single"
    },
    {
        "question": "Lithium is used in prophylaxis of",
        "exp": "Ans. is 'd' Recurrent manic depressive attacks Lithium is used in prophylaxis of manic depressive illness.",
        "cop": 4,
        "opa": "Recurrent phobia",
        "opb": "Alcohol dependence",
        "opc": "Paranoid Schizophrenia",
        "opd": "Recurrent manic depressive attacks",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "5a9bbc11-81f5-4455-bfb1-647ca3a80585",
        "choice_type": "single"
    },
    {
        "question": "All the following are used in the treatment of bipolar disorder except:",
        "exp": "Ans: A (Gabapentin) Ref: Synopsis of Psychiatry. Kaplan & Sadock, 10th edition Explanation: Bipolar disorder (BPD) is a psychiatric disorder characterized by the occurrence of one or more episodes of mania with (usually) or without (rarely) depressive episodes. Both poles of mood disturbance occur in the same patient. It is characterized by two phases- illness phase & remission phase. In the illness phase patient may have either mania or depression or a mixed picture. The genetic component of this illness is high compared to unipolar depression (Note- there is no unipolar mania since even a single episode is construed as bipolar disorder). There are many subtypes like Bipolar I (mania + depression). Bipolar II (hypomania + depression) etc. The primary drugs for BPAD are \"Mood Stabilizers\"'. Lithium, Valproate, Carbamazepine are the first line drugs Oxcarbazepine, Lamotrigine, Levetiracetam are second-line drugs. Some atypical antipsychotics like Olanzapine, Quetiapine too have mood stabilizing property and often used alone in some cases. Lithium It is the first MS studied and one of the two drugs (the other one is Clozapine) proved to prevent suicide effectively. It is neither protein bound nor metabolized in the body & excreted unchanged in urine. The mechanism of action is inhibition of GSK3B & inositol phosphatase enzymes. Side effects are diabetes insipidus, hypothyroidism. seizures. Ebstein's anomaly (teratogenic). Useful in seborrheic dermatitis & leucopenia. Prophylactic blood level - 0.4-0.8 Meq/L Therapeutic blood level - 0.6-1.2 Meq/L Toxic level - > 1.2 Meq/L (the commonest first symptom of toxicity is coarse tremors & level above 1.8 Meq/L is the indication for hemodialysis) Valproate is a rapidly acting MS. (DOC for rapid cyclers - > 4 episodes per year) with multiple mechanisms (blockade of voltage-gated sodium channels, inhibition of GABA transaminase). It causes hemorrhagic pancreatitis, hepatic necrosis, hyperammonemia, midline defects (teratogenic). Carbamazepine is known to cause agranulocytosis, Steven-Johnson's syndrome, SIADH and often aggravates absence seizures & juvenile myoclonic epilepsy. Gabapentin is useful in \"pain syndromes\" & adjuvant to treat anxiety disorders.",
        "cop": 1,
        "opa": "Gabapentin",
        "opb": "Valproate",
        "opc": "Lithium",
        "opd": "Carbamazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "15cd1a5c-8950-4960-95fc-c1944c5e6a30",
        "choice_type": "multi"
    },
    {
        "question": "Lallu a 22 yrs. old male suffers from decreased sleep, increased sexual activity, excitement and spending excessive money for last 8 days. The diagnosis is :",
        "exp": "Ans. is 'b' Mania The Symptomatic profile of the patient suggests the diagnosis of Mania Characterictic Feature Of Mania -Elation Of Mood*Delusion of Grandeur*Increased psychomotor activity* (usually goal oriented)Speech and thought -More talkativePressure of speech, use playful languageFlight of ideas*Reduced sleepOver activity and poor Judgement, the person is involved in high risk activities like buying sprees, reckless driving, foolish business investments, distributing money or articles to unknown persons.",
        "cop": 2,
        "opa": "Confusion",
        "opb": "Mania",
        "opc": "Hyperactivity",
        "opd": "Loss of memory",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "f67ebe38-4a13-4614-af1a-21a31bb9ef59",
        "choice_type": "multi"
    },
    {
        "question": "Hypomania is differentiated from mania when -",
        "exp": "Ans. is 'b' i.e. Clinical symptoms are present for fewer days Diagnostic criteria for mania Three or more of the following for at least 1 week:-i) Inflated self esteem or grandiosityii) Decreased need for sleepiii) Overtalkativnessiv) Flight of ideas or racing thoughtsv) Distractibilityvi) Increased goal directed activity or psychomotor agitationviii) Excessive involvement in pleasurable activities that have a high potential for painful consequenceso The mood disturbance is sufficiently severe to cause marked impairment in occupational & social functioning, or there are psychotic features.o If the symptoms occur for 4 days. and do not cause impairment of social/occupational functioning, and psychotic feature are absent. then the diagnosis is hvpomania.",
        "cop": 2,
        "opa": "Clinical symptoms are less",
        "opb": "Clinical symptoms are present for fewer days",
        "opc": "When symptoms cause social impairment",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "660c7835-a8f4-4889-9ae8-ba46b40da452",
        "choice_type": "multi"
    },
    {
        "question": "Minimum time duration for the diagnosis for mania is?",
        "exp": "ANSWER: (A) 1 weekREF: Kaplan 8f Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition, American Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders. 4th editionRepeat from June 2010Time frame of mood disorders:ConditionMinimum timeMajor depressive episode2 weeksMajor depressWe disorder, Recurrent2 episodes separated by 2 monthsDysthymic disorder2 yearsCyclothymic disorder2 yearsManic episode1 weekMixed episode1 weekHypomanic episode4 daysRapid cycling bipolar IAt least 4 episodes/yearSlow cyclers bipolar I1-3 episodes/yearPostpartum mood disturbanceOnset within 4 weeks postpartumDSM-IV-TR Criteria for Manic EpisodeA distinct period of abnormally and persistently elevated, expansive, or irritable mood, lasting at least 1 week (or any duration if hospitalization is necessary).During the period of mood disturbance, three (or more) of the following symptoms have persisted (four if the mood is only irritable) and have been present to a significant degree:Inflated self-esteem or grandiosityDecreased need for sleep (e.g., feels rested after only 3 hours of sleep)More talkative than usual or pressure to keep talkingFlight of ideas or subjective experience that thoughts are racingDistractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli)Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitationExcessive involvement in pleasurable activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments)The symptoms do not meet criteria for a mixed episode.The mood disturbance is sufficiently severe to cause marked impairment in occupational functioning or in usual social activities or relationships with others, or to necessitate hospitalization to prevent harm to self or others, or there are psychotic features.The symptoms are not due to the direct physiological effects of a substance (e.g., a drug of abuse, a medication, or other treatment) or a general medical condition (e.g., hyperthyroidism). Note: Manic-like episodes that are clearly caused by somatic antidepressant treatment (e.g., medication, electroconvulsive therapy, and light therapy) should not count toward a diagnosis of bipolar I disorder.",
        "cop": 1,
        "opa": "1 week",
        "opb": "2 week",
        "opc": "3 week",
        "opd": "4 week",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "4b375ac7-2f31-4e21-9db3-04c9ae569cab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a psychosis-",
        "exp": "Ans. is 'd' i.e., Mania Psychosiso Psychosis is a mental state involving the loss of contact writh reality', causing deterioration of normal social functioning. The characteristic features of psychosis are : -Gross impairment in reality testing, i.e., loss of contact with reality.Marked disturbance in personality and behavior with impairment in social, interpersonal and occupational functioning.Marked impairment in judgement.Loss of insight (insight is an assessment of howr aware the patient is of their own mental illness).Presence of characteristic symptoms Like delusions and hallucinations, these are called psychotic symptoms.o The major psychosis are : -Organic psychotic disorders, e.g., Delirium, substance related psychosis, head trauma.Non-organic psychosesMajor psychoses : - Schizophrenia, mood disorders (depression, mania, bipolar).Other psychotic disorders ( third psychosis): - Delusional disorders, acute and transient psychotic disorders, schizoaffective disorder.Neurosiso Neurosis is a general term referring to mental distress that, unlike psychosis, does not prevent rational thought and daily functioning. Characteristic features are : -Symptoms cause subjective distress to the patient.Insight is present (symptoms are recognised as undesirable).The personality and behaviour are relatively preserved as is the judgement.The contact with reality is preservedAbsence of organic causative factor.o Important neurotic disorders are Anxiety disorders (Panic), Phobia (Phobic anxiety disorder), obsessive compulsive disorder, Dissociative conversion disorder.",
        "cop": 4,
        "opa": "OCD",
        "opb": "Phobia",
        "opc": "Anxiety",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "762a8cdb-ea0b-4e55-a4f9-1b9c1996158e",
        "choice_type": "single"
    },
    {
        "question": "Type II bipolar disorder includes a combination:",
        "exp": "Ans. a. Hypomania + depression Type If bipolar disorder includes a combination Hypomania and depression.Bipolar Mood (Affective) Disorder* Bipolar disorder or mania depressive psychosis is characterized by unpredictable swings in mood from mania (or hypomania) to depression at different times and in the intervening period, patient may be normal(r).Bipolar Type 1Bipolar Type II* Characterized by clinical course of >1 manic (severe) episodes and sometimes major (severe) depressive episodes (i.e. recurrent manic episodes with or with out depression).* Characterized by episodes of major (severe) depression and hypomania (not requiring hospitalization} rather than mania.",
        "cop": 1,
        "opa": "Hypomania + depression",
        "opb": "Hypomania + subsyndromal depression",
        "opc": "Mania + subsyndromal depression",
        "opd": "Hypomania + dysthymia",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "758ffdce-84bd-4a94-ad1f-1e7b24b0ca41",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of bipolar mood disorder -",
        "exp": "Ans. is 'B' i.e., Lithium Bipolar mood disorders o Bipolar mood disorder or manic-depressive illness is a psychiatric illness characterized by shifts in mood from mania on one extreme to depression on the other hand. o When 4 or more episodes occur in one year, it is referred as rapid cycling. Treatment of bipolar disorder \"Lithium carbonate is the mainstay of treatment in bipolar disorder, although sodium valproate and olanzapine are equally effictive in acute mania, as is iamotrigine in the depressed phase \" - Harrison. Other drugs used in bipolar disorder o Carbamazepine - Used for acute mania as well as bipolar illness, o Valproate - Particularly useful for rapid cyclers. o Atypical antipsycho tics -Olanzapine, risperidone, aripiprazole or quetiapine with or without benzodiazepine is the treatment of choice for acute mania. o Lamotrigine - Useful in rapidcycling bipolar depression. o Topiramiate and Gapapentin have shown some prophylactic effect in bipolar disorder. Remember o DOC for prophylaxis in bipolar disorder -->>Lithium o DOC for acute mania - Olanzapine or other atypical antipsychotics with or without BZDs.",
        "cop": 2,
        "opa": "Imipramine",
        "opb": "Lithium",
        "opc": "Chlorpromazine",
        "opd": "Fluoxetine",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "1ffb3601-25ae-4046-8018-ad54fb97f825",
        "choice_type": "single"
    },
    {
        "question": "According to the ICD-10 revision, for establishing a diagnosis of mania, the symptoms should persist for at least:",
        "exp": "Ans. a. 1 week (Ref: Niraj Alhuja 6/e p75- 76)According to the ICD-10 revision, for establishing a diagnosis of mania, the symptoms should persist for at least 1 week.Diagnostic Criteria of Manic EpisodeAbnormality and persistently elevated, irritable or expensive mood for >1 weekQ or need hospitalization>=3 of these hyperactivities:Decreased need of sleepsIncrease in goal orientated activityQ (social, spiritual, sexual, religious)Excessive involvement in pleasurable activitiesQ (unrestrained buying sprees, foolish business investments, donations or sexual indiscretion) that have a higher potential for painful consequencesMore talkative or pressure to keep talkingQInflated self esteem or grandiosityQDistractibilityQFlight of ideas or racing thoughtsQ",
        "cop": 1,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "a57bc4ab-c7e7-4791-b0f3-16c578b681a1",
        "choice_type": "single"
    },
    {
        "question": "Feature associated with mania is -",
        "exp": "Ans. is 'd' i.e., Flights of ideas Diagnostic criteria for maniao Three or more of the following for at least 1 week:-i) Inflated self esteem or grandiosityii) Decreased need for sleepiii) Overtalkativenessiv) Flight of ideasv) Distractibilityvi) Psychomotor agitation or Increased goal directed activitiesvii) Excessive involvement in pleasurable activitiesImportant symptoms of mania1) Elevated mood:- Euphoria, elation, exatlation, ectasy, high self esteem.2) Thought & speech:- Pressure of speech (Talkativeness), flight of ideas, delusion of grandeur, delusion of persecution, distractibility.3) Increased psychomotor activity:- Overactiveness, restlessness, increased energy.4) Goal directed activity:- Patient is alert, trying to do many things at one time.5) Psychotic features:- Delusions and hallucination.6) Other:- Increased sexual drive, aggressive behavior, decreased need for sleep (insomnia), spending excessive money, increased appetite, impaired judgement, social & occupational dysfunction, absent insight.",
        "cop": 4,
        "opa": "Neologism",
        "opb": "Perseveration",
        "opc": "Echolalia",
        "opd": "Flights of ideas",
        "subject_name": "Psychiatry",
        "topic_name": "Bipolar Disorder",
        "id": "c62147a4-dc78-47ce-96cd-1be12052dc54",
        "choice_type": "single"
    }
]