[
    {
        "question": "A 9 year old child disturbs other people, is destructive, interferes when two people are talking, does not follow instructions and cannot wait for his turn while playing a game. He is likely to be suffering from:",
        "exp": "This child has symptoms of hyperactivity and impulsivity and the most likely diagnosis would be attention deficit hyperactivity disorder. Symptoms of ADHD: - Inattention - Hyperactivity - Impulsivity - Other symptoms- Destructive behavior, irritability, and aggression.",
        "cop": 4,
        "opa": "Emotional disorders",
        "opb": "Behavioral problems",
        "opc": "No disorder",
        "opd": "Attention deficit hyperactivity disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "e12cd6e4-8b01-47fa-89d7-265c244db3bf",
        "choice_type": "single"
    },
    {
        "question": "In ADHD the comorbid condition is",
        "exp": "Ans: a (Learning disability)ADHD :Cardinal features- Extreme and persistant restlessness,- Sustained and prolonged motor activity,- Difficulty in maintaining attention,- Impulsiveness and difficulty in withholding responses.Symptoms should atleast last for 6 monthsICD 10 requires that symptom should start before 6 yrs of ageComorbidityConduct disorder,Depressive disorder,Anxiety disorder,Learning disabilityLanguage impairmentTreatment1. Support and psychological Rx2. Medicationsstimulant drugs- if severe restlessness and attention deficitMethyl phenidates/e - irritablity .depression, poor appetite, insomnia, slowing of growthAmoxetines/e- nausea,abd pain,loss of apetite, sleep disturbance, severe liver damage",
        "cop": 1,
        "opa": "Learning disability",
        "opb": "Schizhophrenia",
        "opc": "OCD",
        "opd": "Seizure",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "b549c496-47fb-4206-99f5-1a5a1901d110",
        "choice_type": "single"
    },
    {
        "question": "In the halstead Reitan battery which of the following is not a component for assessment?",
        "exp": "Ans. B. Constructional praxisHalstead Reitan Battery Test:* Trail-Making Test, parts A and B (measures time to connect a sequence of numbers (Trail-Making, Part A) or alternating numbers and letters (Trail-Making, Part B).* Halstead Category Test (including seven subtests which form several factors: A Counting factor (subtests I and II), a Spatial Positional Reasoning factor (subtests III, IV, and VII), a Proportional Reasoning factor (subtests V, VI, and VII), and an Incidental Memory factor (subtest VII)- Tactual Performance Test- Seashore Rhythm Test- Speech Sounds Perception Test- Finger Oscillation Test- Sensory Perceptual Examination- Lateral Dominance Examination",
        "cop": 2,
        "opa": "Rhythm",
        "opb": "Constructional praxis",
        "opc": "Finger oscillation",
        "opd": "Tactual performance",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "e0c51b6e-50ce-4928-913e-502ee9b03961",
        "choice_type": "single"
    },
    {
        "question": "Among the following disorders which is not seen more in males than females?",
        "exp": "Ans. D. Anorexia nervosaAnorexia nervosa is an eating disorder, characterized by low weight, food restriction, fear of gaining weight, and a strong desire to be thin. Many people with anorexia see themselves as overweight even though they are, in fact, underweight. They often deny that they have a problem with low weight. They weigh themselves frequently, eat small amounts, and only eat certain foods. Some will exercise excessively, force themselves to vomit, or use laxatives to produce weight loss. Complications may include osteoporosis, infertility, and heart damage--among others. Women will often stop having menstrual periods. It is seen more in males than females.",
        "cop": 4,
        "opa": "Autism",
        "opb": "Conduct disorder",
        "opc": "Oppositional defiant disorder",
        "opd": "Anorexia Nervosa",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "159473c0-b695-46e2-bf05-4acb948fd90c",
        "choice_type": "single"
    },
    {
        "question": "Methylphenindate is drug of choice for",
        "exp": "Ans. b (ADHD). (Ref. Pharmacology by KD Tripathi 5th/- 436; Harrison 18th/27, 369)Drugs used for ADHD# Methylphenidate# Amphetamine# PimolineMethylphenidate acts by releasing NA & dopamine in brain. It is preferred because it causes less tachycardia & growth retardation.",
        "cop": 2,
        "opa": "Obsessive compulsive disorder",
        "opb": "ADHD (attention deficit hypersensitivity disorder)",
        "opc": "Enuresis",
        "opd": "Autism",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "8cadb067-b35b-4389-ad2f-ce1e5562f67d",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about Rett's syndrome except:",
        "exp": "Rett's syndrome is more common in females. Rest of the statements are correct Rett's disorder (Rett's syndrome) Almost exclusively seen in Females Normal development till 5 months. Deceleration of head circumference (Microcephaly) * Loss of acquired hand skills and speech (Pincer grasp may be absent) *",
        "cop": 4,
        "opa": "Loss of acquired motor skills between 5 to 48 months",
        "opb": "Language impairment is a symptom",
        "opc": "Poorly coordinated gait is commonly seen",
        "opd": "Is more common in males",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "b1d986f2-d941-42f5-b1d3-8fbbbbb22a9c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disease in seen only in females?",
        "exp": "Rett's syndrome was earlier believed to occur exclusively in females, however of late males with similar presentation have been described. Rett's disorder is characterized by loss of social skills after a period of typical functioning as well as hand-wringing and breathing abnormalities",
        "cop": 3,
        "opa": "Autism",
        "opb": "Asperger's syndrome",
        "opc": "Rett's disease",
        "opd": "Cotard disease",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "a44de060-601a-4bfb-ae8b-75d49aa3251a",
        "choice_type": "single"
    },
    {
        "question": "All are used in attention deficit hyperactivity disorder (ADHD) except:",
        "exp": "Ans: a (Phenobarbitone) Ref: Ahuja, 6th ed, p. 180, Kaplan & Sadock, 8th edADHD is believed to be the most common psychiatric disorder in children, affecting 3 to 5 percent of the school-age population.Most children with ADHD are referred between the ages of 6 to 12.Treatment1) Pharmacotherapya. Stimulant medication-Dextroamphetamine and methyl phenidate are the drugs of choice in treatment of hyperkinetic disorder.b. Others-Used when stimulants are not effective. These include clonidine, imipramine, bupropion, venlafaxine, chlorpromazine, thioridazine and lithium carbonate. Atomoxetine can also be tried in those not responding to stimulants.2) Behaviour modification3) Counseling and supportive measures",
        "cop": 1,
        "opa": "Phenobarbitone",
        "opb": "Methyl phenidate",
        "opc": "Dextro-amphetamine",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "712e0435-7d7b-4757-9d2c-5b0d3e95bd73",
        "choice_type": "multi"
    },
    {
        "question": "Which of the neurological-biochemical abnormalities is associated with autistic disorder?",
        "exp": "Ans. D. All of the aboveEvidence exists demonstrating associations between autistic disorder and a variety of biological abnormalities. Estimates of lifetime occurrence of grand mal seizures ranges between 4 and 32 percent. Recent neuroimaging studies suggest a pattern of increased and then decreased rate of brain growth over time; increased total brain volume is noted in many individuals with autism. Ventricular enlargement on CT scan is observed in 20 to 25 percent of individuals with autism.Although no EEG findings are specific for autism, abnormalities are common in the disorder; estimates of prevalence of EEG abnormalities range from 10 to 83 percent, and failure of cerebral lateralization is a typical finding.One-third of children with autism demonstrate elevated serum serotonin levels; the significance of this finding is uncertain, particularly given similar rates of hyperserotonemia in children with severe mental retardation.",
        "cop": 4,
        "opa": "Seizures",
        "opb": "ventricular enlargement",
        "opc": "EE abnormalities",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "c1c1d5f4-5aa6-42bb-ab05-2fb9ea5bbbc1",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old boy does not show any interest in other children, ignores adults other than his parents. He spends hours lining up his toy cars or spinning their wheels. He rarely uses speech to communicate. He remains confined to himself. If his routine is disturbed, he becomes restless. Which of the following disorders the child is most likely suffering from?",
        "exp": "Ans. D. AutismAutistic disorder is characterized by lack of interest in social interactions, severely impaired verbal and nonverbal communication, stereotyped behaviors, and a very restricted range of interests. Children with autism do not involve themselves in imaginative and imitative play and can spend hours lining and spinning things or dismantling toys and putting them together. Mentally retarded children are developmentally delayed, but their social interaction and interest in people are appropriate for their mental age.",
        "cop": 4,
        "opa": "Social phobia",
        "opb": "Intellectual disability",
        "opc": "ADHD",
        "opd": "Autism",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "1fa9991d-14c9-4079-86b0-3b4bf59f3e4b",
        "choice_type": "single"
    },
    {
        "question": "A 15 year old boy was brought the child psychiatrist by her mother. She repos that boy has been performing poorly in the school and has failed twice in 7th class. She fuher repos that he doesn't follow the instruction of teachers and doesn't obey the parents. He frequently gets into fight with other kids and often gets injured in the brawl. Three times, he has been caught stealing money from his fathers purse. Last week he was also seen smoking with couple of much older students in front of his school. What is the diagnosis?",
        "exp": "Conduct disorder - Pattern of 'disregard for rights of others' and aggressive and dis-social behavior and age <18 years Stealing Repeated lying, Aggression, bullying, Cruelty towards animals Disobedience or defiance of authorities, Running away from school. Later development of antisocial personality disorder and substance abuse. B. Oppositional defiant disorder - Negativistic and defiant behavior towards adults and authority figures. Deliberately annoys parents and teachers. Gross violation of social norms is not seen.",
        "cop": 3,
        "opa": "Antisocial personality disorder",
        "opb": "Attention-deficit hyperactivity disorder",
        "opc": "Conduct disorder",
        "opd": "Oppositional defiant disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "2bbd43a8-2862-4278-930d-a831285ec3b0",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child has normal developmental milestones except delayed language development (poor speech development). He has difficulty in concentration, communication, and making friends (i.e. he has no friends) and spends time seeing his own hands. The most probable diagnosis is:",
        "exp": "The child has all the three core features of autism, Impairment in social interaction (difficulty in making friends) Impaired communication and repetitive Stereotyped behavior (spends most time seeing own hands). Clinical features of Autism: Impairment in social interaction (Reciprocal social skills poor) Poor eye contact, lack of social smile and anticipatory posture absent. * Poor attachment to parents and others * Restricted, repeated & stereotype behaviors * Repetitive plays Stereotyped movements like hand wringing, spinning and head banging * Impairment of communication and language * Delayed language milestones, motor milestones normal * - Higher threshold for pain and less/no sensations for spinning movements. - Self destructive behaviors (biting, scratching, head banging) - Abnormal dermatoglyphics (fingerprints)",
        "cop": 1,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Specific learning disability",
        "opd": "Mental retardation",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "32d57756-76f7-4cbb-b9f7-3b39e91e90f3",
        "choice_type": "multi"
    },
    {
        "question": "Tics, hair pulling nail biting can be treated by:",
        "exp": "In habit reversal, patient learns to identify the urge that happens before ticks. And when he senses the urge, he follows it with a voluntary behavior (such as slow rhythmic breathing) instead of the tic.",
        "cop": 3,
        "opa": "Mind fullness",
        "opb": "Social habit treating",
        "opc": "Habit reversal training",
        "opd": "No intervention required",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "1cb33c15-0d76-4c0a-91e2-8800353aba83",
        "choice_type": "single"
    },
    {
        "question": "A 15 year old child comes with multiple movements of hand and whistling sounds, which are preceded by premonitory urge and is unable to do work at school and at home and leads to distress. These had an onset when he was 10 years age. He showed some improvement with haloperidol. What is the diagnosis?",
        "exp": "Ans. D. Tourette's syndromeIn the question person is suffering from Tourette's syndromeTourette's Disorder (DSM-5): Both multiple motor & 1 or > vocal tics have been present at some time during illness, although not necessarily concurrently.Tics may wax & wane but persist for >1 year since 1st tic onsetOnset is before age 18 years.",
        "cop": 4,
        "opa": "Generalized anxiety disorder",
        "opb": "Obsessive-compulsive disorder",
        "opc": "Panic disorder",
        "opd": "Tourette's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "dbfae1ec-3951-4bde-94e5-412a1939772c",
        "choice_type": "single"
    },
    {
        "question": "Transitional objects appear at the age of:",
        "exp": "Transitional objects are the objects that provide comfo to the infants, in the absence of mothers. Different type of objects can act as transitional objects, with 'blankets' being the most common one. Transitional objects usually develop around six months, though different authors differ about the exact age of their appearance.",
        "cop": 3,
        "opa": "2-5 yrs",
        "opb": "5-10 yrs",
        "opc": "6 months - 2 years",
        "opd": "Less than 6 months",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "0255c916-2bf0-4c84-a8bb-63ff89049b0e",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old child has mental age of 4 years. He is:-",
        "exp": "IQ level = mental age/ chronological age X 100 - IQ (intelligence quotient) = Mental age / Chronological age X 10 Term IQ range Moron 51- 70 Imbecile 26 - 50 Idiot 0 - 25",
        "cop": 2,
        "opa": "Idiot",
        "opb": "Imbecile",
        "opc": "Moron",
        "opd": "Normal",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "160588ca-ce76-4d60-862c-311026fdf940",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in an adoption triad",
        "exp": "Adoption triad includes : Bih parents Adoptive parents Adopted child Adoption triad does not include the hospital from which the child is adopted.",
        "cop": 3,
        "opa": "Adoptive parent",
        "opb": "Adopted child",
        "opc": "Hospital from which the child is adopted",
        "opd": "Bih parent",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "362dc693-feaa-4de4-8ce2-21b7c024db28",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for Adult ADHD?",
        "exp": "Ans. C. Methylphenidate. (Ref. Kaplan and Sadock's Concise Textbook of Clinical Psychiatry 3rd edition: pg. 492; http:// ps.psychiatryonline.org/ article.aspx? articleid- 83195) ATTENTION DEFICIT/HYPERACTIVITY DISORDER (ADHD)General comments# Male to female ratio--10:1# Overtreatment is common; differentiate from child who is simply \" overactive\"Clinical signs# Difficulty sustaining attention: difficulty with organization, easily distracted, often does not listen when spoken to, doesn't complete tasks# Hyperactivity: fidgets, often leaves seat in classroom, difficulty playing quietly, talks excessively# Impulsivity: interrupts others, blurts out answers, difficulty waiting turnTreatment# Behavior therapy# Drug therapy: methylphenidate, dextroamphetamine, atomoxetine# Because pharmacologic treatments have been shown to be the most effective approaches for childhood ADHD, they have been the most extensively studied treatment for adult ADHD. Among the nonstimulant medications used to treat adult ADHD, the most promising are desipramine, tomoxetine, and bupropion, and possibly venlafaxine (a atypical antidepressant referred to as SNRI).# Whereas bupropion and venlafaxine have been evaluated and found promising only in open trials, desipramine and tomoxetine have been studied under double-blind conditions and found to reduce ADHD symptoms significantly better than placebo.# Among stimulant medications for adults with ADHD, methylphenidate has been the most widely studied. Six studies have evaluated the efficacy of methylphenidate, and three studies have evaluated the efficacy of pemoline. The majority of studies have reported improvement in ADHD symptoms.# It has not been compared with proved ADHD medications, such as methylphenidate or atomoxetine, for childhood and adult ADHD. Bupropion is an appropriate choice for persons with comorbid ADHD and depression",
        "cop": 3,
        "opa": "Olanzepine",
        "opb": "Fluoxetine",
        "opc": "Methylphenidate",
        "opd": "Bupropion",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "4e42b0f8-0798-4e4f-afa4-1cbb970b84d3",
        "choice_type": "single"
    },
    {
        "question": "In a child with profound mental retardation, what is the IQ?",
        "exp": "Ans. D.<20Level of intelligenceIQProfound MR<20Severe MR20-34Moderate MR35-49Mild MR50-69Borderline70-79Low normal80-89Normal90-108Superior109-119Very superior120-139Near genius>140IQ-<70 - Mental retardation50-70- Mild MR - educable up to 6th class35-49 - Moderate MR - trainable (study up to 2nd class)20-34- Severe MR - specialized care<20 - Profound MR - chronic rehabilitation",
        "cop": 4,
        "opa": "20-34",
        "opb": "35-49",
        "opc": "50-69",
        "opd": "<20",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "f3fb8573-4b9c-4ba1-8f5e-a21d60b2ede5",
        "choice_type": "single"
    },
    {
        "question": "Lovaas-based Model is which kind of intervention used in Autistic spectrum disorders ?",
        "exp": "Lovaas-based Model is an Early Intensive behavioral and developmental intervention Non pharmacological Interventions in Autistic spectrum disorders Early Intensive behavioral and developmental intervention Educational interventions Cognitive and behavioral intervention Social Skills training UCLA/Lovaas-based Model Early Sta Denver Model (ESDM) Parent Training Approaches Treatment and Education of Autistic and Communication relatedHandicapped children (TEACCH) Broad-based approaches Computer-based approaches and viual reality Behavioral Therapy Cognitive-Behavioral Therapy Initiating socialconversation, greetings, initiating games, and joint attention.",
        "cop": 3,
        "opa": "Educational intervention",
        "opb": "Cognitive and behavioral intervention",
        "opc": "Early Intensive behavioral and developmental intervention",
        "opd": "Social Skills training",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "9ddcc8c8-3ccb-4ebc-9c90-5b8302e7eafd",
        "choice_type": "single"
    },
    {
        "question": "In autism spectrum disorder, which of the following is identified as the first biomarker ?",
        "exp": "In autism spectrum disorder, | level of serotonin in the platelets is identified as the first biomarker. Other biomarkers are mTOR pathway Increased total brain volume in children < 4 years of age g-aminobutyric acid (GABA) inhibitory system",
        "cop": 3,
        "opa": "Decreased brain volume in children less than 4 years",
        "opb": "Reduced latency of sleep",
        "opc": "Increased level of serotonin in the platelets",
        "opd": "Increased levels of dopamine",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "95be4b8b-3df2-4136-b18e-3cca1fc4434c",
        "choice_type": "single"
    },
    {
        "question": "Specific Learning Disability involves which of the following?",
        "exp": "Ans. D. All of the aboveSLD may include:1. Specific learning disorder with impairment in reading (Dyslexia): Difficulty in recognizing words, slow & inaccurate reading, poor comprehension, difficulties with spelling.2. Specific learning disorder with impairment in written expression (specific spelling disorder):Writing skills-- sig below expected level for child's age & education. Components of writing disorder: poor spelling, errors in grammar and punctuation, & poor handwriting. Spelling errors are among the most common difficulties. Eg: fone for phone, or beleeve for believe.3. Specific learning disorder with impairment in mathematics (Dyscalculia):Have difficulty learning & remembering numerals,Cannot remember basic facts about numbers and are slow and inaccurate in computation.",
        "cop": 4,
        "opa": "Writing",
        "opb": "Reading",
        "opc": "Mathematical skills",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "a78f6501-e262-4d34-84a4-becc120471ee",
        "choice_type": "multi"
    },
    {
        "question": "A patient with IQ 30 will be diagnosed with:",
        "exp": "Normal 90-109 Borderline 70-89 Mild MR 50-69 Moderate MR 35-49 Severe MR 20-34 Profound MR <20",
        "cop": 3,
        "opa": "Mild mental retardation",
        "opb": "Moderate mental retardation",
        "opc": "Severe mental retardation",
        "opd": "Profound mental retardation",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "83180a36-0b75-4719-a2a3-55d7b1f5ea53",
        "choice_type": "single"
    },
    {
        "question": "As per National Trust Act, patients suffering from which of the following disease are eligible for disability benefit?",
        "exp": "Ans. C. Mental retardationTHE NATIONAL TRUST ACT, 1999An Act to provide for the constitution of a body at the national level for the Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities and for matters connected therewith or incidental thereto The National Trust for the Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities Act, 1999 and its Rules & Regulations* With effect from such date as the Central Government may, by notification, appointment, there shall be constituted, for the purpose of this Act, a body by the name of the National Trust for Welfare of persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities which shall be a body corporate by the name aforesaid, having perpetual succession and a common seal, with power, subject to the provision of this Act, to acquire, hold and dispose of property, both movable and immovable, and both movable and immovable, and contact, and shall, by the said name, sure or be sued.* The general superintendence, direction and management of the affairs and business of the Trust shall vest in a Board which may exercise all powers and do all acts and things which may be exercised or done by the Trust.* The head office of the Trust shall be at New Delhi and the Board may, with the previous approval of the Central Government, establish offices at other places in India.",
        "cop": 3,
        "opa": "Learning disability",
        "opb": "Depression",
        "opc": "Mental retardation",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "88ac3b58-6320-4914-b84e-5a3ed855a3b9",
        "choice_type": "single"
    },
    {
        "question": "Coprolalia is an impoant symptom for which of the following disorder ?",
        "exp": "Diagnosis of Tourette's disorder : History ofmultiple motor tics and at least one vocal tic at some point. Onset < 18 years of age (between 10 -12 years of age ) No tic-free period of > 3 consecutive months in a period of 1 year. Coprolalia occurs in 10% patients of Tourette's syndrome",
        "cop": 3,
        "opa": "Anxiety disorder",
        "opb": "Avoidant personality disorder",
        "opc": "Tourette's disorder",
        "opd": "Stereotypic movement disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "120d322b-c0ed-454c-8d87-4daaff96e136",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true regarding Rett syndrome?",
        "exp": "Ans. D. None of the aboveRett syndrome is a progressive condition that develops after 6 months of apparently normal development after birth. Head circumference at birth is normal, and early developmental milestones, including social interactions, are unremarkable. Between 6 and 48 months, most commonly between 6 and 12 months, a progressive encephalopathy develops. Head growth begins to decelerate, with resultant microcephaly. Motor abnormalities occur; purposeful hand movements are lost, and characteristic midline hand movements, such as hand wringing, emerge.Gait and truncal apraxia, ataxia, and poor coordination develop in the preschool years. Expressive and receptive language skills deteriorate and are associated with marked mental retardation (not normal intelligence). A loss of social interactional skills is observed during the preschool years. The etiology of the disease is unknown. A genetic basis for the condition is likely; Rett syndrome occurs only in girls, and case reports indicate complete concordance in monozygotic twins.Associated features include seizures (occurring in up to 75% of affected patients) and irregular respiration with episodes of hyperventilation, apnea, and breath holding.",
        "cop": 4,
        "opa": "Seen only in boys",
        "opb": "Does not involve motor abnormalities",
        "opc": "Associated with normal intelligence",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "10f9e22d-fe83-49f6-845b-dd18f29d5fa1",
        "choice_type": "multi"
    },
    {
        "question": "A Child shows head growth decelerating between ages of 6 months and 1 year. Which of the following is the most likely diagnosis?",
        "exp": "Ans. D. Rett syndromeRett syndrome is a progressive condition that develops after some months of apparently normal development. Head circumference is normal at birth, and early developmental milestones are unremarkable. Between 5 and 48 months (usually between 6 months and 1 year), head growth begins to decelerate. Purposeful hand movements are lost, and characteristic midline hand wringing or hand washing stereotypies develop. Expressive and receptive language skills become severely impaired and are associated with marked mental retardation. In the preschool years, gait apraxia and truncal apraxia and ataxia develop.Down syndrome is the most common cause of mental retardation.Autistic disorder and learning disorders do not include changes in head growth.",
        "cop": 4,
        "opa": "Down syndrome",
        "opb": "Autistic disorder",
        "opc": "Learning disorder",
        "opd": "Rett syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "f11aed6c-7038-4899-8b15-dbbb0063da02",
        "choice_type": "single"
    },
    {
        "question": "A 7 yrs old child has conservative behavior, not playing quitely with peers, and difficulty in organization. He also interrupts others in school and easily gets distracted. Which of the foiling is likely diagnosis?",
        "exp": "Ans. C. ADHD. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch.43, Page no, 1208.)A 7-year-old child has conservative behavior, not playing quietly with peers, and difficulty in organization. He also interrupts others in school and easily gets distracted. The most likely diagnosis is ADHD (Attention deficit hyperactivity disorder).Kaplan, pg. 576............\"Excessive motor activity, usually with intrusive and annoying qualities, poor sustained attention, difficulties inhibiting impulsive behaviors in social situations and on cognitive tasks, and difficulties with peers are the main characteristics of ADHD, combined type. Symptoms must be present in two or more settings (in this case, home and school) and must cause significant impairment. The Rx of choice for ADHD is CNS stimulants, primarily detroamphetamine, methylphenidate, and pemoline.**.Discussion:Conduct disorder# Children with conduct disorder display a persistent disregard for rules and other people's rights that lasts at least one year.# Aggression toward people and animals, destruction of property, deceit and illegal activities, and frequent truancy from school are the main characteristics of the disorder.# Patients with antisocial personality disorder display a pervasive pattern of disregard for and violation of the rights of others since the age of 15 years, with evidence of a conduct disorder before age 15. Substance abuse is just one facet of conduct disorder.# Children with oppositional defiant disorder are problematic and rebellious but do not routinely engage in aggressive, destructive, or illegal activities.Autistic disorder# Autistic disorder is characterized by lack of interest in social interactions, severely impaired verbal and nonverbal communication, stereotyped behaviors, and a very restricted range of interests.# Children with autism do not involve themselves in imaginative and imitative play and can spend hours lining and spinning things or dismantling toys and putting them together.# Patients with obsessive-compulsive disorder may spend hours on repetitive tasks (such as lining up toys) but do not show the difficulties with language and social interaction that this patient displays.# Patients with Asperger's syndrome show no clinically significant delay in spoken or receptive language development, making this diagnosis unlikely.# Patients with Rett's disorder by the age of 5 would be expected to have microcephaly and a disordered gait (unsteady and stiff).Attention-deficit hyperactivity disorderOnset before age 12. Limited attention span and poor impulse control. Characterized by hyperactivity, impulsivity, and/or inattention in multiple settings (school, home, places of worship, etc.). Normal intelligence, but commonly coexists with difficulties in school. Continues into adulthood in as many as 50% of individuals. Associated with*frontal lobe volume/ metabolism. Treatment: methylphenidate, amphetamines, atomoxetine, behavioral interventions (reinforcement, reward).Conduct disorderRepetitive and pervasive behavior violating the basic rights of others (e.g,, physical aggression, destruction of property, theft). After age 18, many of these patients will meet criteria for diagnosis of antisocial personality disorder.Oppositional defiant disorderEnduring pattern of hostile, defiant behavior toward authority figures in the absence of serious violations of social norms.Tourette syndromeOnset before age 18. Characterized by sudden, rapid, recurrent, nonrhythmic, stereotyped motor and vocal tics that persist for > 1 year. Lifetime prevalence of 0.1-1.0% in the general population. Coprolalia (involuntary obscene speech) found in only 10-20% of patients. Associated with OCD and ADHD. Treatment: antipsychotics and behavioral therapy.Separation anxiety disorderCommon onset at 7-9 years. Overwhelming fear of separation from home or loss of attachment figure. May lead to factitious physical complaints to avoid going to or staying at school. Treatment: SSRIs and relaxation techniques/behavioral interventions.",
        "cop": 3,
        "opa": "Learning disorder",
        "opb": "Autistic disorder",
        "opc": "Attention deficit hyperactivity disorder",
        "opd": "Conduct disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "4d8e715d-32fa-48f3-8f8b-21abbaef3e81",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in a hyperkinetic child?",
        "exp": "The term \"left to right disorientation\" is used for describing gross inability to distinguish left from right and is usually a feature of Gerstmann's syndrome. Patients presenting with Gerstmann's syndrome have a damage classically involving the angular gyrus of the parietal lobe. It is commonly caused by a stroke in this region of thebrain. In ADHD, \"left to right discrimination\" difficulties can also be found. The best answer here would be left to right disorientation.",
        "cop": 3,
        "opa": "Aggressive outbursts",
        "opb": "Decreased attention span",
        "opc": "Left to right disorientation",
        "opd": "Soft neurological signs",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "7524eb84-89ed-48eb-a5bb-e43e7e8df44d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a Pervasive Developmental Disorder",
        "exp": "Pervasive Developmental Disorder- group of neurodevelopmental disorder. It includes- Autism (i.e. marked impairment in reciprocal social and interpersonal interaction) Asperger's syndrome is characterized by autism without any significant delay in language or cognitive development (including intelligence). Rett's syndrome is a disorder which is only repoed in girls so far. Heller's syndrome",
        "cop": 2,
        "opa": "Autistic disorder",
        "opb": "Conduct disorder",
        "opc": "Asperger's disorder",
        "opd": "Rett's disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "44e70784-a576-42a9-b948-9f221fe855b3",
        "choice_type": "single"
    },
    {
        "question": "New name of mental retardation according to American Association of Mental Retardation:-",
        "exp": "According to American association of mental retardation & DSM 5 Mental retardation is known as - intellectual disability According to ICD-11 - Disorder of intellectual development",
        "cop": 3,
        "opa": "Feeble mindedness",
        "opb": "Madness",
        "opc": "Intellectual disability",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "30ee1eb9-5293-4e02-a2dd-69be6d961a4c",
        "choice_type": "multi"
    },
    {
        "question": "A girl with normal milestones spends her time seeing her own hand and does not interact with others. What is the likely diagnosis?",
        "exp": "The history of restricted behaviors and poor social interaction with normal language milestones is suggestive of Aspergers syndrome Asperger's syndrome: - it is similar to autism i.e. except language dysfunction, both impaired social interaction and restrictive social interaction are seen.",
        "cop": 3,
        "opa": "ADHD",
        "opb": "Autism",
        "opc": "Asperger's syndrome",
        "opd": "Rett's disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "d6fada37-4993-45c9-b5cc-52c361e7984b",
        "choice_type": "single"
    },
    {
        "question": "Oedipus complex develops in which phase?",
        "exp": "Ans. is 'd' i.e., Phallic PhasePsychiatric disorders resulting from fixation of regression to this phase* Oral phase (Birth 1 Vx year)* Alcohol dependence or drug dependence* Severe mood disorder* Dependent personality traits and disorders* Schizophrenia* Ana! phase* Obsessive compulsive traits* Obsessive compulsive disorder* Phallic (oedipal) Phase (3-5 years)* Oedipus complex is the primary cause of hysteria and other neurotic symptoms* Latency phase (5-12 years)* Neurotic disorders* Genital phase (12 years onward)* Neurotic disorders",
        "cop": 4,
        "opa": "Oral",
        "opb": "Anal",
        "opc": "Genital",
        "opd": "Phallic",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "efd3b5c1-1dce-4c0b-8c1e-de77bb507343",
        "choice_type": "multi"
    },
    {
        "question": "Following drugs are used in the treatment of ADHD:",
        "exp": "Pharmacotherapy: Stimulants Non stimulants Methylphenidate, dexmethylphenidate Atomoxetine Amphetamines Bupropion Modafinil Clonidine, Guanfacine Venlafaxine - Stimulants are the preferred group of drugs in children with ADHD - Methylphenidate is the drug of choice for ADHD children * Atomoxetine is efficacious for ADHD and has modest antidepressant activity. * Similarly, many studies have shown efficacy for depressive and ADHD symptoms with the use of bupropion. However, it is known to lower the seizure threshold and as such would not be a recommended drug of choice in a patient with a history of seizure disorder.",
        "cop": 4,
        "opa": "Amphetamine",
        "opb": "Modafinil",
        "opc": "Methylphenidate",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "37bd5aef-4559-4c7b-932d-9e4a030b0c53",
        "choice_type": "multi"
    },
    {
        "question": "A man is found to be always punctual and frugal. He is quite distressed about small detions and mistakes from others. He is noticed to keep things clean and organized manner. His relatives inform that he always has been like this and sometimes causing significant distress to people around him. This could be the presentation in which of the following clinical scenarios?",
        "exp": "Obsessive compulsive personality disorder (OCPD) is not OCD. OCPD is also called as Anankastic personality disorder. It comes under cluster C of the DSM 5 criteria. Impoant features seen in OCPD: Stickler to rules and regulations Specific about minor details Preoccupied to cleanliness Prefer organized and planned schedule - uncomfoable with sudden changes Frugality Lack of flexibility",
        "cop": 3,
        "opa": "Asperger's syndrome",
        "opb": "Anxious avoidant personality disorder",
        "opc": "Obsessive compulsive personality disorder",
        "opd": "Tourette's disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "df5cbd03-966b-4999-b7d1-bae3021e95ec",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are classified under Pervasive Developmental Disorders except?",
        "exp": "Ans. C. Down SyndromePervasive developmental disorder includes:* Autistic disorder* Asperger's disorder* Childhood disintegrative disorder,* Rett syndrome* Pervasive developmental disorder not otherwise specified.",
        "cop": 3,
        "opa": "Asperger Syndrome",
        "opb": "Childhood Disintegrative Disorder",
        "opc": "Down Syndrome",
        "opd": "Heller's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "6df7f9ee-0ae6-42ab-8a1c-346e5d39d535",
        "choice_type": "multi"
    },
    {
        "question": "Best therapy suited to teach daily life skill to a mentally challenged child:",
        "exp": "Behavioral problems in mental retardation: The patients with mental retardation may have maladaptive behavior such as aggression, self injurious behaviors, hyperactivity, etc. These behaviors can usually be modified using behavioral therapy techniques like contingency managementQ, in which the desired behaviors are rewarded and undesired behaviors are punished.",
        "cop": 2,
        "opa": "CBT (Cognitive behavior therapy)",
        "opb": "Contingency management",
        "opc": "Cognitive reconstruction",
        "opd": "Self instruction",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "ff561628-9e42-4f3c-adb8-484ceb3fc70f",
        "choice_type": "multi"
    },
    {
        "question": "A 2.5 year old boy is brought by the parents because of the concern that he is not developing appropriately. Child often is unable to engage with others using eye contact and does not play with other children. He has continuously bangs his chin against the wall and remains confined to himself most of the time. What is the most likely diagnosis?",
        "exp": "Ans. D. AutismFeatures of autism include poor social communication and repeated, restricted behavior. These patients' ability to interact with others is impaired. They frequently present with repetitive behaviors and poor eye contact.Strong genetic basis. Onset before 3 yrs of age. Chromosome 2, 7, 16, 17 may contribute. Fragile X- mc inherited disorders (X-linked recessive disorder) Others: tuberous sclerosis, congenital rubella, phenylketonuria. Intellectual Disability/MR:30% of children function in intellectually disabled range. Of those about 30% function in mild- moderate range, & 45-50% are severely to profoundly intellectually disabled.",
        "cop": 4,
        "opa": "Social phobia",
        "opb": "ADHD",
        "opc": "Conduct disorder",
        "opd": "Autism",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "3d96eda2-218b-411c-8f65-a6cfedcdbc5f",
        "choice_type": "multi"
    },
    {
        "question": "Habit disorder is all except:",
        "exp": "The 'habit disorder' is used to describe a class of disorder that is characterised by repetitive and unwanted behaviours. Two types : Tic disorders Body focused repetitive behaviours such as hair pulling, skin picking, nail biting, thumb sucking, and cheek chewing",
        "cop": 3,
        "opa": "Thumb sucking",
        "opb": "Nail biting",
        "opc": "Temper tantrums",
        "opd": "Tics",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "808aacd1-f402-4dd0-a0cf-59af7f605fd8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disorders may be diagnosed even if the onset is after age 18 years?",
        "exp": "Ans. D. Tic disorder not otherwise specifiedAll tic disorders with onset after age 18 years must be diagnosed as tic disorder not otherwise specified, a residual category for tics that do not meet the criteria for a specific tic disorder. Transient tic disorder, chronic motor or vocal tic disorder, and Tourette's disorder all specify onset before age 18 years.",
        "cop": 4,
        "opa": "Tourette's disorder",
        "opb": "Chronic motor or vocal tic disorder",
        "opc": "Transient tic disorder",
        "opd": "Tic disorder not otherwise specified",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "958c0a03-2896-417e-b024-fd749e1d5984",
        "choice_type": "single"
    },
    {
        "question": "The following observation can be seen in which of the following disease ?",
        "exp": "Tourette's syndrome is a form of tic disorder in which there are multiple motor tics and one or more vocal tics. The most common comorbidity with Tourette's syndrome (Tourette's disorder) is ADHD followed by OCD. The onset is usually between 4 and 6 years of age, symptoms peak between 10 and 12 years of age.",
        "cop": 2,
        "opa": "OCD",
        "opb": "Tourette Syndrome",
        "opc": "Rett syndrome",
        "opd": "Anxiety disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "d0f4ffe5-e910-42b7-bba1-e94b9571766d",
        "choice_type": "single"
    },
    {
        "question": "A child finds difficulty to spell and read, otherwise his IQ is normal, interacts well with parents and friends. Vision is normal. Most probable diagnosis of the condition is:",
        "exp": "The history of difficulty in reading and spelling mistakes in presence of normal IQ is suggestive of learning disorders (specific learning disability).",
        "cop": 2,
        "opa": "ADHD",
        "opb": "Dyslexia",
        "opc": "Autism",
        "opd": "Asperger syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "bf090474-8b0f-4abe-9cf0-b5a53b5fc21a",
        "choice_type": "single"
    },
    {
        "question": "Clumsy child syndrome is classified under which of the following class of disorders ?",
        "exp": "Clumsy child syndrome Developmental coordination disorder. Awkward motor behaviors that can't be associated with any specific neurological disorder Developmental coordination disorder can be clumsy gross or fine motor skills- Poor performance in spos and academics",
        "cop": 2,
        "opa": "Cerebral palsy",
        "opb": "Developmental coordination disorder",
        "opc": "Tic disorder",
        "opd": "Attention deficit hyperactivity disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "40ab431e-7276-44c2-9108-8611ed20198e",
        "choice_type": "single"
    },
    {
        "question": "A 10 years old boy is so restless all the time. In the school, rest of the class is unable to concentrate because of him. He is hardly ever in his seat be it at home or school. He has difficulty in playing quietly. He does not listen to his mother at all .The most likely diagnosis is?",
        "exp": "Ans. is 'a' i.e., Attention deficit hyperactive disorder * This child has: (i) Restlessness, (ii) Interrupting others (the class is unable to concentrate), (iii) Difficulty in playing quietly, (iv) Often leaves seat and roams around.* All are features of ADHD.Attention-deficit hyperactivity disorder* ADHD is one of the most common psychiatric problem in school age population. It usually arises in the first 5 years of life and is three times more common in boys than in girls.* ADHD is characterized by an age inappropriate hyperactivity, impulsiveness and inattention. Hyperactivity is usually the first symptom noticed.Diagnostic criteria of ADHD1) Six (or more) of the following symptoms of inattention have persisted for at least 6 months to a degree that is maladaptive and inconsistent with development level.2) Six (or more) of the following symptoms of hyperactivity impulsivity have persisted for at least 6 months to a degree that is maladaptive and inconsistent with developmental leveli) Often make careless mistakesii) Often has difficulty sustaining attentioniii) Often does not listeniv) Often fails to follow through on instruction or of finish tasksv) Often has difficulty organizing tasks and activitiesvi) Often avoids tasks requiring sustained attentionvii) Often looses thingsviii) Often is easily distracted by external stimuliix) Often is forgetful in daily activitiesHyper activityi) Often fidgets or squirmsii) Often leaves seatiii) Often moves excessively (may feel restless)iv) Often has difficulty playing or engaging in leisure activities quietlyv) Is often \"on the go\"vi) Often talks excessivelyImpulsivityvii) Often blurts out answersviii) Often has difficulty awaiting turnix) Often inerrupts or intrudes on others",
        "cop": 1,
        "opa": "Attention-deficit hyperactivity disorder",
        "opb": "Conduct disorder",
        "opc": "Depressive disorder",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "92aa83a9-aaa0-4207-bc9a-56e0b4d39a62",
        "choice_type": "multi"
    },
    {
        "question": "According to DSM 5 criteria, all are true about ADHD except:",
        "exp": "According to DSM-5 symptoms should be present before 12 yrs of age to make a diagnosis of ADHD.",
        "cop": 2,
        "opa": "Adult ADHD symptoms are similar to children",
        "opb": "For diagnoses, symptoms should be present before 7 years",
        "opc": "For diagnoses, symptoms should be present before 12 years",
        "opd": "Symptoms should be present in more than one setting",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "ba70e838-f529-457e-b235-298bf65cb4b5",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old boy has difficulty in expressing himself in writing and makes frequent spelling mistakes. He passes his examination with poor marks. However his mathematical ability and social adjustment are appropriate for his age. Which of the following is the most likely diagnosis?",
        "exp": "Scholastic difficulty in a paicular skill (written expression) is suggestive of specific learning disability. LEARNING DISORDERS: - Significant impairment in one or more scholastic skills, out of propoion to intellectual functioning (usually IQ is normal), only in a paicular domain pt. faces problems. - Specific reading disorder (dyslexia) - Disorders of written expression (specific spelling disorder) - makes frequent spelling mistakes. - Specific disorders of arithmetic skills - Mixed disorders of scholastic skills.",
        "cop": 2,
        "opa": "Mental retardation",
        "opb": "Specific learning disability",
        "opc": "Lack of interest in studies",
        "opd": "Examination anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "c57d7e3d-7230-48e6-9a20-07580d62a620",
        "choice_type": "single"
    },
    {
        "question": "New name of mental retardation according to American Association of Mental Retardation is",
        "exp": "(C) Intellectual disability[?]Intellectual disability (ID) or Mental retardation (MR) also known as general learning disability, is a generalized neurodevelopmental disorder characterized by significantly impaired intellectual and adaptive functioning.ICD-10 conceptualization of mental retardation (MR) with the concept of intellectual developmental disorders (IDD) in ICD-11.Intellectual Disability (ID) has widely replaced MR for policy, administrative, and legislative purposes in many industrialized countries and in an increasing number of low- and middle-income countries.Intellectual was favored because in most countries it is widely used, and is broadly acceptable in many contexts.Main descriptors of IDD include:Marked impairment of core cognitive functions that can have different patterns.This impairment affects the development of knowledge, reasoning, and symbolic representation, according to the level expected for age peers and the cultural and community environment.Problems with verbal comprehension, perceptual reasoning, working memory, and processing speed.The cognitive impairment is associated to difficulties in learning, academic, and practical knowledge.Problems with adaptive behavior with limitations in relevant conceptual, social, and practical skills.Difficulties in managing behavior, emotions, interpersonal relationships, and motivation.IDD is a life span condition requiring consideration of developmental stages and life transitions.IDD (a clinical meta-syndrome) & intellectual disability (the functioning/disability counterpart), which have different scientific, social, & policy applications. FEATUTES OF MILD, MODERATE, SEVERE & PROFOUND INTELLECTUAL DISABILITY MildModerateSevere/ProfoundIQ range50-6935-49<35% of cases85%10%5%Ability to self careIndependentNeed some helpLimitedLanguageReasonableLimitedBasic or noneReading & WritingReasonableBasicMinimal or noneAbility to workSemiskilledUnskilled, supervisedSupervised basic taskSocial skillNormalModerateFewAetiology discoveredSometimesOftenUsuallyAcademic skill6th grade or higher2nd to 3rd grade-Other Options[?]Feeble-mindedness:Obsolete term for mental retardation, which is also called intellectual developmental disorder.[?]Subnormal intelligence is associated with:Although aggression can occur in relation to an ictus, as exemplified by this patient's sub-acute postictal aggression, most aggression among epilepsy patients is not related to epileptiform activity.Aggression in epilepsy is usually associated with psychosis or with intermittent explosive disorder and correlates with-subnormal intelligence, lower socioeconomic status (SES)-Childhood behavior problems-Prior head injuries-Possible orbital frontal damage.[?]Mentally unstable or Mental Illness:Mental instability, or mental illness, is a condition that greatly affects a person's thoughts and behaviors.Individuals who are mentally unstable often experience difficulty coping with the everyday functions, demands and challenges of life.There are several signs and symptoms that indicate a person is suffering from a mental instability.With treatment and care, many individuals are able to learn to cope with mental illness.",
        "cop": 3,
        "opa": "Feeble Mindedness",
        "opb": "Subnormal intelligence",
        "opc": "Intellectual disability",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "730cddae-e53e-4c7f-91d6-da96768e54f7",
        "choice_type": "multi"
    },
    {
        "question": "All are the phases of child sexual abuse except :",
        "exp": "Bargainingis the stage of dying , not included in phase of child sexual abuse Child sexual abuse =Sexual behavior between achild and an adult or between two children when one of them is significantly older or uses coercion. =Phases Engagement: Sexual interaction Secrecy Disclosure Suppression",
        "cop": 4,
        "opa": "Engagement",
        "opb": "Sexual interaction",
        "opc": "Secrecy",
        "opd": "Bargaining",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "8164d0f0-3070-4348-802a-9b81c3654945",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following chromosomal abnormalities is most likely to cause mental retardation?",
        "exp": "Ans. D. Trisomy 21An extra chromosome 21 is the most common genetic abnormality found in Down syndrome, and the abnormality most likely to cause mental retardation. Abnormalities in autosomal chromosomes are, in general, associated with mental retardation. The chromosomal aberration represented by 46 chromosomes with fusion of 15 and 21 produces a type of Down syndrome that, unlike trisomy 21, is usually inherited. Aberrations in sex chromosomes are not always associated with mental retardation, such as in XO (Turner's syndrome), XXY (Klinefelter's syndrome), and XXYY and XXXY (Klinefelter's syndrome variants) genotypes.Some children with Turner's syndrome have normal to superior intelligence.Girls with Turner's syndrome have gonadal agenesis and do not develop secondary sexual characteristics without medical intervention. Another hallmark feature is a webbed neck. In Klinefelter's syndrome and its variants, individuals have underdeveloped male genitalia and infertility and may develop gynecomastia beginning in adolescence.",
        "cop": 4,
        "opa": "Klinefelter's syndrome",
        "opb": "Fusion of chromosomes 21 and 15",
        "opc": "Turner's syndrome",
        "opd": "Trisomy 21",
        "subject_name": "Psychiatry",
        "topic_name": "Child Psychiatry",
        "id": "c8f9e3a0-cfaa-4b68-9fa7-3b7dfe1b7a94",
        "choice_type": "single"
    }
]