[
    {
        "question": "Sigmund Freud gave various defense mechanisms. Which of the following is not a mature defense mechanism?",
        "exp": "Ans. B. Projection. All of the others are mature defenses. Anticipation is goal directed and involves realistic anticipation or planning for future inner discomfort. Suppression involves the conscious postponement of attention to a conscious impulse or conflict. Altruism uses constructive and instinctually satisfying service to others to undergo a vicarious experience. Asceticism involves the assignment of value to specific pleasure and is directed against all base pleasures.",
        "cop": 2,
        "opa": "Humor",
        "opb": "Projection",
        "opc": "Asceticism",
        "opd": "Altruism",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "521a4f9a-8d34-451e-8a69-bfe658d8a789",
        "choice_type": "single"
    },
    {
        "question": "A study comparing the behavioral and developmental changes in a normal brain with a damaged brain is:",
        "exp": "Ans. a. Neuropsychology (Ref: www. wikipedia. org/Neuropsychology)A study comparing the behavioral and developmental changes in a normal brain with a damaged brain is Neuropsychology. 'Clinical neuropsychology is the application of neuropsychological knowledge to the assessment, management, rehabilitation of the people who have suffered illness or injury (particularly to the brain), which has caused neurocognitive problems. 'Neuropsychology. Neuropsychology studies the structure and function of the brain as they relate to specific psychological processes and behaviours. The term neuropsychology has been applied to lesion studies of brain in humans. Clinical neuropsychology is the application of neuropsychological knowledge to the assessment, management, rehabilitation of the people who have suffered illness or injury (particularly to the brain), which has caused neurocognitive problems.",
        "cop": 1,
        "opa": "Neuropsychology",
        "opb": "Neurodevelopmental psychology",
        "opc": "Child psychology",
        "opd": "Criminal psychology",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "935efc93-2251-4ee0-b71a-bd7e2c447c19",
        "choice_type": "single"
    },
    {
        "question": "Aversion therapy is used for?",
        "exp": "Ans. (c) Paraphilia. Ref. Kaplan and sadock's 10th ed. 1953",
        "cop": 3,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Paraphilia",
        "opd": "Suicidal tendencies",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "06a47dc4-767a-4376-ba3d-a3760b4f4f7b",
        "choice_type": "single"
    },
    {
        "question": "Which defense mechanism seen in patients with Hysteria?",
        "exp": "Ans. C. Dissociation. In Hysteria pt is not behaving intentionally rather he get dissociated from stressor by developing some motor/sensory complain like pseudoseizure, paralysis blindness etc. subconsciously.",
        "cop": 3,
        "opa": "Displacement",
        "opb": "Sublimation",
        "opc": "Dissociation",
        "opd": "Reaction formation",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "a295892f-1ddf-46ee-81b7-a592448e9e87",
        "choice_type": "single"
    },
    {
        "question": "Who is referred as the Father of Psychoanalysis?",
        "exp": "Ans. C. Sigmund Freud. Father of Psychoanalysis. Sigmund Freud. Father of Modern Psychiatry. Johann Weyers. Father of American Psychiatry. Benjamin Rush",
        "cop": 3,
        "opa": "Benjamin Rush",
        "opb": "Emil Kraepelin",
        "opc": "Sigmund Freud",
        "opd": "Eugen Bleuler",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "e18e3352-82d3-434c-be42-e00c9a559b56",
        "choice_type": "single"
    },
    {
        "question": "Theory of \"Psychosexual development\" was given by?",
        "exp": "ANSWER: (B) Sigmund Freud. REF: Kaplan & Sadock's Synopsis of Psychiatry, 10th Edition, page 195, http://en. wikipedia. org/ wiki/ Psych os exuai_develop men t. According to Sigmund Freud, personality is mostly established by the age of five. Freud's theory of psychosexual development is one of the best known, but also one of the most controversial. In Freudian psychology, psychosexual development is a central element of the psychoanalytic sexual drive theory, that human beings, from birth, possess an instinctual libido (sexual appetite) that develops in five stages. Each stage -- the oral, the anal, the phallic, the latent, and the genital -- is characterized by the erogenous zone that is the source of the libidinal drive. Sigmund Freud proposed that if the child experienced anxiety, thwarting his or her sexual appetite during any libidinal (psychosexual) development stage, said anxiety would persist into adulthood as a neurosis, a functional mental disorder",
        "cop": 2,
        "opa": "Anna Freud",
        "opb": "Sigmund Freud",
        "opc": "Jean paiget",
        "opd": "Skinner",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "e349920a-d4a1-442e-86f9-466719ecb836",
        "choice_type": "single"
    },
    {
        "question": "When asked about his impending heart operation, patient recollects the entire procedures in detail. He seems well versed & on asking, says that he has been reading everything he can about it. He discusses the details for hours, but shows no emotional reaction to the operation. The defense mechanism most likely used here?",
        "exp": "Ans. D. Intellectualization. Rather than responding with the expected level of apprehension and anxiety, the patient spends his time reading and cognitive activity. Anxiety is replaced by cognitive activity.",
        "cop": 4,
        "opa": "Rationalization",
        "opb": "Repression",
        "opc": "Regression",
        "opd": "Intellectualization",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "a6fa2624-167d-4d43-8271-d005c5c01fa9",
        "choice_type": "single"
    },
    {
        "question": "In Piaget's theory of cognitive development 'out of sight, out of mind' and 'here and now' is seen in the stage of:",
        "exp": "Ans. a. Sensory-motor stage (Ref: Niraj Ahuja 6th/156). In Piaget's theory of cognitive development 'out of sight, out of mind' and 'here and now' is seen in Sensory-motor stage. Jean Piaget Theory of Intellectual Development. Intellectual development goes hand-in-hand with the development of physical and behavioral characteristics. According to Jean Piaget, it can be divided into the following stages: Sensori-Motor stage: Extends from birth to 2 years of age. Characterized by: Actions related to suckling, orality and assimilation of objects. Ability to think of only one thought at a time. Inanimate objects are given human qualities'Out of sight' means ceasing to exist. Concrete Thinking stage: Lasts from 2 years to 7 years. Characterized by: Egocentric thought with a unique logic of its own, involving a limited period of view and lacking introspection. Inability to generalize from specific events and to specify from general events. Abstract or Conceptual Thinking stage: Begins at 7 years of age and lasts till 11 years of age, although it may be said to continue throughout life. Characterized by: Ability to focus on several dimensions of a problem at one time, mentally. The thought process is flexible and reversible. Ability of abstraction, i. e. ability to generalize from specific and ability to find similarities and differences among specific objects. Adolescent thinking or Formal Operational Stage: Begins at 11 years of age and continues lifelong. Characterized by: Ability to imagine the possibilities inherent in a situation, thus making the thought comprehensive. Ability to develop complete abstract hypotheses and to test them. By the end of adolescence, the individual's intellectual ability is nearly completely developed, although learning and intellectual growth go-on throughout the life span of individual.",
        "cop": 1,
        "opa": "Sensory-motor stage",
        "opb": "Preoperational stage",
        "opc": "Concrete operational stage",
        "opd": "Formal operational stage",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "7962301c-5d1e-46e1-a241-267c0ccc61f2",
        "choice_type": "single"
    },
    {
        "question": "Loosening of association is an example of -",
        "exp": "Ans. is 'a' i. e., Formal thought disorder Thought disorders. Formal thought disorders (Disorders of thought process). Disorders of thought contenti) Racing thoughts:- Anxiety, Schizophreniaii) Retarded thoughts:- Depressioniii) Circumstantiality:- Mania, Schizophreniaiv) Thought blocking:- Schizophrenia, Severe anxietyv) Perseveration:- Organic brain disease, Schizophrenia ( occasionally)vi) Loosening of association:- Schizophreniavii) Flight of ideas:- Maniaviii) Tangentialityix) Clunging & punning:-Mania & schizophreniax) Neologism, word salad, Echolalia:-Schizophreniai) Delusion:- Psychosis (Schizophrenia, mania, depression & othersii) Obsessioniii) Compulsioniv) Preoccupationsv) Phobiasvi) Depersonalization & Derealizationo In schizophrenia and mood disorders (depression, mania) all parts of the thought (thought process as well as content) are involved. o However, schizophrenia is conventionally referred as formal thought disorder.",
        "cop": 1,
        "opa": "Formal thought disorder",
        "opb": "Schneider's first symptoms",
        "opc": "Perseveration",
        "opd": "Concrete thinking",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "064894d5-3208-4cff-bb7f-1d82b31a4293",
        "choice_type": "single"
    },
    {
        "question": "Mature defence mechanism is-",
        "exp": "Ans. is 'a' i. e., Sublimation Defence mechanismo Narcissistic (Psychotic):- Denial, disortion, projection. o Immature:- Blocking, introjection, passive-aggressive behavior, acting out, hypochondriasis, regression, schizoid fantasy, somatization. o Neurotic:- Controlling, Displacement, inhibition, extemalization, intellectualization, isolation, rationalization, dissociation, reaction formation, repression, sexualization, conversion, undoing, inhibition, o Mature:- Asceticism, suppression, altruism, sublimation, humor, anticipation.",
        "cop": 1,
        "opa": "Sublimation",
        "opb": "Denial",
        "opc": "Projection",
        "opd": "Distortion",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive Development",
        "id": "ba369469-747c-4009-aa72-25f1ca6cba6e",
        "choice_type": "single"
    }
]