[
    {
        "question": "Spouse jealousy is a feature of -",
        "exp": "Ans. is 'a' i. e., Othello syndrome o Othello Syndrome:- When the content of delusions is predominantly jealousy (infedility) involving the spouse, person feels an unreasonable fear that a partner has been unfaithful, is presently unfaithful, or plans to be unfaithful, it is called as Othello Symdrome or conjugal paranoia. Elaborate steps are taken to prevent the spouse to go outside (Locks the spouse, not allowing her to go outside). o Clerambaultfs syndrome:- When the content of delusions is erotic (erotomanic), the condition is knowm as Clerambaulfs syndrome or erotomania. It occurs most often in women, there is an erotic conviction that a person with (usually a) higher status is in love with the patient. o Stockholm syndrome, or capture-bonding: is a psychological phenomenon in which hostages express empathy and sympathy and have positive feelings towrard their captors, sometimes to the point of defending and identifying with the captors.",
        "cop": 1,
        "opa": "Othello syndrome",
        "opb": "Chronic alcoholism",
        "opc": "Stockholm syndrome",
        "opd": "Clerambault's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Disorders of Adult Personality",
        "id": "c91195bc-a2e8-4a39-9dd8-016b14b66626",
        "choice_type": "single"
    },
    {
        "question": "Type 'A' personality is characterized by all except,",
        "exp": "Ans. is 'd' i. e. Mood fluctuations Type A personality disorder also known as type A behaviour pattern is a set of characteristic that includes being. Impatient. Excessively time conscious. Insecure about one's status. Highly competitive. Hostile and aggressive. Incapable of relaxation. Type A individuals are often highly achieving workaholics who do multitask, drive themselves with deadlines and are unhappy about the smallest of delays. Although they may exhibit some or all of these characteristic it does not mean that people with type A personality are incapable of showing love, affection or other types of non pessimistic behaviour. Those who do not seek treatment are described as stress junkies and often display some of the following characteristics. An intrinsic insecurity or insufficient level of self esteem which is considered to be the root cause of the syndromes. This is believed to be covert and therefore less observable. Time urgency and impatience which causes irritation and exasperation. Free floating hostility which can be triggerred even over little incidents. The type B personality in contrast is relaxed and easy going,. There is also a type AB mixed profile for people who cannot be clearly categorized and have a combination of both types of personality.",
        "cop": 4,
        "opa": "Hostility",
        "opb": "Time pressure",
        "opc": "Competitiveness",
        "opd": "Mood fluctuations",
        "subject_name": "Psychiatry",
        "topic_name": "Disorders of Adult Personality",
        "id": "c8848502-e4a6-4580-98a6-d3a754c0c1af",
        "choice_type": "multi"
    },
    {
        "question": "Biological marker for antisocial behaviour in boys:",
        "exp": "Ans: (b) Low resting pulse rate. Ref. 1. Valencia M, Arias JMC, Potential Biomarkers in Personality Disorders: Current State and Future Research, International Journal of Psychological Research 2016; 9(1): 98-1122. Sjoberg, R. L., et at. A Non-additive Interaction of a Functional MAO-A VNTR and Testosterone Predicts Antisocial Behavior, Neuropsychopharmacology 2007; 33: 425-4303. Todd A, et al. Low Resting Heart Rate and Antisocial Behavior: A Brief Review of Evidence and Preliminary Results from a New Test, Criminal Justice and Behavior 2009; 36(11): 1125-11404. Herbert C. Quay, Anne E. Hogan, Handbook of Disruptive Behavior Disorders, 1st edition, 1999A biological marker (or simply biomarker) is a measurable indicator of any biological state or condition. Biomarkers are useful to examine normal biological processes, pathological processes, or responses to any intervention. Human behavior is due to neuro-humoral mechanism (Neurological and Endocrine). Hence, chemicals (neurotransmitters, hormones), neurological responses, anatomical changes of brain can be used as biomarkers of behavior. Antisocial Behavior. Antisocial behavior is any behavior which is harmful to others. This may range from lying to killing. The harm may be directed towards an individual or group of individuals or an institution or property. A person or a group of people (gang) can indulge in anti-social behavior. It is seen in following disorders: Its characteristic of antisocial personality disorder (ASPD). Disruptive behavior disorders (ADHD, Oppositional defiant disorder, Conduct disorder). Note, some of them may go on to develop ASPD in future. Harm to others can occur in delirium (altered consciousness); dementia (memory impairment); substance intoxication / withdrawal; mania/hypomania (irritable mood). Biomarkers of antisocial behavior are divided into: Positive correlation: Testosterone (well proven marker). Negative correlation: Pulse rate (resting). Unclear: Dopamine and Serotonin (and their metabolites level). Currently, hyperdopaminergia and hyposerotonin in brain are implicated with higher level of aggression and antisocial behavior. This is reflected in level of metabolites in CSF/urine of these neurotransmitters (High HVA - for Dopamine; Low 5-HIAA-for Serotonin). From a common sense point of view, antisocial behavior people have no/low empathy/sympathy; hence they sleep well even after crime (no shortening of REM latency) don't feel anxious/remorse (no sympathetic stimulation while doing crime/post crime - low pulse rate).",
        "cop": 2,
        "opa": "Low serum testosterone",
        "opb": "Low resting pulse rate",
        "opc": "Increased urinary dopamine levels",
        "opd": "Shortened REM latency",
        "subject_name": "Psychiatry",
        "topic_name": "Disorders of Adult Personality",
        "id": "477991ee-343b-4c0c-baca-7e8d59930e4c",
        "choice_type": "single"
    },
    {
        "question": "Young person with self mutilating behaviour and impulsivity is suffering from?",
        "exp": "ANSWER: (B) Borderline personality disorder. REF: Kaplan and sadocks 10th edition page 800. DSM-IV- Diagnostic Criteria for Borderline Personality DisorderA pervasive pattern of instability of interpersonal relationships, self-image, and affects, and marked impulsivity beginning by early adulthood and present in a variety of contexts, as indicated by five (or more) of the following; 1. Frantic efforts to avoid real or imagined abandonment. Note: Do not include suicidal or self-mutilating behavior covered in Criterion 5. 2. a pattern of unstable and intense interpersonal relationships characterized by alternating between extremes of idealization and devaluation3. identity disturbance: markedly and persistendy unstable self-image or sense of self4. Impulsivity in at least two areas that are potentially self-damaging (e. g., spending, sex, substance abuse, reckless driving, binge eating). Note: Do not include suicidal or self-mutilating behavior covered in Criterion 5. 5. recurrent suicidal behavior, gestures, or threats, or self-mutilating behavior6. affective instability due to a marked reactivity of mood (e. g., intense episodic dysphoria, irritability, or anxiety usually lasting a few hours and only hours and only rarely more than a few days)7. chronic feelings of emptiness8. inappropriate, intense anger or difficulty controlling anger (e. g., frequent displays of temper, constant anger, recurrent physical fights)9. transient, stress-related paranoid ideation or severe dissociative symptoms",
        "cop": 2,
        "opa": "Dependent personality disorder",
        "opb": "Borderline personality disorder",
        "opc": "Adjustment disorder",
        "opd": "Paranoid personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Disorders of Adult Personality",
        "id": "dd684469-6685-4d75-b6f3-18f25a01b478",
        "choice_type": "single"
    }
]