[
    {
        "question": "The definition of prolonged seizures following ECT is:",
        "exp": "Prolonged seizures - seizures lasting more than 180 seconds * Prolonged seizures can be terminated either with additional doses of the barbiturate anesthetic agent or with IV diazepam * Methohexital can also be used to abo prolonged seizures in ECT or to limit postictal agitation. Extra edge: Tardive Seizures Additional seizures appearing some time after the ECT treatment This may occur in patients with preexisting seizure disorders",
        "cop": 4,
        "opa": ">90 seconds",
        "opb": ">150 seconds",
        "opc": ">120 seconds",
        "opd": ">180 seconds",
        "subject_name": "Psychiatry",
        "topic_name": "DNB 2018",
        "id": "1a4bfdc1-aa72-46ed-9fcb-5377d12a6c89",
        "choice_type": "single"
    },
    {
        "question": "Premature ejaculation is due to defect in which phase:",
        "exp": "Premature ejaculation -Repeated ejaculation in less than 1 minute * Defect in orgasm phase Sexual response cycle (1) Desire * Hypoactive sexual desire disorder- Lack of desire sexual activity - Seen in females (2) Excitement * Erection * Vaginal lubrication * Erectile dysfunctions in males - anxiety most common cause - PDE -5 INHIBITORS - D/O/C (3) Orgasm* Premature ejaculation -Repeated ejaculation in less than 1 minute (4) RESOLUTION - 10- 15 minutes",
        "cop": 1,
        "opa": "Orgasm phase",
        "opb": "Excitement phase",
        "opc": "Resolution phase",
        "opd": "Plateau phase",
        "subject_name": "Psychiatry",
        "topic_name": "DNB 2018",
        "id": "2dbca813-87d9-4661-a3db-4bd89d5ad2ee",
        "choice_type": "single"
    },
    {
        "question": "Somnambulism is:",
        "exp": "* Sleepwalking. Sleepwalking in its classic form, as the name implies, is a condition in which an individual arises from bed and walk without fully awakening. It is sometimes called somnambulism.* Sleepwalking usually occurs during slow wave sleep and lies in the middle of a parasomnia continuum that ranges from \"confused arousal\" to \"sleep terror* Sleepwalks characteristically begin toward the end of the first or second slow wave sleep episodes. DSM-5 Diagnostic Criteria for Non-Rapid Eye Movement Sleep Arousal Disorders A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accompanied by either one of the following: 1. Sleepwalking: Repeated episodes of rising from bed during sleep and walking about. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to the effos of others to communicate with him or her; and can be awakened only with great difficulty. 2. Sleep terrors: Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. There is intense fear and signs of autonomic arousal, such as mydriasis, tachycardia, rapid breathing and sweating, during each episode. There is relative unresponsiveness to effos of others to comfo the individual during the episodes. B. No or little (e. g. only a single visual scene) dream imagery is recalled. C. Amnesia for the episodes in present. D. The episodes cause, clinically significant distress or impairment in social, occupational, or other impoant areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e. g., a drug of abuse, a medication). F. Coexisting mental and medical disorders do not explain the episodes of sleepwalking or sleep terrors. * No treatment is required only parental reassurance * If symptom is really problematic benzodiazepines can be used",
        "cop": 4,
        "opa": "REM sleep disorder",
        "opb": "Midway between sleeping and walking",
        "opc": "Type of automatism",
        "opd": "NREM Sleep disorder",
        "subject_name": "Psychiatry",
        "topic_name": "DNB 2018",
        "id": "4c4372db-97af-4357-8aaa-f042e9a3b6e8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are disruptive, impulse control and conduct disorders except:",
        "exp": "Five conditions comprise the category of disruptive, impulse-control, and conduct disorders. They include two that are associated with childhood: (1) oppositional defiant disorder and (2) conduct disorder. The remaining three disorders are intermittent explosive disorder, kleptomania, and pyromania* Each disorder is characterized by the inability to resist an intense impulse, drive, or temptation to perform a paicular act that is obviously harmful to self or others, or both.* Before the event, the individual usually experiences mounting tension and arousal. Completing the action brings immediate gratification and relief (1) Oppositional defiant disorder - Symptoms include anger, irritability, defiance, and refusal to comply with regulations. (2) Conduct disorder - characterized by fighting and bullying(3) Intermittent explosive disorder - uncontrolled outbursts of aggression. (4) Kleptomania - repeated stealing(5) Pyromania- putting thing on fire",
        "cop": 1,
        "opa": "Munchausen syndrome",
        "opb": "Conduct disorder",
        "opc": "Intermittent explosive disorder",
        "opd": "Oppositional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "DNB 2018",
        "id": "d767eb3a-4d32-422f-bb9e-0ccfc0c716ea",
        "choice_type": "multi"
    },
    {
        "question": "All of the followings are true about Narcolepsy; except:",
        "exp": "NARCOLEPSY Narcolepsy is a condition characterized by excessive sleepiness, as well as auxiliary symptoms that represent the intrusion of aspects of REM sleep into the waking state. The sleep attacks of narcolepsy represent episodes of irresistible sleepiness, leading to perhaps 10 to 20 minutes of sleep. They can occur at inappropriate times (e. g., while eating, talking, or driving and during sex). The REM sleep includes hypnagogic and hypnopompic hallucinations, cataplexy, and sleep paralysis. Diagnosis-* polysomnographic - reveals a characteristic sleep-onset REM period * HLA ASSOCIATION - HLA - DR2",
        "cop": 3,
        "opa": "Strong association with HLA class II",
        "opb": "Sudden loss of voluntary muscle tone",
        "opc": "NREM abnormality",
        "opd": "Irresistible desire to sleep",
        "subject_name": "Psychiatry",
        "topic_name": "DNB 2018",
        "id": "8dcbd282-b33f-41bc-a721-b5a146d9b406",
        "choice_type": "multi"
    }
]