[
    {
        "question": "HIAA is a metabolite of:",
        "exp": "Ans is 'a' i. e. Serotonin. Serotonin or 5 hydroxytryptamine is catabolized to 5 Hydroxy indole acetic acid (5. HIAA). The enzyme which catalyzes this reaction is - Monoamine oxidase. 5 HIAA is excreted normally in urine. Normal adult excretes about 7 mg of HIAA per day.",
        "cop": 1,
        "opa": "Serotonin",
        "opb": "Dopamine",
        "opc": "Epinophrine",
        "opd": "Histamine",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "3a6ea7e9-f776-47c8-9b89-514d7124061c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treating Attention Deficit Hyperactivity Disorder (ADHD) in a 6-year-old boy whose father has a history of substance abuse:",
        "exp": "Ans: (b) Atomoxetine. Ref: Stahl's Essential Psychopharmacology, 4th edition. Treatment for ADHDA. Pharmacotherapy: (Note: Drugs reserved till 6 years of age). Three types of drugs used currently: Stimulants (Amphetamines, Methylphenidate). They are first-line drugs. They act by several mechanisms which ultimately end up in enhancing monoamine actions. Most importantly catecholamine (epinephrine, norepinephrine) and dopamine are enhanced. Complications: Seizures, Psychosis, Dependence. Hence contraindicated if a person is having/had/family history of these conditions Atomoxetine. It is a Norepinephrine reuptake inhibitor (NRI). It has no side effect profile like amphetamines. Hence, useful when in conditions where stimulants are contraindicated. Contraindicated in hypertension, arrhythmias, pheochromocytoma. It is useful in adults also. Clonidine. It improves attention by increasing noradrenergic tone in locus coeruleus and prefrontal cortex (binding to postsynaptic a2A adrenergic receptors). It controls hyperactivity by suppressing sympathetic outflow. B. Psychotherapya. Behavior therapy (Positive reinforcement)b. Neurofeedback",
        "cop": 2,
        "opa": "Methylphenidate",
        "opb": "Atomoxetine",
        "opc": "Clonidine",
        "opd": "Dexamphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "d408384f-371e-4a2c-aea3-f03d3e0ff3a3",
        "choice_type": "single"
    },
    {
        "question": "The clinical effects of the antidepressant drugs is mainly based on -",
        "exp": "Ans. is 'a' i. e., Change in neurotransmitter receptor sensitivity",
        "cop": 1,
        "opa": "Change in neurotransmitter receptor sensitivity",
        "opb": "Decreased level of neurotransmitters",
        "opc": "Change in efficacy of neurotransmitters",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "5d2918da-6fdb-4bf3-8e3a-acb115dd7c82",
        "choice_type": "multi"
    },
    {
        "question": "Mode of action of Fluoxetine is -",
        "exp": "Ans. is 'c' Inhibit axonal uptake of 5. HT Fluoxetine is a tricyclic antidepressant (like imipramine, Amitriptyline). While typically TCA inhibit uptake of both NA and 5. HT by neurons. Fluoxetine is selective serotonin reuptake inhibitor (SSRI). Therefore it is devoid of following side effects. Anticholinergic *Sedation*Hypotension*Other SSRIs. Fluvoxamine*Paroxetine*Also remember mechanism of action of these atypical TCAs. Tianeptine - It increase rather than inhibit 5-HT uptake *Mianserin - does not inhibit either NA or 5-HT uptake, it blocks presynaptic alpha-2 receptors, increases release and turnover of NA in brain *",
        "cop": 3,
        "opa": "GABA inhibition",
        "opb": "Adrenergic neuron blocking agent",
        "opc": "Inhibition axonal uptake of 5. HT",
        "opd": "Alpha adrenergic stimulation",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "301dab98-e92b-48a7-b40b-95bbe087f89b",
        "choice_type": "single"
    },
    {
        "question": "Least common conduct disorder seen in girls:",
        "exp": "Ans: (c) Aggressive behavior involvement with law/antisocial. Ref: 1. Keenan K, LoeberR, Green S, Conduct Disorder in Girls: A Review of the Literature, Clin Child Fam Psychol Rev 1999, 2: Page 3-192. Zahn-Waxler C, Shirtcliff EA, Marceau K, Disorders of Childhood and Adolescence: Gender and Psychopathology, Annu Rev Clin Psychol, 2008, 4, Page 275-303. Behaviors which are disturbing to others are common in childhood. In this group, the characteristic psychopathology is the behaviour(s) itself. Following three disorders included: Attention deficit hyperactive disorder. Oppositional defiant disorder. Conduct disorder. Attention deficit hyperactive disorder (ADHD) is characterized by: Poor attention, Hyperactivity and Impulsivity. Oppositional Defiant Disorder (ODD). Features of ADHD may be present. Plus, they do opposite of what being told and don't follow rules [defianf\\Behavior mostly restricted in the family itself. Conduct Disorder (CD). Features of ODD may be present. PLUSCruelty to other children/animals. Aggression. Emotional bullying. Lying, stealing. School truancy. Running away from home. Risk-taking behavior like sexual promiscuity. Speed driving. Engaging in dangerous sports/games. Good number of CD children goes on to develop Antisocial personality disorder (ASPD) in adulthood. Gender Differences of ODD/CD: Boys will present with more of externalizing behavior, like aggression to others, involvement with law/ police. Girls will have more internalizing problems, like suicide attempts, illegal relationships etc. Rx for ODD and CD (Juvenile delinquency): Behavior therapy (Contingency Management).",
        "cop": 3,
        "opa": "Run away from home",
        "opb": "High risk sexual behavior",
        "opc": "Aggressive behavior involvement with law/antisocial",
        "opd": "Emotional bullying",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "53f77629-ef45-4a54-bc8a-ceb291afb0e5",
        "choice_type": "single"
    },
    {
        "question": "Bright light therapy is used for?",
        "exp": "Ans. (a) Seasonal affective disorder. Ref: Principles and Practice of Psychopharmacotherapy by Philip G. Janicaky Stephen R. Marder, Mani N. Pavuluri p. 244",
        "cop": 1,
        "opa": "Seasonal affective disorder",
        "opb": "Schizophrenia",
        "opc": "Adjustment disorder",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "eb06a446-ee3f-4d1a-a2f6-b4c24ad39ae3",
        "choice_type": "single"
    },
    {
        "question": "Patient on typical antipychotic develops restlessness typically of the lower limbs. Drug to treat this side effect is-",
        "exp": "Ans. is 'a' i. e., Propranolol o This side effect is akathasia - Restlessness, feeling of discomfort, apparent agitation manifested as a compelling desire to move about, but without anxiety, o Treatment of choice is beta blockers - Propranolol. Patient is on antipsychotic||||||o Within 1-5 dayso Spasm of muscle ofy Tongue (Protrusion, twisting)y Face (grimacing)y Neck (torticollis)y Jaw (trismus)y Rye (oculogyric crisis)y Spine (opisthotonus)y Abnormal postureo Within 4 weeks (1-4 weeks)o Restlessness (inability to sit or stand quiet)o Persistent desire to move abouto Fidgety movementso Rocking movemento Within 1-4 weekso Bradykinesiao Rigidityo Tremero Mask facieso Shuffling gaito Within weekso Marked muscular rigidityo High fevero Autonomic instability| HR & BP, sweating|CPKo Myoglobinemiao Leukocytosiso Disturb consciousnesso Catatonia & stuporo Drug is taken for > 3 monthso Within 4 weeks of withdrawalo Involuntary movement of facial & limb musclesy Chewing, poutingy Puffing of cheeksy Lips lickingy Choreoathetoid movementso After months to yearso Perioral tremer||||||Acute muscular dystonia. Akathisia. Parkinsonism. Neuroleptic malignant syndrome. Tardive dyskinesia. Perioral tremer (rabbit syndrome)o Treatment of choice -o TOC - b-blockers central anticholinergico TOC - central - anticholinergicso DOC - Dantrolene",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Trihexiphenoydol",
        "opc": "Quetiapine",
        "opd": "Datrolene",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "9e95e5b2-aeef-4ab3-a7c9-635ceaf82d4b",
        "choice_type": "multi"
    },
    {
        "question": "A pt. is brought to the casualty in the state of altered sensorium. He was on lithium t/t for affective disorder and has suffered through an attack of epileptic fits. On examination he has tremors increased DTR's and incontinence of urine. He has also undergone an episode of severe gastroenteritis 2 days ago. The serum lithium was found to be 1. 95 m moles/L. The cause of her condition is:",
        "exp": "Ans. is 'a' i. e. Lithium toxicityI am not sure on this One. The symptoms of the pt. can be attributed to C. N. S. toxicity occuring d/t lithium overdose but K. D. T. says that serum level of Lithium required to cause CNS symptoms is above 2 meq. The Symptoms can also be attributed to dehydration occuring d/t gastroenteritis. The dehydration is aggravated by polyurea occuring d/t lithium (This adverse effect of lithium can occur at serum level above 1. 5 meq.). Goodman & Gilman says that lithium toxicity occurs in - Acute therapy at serum level - >4 meq. Chronic therapy at serum level - >1. 5 meq. The pt. in question seems to be undergoing chronic therapy with lithium. Therefore I find lithium toxicity, the more correct choice. I have given you the facts, you can decide for yourself.",
        "cop": 1,
        "opa": "Lithium toxicity",
        "opb": "Dehydration",
        "opc": "Manic episode",
        "opd": "Depressive stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "30128571-03cf-41e6-85fe-517f0242ba2c",
        "choice_type": "single"
    },
    {
        "question": "Contraindication for electroconvulsive therapy:",
        "exp": "Ans: C (Raised ICT) Ref: A Short Textbook of Psychiatry by Niraj Ahuja, 7th edition. 2011. Jay pee. (Ref: Miller LJ. Use of electroconvulsive therapy during pregnancy. Hasp Community Psychiatry 1994: 45 (5): 444-50. Explanation: ECT is generally considered safe during pregnancy. \"ECT is generally accepted to he relatively safe during all trimesters of pregnancy, particularly when compared to pharmacological treatments\" (Miller U article). Electroconvulsive Therapy (ECT). Induction of a grand mal seizure lasting for atleast 15 seconds using an electrical pulse through brain under general anesthesia. Exact mechanism of action is not known Indications: Depression refractory to adequate drug therapy. High suicide risk. Medical risk in addition to depression (dehydration, electrolytes, pregnancy). Previous good response to ECTFamilial response to ECTElderly. Psychotic depression. Catatonic features. Marked vegetative features. Acute schizophrenia. Mania unresponsive to medications Side effects: Risk of anesthesia. Memory loss (may be retrograde and/or anterograde. Tends to resolve by 6 to 9 months, permanent impairment controversial), headaches, Myalgias. Contraindications: Increased intracranial pressure",
        "cop": 3,
        "opa": "1st trimester Pregnancy",
        "opb": "Elderly",
        "opc": "Raised ICT",
        "opd": "Catatonia",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "bad50871-6901-49e6-9bb2-4f2c560d31e8",
        "choice_type": "single"
    },
    {
        "question": "The following has least anti-cholinergic side effects:",
        "exp": "Ans: B (Desipramine) Ref: Kaplan & Sadoek's Synopsis of Psychiatry. 10th edition. P. 1109 and Kishore-Komar R et at. Desipramine relieves postherpetic neuralgia. Clin Pharmacol Then 1990 Mar; 47(3): 305-12. Explanation:\"Desipramine has the least anticholinergic and sedative effects of the tricyclic anti-depressant agents. \"All are tricyclic amine used to treat. Depression (Unipolar. NOT Bipolar since the risk of 'switch' is high)OCD (Clomipramine). Pain syndromes < Amitriptaline). Nocturnal enuresis (Imipramine). Acid peptic disease < Doxipin). Mechanism of action: They block the transporter proteins of Nor-epinephrine and Serotonin, thereby elevating the level of both at synaptic cleft -enhanced activity of these neurotransmitters - mood elevation/reduction of anxiety. Side-Effects are: Anticholinergic Side-Effects. Dry mouth. Tachycardia| QT interval. Heart block. Constipation. Precipitation of angle-closure glaucoma. Orthostatic hypotension. The other drugs related to them are: Tetracyclics-Amoxapine. Mirtazapine, Mians- erine. Monoamine oxidase inhibitors (MAOIs)1. Irreversible monoamine oxidase inhibitors: Selegi1ine, Tranycypromine2. Reversible monoamine oxidase inhibitors: Moclobemide. Pirlindole",
        "cop": 2,
        "opa": "Clomipramine",
        "opb": "Desipramine",
        "opc": "Imipramine",
        "opd": "Trimipranine",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "bee797ad-b6c6-459e-956b-345352ffff6d",
        "choice_type": "single"
    },
    {
        "question": "According to Faulk classification, the husband battered wife syndrome is common in:",
        "exp": "Ans: (a) Dependent but suspicious husband. Ref: Faulk M. (1974, July), Men Who Assault Their Wives, Medicine, Science and the Law, Page 180-183. Violence between any two \"individuals\" who are related / or in a relationship denote, Abuse (act of commission). Neglect (act of omission). Types of abuses / neglect: Emotional abuse / neglect. Physical abuse / neglect. Sexual abuse / neglect. Family is the unit of society. Marital (domestic) violence is a medico-legal problem. Battered person syndrome is a condition where a person suffers abuse from another person. Victims - persons who are dependent on others like wives, children and elderly. Perpetrators - usually males (spouse), or females (in case of children). Typically husband abuses wife (battered wife syndrome) and wife abuses children (displacement - defense mechanism) - battered baby syndrome. Several studies were carried out to identify the characteristics of people who batter. Faulk, in 1974 published a paper classifying persons who abuse others. According to Faulk, there are five types of men in a relationship: Stable / affectionate. Dominating. Violent / bullying. Dependent passive. Dependent suspicious. Battering happens in all but frequency and intensity varies. Least common with men who are stable and affectionate. Dominating husband wants to control wife. Bullying husband uses violent methods even for trivial problems. Dependent passive man tries to please wife and battering is less common. Dependent but suspicious man is jealous hence abuse wife more. Battered wife syndrome logically comes under stress related disorders in ICD-10 (Adjustment disorder, acute stress disorder, PTSD). Battered wife experiences. Depression. Fear (not only with spouse but also with others). Dislike her body, aversion towards sex. Belief that spouse is omnipotent (and she can't escape/others can't help). Battered baby syndrome is characterized by: Retinal bleed. Fractures. Soft tissue injuries. Subdural hematoma. Cannot be explained by accidental trauma or other medical conditions. Head injury might be due to violent shaking (syn. shaken baby head trauma). Head injury in BBS result in subdural hematoma, retinal bleeding even brain tissue damage (diffuse axonal injury) without other injuries. Long bone fractures are multiple in BBS exhibit different healing stages (indicating chronic abuse), without corresponding external injury. Domestic violence in India-Legal issues. Protection of Women from Domestic Violence Act, 2005 defines domestic violence and protects (women) victims. It is a civil law, i. e., it doesn't meant for penalizing the perpetrator (which is described in Section 498A in The Indian Penal Code). Patriarchal social structure and Dowry system are believed to be causative dynamics behind violence against women in India. Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act came into force in 2013. Sec. 354 of the Indian Penal Code describes sexual harassment offence and penalties shall be for a man committing such an offence.",
        "cop": 1,
        "opa": "Dependent but suspicious husband",
        "opb": "Normal quiet husband",
        "opc": "Dependent active",
        "opd": "Dependent passive",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "56fe3ca5-436b-438a-adf8-055e3aa7c2bc",
        "choice_type": "single"
    },
    {
        "question": "Which is true statement?",
        "exp": "Ref: Synopsis of Psychiatry. Kaplan & Sadock, 10th edition. Diagnostic and Statistical Manual, IVth edition. Expanation: Electro-convulsive treatment (ECT). It is one of the physical methods used to treat major depression. Other methods to treat major depression are Vagal Nerve Stimulation (VNS), Deep Brain Stimulation (DBS), repetitive Transcranial Magnetic Stimulation (r. TMS). The onset of action, hence the resolution of symptoms is rapid when compared to other modalities like anti-depressants and psychotherapy. ECT is also used to treat catatonia (of any cause), intractable OCD and unmanageable mania. ECT is useful in severe depression with high suicidal riski neglect of food intake/psychotic symptoms. Resistant depression (where symptoms persist in spite of at least two adequate drug trials), not chronic depression (which might be untreated or associated with organic conditions/social stressors) is the indication for ECTEndogenous depression is the one which occurs without any reasonable external stress and have strong genetic component. Reactive depression, as the name i ndicates occurs after a stress and usually subsides once the stressor is removed. It responds well to psychotherapy not to ECT. Typical symptoms of depression. Persistent (all the time) and. Pervasive {across any situation) sad mood. Decreased appetite (with weight loss) and. Insomnia. Atypical depression is characterized by. Sad but reactive mood (with positive stimuli one feels better). Increased appetite (weight gain), Hypersomnia and. Increased interpersonal rejection sensitivity (hypersensitive to remarks/criticisms). It is usual 1 y seen in adolescent females, often associated with thyroid dysfunction. SSRIs, MAOIs (Mono Amine Oxidase Inhibitors) work better hut not TCAs (Tri Cyclic Antidepressants).",
        "cop": 1,
        "opa": "Depression with suicidal tendencies require ECT",
        "opb": "Chronic depression will require ECT",
        "opc": "Reactive depression responds to ECT better",
        "opd": "ECT is the treatment of choice for atypical depression",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "63dd7c01-7fcc-4e58-b633-4887dd6138a0",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man who was recenlty started on haloperidol 30 mg/day developed hyperpyrexia, muscle rigidity, akinesia, mutism, sweating, tachycardia and increased blood pressure. The investigations showed increased WBC count, increased creatinine phophokinase. This is no history of any other drug intake or any signs of infection. The most likely diagnosis is:",
        "exp": "Ans is 'b' i. e. neuroleptic malignant syndrome It is a case of neuroleptic malignant syndrome due to intake of high dose of haloperidol (The usual dose of haloperidol is 2-20 mg/day). The syndrome may develop in upto 1% of patient using antipsychotic and is more common in high doses, the elderly and those with organic brain disease, hyperthyroidism. Clinical features include. Feverconfusion or fluctuating consciousness Muscular rigidity. Autonomic unstability manifested by labile pulse, blood pressure and respiratory rate. Urinary incontinence or retention. Laboratory diagnosis. Raised plasma creatine kinase concentration and sometimes myoglobinema with potential nephrotoxicity Leucocytosis. Treatment. Cessation of antipsychotic therapy. Aside from cessation of antipsychotic treatment and supportive care specific t/t is unsatisfactory Dopaminergic agonists bromocriptine or dantrolene are beneficial in some cases. Patient is actively rehydrated. Even when recognized and treated the condition carries a mortality of 12-15%, through cardiac arrhythmias rhabdomyolysis or respiratory failure. The condition usually lasts for 5-7 days after the antipsychotic is stopped but may continue longer when a depot preparation has been used.",
        "cop": 2,
        "opa": "Drug overdose",
        "opb": "Neuroleptic malignant syndrome",
        "opc": "Drug induced Parkinsonism",
        "opd": "Tardive dyskinesia",
        "subject_name": "Psychiatry",
        "topic_name": "Drugs & Other Biological Methods of Treatment",
        "id": "9c421d14-3c22-4f6f-92b2-7b021dfa9923",
        "choice_type": "single"
    }
]