[
    {
        "question": "Beta blockers are indicated in -",
        "exp": "Ans. is 'b' Anxiety Antianxiety Drugs are. BenzodiazepinesB Blockers. Buspirone. Meprobamate & Hydroxyzine",
        "cop": 2,
        "opa": "Phobic disorders",
        "opb": "Anxiety",
        "opc": "Schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "a8d54e61-b164-450b-a2b8-6644ca290abc",
        "choice_type": "single"
    },
    {
        "question": "Most common of all psychiatric disorders are -",
        "exp": "Ans. is 'a' i. e., Anxiety disorder o Anxiety disorders are the most common of all psychiatric illnesses. According to DSM-IV-TR following are anxiety disorder:-Panic disorder with or without agoraphobia. Agoraphobia with or without panic disorder. Specific phobia. Social phobia. Obsessive - compulsive disorder. Post traumatic stress disorder. Generalized anxiety disorder.",
        "cop": 1,
        "opa": "Anxiety disorder",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "5248b4b5-2deb-4adc-ab4d-d41c31102213",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for generalized anxiety disorder -",
        "exp": "Ans. is 'a' i. e., Alprazolam Treatment of generalized anxietyo Benzodiazepines are the drug of choice. Drugs in this group are diazepam, Lorazepam, Alprazolam, Oxazepam, chlordiazepoxide. o Other drugs used are buspirone; TCA (amptriptyline, imipramine, clomipramine, desipramine); SSRIs (Fluoxetine, Sertaline, Paroxetine, Citalopram); SNRIs (Venalafaxine), b-blockers. o Anticonvulsants with GABAergic properties may also be effective against anxiety, e. g., Gabapentin, Oxcarbazepine, Tiagabine, pregabaiin, and Valproate (divalporex).",
        "cop": 1,
        "opa": "Alprazolam",
        "opb": "Buspirone",
        "opc": "Venlafaxine",
        "opd": "Beta - blockers",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "5e16eadb-4687-4edd-a518-4f4ff3514575",
        "choice_type": "single"
    },
    {
        "question": "Anxiety is -",
        "exp": "Ans. is 'a' he., Neurosis Psychosiso Psychosis is a mental state involving the loss of contact with reality, causing deterioration of normal social functioning. The characteristic features of psychosis are: - Gross impairment in reality testing, i. e., loss of contact with reality. Marked disturbance in personality and behavior with impairment in social, interpersonal and occupational functioning. Marked impairment in judgement. Loss of insight (insight is an assessment of how aware the patient is of their own mental illness). Presence of characteristic symptoms Like delusions and hallucinations, these are called psychotic symptoms. o The major psychosis are: -Organic psychotic disorders, e. g., Delirium, substance related psychosis, head trauma. Non-organic psychoses. Major psychoses: - Schizophrenia, mood disorders (depression, mania, bipolar). Other psychotic disorders (third psychosis): - Delusional disorders, acute and transient psychotic disorders, schizoaffective disorder. Neurosiso Neurosis is a general term referring to mental distress that, unlike psychosis, does not prevent rational thought and daily functioning. Characteristic features are: -Symptoms cause subjective distress to the patient. Insight is present (symptoms are recognised as undesirable). The personality and behaviour are relatively preserved as is the judgement. The contact with reality is preser\\>ed. Absence of organic causative factor. o Important neurotic disorders are Anxiety disorders (Panic), Phobia (Phobic anxiety disorder), obsessive compulsive disorder, Dissociative conversion disorder.",
        "cop": 1,
        "opa": "Neurosis",
        "opb": "Psychosis",
        "opc": "Personality disorder",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "628f5eda-e8c3-4332-afa7-a9970a22f84e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for generalized anxiety -",
        "exp": "Ans. is 'b' i. e., Alprazolam Treatment of generalized anxietyo Benzodiazepines are the drug of choice. Drugs in this group are diazepam, Lorazepam, Alprazolam, Oxazepam, chlordiazepoxide. o Other drugs used are buspirone; TCA (amptriptyline, imipramine, clomipramine, desipramine); SSRIs (Fluoxetine, Sertaline, Paroxetine, Citalopram); SNRIs (Venalafaxine), b-blockers. o Anticonvulsants with GABAergic properties may also be effective against anxiety, e. g., Gabapentin, Oxcarbazepine, Tiagabine, pregabalin, and Valproate (divalporex).",
        "cop": 2,
        "opa": "p-blocker",
        "opb": "Alprazolam",
        "opc": "Buspirone",
        "opd": "Phenytoin",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "81ab2cb6-4501-471c-800d-5e26b6f6fe1f",
        "choice_type": "single"
    },
    {
        "question": "True regarding anxiety is all except: (Repeat)",
        "exp": "Ans: D (Always pathological) Ref.: Synopsis of Psychiatry, Kaplan & Sadock, 10th edition. Explanation: Anxiety is a state of mind characterized by alertness, in response to any threatening stimulus and it is an adaptive response. It has cognitive symptoms (inattention - forgetfulness). Emotional symptoms (feeling on the edge). Autonomic symptoms (hyper-sympathetic state). Physical symptoms (muscle tension). While anxiety is due to an internal, vague, distant stimuli, fear is a response to a stimulus which is external, well-defined and immediate.- Also Refer Psychiatry question explanation in 2011 paper.",
        "cop": 4,
        "opa": "Adaptive response",
        "opb": "Alert signal",
        "opc": "Autonomic hyperactivity",
        "opd": "Always pathological",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "3b25a95f-834d-497f-8efa-8d9bd88c77f4",
        "choice_type": "multi"
    }
]