[
    {
        "question": "Beta blockers are indicated in -",
        "exp": "Ans. is 'b' Anxiety Antianxiety Drugs are. BenzodiazepinesB Blockers. Buspirone. Meprobamate & Hydroxyzine",
        "cop": 2,
        "opa": "Phobic disorders",
        "opb": "Anxiety",
        "opc": "Schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "a8d54e61-b164-450b-a2b8-6644ca290abc",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for generalized anxiety disorder -",
        "exp": "Ans. is 'a' i. e., Alprazolam Treatment of generalized anxietyo Benzodiazepines are the drug of choice. Drugs in this group are diazepam, Lorazepam, Alprazolam, Oxazepam, chlordiazepoxide. o Other drugs used are buspirone; TCA (amptriptyline, imipramine, clomipramine, desipramine); SSRIs (Fluoxetine, Sertaline, Paroxetine, Citalopram); SNRIs (Venalafaxine), b-blockers. o Anticonvulsants with GABAergic properties may also be effective against anxiety, e. g., Gabapentin, Oxcarbazepine, Tiagabine, pregabaiin, and Valproate (divalporex).",
        "cop": 1,
        "opa": "Alprazolam",
        "opb": "Buspirone",
        "opc": "Venlafaxine",
        "opd": "Beta - blockers",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "5e16eadb-4687-4edd-a518-4f4ff3514575",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for generalized anxiety -",
        "exp": "Ans. is 'b' i. e., Alprazolam Treatment of generalized anxietyo Benzodiazepines are the drug of choice. Drugs in this group are diazepam, Lorazepam, Alprazolam, Oxazepam, chlordiazepoxide. o Other drugs used are buspirone; TCA (amptriptyline, imipramine, clomipramine, desipramine); SSRIs (Fluoxetine, Sertaline, Paroxetine, Citalopram); SNRIs (Venalafaxine), b-blockers. o Anticonvulsants with GABAergic properties may also be effective against anxiety, e. g., Gabapentin, Oxcarbazepine, Tiagabine, pregabalin, and Valproate (divalporex).",
        "cop": 2,
        "opa": "p-blocker",
        "opb": "Alprazolam",
        "opc": "Buspirone",
        "opd": "Phenytoin",
        "subject_name": "Psychiatry",
        "topic_name": "Generalized Anxiety Disorder",
        "id": "81ab2cb6-4501-471c-800d-5e26b6f6fe1f",
        "choice_type": "single"
    }
]