[
    {
        "question": "\"Bad-trip\" is associated with:",
        "exp": "Ans. (d) LSDRef.: Harrison 19th ed. / 469e-4* LSD intoxication causes bad trips, which is acute panic reaction in which the individual experience a loss of control over his self.* Spontaneous recurrence of LSD, or sometimes cannabis use experience even during a withdrawal state is known as Flash back.",
        "cop": 4,
        "opa": "Bhang",
        "opb": "Ganja",
        "opc": "Cocaine",
        "opd": "LSD",
        "subject_name": "Psychiatry",
        "topic_name": "Hallucinogen-Related Disorders",
        "id": "42fa43e3-e881-441e-b447-5caee5744963",
        "choice_type": "single"
    },
    {
        "question": "Hallucinations are produced by-",
        "exp": "Ans. is 'a\" i. e.. Amphetamineso Amphetamine psychosis mimic paranoid schizophrenia. There may be deleusions and hallucinations. Amphetamine abuseo Amphetamine is a powerful CNS stimulator. It acts on norepinephrine release in brain, along with an action on release of dopamine and serotonine. Amphetamine abuse may cause: -Acute intoxication: - Symptoms of acute intoxication are: -Cardiovascular: - Tachycardia, hypertension, Cardiac failure. Cardiovascular shock. CNS: - Euphoria, seizures, hyperpyrexia, tremors, ataxia, pupillary dilatation. Neuropsychiatric: - Anxiety, panic, insomnia, restlessness, irritability. Paranoid hallucinatory syndrome: - Closely mimics paranoid schizophrenia. It is also known as amphetamine psychosis. There may be idea of reference, delusion of persecution. Auditory or visual hallucination in a setting of clear consciousness. Chronic abuse: - It causes: -Severe and compulsive craving for the drug. Cycle of *runs * (heavy use for several days) followed by *Crashes * (stopping the drug use). Tactile hallucination (formination).",
        "cop": 1,
        "opa": "Amphetamine",
        "opb": "Morphine",
        "opc": "Paraxetine",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "Hallucinogen-Related Disorders",
        "id": "737e54c0-28dd-4275-9519-e37e78b04845",
        "choice_type": "multi"
    }
]