[
    {
        "question": "A person is said to be mentally retarded when IQ is-",
        "exp": "Ans. is 'd' i. e., < 70 o Normal IQ- 90-109; o Borderline IQ- 70-89; o Mild mental retardation IQ- 50-69; o Moderate mental retardation IQ- 35-49; o Severe MR IQ- 20-34; o Profound MR IQ- 0-19.",
        "cop": 4,
        "opa": "< 100",
        "opb": "<90",
        "opc": "<80",
        "opd": "<70",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "093cc84c-2c76-4051-8eb6-d2cd335281ce",
        "choice_type": "multi"
    },
    {
        "question": "A child with pervasive developmental disorder will have all of the following except:",
        "exp": "Ans. d. Impaired cognition (Ref. Kaplan 10th/1191-1197; Niraj Ahuja 7/ep163-165). According to DSM-V, intellectual disability should he ruled out prior to a diagnosis of pervasive developmental defects. \"The diagnostic category pervasive developmental disorders (PDD), as opposed to specific developmental disorders (SDD) is characterized by delays in the development of multiple basic functions including socialization and communication. \"Pervasive Developmental Disorders. The diagnostic category pervasive developmental disorders (PDD), as opposed to specific developmental disorders (SDD) are characterized by delays in the development of multiple basic functions including socialization and communication. Pervasive Developmental Disorders are. Pervasive developmental disorder not otherwise specified (PDD-NOS), (includes atypical autism): Most common. Autism. Asperger syndrome. Rett syndrome. Childhood disintegrative disorder (CDD). The first three of these disorders are commonly called the autism spectrum disorders. Onset of PDD occurs during infancy, but the condition is usually not identified until the child is around three years old. Parents may begin to question the health of their child when developmental milestones are not met including age appropriate motor movement & speech production. DSMV: Diagnostic Criteria Autism Spectrum Disorder 299. 00 (F84. 0). Persistent deficits in social communication and social interaction across multiple contexts, as manifested by: Deficits in social-emotional reciprocity. Deficits in nonverbal communicative behaviors used for social interaction. Deficits in developing, maintaining, and understanding relationships. Restricted, repetitive patterns of behavior, interests, or activities, as manifested by at least two of the following: Stereotyped or repetitive motor movements, use of objects, or speech. Insistence on sameness, inflexible adherence to routines, or ritualized patterns or verbal-nonverbal behavior. Highly restricted, fixated interests that are abnormal in intensity or focus. Hyper- or hyporeactivity to sensory input or unusual interests in sensory aspects of the environment. Symptoms must be present in the early developmental period. Symptoms cause clinically significant impairment in social, occupational, or other important areas of current functioning. These disturbances are not better explained by intellectual disability (intellectual developmental disorder) or global developmental delay. Intellectual disability & autism spectrum disorder frequently co-occur; to make comorbid diagnoses of autism spectrum disorder and intellectual disability', social communication should be below that expected for general developmental level. Note: Individuals with a well-established DSM-IV diagnosis of autistic disorder, Asperger's disorder, or pervasive developmental disorder not otherwise specified should be given the diagnosis of autism spectrum disorder. Individuals, who have marked deficits in social communication, but whose symptoms do not otherwise meet criteria for autism spectrum disorder, should be evaluated for social (pragmatic) communication disorder. Autistic Disorder (Kartner's Autism). It is characterized by qualitative impairment in reciprocal social interaction, delayed and aberrant communication skills & a restricted repertoire of activities and interestsQ. By definition, the onset is before the age of 3 yearsQ. More common in boys. QDevelopmental milestones are normalQ. Temporal lobe is believed to be critical area. Clinical Features. Autism (marked impairment in reciprocal social and interpersonal interaction). Marked impairment in language and non-verbal communication. Abnormal behavioral characteristics. Mental retardation* Absent social smile* Lack of eye-to-eye- contact* Lack of awareness of others existence or feelings; treats people as furniture* Lack of attachment to parents and absence of separation anxiety.* No or abnormal social play; prefers solitary games.* Marked impairment in making friends* Lack of imitative behavior* Absence of fear in presence of danger* Lack of verbal or facial response to sounds or voices; might be thought as deaf initially.* In infancy, absence of communicative sounds like babbling.* Absent or delayed speech* Abnormal speech patterns and content. Presence of echolalia, perseveration, poor articulation and pronominal reversal is common.* Remote memory is usually good.* Abstract thinking is impaired.* Mannerisms* Stereotyped behaviour such as head-banging, bodyspinning, lining-up objects, rocking, clapping, twirling, etc.* Ritualistic & compulsive behaviour.* Resistance to even the slightest change in the environment.* Attachment may develop to inanimate objects.* Hyperkinesis is commonly associated.* Only about 25% of all children with autism have an IQ >70.* >50% of these children have moderate to profound mental retardation.* There appears to be a correlation between severity of mental retardation, absence of speech & epilepsy- in autism. Treatment of Autism. Behaviour Theory. Psychotherapy. Pharmacotherapy* Development of a regular routine with as few changes as possible.* Structured classroom training, aiming at learning new material & maintenance of acquired learning.* Positive reinforcements to teach self- care skills.* Speech therapy and/or sign language teaching.* Behavioral techniques to encourage interpersonal interactions.* Parental counseling &* supportive psychotherapy can be very useful in allaying parental anxiety and guilt, and helping their active involvement in therapy.* However, overstimulation of child should be avoided during treatment.* Halo peridot decreases dopamine levels in brain, decreases hyperactivity & behavioral symptoms.* Risperidone, for treatment of autism in children aged 5 and above.* Anticonvulsants are used for the treatment of generalized or other seizures",
        "cop": 4,
        "opa": "Stereotype behaviour",
        "opb": "Reduced social interaction",
        "opc": "Poor language skills",
        "opd": "Impaired cognition",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "aab3be04-0523-4014-9a96-0b9a58d1d572",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following pervasive developmental disorder only one modality is impaired, others are normal -",
        "exp": "Ans. is 'b' i. e., Asperger syndromeo Pervasive development disorders include several clinically similar conditions which are characterized by three symptom clustors:-i) Impairment of social interaction:- e. g., Lack of social smile or eye contact. ii) Impairment of communication (language and non-verbal):- Language problems, delayed or absent speech. iii) Restricted repititive and styerotyped behavior, interests and activities:- e. g., Sterotypy. iv) Another associated feature is mental retardation. o In Autism and Rett syndrome all three features are found. Where as: o In asperger syndrome -a) Only Social ineractiion is impaired, where asb) Intelligence is normal (The only pervasive development disorder in which intelligence is normal.)c) No language impairments.",
        "cop": 2,
        "opa": "Autism",
        "opb": "Asperger syndrome",
        "opc": "Rett syndrome",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "9efc10ec-950c-4301-a59e-23fc864ce056",
        "choice_type": "multi"
    },
    {
        "question": "Tourette syndrome is a type of -",
        "exp": "Ans. is 'a' i. e. Tic disorder Tourette syndromeo Tourette syndrome (also called Tourette's syndrome, Tourette's disorder, Gilles de la Tourette syndrome, GTS or, more commonly, simply Tourette's or TS) is an inherited neuropsychiatric disorder with onset in childhood, characterized by multiple physical (motor) tics and at least one vocal (phonic) tic. o Average onset between the ages of 3 and 9 years. Males are affected about three to four times more often than females. o Common associations are ADHD and OCD.",
        "cop": 1,
        "opa": "Tic disorder",
        "opb": "Mental retardation disorder",
        "opc": "Seizure disorder",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "3dafb890-ff4d-4be0-b353-37a95dfd3cac",
        "choice_type": "multi"
    },
    {
        "question": "Severe mental retardation is -",
        "exp": "Ans is 'c' i. e. 20 - 35 o Normal IQ - 90-109; o Borderline IQ - 70-89; o Mild mental retardation IQ - 50-69; o Moderate mental retardation IQ -35-49; o Severe MR IQ - 20-34; o Profound MR IQ - 0-19.",
        "cop": 3,
        "opa": "50-70",
        "opb": "35-50",
        "opc": "20-35",
        "opd": "<20",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "fdeb03bf-d572-4426-a0ae-d36a18106e6a",
        "choice_type": "single"
    },
    {
        "question": "A 6 yr old child has history of Birth Asphyxia does not communicate well, has slow mental and physcial growth, does not mix with people, has limited interests, gets widely agitated if disturbed, diagnosis is:",
        "exp": "Ans. is 'b' Autistic Disorder Symptoms of the child and H/o Birth Asphyxia strongly suggests the diagnosis of Autistic Disorder. Birth Asphyxia is a common came of this disorder. Autistic Disorder1. Impairment in social and interpersonal interactions. 2. Impairment in language and nonverbal communication3. Mental retardation4. Decreased Physical Growth. Hyperkinetic child is characterized by1. Poor attention span with distractibility*2. Hyperactivity*3. Impulsivity*Attention deficit disorder & Hyperkinetic child are one and same thing. Schizophrenia is an absurd option (only a schizophrenic can go for it)",
        "cop": 2,
        "opa": "Hyperkinetic child",
        "opb": "Autistic Disorder",
        "opc": "Attention deficit disorder",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "321c3077-4d76-47fa-9932-9aaeb3109a35",
        "choice_type": "single"
    },
    {
        "question": "A girl with normal milestones spends her time seeing her own hand, do not interact with others, what is the diagnosis?",
        "exp": "Ans. is 'b' i. e. Autism Pervasive developmental disorder includes the following condition. Autism. Rett's disorder. Asperger's disorder. Childhood disintegrative disorder. Pervasive disorders not otherwise specified. Pervasive development disorders are characterized by three symptom clusters-Impairment in social reciprocity marked by poor eye contact, lack of interest in other people and failure to interact appropriately with others. Communicative impairment, it is characterized by either no language at all or by deviant speech with errors in tone, prosody, pitch, grammar, or pragmatics. Restricted and repetitive behaviors include using the same words and phrases repeatedly out of context, performing the same action in routine ways or insisting that others do so, or exhibiting other vocal or visual self-stimulatory behaviors. Stereotype movements are seen. Stereotype movements are apparently purposeless movements such as hand flapping, head rolling or body rocking.). Now, the salient feature of each pervasive disorder: Autistic disorder. It gives all the classical features of pervasive developmental disorder. The patient presents with problems in social interaction, communication and repetitive stereotype behaviour. In most of these patients there is subnormal intelligence. ExampleA 3 year old boy shows no interest in or connection to his parents, other adults or children. He does not speak voluntarily and is fascinated with watching rotating objects. He screams fiercely when his environment is altered in any way such as when his mother tries to dress him. Rett's disorder. It is seen exclusively in females. The characteristic feature of these patients is that they begin to lose their acquired skills. Example After 4 months of normal development, an infant begins to lose her acquired skills. By 18 months of age, she shows little social interaction with her parents, other adults or children and she uses strange hand gestures. Asperger's disorder. The important point in differential diagnosis of these patients is that they have normal intelligence. These are the only pervasive development disorders in which the intelligence is unimpaired. These patients often have some exceptional ability. They have little or no developmental language delay and relatively normal cognitive development. In the question the lack of social interaction and communication along with stereotypic behaviour (watching her own hard) suggests Autistic disorder. The patient does not give any symptoms of attention deficit disorder i. e. there are no symptoms indicating lack of concentration and hyperactivity. The patients of ADHD can also present with symptoms similar to pervasive developmental disorder but the main complaint will always be that of attention deficit and hyperactivity. Patients with depression should give other features of depression.",
        "cop": 2,
        "opa": "ADHD",
        "opb": "Autism",
        "opc": "Schizophrenia",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "56847e5e-d351-4711-be15-0f890e43e6a8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used to improve attention deficit in children except -",
        "exp": "Ans. is 'd' i. e., Floodingo In attentention deficit following can be used: Cognitive enhancement therapy (also called cognitive remeditation therapy). Cognitive behavioral therapy. Clinical behavior therapy. Direct contingency management. Intensive, packaged behavioral treatment",
        "cop": 4,
        "opa": "Cognitive enhancement therapy",
        "opb": "Cognitive behavioural therapy",
        "opc": "Cognitive remeditation therapy",
        "opd": "Flooding",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "ccdcf71d-74c4-485d-921e-07ec3cc8066f",
        "choice_type": "multi"
    },
    {
        "question": "Abnormality seen in ADHD is -",
        "exp": "Ans is 'a' i. e. Hyperactivity o Characteristic triad of Attention deficit hyperactivity disorder includei. Hyperactivity, ii. Impulsiveness andiii. Inattention (distractibility or lack of concentration).",
        "cop": 1,
        "opa": "Hyperactivity",
        "opb": "Hallucinations",
        "opc": "Delusion",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "52fc81be-39aa-4f92-be9b-1ae10c848f56",
        "choice_type": "multi"
    },
    {
        "question": "All are true about autism EXCEPT:",
        "exp": "ANSWER: (B) Child is able to interact. REF: Kaplan & Sadocks Synopsis of Psychiatry 10t. El Edition p. 1194, Current Diagnosis & Treatment in Psychiatry Chapter 37. Major Diagnostic Features of Dsm-iv Pervasive Developmental Disorders. Feature. Autistic. Disorder. Asperger's. Disorder. Childhood. Disintegrative. Disorder. Rett's. Disorder. Pervasive Developmental Disorder NOSSocial impairment+++++Language or communication disorder+ +++Repetitive interests and activities+++++Onset prior to 36 months+ + Average intelligence + Period of normal development +-t- Loss of skills in several areas +",
        "cop": 2,
        "opa": "Age between 18-24 months",
        "opb": "Child is able to interact",
        "opc": "Repetitive behavior is seen",
        "opd": "Language is not well developed",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "7e5081bf-51c1-40cc-9b92-f8c91b5c0b05",
        "choice_type": "multi"
    }
]