[
    {
        "question": "Severe mental retardation is -",
        "exp": "Ans is 'c' i. e. 20 - 35 o Normal IQ - 90-109; o Borderline IQ - 70-89; o Mild mental retardation IQ - 50-69; o Moderate mental retardation IQ -35-49; o Severe MR IQ - 20-34; o Profound MR IQ - 0-19.",
        "cop": 3,
        "opa": "50-70",
        "opb": "35-50",
        "opc": "20-35",
        "opd": "<20",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "fdeb03bf-d572-4426-a0ae-d36a18106e6a",
        "choice_type": "single"
    },
    {
        "question": "A 6 yr old child has history of Birth Asphyxia does not communicate well, has slow mental and physcial growth, does not mix with people, has limited interests, gets widely agitated if disturbed, diagnosis is:",
        "exp": "Ans. is 'b' Autistic Disorder Symptoms of the child and H/o Birth Asphyxia strongly suggests the diagnosis of Autistic Disorder. Birth Asphyxia is a common came of this disorder. Autistic Disorder1. Impairment in social and interpersonal interactions. 2. Impairment in language and nonverbal communication3. Mental retardation4. Decreased Physical Growth. Hyperkinetic child is characterized by1. Poor attention span with distractibility*2. Hyperactivity*3. Impulsivity*Attention deficit disorder & Hyperkinetic child are one and same thing. Schizophrenia is an absurd option (only a schizophrenic can go for it)",
        "cop": 2,
        "opa": "Hyperkinetic child",
        "opb": "Autistic Disorder",
        "opc": "Attention deficit disorder",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "321c3077-4d76-47fa-9932-9aaeb3109a35",
        "choice_type": "single"
    },
    {
        "question": "A girl with normal milestones spends her time seeing her own hand, do not interact with others, what is the diagnosis?",
        "exp": "Ans. is 'b' i. e. Autism Pervasive developmental disorder includes the following condition. Autism. Rett's disorder. Asperger's disorder. Childhood disintegrative disorder. Pervasive disorders not otherwise specified. Pervasive development disorders are characterized by three symptom clusters-Impairment in social reciprocity marked by poor eye contact, lack of interest in other people and failure to interact appropriately with others. Communicative impairment, it is characterized by either no language at all or by deviant speech with errors in tone, prosody, pitch, grammar, or pragmatics. Restricted and repetitive behaviors include using the same words and phrases repeatedly out of context, performing the same action in routine ways or insisting that others do so, or exhibiting other vocal or visual self-stimulatory behaviors. Stereotype movements are seen. Stereotype movements are apparently purposeless movements such as hand flapping, head rolling or body rocking.). Now, the salient feature of each pervasive disorder: Autistic disorder. It gives all the classical features of pervasive developmental disorder. The patient presents with problems in social interaction, communication and repetitive stereotype behaviour. In most of these patients there is subnormal intelligence. ExampleA 3 year old boy shows no interest in or connection to his parents, other adults or children. He does not speak voluntarily and is fascinated with watching rotating objects. He screams fiercely when his environment is altered in any way such as when his mother tries to dress him. Rett's disorder. It is seen exclusively in females. The characteristic feature of these patients is that they begin to lose their acquired skills. Example After 4 months of normal development, an infant begins to lose her acquired skills. By 18 months of age, she shows little social interaction with her parents, other adults or children and she uses strange hand gestures. Asperger's disorder. The important point in differential diagnosis of these patients is that they have normal intelligence. These are the only pervasive development disorders in which the intelligence is unimpaired. These patients often have some exceptional ability. They have little or no developmental language delay and relatively normal cognitive development. In the question the lack of social interaction and communication along with stereotypic behaviour (watching her own hard) suggests Autistic disorder. The patient does not give any symptoms of attention deficit disorder i. e. there are no symptoms indicating lack of concentration and hyperactivity. The patients of ADHD can also present with symptoms similar to pervasive developmental disorder but the main complaint will always be that of attention deficit and hyperactivity. Patients with depression should give other features of depression.",
        "cop": 2,
        "opa": "ADHD",
        "opb": "Autism",
        "opc": "Schizophrenia",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Intellectual disability, communication, autism, and ADHD",
        "id": "56847e5e-d351-4711-be15-0f890e43e6a8",
        "choice_type": "single"
    }
]