[
    {
        "question": "Which of the following is a classical symptom of depression?",
        "exp": "Ans: C (Guilt) Ref: Synopsis of psychiatry-, Kaplan & Sadock, 10th edition. Explanation. Depression. It is a common psychiatric syndrome characterized by persistent & pervasive sad mood, Because of such sad mood, the person might feel guilty, which in turn gives rise to thoughts like worthlessness, hopelessness & helplessness (Cognitive triad of Beck), which in turn put him/her at risk of ending life (ie., suicide). The other symptoms mentioned in the question do occur in any psychiatric disorder. So, the best answer would be \"'Guilt\" which is pathognomonic of depression.",
        "cop": 3,
        "opa": "Altered sleep pattern",
        "opb": "Weight loss",
        "opc": "Guilt",
        "opd": "Decreased appetite",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "5ac5cc60-3843-4ed8-abdd-2c9cc47f6e87",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of cognitive triad of Beck?",
        "exp": "Ans. d. Guilt (Ref: Niraj Ahuja 7e p164). Beck 's cognitive triad involves negative thoughts about the self (the self is worthless), the world/environment (i. e. the world is unfair, helpless), and the future (the future is hopeless). \"Beck's cognitive triad represents three types of negative thoughts present in depression, as proposed by Aaron Beck in 1976. The triad forms part of his cognitive theory of depression The triad involves negative thoughts about: The self (i. e. the self is worthless); The world/environment (i. e. the world is unfair; helpless), and The future (i. e. the future is hopeless). \"DSM IV Criteria for Major Depressive Episode. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are dearly due to a general medical condition, or mood-incongruent delusions or hallucinations. Depressed mood most of the day, nearly every day, as indicated by either subjective report (e. g. feels sad or empty) or observation made by others (e. g. appears tearful). Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly everyday. Significant weight loss w hen not dieting or weight gain (e. g. a change of more than 5% of body weight in a month) or decrease or increase in appetite. Insomnia or hypersomnia nearly everyday. Psychomotor agitation or retardation. Fatigue or loss of energy nearly everyday. Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional). Diminished ability to think or concentrate, or indecisiveness. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation. The symptoms do not meet criteria for a mixed episode. The symptoms cause clinically significant distress or impairment in soeial, occupational, or other important areas of functioning. The symptoms are not due to the direct physiological effects of a substance (e. g. a drug of abuse, a medication) or a general medical condition (e. g. hypothyroidism). The symptoms are not better accounted for by bereavement, i. e. after the loss of a loved one, the symptoms persist for longer than 2 months or are characterized by marked functional impairment, morbid preoccupation with worthlessness, suicidal ideation, psychotic symptoms, or psychomotor retardation.",
        "cop": 4,
        "opa": "Hopelessness",
        "opb": "Worthlessness",
        "opc": "Helplessness",
        "opd": "Guilt",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "3857af1c-4c58-432c-861a-29b22e6c77f1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of resistant depression is -",
        "exp": "Ans. is 'a' i. e., ECT Treatment of depression1) Drugs: - The treatment of major depression usually requires starting pharmacotherapy with antidepressants. Antidepressants are: -i) Tricyclic antidepressants (TCAs): - Imipramine, Amitriptyline, Trimipramine, Clomipramine, Desipramine, Nortriptyline, Amoxapine, Reboxetine. ii) SSRI (selective serotonin reuptake inhibitors): - Fluoxetine, Paroxetine, sertaline, Citalopram, Escitalopram. These drugs devoid of side effects seen with TCAs and are safe in elderly. iii) Atypical antidepressants: - Trazodone, Mianserine, Mitrazapine, Venlafaxine, Duloxetine, Tianeptine, Amineptine, Bupropion. Not all patient recover completely after treatment; about 25% cases are refractory to treatment. Recurrence rate is 50% after 1st episode and 90%after 3rd episode. 2) ECT (Electroconvulsive therapy): - Indications of ECT in depression are: -i) Suicidal risk (AIIMS 01, 00, AI 94, MAHE 01)ii) Depression with psychotic featureiii) Resistant depressioniv) Severe agitated or stuporous depression with lack of self care. 3) Psychotherapy: - Supportive psychotherapy, connitive behavioral psychotherapy.",
        "cop": 1,
        "opa": "ECT",
        "opb": "SSRI",
        "opc": "TCAs",
        "opd": "Venalafexine",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "764155a3-433c-436b-bf94-2279176c9f23",
        "choice_type": "single"
    },
    {
        "question": "Nihilistic delusions seen in: (Repeat)",
        "exp": "Ans: A (Depression) Ref: Kaplan & Sadock's Synopsis of Psychiatry. 10th edition. Explanation: Delusion is one of the psychotic symptoms seen in several disorders (see previous question). Delusion is false, unshakable belief held with extraordinary conviction. Nihilistic delusion is a type of delusion, characterized by a false belief that everything will come to an end including one's life or lost everything including one's body parts. It is seen in severe depression. Hypochondriac delusion is a false belief that one has an incurable illness. Cotrad syndrome: Presence of both nihilistic and hypochondriac delusions, seen in severe depression. Other delusions seen in depression are: Delusion of hopelessness/helplessness/ worthlessness. Delusion of guilt (marker of suicidality). Mania - Delusion of grandiosity. Schizophrenia - Bizarre delusions, delusion of persecution/reference.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Schizophrenia",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "754e4868-f7f1-4097-8b33-f4bfe0f254c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an atypical antidepressant-",
        "exp": "Ans. is 'c' i. e., Venlafaxine Antidepressants. Typical. Tricyclic antidepressants. NA + 5. HT reuptake inhibitors:- Imipramine, Trimipramine, Amitriptyline, Clomipramine. Predominantly NA reuptake inhibitors:- Desipramine, Nortriptyline, Amoxapine, Reboxetine. Selective serotonin reuptake inhibitors:- Fluoxetine, Paroxetine, Sertaline, Citalopram, Scitalopram. Atypical:- Trazodone, Mianserine, Mitrazapine, Venalafaxin, Duloxetine, Tianeptine, Amineptine, Bupropion. MAO inhibitors:-Tranylcypramine, Meclobemide, Clorgyline.",
        "cop": 3,
        "opa": "Citalopram",
        "opb": "Sertaline",
        "opc": "Venlafaxine",
        "opd": "Reboxetin",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "ae313b0c-fa23-484b-8f09-7c558a7d9c44",
        "choice_type": "single"
    },
    {
        "question": "Suicidal tendencies are least common with-",
        "exp": "Ans. is 'd' i. e., Married person o Single unmarried person is a risk factor, not married person. Causes, 'Risk factors for suicide. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence. Schizophrenia, Dementia. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. Biological factors: - Decrease in serotonin. Other - Male sex, Age > 40 years, Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 4,
        "opa": "Alone",
        "opb": "Depression",
        "opc": "Male",
        "opd": "Married person",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "61f4e6cd-249b-4a7a-ac44-88a57587136d",
        "choice_type": "single"
    },
    {
        "question": "Minimum time period to diagnose depression with daily manifestation is?",
        "exp": "Ans. (b) 2 weeks(Ref. Kaplan and sadock's synopsis of psychiatry: behavioral sciences/Clinical psychiatry, 10/e, American psychiatric Association, Diagnostic and statistical menual of mental disorders, 4/e",
        "cop": 2,
        "opa": "1 weeks",
        "opb": "2 weeks",
        "opc": "4 weeks",
        "opd": "8 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "e11e9b2d-0b34-4531-9895-3b03f7d3f98b",
        "choice_type": "single"
    },
    {
        "question": "In clinical practice, most common psychiatric illness seen is:",
        "exp": "Ans. (c) Depressive disorder. Ref. Kaplan synopsis 10thed./ 528-30* Most common psychiatric disorder in India and worldwide: Major depression* Female is most commonly affected as compared to males* Depression is the most common psychiatric disorder associated with severe medical illness like hypothyroidism, cancer, AIDS, post MI etc.",
        "cop": 3,
        "opa": "Maniac disorder",
        "opb": "Schizophrenia",
        "opc": "Depressive disorder",
        "opd": "Bipolar disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "a56c0ffb-b054-418c-bd49-a2edc94cb956",
        "choice_type": "single"
    },
    {
        "question": "In depressions, there is deficiency of -",
        "exp": "Ans. is 'a' i. e., 5 - HT Neurotransmitters in mood disorderso Most accepted biochemical hypothesis for mood disorders is the monoamine hypothesis, according to which serotinin and norepinephrine are the major neurotransmitters involved in mood disorders: -Depression - Decrease in serotonin and norepinephrine. Serotonin is the most important neurotransmitter in depression. Mania - Increased level of norepinephrineo Patients suffering from severe depression with suicidal intent/attempt appear to have a marked decrease inserotinin. o Acetylcholine and GABA are the other neurotransmitters which are involved in mood disorders.",
        "cop": 1,
        "opa": "5-HT",
        "opb": "Acetylcholine",
        "opc": "Dopamine",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "ef818735-7c85-40a0-9131-6a8b41b90f7e",
        "choice_type": "single"
    },
    {
        "question": "Increased suicidal tendency is associated with -",
        "exp": "Ans. is 'b' i. e., Decreased Serotonin o Patient with suicide has decreased level of serotonin metabolite (5-HIAA) in urine & plasma. Thus indirectly we can say that suicide is associated wdth decreased levels of serotonin and hence there is a decrease in the level o^ serotonin metabolites.",
        "cop": 2,
        "opa": "Increased Noraderenaline",
        "opb": "Decreased Serotonin",
        "opc": "Decreased Dopamine",
        "opd": "Increased GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "5bd10cd2-c942-4f65-bedc-ef22ef7982c4",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman complains of intense depressed mood for 6 months with inability to enjoy previously pleasurable activities. This symptom is known as:",
        "exp": "Ans. is 'a' i. e., Anhedonia Anhedonia - inability to experience pleasure in previously pleasurable activities. It is often associated with depression. Avolition - lack of initiative. Amotivation - reduced drive and lack of ambition. Apathy - is the absence or lack of feeling, emotion, interest, concern, or motivation",
        "cop": 1,
        "opa": "Anhedonia",
        "opb": "Avolition",
        "opc": "Apathy",
        "opd": "Amotivation",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "be0c3054-ce2e-4d3d-b0a8-91f7242be9b9",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of DALY'S in world?",
        "exp": "Ans. (c) Depressive Disorder* DALY s is Disability Adjusted Life years.* It is a measure of the burden of disease in a population and the effectiveness of the intervention.* DALYs express years of life lost to premature death and years lives with disability adjusted for the severity of the disability.* One DALY is \"one lost year of healthy life\"* According to Park 21st ed. Most common cause of DALYs is depressive disorder.",
        "cop": 3,
        "opa": "Schizophrenic",
        "opb": "Mania",
        "opc": "Depressive Disorder",
        "opd": "Alzheimer's",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "60c3c279-154c-4ff5-bf92-abdbfce16268",
        "choice_type": "single"
    },
    {
        "question": "Persistent feeling of guilt is seen in -",
        "exp": "Ans. is -b' i. e., Depression o Excessive guilt is a diagnostic symptom of depression. o For the diagnosis of minor depression 2-4 and for major depression > 5 DSM IV symptoms are required for at least for a two week period. Diagnostic criteria for major depressiono 5 or more of following symptoms should be present most of the day for at least 2 weeks: -Depressed mood. Loss of interest or pleasure in all activities. Decrease/increase appetite or loss/gain of w eight. Insomnia or hypersomnia (Increased or decreased sleep). Psychomotor retardation or agitation (decreased or increased psychomotor activity). Fatigue or loss of energy (weakness or lethargy). Feelings of worthlessness or excessive guilt. Diminished concentration. Recurrent thoughts of death or recurrent suicidal ideation or suicidal attempt. o At least one of symptoms should be either(1) Depressed mood or (2) Loss of interest or pleasure - These two (1 & 2) are essential criteria. Therefore1. essential criterion and 4 other criteria (total 5) should be persent.",
        "cop": 2,
        "opa": "OCD",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "aeb1d5ae-e4d7-4e61-babf-1824ad7f9d80",
        "choice_type": "single"
    },
    {
        "question": "Gretaest psychiatric burden in society is due to?",
        "exp": "ANSWER: (A) Depression. REF: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 8px; text-indent: 0; text-align: left\">Psychiatric disorders contribute 33% of years lived with daily depression contributes to maximum burden followed by problems due to alcohol",
        "cop": 1,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "OCD",
        "opd": "Alcohol abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Major Depression",
        "id": "8ee459f4-736e-4552-b95a-a6453b34f58e",
        "choice_type": "single"
    }
]