[
    {
        "question": "Treatment of Choice in Sleep Apnea Syndrome:",
        "exp": "(A) Continuous positive pressure ventilation# Sleep apnea: Sleep apnea is a sleep disorder characterized by pauses in breathing during sleep. Each episode, called an apnea, lasts long enough so that one or more breaths are missed, and such episodes occur repeatedly throughout sleep.> The standard definition of any apneic event includes a minimum 10 second interval between breaths, with either a neurological arousal (a 3-second or greater shift in EEG frequency, measured at C3, C4, O1, or O2), a blood oxygen desaturation of 3-4deg/: or greater, or both arousal and desaturation. Sleep apnea is diagnosed with an overnight sleep test called a polysomnogram, or a \"Sleep Study\".> Treatment: The most common treatment and arguably the most consistently effective treatment for sleep apnea is the use of a continuous positive airway pressure (CPAP) device, which 'splints' the patient's airway open during sleep by means of a flow of pressurized air into the throat. However the CPAP machine only assists inhaling whereas a Bi. PAP machine assists with both inhaling and exhaling, and is used in more severe cases. Medications like Acetazolamide lower blood pH and encourage respiration. Low doses of oxygen are also used as a treatment for hypoxia but are discouraged due to side effects.",
        "cop": 1,
        "opa": "Continuous positive pressure ventilation.",
        "opb": "Sedatives.",
        "opc": "Antidepressants.",
        "opd": "Antiepileptics",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "c2831b92-d8ad-4873-a0ea-17f2078f9d75",
        "choice_type": "single"
    },
    {
        "question": "A lady used to repeatedly wash her hands due to the fear of acquiring AIDS is due to",
        "exp": "(A) OCD # Obsessive-compulsive disorder (OCD) is a psychiatric anxiety disorder most commonly characterized by a subject's obsessive, distressing, intrusive thoughts and related compulsions (tasks or \"rituals\") which attempt to neutralize the obsessions.# Obsessions are defined by:> Recurrent and persistent thoughts, impulses, or images that are experienced at some time during the disturbance, as intrusive and inappropriate and that cause marked anxiety or distress.> Thoughts, impulses, or images are not simply excessive worries about real-life problems.> Person attempts to ignore or suppress such thoughts, impulses, or images, or to neutralize them with some other thought or action.> Person recognizes that the obsessional thoughts, impulses, or images are a product of his or her own mind, and are not based in reality.> Tendency to haggle over small details that the viewer is unable to fix or change in any way. This begins a mental pre-occupation with that which is inevitable.# Compulsions are defined by:> Repetitive behaviors or mental acts that the person feels driven to perform in response to an obsession, or according to rules that must be applied rigidly.> The behaviors or mental acts are aimed at preventing or reducing distress or preventing some dreaded event or situation; however, these behaviors or mental acts either are not connected in a realistic way with what they are designed to neutralize or prevent or are clearly excessive.",
        "cop": 1,
        "opa": "OCD",
        "opb": "Mania",
        "opc": "Depression",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "c337bf74-49d1-4b5d-9838-04319f80bd54",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication to ECT is:",
        "exp": "There are no absolute contraindications for ECT. Earlier, raised intracranial tension and space occupying lesions were considered as absolute contraindications, hence the best answer here is brain tumor.",
        "cop": 2,
        "opa": "Glaucoma",
        "opb": "Brain tumor",
        "opc": "Aoic aneurism",
        "opd": "MI",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "52960709-acbb-403b-a468-8c74bfede83b",
        "choice_type": "single"
    },
    {
        "question": "Dementia is produced by deficiency of vitamin",
        "exp": "(C) Thiamine # DEMENTIA is the progressive decline in cognitive function due to damage or disease in the brain beyond what might be expected from normal aging.> Although dementia is far more common in the geriatric population, it may occur in any stage of adulthood.> This age cutoff is by definition, as similar sets of symptoms due to organic brain dysfunction are given different names, such as developmental disorders, in populations younger than adulthood.> In dementia, affected areas in cognition may be memory, attention, language, and problem solving.> Especially in the later stages of the condition, affected persons may be disoriented in time (not knowing what day of the week, day of the month, or even what year it is), in place (not knowing where they are), and in person (not knowing who they are).> Symptoms of dementia can be classified as either reversible or irreversible depending upon the etiology of the disease. Less than 10 percent of cases of dementia are due to causes which may presently be reversed with treatment.",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Thiamine",
        "opd": "Pyridoxine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "08fd1340-756c-46ef-b8a8-10c66ede7188",
        "choice_type": "single"
    },
    {
        "question": "Drug that is mostly used to decrease the suicidal tendencies in Manic Bipolar Disorder",
        "exp": "(B) Lithium # With Lithium treatment, patients have been shown to present a decreased risk of suicide (especially when treated with Lithium) and a reduction of frequency and severity of their episodes, which in turn moves them toward a stable life and reduces the time they spend ill.> In order to maintain their state of balance, therapy is often continued indefinitely, as around 50% of the patients who dis- continue it relapse quickly and experience either full-blown episodes or sub-syndromal symptoms that bring significant functional impairments.> There is a high rate of suicide among people with untreated bipolar disorder, and studies show that lithium treatment significantly reduces this risk.> Conversely, patients who discontinue lithium treatment are 20 times as likely to commit suicide during the first 6 months following discontinuation.",
        "cop": 2,
        "opa": "Fluoxetine",
        "opb": "Lithium",
        "opc": "Carbamazepine",
        "opd": "Risperidone",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "aa3866be-aee3-4351-b3fe-53b5fef45745",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting non benzodiazepine sedative is:",
        "exp": "Amongst the three Z drugs, zaleplon has the shoest half life of one hours, half life of zolpidem is 2. 4 hours whereas that zopiclone is 5 hours. Midazolam is a benzodiazepine",
        "cop": 2,
        "opa": "Zolpidem",
        "opb": "Zaleplon",
        "opc": "Zopiclone",
        "opd": "Midazolam",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "f1483896-9b92-44b4-99f5-111c175feffe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most significant component of a behavioral program developed to help a mother deal with a child having oppositional defiant disorder?",
        "exp": "Positive reinforcement of promoting desirable behaviours through rewards is the most significant component of the program used to deal with ODD.",
        "cop": 1,
        "opa": "Positive reinforcement",
        "opb": "Punishment",
        "opc": "School suspension",
        "opd": "Strict parenting",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "94b50a87-26ea-4bce-8ec0-088e46c13a4d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a culture bound syndrome",
        "exp": "Ans is 'd' i. e. Von-Gogh * Dramatic self mutilation occurring in schizophrenia has also been called Von-Gogh syndrome. Culture-bound syndrome (folk illness)* It is a combination of psychiatric and somatic symptoms that are considered to be a recognizable disease only within a specific society or culture. There is no objective biochemical or structural alterations of body organs or functions, and the disease is not recognized in other cultures. Important culture-bound syndromes. Name. Geographical localization* Ataque de nervios* Hispanic people as well as in the Philippines* Dhat syndrome* India, Taiwan* Khyal cap* Combodia* Ghost sickness* Native Americans* Kufungisisa* Zimbabwe* Maladi moun* Haiti* Nervios* Latin America* Shenjing shuairuo* Chinese* Susto* Central America and South America* Taijin kyofusho* Japan* Amok* Indonesia; Malaysia* Koro* South-east Asia, India, China* Latah* Indonesia; Malaysia* Windigo* Indigenous people of north-east America",
        "cop": 4,
        "opa": "Amok",
        "opb": "Latah",
        "opc": "Dhat",
        "opd": "Von-Gogh",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "fb6a892d-a588-4245-8ea3-109c3644b8ac",
        "choice_type": "single"
    },
    {
        "question": "In mood disorder, rapid cyclers are defined as",
        "exp": "(A) 4 or more episodes per year# Rapid cycling:> Most people who meet criteria for bipolar disorder experience a number of episodes, on average 0. 4 to 0. 7 per year, lasting three to six months.> Rapid cycling, however, is a course specifier that may be applied to any of the above subtypes. It is defined as having four or more episodes per year and is found in a significant fraction of individuals with bipolar disorder. The definition of rapid cycling most frequently cited in the literature (including the DSM) is that of Dunner and Fieve: at least four major depressive, manic, hypomanic or mixed episodes are required to have occurred during a 12-month period. There are references that describe very rapid (ultra-rapid) or extremely rapid (ultra-ultra or ultradian) cycling. One definition of ultra-ultra rapid cycling is defining distinct shifts in mood within a 24-48-hour period.",
        "cop": 1,
        "opa": "4 or more episodes per year",
        "opb": "Mania occuring during summer",
        "opc": "Mania consistent during lunar year",
        "opd": "Depressive episodes during winter",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "046047eb-6357-4c40-b0b3-57f8331dbf2b",
        "choice_type": "single"
    },
    {
        "question": "An Infant brought to the clinic with non-biliousf projectile vomiting. The investigation of choice includes\\",
        "exp": "(A) Barium meal # Clinical features of Hypertrophic pyloric stenosis:> Characteristically it is a first-born male child that is most commonly affected. The condition is most commonly seen at 4 weeks after birth ranging from the third week to, on rare occasions, the seventh.> Inexplicably, it is the time following birth that seems important and not the child's gestational age.> A premature infant will also develop the condition at about 4 weeks after birth.> Vomiting is the presenting symptom that after 2--3 days becomes forcible and projectile. The child vomits milk and no bile is present. Immediately after vomiting the baby is usually hungry. Weight loss is a striking feature and rapidly the infant becomes emaciated and dehydrated.> Diagnosis can usually be made with a test feed. This may produce characteristic peristaltic waves that can be seen to pass across the upper abdomen.> At the same time, using a warm hand, the abdomen is palpated to detect the lump. Ultrasound examination of abdomen reveals dome shaped, thickened pyloric sphincter.",
        "cop": 1,
        "opa": "Barium meal",
        "opb": "Abdominal ultrasonograpy",
        "opc": "Flexible Endoscopy",
        "opd": "Sigmoidoscopy",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "05211e03-6a60-475c-978a-9c721c2c352a",
        "choice_type": "single"
    },
    {
        "question": "Hypoceruloplasminimia is associated with which abnormality?",
        "exp": "(A) Menkes disease # Deficiency or Lower-than-normal ceruloplasmin levels may indicate the following:> Wilson disease copper storage disease)> Menkes disease (Menkes kinky hair syndrome) (rare - UK incidence 1/100, 000)> Overdose of Vitamin C> Copper deficiency> Aceruloplasminemia> Excess or Greater-than-normal ceruloplasmin levels may indicate or be noticed in: copper toxicity / zinc deficiency pregnancy oral contraceptive pill use lymphoma acute and chronic inflammation (it is an acute-phase reactant) rheumatoid arthritis Angina Alzheimer's disease Schizophrenia Obsessive-compulsive disorder",
        "cop": 1,
        "opa": "Menkes disease",
        "opb": "Alzheimer's disease",
        "opc": "Schizophrenia",
        "opd": "Obsessive-compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "412ca983-9c2d-44d9-a0c9-e267a34917f8",
        "choice_type": "single"
    },
    {
        "question": "Obsessive Compulsive Disorder is NOT associated with",
        "exp": "(B) Thought insertion # THOUGHT INSERTION is more commonly associated with shizophrenia.> OBSESSIVE-COMPULSIVE DISORDER (OCD) is an anxiety disorder characterized by intrusive thoughts that produce uneasiness, apprehension, fear or worry (obsessions), repetitive behaviors aimed at reducing the associated anxiety (compulsions), or a combination of such obsessions and compulsions.> The acts of those who have OCD may appear paranoid and potentially psychotic.",
        "cop": 2,
        "opa": "Repetitive behavior",
        "opb": "Thought insertion",
        "opc": "Anxiety",
        "opd": "Paranoid behavior",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e9d2479e-dfdd-400f-acc5-0abdb0e3476d",
        "choice_type": "single"
    },
    {
        "question": "White-coat hypertension is an example of:",
        "exp": "The patient's elevated blood pressure in the doctor's office is the conditioned (learned) response. This response results from an association that has been made by classical conditioning between the doctor and/or his white coat (conditioned stimulus) and something negative in the patient's past (unconditioned stimulus), a reaction commonly called \"white-coat hypertension. \" The patient's blood pressure is relatively normal when taken at home.",
        "cop": 4,
        "opa": "the unconditioned stimulus",
        "opb": "the unconditioned response",
        "opc": "the conditioned stimulus",
        "opd": "the conditioned response",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e6252ce5-6cf4-4496-a7c3-4ebfb38c4c15",
        "choice_type": "single"
    },
    {
        "question": "At what blood alcohol level, there is Nystagmus, marked slurring of speech and alcoholic blackouts?",
        "exp": "(B) 200 mg/d. LLevel. Likely impairment20-30 mg/d. LSlowed motor performance and decreased thinking ability30-80 mg/d. LIncreases in motor and cognitive problems80-200 mg/d. LIncreases in incoordination and judgment errs. Mobility. Deterioration in cognition200-300 mg/d. LNystagmus, marked slurring of speech, and alcoholic blackouts> 300 mg/d. LImpaired vital signs and possible death. Pharmacologic tolerance. Approximately 150 mg/d. LOne does not show significant levels of impairment in motor and mental performance. In that range, most people without tolerance also experience nausea and vomiting. One drink. Is likely to raise the blood alcohol level by approximately 15 to 20 mg/dL for an average70 kg person who has average amount of body fat. The same metabolized in an hour# DSM-IV-TR Diagnostic Criteria for Alcohol Intoxication> Recent ingestion of alcohol.> Clinically significant maladaptive behavioral or psychological changes (e. g., inappropriate sexual or aggressive behavior, mood lability, impaired judgment, impaired social or occupational functioning) that developed during, or shortly after, alcohol ingestion.> Signs, developing during, or shortly after, alcohol use: slurred speech incoordination unsteady gait nystagmus impairment in attention or memory stupor or coma> The symptoms are not due to a general medical condition and are not better accounted for by another mental disorder.# Blackouts> Alcohol-related blackouts are not included in DSM-IV-TR's diagnostic classification, although the symptom of alcohol intoxication is common. Blackouts are similar to episodes of transient global amnesia in that they are discrete episodes of anterograde amnesia that occur in association with alcohol intoxication.> The periods of amnesia can be particularly distressing when persons fear that they have unknowingly harmed someone or behaved imprudently while intoxicated.> During a blackout, persons have relatively intact remote memory but experience a specific short-term memory deficit in which they are unable to recall events that happened in the previous 5 or 10 minutes.> Because their other intellectual faculties are well preserved, they can perform complicated tasks and appear normal to casual observers.> The neurobiological mechanisms for alcoholic blackouts are now known at the molecular level; alcohol blocks the consolidation of new memories into old memories, a process that is thought to involve the hippocampus and related temporal lobe structures.",
        "cop": 2,
        "opa": "150mg/dL",
        "opb": "200 mg/dL",
        "opc": "250 mg/dL",
        "opd": "300 mg/dL",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "c1b87604-dff0-4e82-8d1c-4963aefc9e49",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man whose wife passed away 3 months back now believes his intestines have rotten away and that he is responsible for the death of his wife and should be sent to prison. Likely diagnosis is",
        "exp": "(B) Psychotic depression > DSM-IV-TR Criteria for Major Depressive Episode> \"The symptoms are not better accounted for by bereavement, i. e., after the loss of a loved one, the symptoms persist for longer than 2 months or are characterized by marked functional impairment, morbid preoccupation with worthlessness, suicidal ideation, psychotic symptoms, or psychomotor retardation.... \"> DSM-IV-TR Criteria for Severity/Psychotic/ Remission Specifiers for Current (or Most Recent) Major Depressive Episode> Mood-congruent psychotic features: Delusions or hallucinations whose content is entirely consistent with the typical depressive themes of personal inadequacy, guilt, disease, death, nihilism, or deserved punishment.... \"",
        "cop": 2,
        "opa": "Delusional disorder",
        "opb": "Psychotic depression",
        "opc": "Grief psychosis",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "bd045cd0-a964-482a-b31a-27b7a99bc699",
        "choice_type": "single"
    },
    {
        "question": "Total score in standard minimental status examination (MMSE) is",
        "exp": "Ans. b (30) (Ref Harrison's medicine 17th/ Table 365-5). Cognitive and Neuropsvchiatric Examination. Brief screening tools such as the mini-mental state examination (MMSE) help to confirm the presence of cognitive impairment and to follow the progression of dementia. The MMSE, an easily administered 30-point test of cognitive function, contains tests of orientation, working memory (e. g., spell world backwards), episodic memory (orientation and recall), language comprehension, naming, and copying.# In FTD, the earliest deficits often involve frontal executive or language (speech or naming) function. DLB patients have more severe deficits in visuospatial function but do better on episodic memory tasks than patients with AD.# Patients with vascular dementia often demonstrate a mixture of frontal executive and visuospatial deficits.# In delirium, deficits tend to fall in the area of attention, working memory, and frontal function. The Mini-Mental Status Examination. Points. Orientation. Name: season/date/day/month/year5 (1 for each name). Name: hospital/floor/town/state/country5 (1 for each name). Registration. Identify three objects by name and ask patient to repeat3 (1 for each object). Attention and calculation. Serial 7s; subtract from 100 (e. g., 93-86-79-72-65)5 (1 for each subtraction). Recall. Recall the three objects presented earlier3 (1 for each object). Language. Name pencil and watch2 (1 for each object). Repeat \"No ifs, ands, or buts\"1. Follow a 3-step command (e. g., \"Take this paper, fold it in half, and place it on the table\")3 (1 for each command). Write \"close your eyes\" and ask patient to obey written command1. Ask patient to write a sentence1. Ask patient to copy a design (e. g., intersecting pentagons)1. Total30",
        "cop": 2,
        "opa": "25",
        "opb": "30",
        "opc": "32",
        "opd": "35",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "53aa60d3-dae9-4a87-83ee-356175d98fdf",
        "choice_type": "single"
    },
    {
        "question": "The specific laboratory finding often reflect the clinical manifestations of Neuroleptic Malignant Syndrome (NMS) is",
        "exp": "(A) Elevated Creatine kinase # Laboratory abnormalities of NMS:> Elevated serum CK -- Laboratory findings often reflect the clinical manifestations of NMS with more severe rigidity leading to more profound creatine kinase (CK) elevation.> In NMS, CK is typically more than 1000 IU/L and can be as high as 100, 000 IU/L.> Normal CK can be seen if rigidity is not clearly well developed, particularly early in the onset of the syndrome.> Elevated CK, particularly in the mild to moderate range, is not specific for NMS and is often seen in patients with acute and chronic psychosis due to intramuscular injections and physical restraints, and sometimes without specific explanation.> CK levels greater than 1000 IU/L, however, are probably more specific for NMS, and the degree of CK elevation correlates with disease severity and prognosis.> Other-- Other laboratory abnormalities are common but nonspecific.> A consistent laboratory finding is leukocytosis, with a white blood cell count typically 10, 000 to 40, 000/mm3. A left shift may be present.> Mild elevations of lactate dehydrogenase, alkaline phosphatase, & liver transaminases are common.> Electrolyte abnormalities - Hypocalcemia, Hypomagnesemia, Hypo & Hypernatremia, Hyperkalemia, & Metabolic Acidosis are frequently observed.> Myoglobinuric acute renal failure can result from rhabdomyolysis.> Low serum iron concentration (mean 5. 71 pmol/L; normal 11 to 32 pmol/L) is commonly seen in NMS patients and is a sensitive (92 to 100 percent) but not specific marker for NMS among acutely ill psychiatric patients> Investigations FBC often shows leukocytosis. U&Es may show metabolic disturbance due to acidosis or renal failure. Hypocalcaemia is a frequent association. Arterial blood sample to assess acid-base balance. LFTs may show elevated transaminases and lactate dehydrogenase (LDH) of muscle origin. CK is usually elevated. Urine myoglobin should be checked. Coagulation studies (particularly prothrombin time, activated partial thromboplastin time and international normalised ratio (INR)) should be checked (to detect coagulopathy). A urinary drug screen should be performed (particularly for salicylates, cocaine and amfetamines). If sepsis is suspected then blood and other relevant cultures should be taken.> Imaging may be indicated: CXR should be considered if sepsis is suspected. CT scan of the head, in order to exclude other diagnoses. Lumbar puncture may be required to exclude other diagnoses (particularly where there is fever and altered mental status). There are no significant cerebrospinal fluid (CSF) findings in neuroleptic malignant syndrome (NMS) other than raised protein.",
        "cop": 1,
        "opa": "Elevated Creatine kinase",
        "opb": "Hypocalcemia",
        "opc": "Increased Alkaline phosphatase",
        "opd": "Leukocytosis",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "19a3f2fe-c35a-491d-be17-711c04ba4683",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for panic attack is?",
        "exp": "Ans is 'b' i. e. Benzodiazepines Treatment of Panic disorders* Two most effective treatment are:-A. Pharmacotherapy: - The cornerstone of drug therapy is antidepressants. SSRIs (Fluoxetine or other) are the preferred agents. Because therapeutic effect of antidepressants takes some time to develop, initially Benzodiazepines are given along with antidepressants to provide immediate relief from anxiety and panic attack. So, DOC of acute panic attack is benzodiazepine. Drug used for Panic disordersi) SSRIs: - Fluoxetine, Paroxetine, Sertaline, Fluvoxamine, Citalopram. ii) TCAs: - Clomipramine, imipramine. iii) BZDs: - Alprazolam, Clonazepam, Diazepam, Lorazepam. iv) MAOIs: - Tranylcypromine, Phenelzinev) RIMAs: - Moclobemide, Brofaraminevi) Atypical antidepressants: - Venalafaxinevii) Other: - Valproic acid, inositolB. Cognitive - Behavioral therapy: - Combination of cognitive or behavioral therapy with pharamacotherapy is more effective than either approach alone.* Other therapies include family therapy, insight-oriented psychotherapy (psychoanalysis and psychodynamic therapy). Remember* Drug of choice for panic disorders - SSRIs* Drug of choice for acute panic attack - Benzodiazepines",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "Benzodiazepines",
        "opc": "TCAs",
        "opd": "Neuroleptics",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e2f849be-43f8-4284-83e8-17aa0bc1ddb1",
        "choice_type": "single"
    },
    {
        "question": "Capgras syndrome is?",
        "exp": "Ans is 'c' i. e. Delusion of double Delusion of misidentificationA. Capgras syndrome (Delusion of double): - Belief that a familiar person has been replaced by an exact double i. e. an impostor. B. Fregoli syndrome: - Belief that a complete stranger is actually a familiar person already known to one. Also remember* Othello syndrome - delusion of jealousy (infidelity)* Declerambault's syndrome - delusion of love* Cotard's syndrome - Nihilistic delusions* Ekbom syndrome - Delusion of infestations.",
        "cop": 3,
        "opa": "Delusion of infidelity",
        "opb": "Delusion of love",
        "opc": "Delusion of double",
        "opd": "Delusion of grandiose",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "58b3dc8f-9f0a-4014-805e-c5cf85a488a6",
        "choice_type": "single"
    },
    {
        "question": "Tl-weighted axial gadolinium-enhanced MRI demonstrates an enhancing tumor of the right frontal lobe. The most likely diagnosis is",
        "exp": "(D) Glioblastoma multiforme# On MRI, the tumors appear as ring-enhancing masses with central necrosis and surrounding edema.> Glioblastoma multiforme (GBM; malignant glioma) is the highest-grade form of astrocytoma and makes up about two thirds of all brain astrocytomas.> Prognosis for this tumor is at the extreme worst end because of its high-grade status.",
        "cop": 4,
        "opa": "Oligodendroglioma",
        "opb": "Ependymoma",
        "opc": "PCNSL",
        "opd": "Glioblastoma multiforme",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "a1b74eb1-72c3-47d4-9f3a-d59f5679d5b4",
        "choice_type": "single"
    },
    {
        "question": "Persistent belief of medical illness despite adequate investigation is",
        "exp": "(A) Hypochondriasis > Hypochondriasis is a persistant preoccupation with fear or belief of having disease, based on persons own interpretation of normal body function or minor physical abnormality.> This preoccupation persists despite repeated reassurance based on appropriate clinical examination and thorough investigation.> The patient in question is persistently preoccupied about her disease (headache) despite of all normal investigations and seeks another consultation as she still insists that there is something wrong in her head.",
        "cop": 1,
        "opa": "Hypochondriasis",
        "opb": "Delusional disorder",
        "opc": "Factitious disorder",
        "opd": "conversion disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "42b24c65-bf81-4a33-8ed2-f1ff0d371145",
        "choice_type": "single"
    },
    {
        "question": "Name the person shown here for \"Psychoanalysis\"",
        "exp": "(D) Sigmund Freud # Coining the term \"Free Association\"; Introduction of \"Psycho-Analysis\"; 'Oedipus-Complex' and the concept of 'Super ego' were given by Sigmund Freud> Father of Modern Psychiatry is John Weyer> Father of Psychosomatic Medicine is Franz Alexander> The term \"Ambivalence\" was coined by Eugen Bleuler",
        "cop": 4,
        "opa": "John Weyer",
        "opb": "Franz Alexander",
        "opc": "Eugen Bleuler",
        "opd": "Sigmund Freud",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9a7ebfe0-a9a4-4c51-9f96-5521f1ffd543",
        "choice_type": "single"
    },
    {
        "question": "Patients suffering from which of the following disease as per ICD/DSM criteria are eligible for disability benefit as per National Trust Act?",
        "exp": "The National Trust Act is applicable for autism, cerebral palsy, mental retardation and multiple disabilities.",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Bipolar disorder",
        "opc": "Dementia",
        "opd": "Mental retardation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "cb59a964-4ea3-4538-8dc1-eab2f231c607",
        "choice_type": "single"
    },
    {
        "question": "NOT a side effect of Lithium",
        "exp": "(A) Leucopenia # RENAL: The renal side-effects occur in 10-50% of all patients on maintenance lithium therapy. Polyuria, polydipsia. Tubular changes. Nephrogenic diabetes insipidus. Nephrotic syndrome.> Gastrointestinal: These side-effects are nausea, vomiting, diarrhea, metallic taste and abdominal pain.> Dermatological: These include acneiform eruptions, papular eruptions and exacerbation of psoriasis.",
        "cop": 1,
        "opa": "Leucopenia",
        "opb": "Hypothyroidism",
        "opc": "Polyuria",
        "opd": "Hypercalcaemia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "fa45b70f-f377-4f7a-880d-72420620a450",
        "choice_type": "single"
    },
    {
        "question": "\"Attributing one's unacceptable feelings to others\" is known as",
        "exp": "(A) Projection # Attributing one's feeling to another is \"Projection\":# Psychological projection or projection bias is a psychological defense mechanism where a person subconsciously denies his or her own attributes, thoughts, and emotions, which are then ascribed to the outside world, usually to other people. Thus, projection involves imagining or projecting the belief that others originate those feelings.> Projection reduces anxiety by allowing the expression of the unwanted unconscious impulses or desires without letting the conscious mind recognize them.> An example of this behavior might be blaming another for self failure. The mind may avoid the discomfort of consciously admitting personal faults by keeping those feelings unconscious, and by redirecting libidinal satisfaction by attaching, or \"projecting, \" those same faults onto another person or object.> The theory was developed by Sigmund Freud",
        "cop": 1,
        "opa": "Projection",
        "opb": "Sublimition",
        "opc": "Dissosiation",
        "opd": "Reaction formation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "963301c9-2747-480c-803b-fdfcb2542fee",
        "choice_type": "single"
    },
    {
        "question": "Anhedonia is?",
        "exp": "Ans. is 'd' i. e. Inability to experience pleasure * Anhedonia is the inability to experience pleasure from activities usually found enjoyable, e. g. exercise, hobbies, singing, sexual activities or social interactions.* Anhedonia is a core symptom of Major Depressive Disorder, therefore individuals experiencing this symptom can be diagnosed with depression, even in the absence of low/depressed mood.* Anhedonia can also be associated with, attention deficit hyperactivity disorder, schizoaffective disorder, borderline personality disorder, schizoid personality disorder, dysthymia and schizophrenia. Note - Absence of pain on previously painful site is known as anodynia.",
        "cop": 4,
        "opa": "Absence of pain on previously painful site",
        "opb": "Loss of emotions",
        "opc": "Somatic symptoms of pain",
        "opd": "Inability to experience pleasure",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "59f1ba6b-2c28-4f1d-81fb-604c79b134bc",
        "choice_type": "single"
    },
    {
        "question": "Many of our bad habits of day-to-day life can be removed by:",
        "exp": "Negative conditioning is used to increase the frequency of a paicular behavior by decreasing the negative consequences. However in this question, out of given options, it's the best answer",
        "cop": 2,
        "opa": "Positive conditioning",
        "opb": "Negative conditioning",
        "opc": "Biofeedback",
        "opd": "Generalization",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "92858d54-c293-4894-9d64-fd47617d27c6",
        "choice_type": "single"
    },
    {
        "question": "Ebstein's anomaly is caused by",
        "exp": "(A) Lithium # Environmental factors found in studies include maternal exposure to benzodiazepines.> Maternal lithium therapy can rarely lead to Ebstein's anomaly in the baby.> About 10% of cases are associated with chronic maternal lithium use.> About 20% of patients with Ebstein's anomaly have accessory electrical tissue which can cause episodes of heart racing, a condition known as Wolff-Parkinson-White syndrome (WPW).> Unusual and rare cyanotic congenital heart disease with diminished pulmonary blood flow results from an abnormality of the tricuspid valve.> Posterior as well as the septal leaflet of the tricuspid valve is displaced downwards.> Result is an attachment to the posterior wall of the right ventricle.> In addition, the leaflets are malformed and fused resulting in obstruction to flow of blood into the right ventricle.> Portion of the right ventricle above the leaflet attachment thins out and is called atrialized right ventricle.> Right ventricular contraction is also abnormal.",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Carbamazepine",
        "opc": "Imipramine",
        "opd": "Amphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "4fe95018-7ff8-483d-a194-1677020b522a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest side effect of the procedure shown below?",
        "exp": "Adverse Effects of ECT A. Memory disturbances: it is the most common side effect of ECT. Both retrograde andanterograde amnesia is seen. retrograde amnesia is much more common. B. Headache, muscle aches, fractures (very rare with modified. ECT), nausea and vomiting.",
        "cop": 3,
        "opa": "Neck stiffness",
        "opb": "Persistent clonus",
        "opc": "Retrograde amnesia",
        "opd": "Arrhythmia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "2ac8fac5-d91e-4fab-82d5-34168523b7e3",
        "choice_type": "single"
    },
    {
        "question": "Scientist who won Nobel prize for research in split brain personality?",
        "exp": "(B) Roger Sperry# Roger Sperry being awarded the Nobel Prize in Physiology or Medicine in 1981.> Sperry received the prize for his discoveries concerning the functional specialization of the cerebral hemispheres.> With the help of so-called \"split brain\" patients, he carried out experiments, and for the first time in history, knowledge about the left and right hemispheres was revealed.",
        "cop": 2,
        "opa": "Penfield",
        "opb": "Roger Sperry",
        "opc": "Michael Morgis",
        "opd": "George D. Snell",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "93ee3488-5786-4779-a856-847aded8fd2d",
        "choice_type": "single"
    },
    {
        "question": "NOT a paranoid symptom",
        "exp": "(B) Delusion of infidelity# SUBTYPES SCHIZOPHRENIA SYMPTOMS:# PARANOID> Delusions of persecution or grandeur. Often accompanied by hallucinations (voices)> Older onset than other types with less regression of mental faculties and emotional response# CATATONIC> Complete stupor or pronounced decrease in spontaneous movements May be mute, Often negativism, echopraxia, automatic obedience, Rigidity of posture, can be left standing or sitting in awkward positions for long periods of time, Brief outbursts of violence without provocation, Waxy flexibility> Alternatively, can be excited and evidence extreme motor agitation Incoherent and often violent or destructive In their excitement, can hurt themselves, or collapse in exhausstion, Repetitious, stereotyped behaviors# DISORGANIZED: Incoherent, primitive, uninhibited, Unorganized behaviors and speech, Active, but aimless, Poor personal appearance, Little contact with reality, Pronounced thought disorder, Explosive laughter, Silliness, Incongruous grinning# UNDIFFERENTIATED: Psychotic symptoms. Does not fit disorganized diagnoses or catatonic, paranoid# RESIDUAL: Previous episode, but no prominent psychotic symptoms at evaluation. Some lingering negative symptoms# Othello syndrome is delusion of infidelity of a spouse or partner.> Othello syndrome affects males and, less common in females and is characterized by recurrent accusations of infidelity, searcnes for evidence, repeated interrogation of the partner, tests of their partner's fidelity, and sometime stalking.",
        "cop": 2,
        "opa": "Delusion of persecution",
        "opb": "Delusion of infidelity",
        "opc": "Delusion of grandeur",
        "opd": "Thought alienation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e5dea343-5b02-4089-a7f5-30f9096c6f03",
        "choice_type": "single"
    },
    {
        "question": "Arachnophobia is fear of?",
        "exp": "Ans is 'b' i. e. Spiders * Arachnophobia or arachnephobia is the fear of spiders and other arachnids such as scorpions. Other option* Fear of dogs - Sitaphobia* Dear of death - Thanatophobia* Fear of eating - Sitophobia",
        "cop": 2,
        "opa": "Dogs",
        "opb": "Spiders",
        "opc": "Death",
        "opd": "Eating",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9880ad6b-21cf-4ba5-a217-df647b14a77f",
        "choice_type": "single"
    },
    {
        "question": "What is the percentage of Anorexia nervosa?",
        "exp": "(B) 1% # Anorexia Nervosa:> Epidemiology: Among women, the lifetime prevalence of the full syndrome of AN is approximately 1%.> AN is much less common in males.> AN is more prevalent in cultures where food is plentiful and in which being thin is associated with attractiveness.> Individuals who pursue interests that place a premium on thinness, such as ballet and modeling, are at greater risk.> The incidence of AN has increased in recent decades.> Bulimia Nervosa: It occurs 1-3% (more common)",
        "cop": 2,
        "opa": "2%",
        "opb": "1%",
        "opc": "0. 50%",
        "opd": "3%",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "62836ef8-0fa7-47fa-8d7b-1b934ba7d2ee",
        "choice_type": "single"
    },
    {
        "question": "Most effective treatment of Severe Depression is by",
        "exp": "(B) ECT > Treatment of depression:: The most effective intervention for achieving remission and preventing relapse is medication, but combined treatment, incorporating Psychotherapy to help the patient cope with decreased self esteem and demoralization improves outcome.> In severe depression: The patient presenting as suicide/suicidal attempted/or agitation, depressive patient may come to casualty because of a refusal to eat and drink, leading to dehydration or because of refusal to take medication (E. g. Hopelessness).> ECT is at least as effective as medication, but its use is reserved for treatment-resistant cases and delusional depressions.> Severe Depression: Apart from presenting as suicide/ suicidal atemptand / or agitation, the depressive patient may come to casualty because of a refusal to eat and drink, leading to dehydration or because of refusal to take medication (e. g. hopelessness)> Behavior therapy is a type of psychotherapy (broadly defined) which is based on theories of learning, and aims at changing the maladaptive behavior and substituting it with adaptive behavior.> Although, there are many theories of learning, a majority of behavior therapy techniques are based on operant conditioning model (Skinner) and classical conditioning model (Pavlov).> Many of the ideas actually seem like common sense principles. The learning theories assume that all behavior is 'learned behavior'. The behavior that is followed by a reward is more likely to occur again (operant model), and that behavior is learned more easily if taught in small steps.> Behavior therapy is typically a short duration therapy, therapists are easy to train and it is cost-effective. The total duration of therapy is usually 6-8 weeks. Initial sessions are given daily but the later sessions are more spaced out.> A behavioral analysis is usually carried out before planning behavior therapy. One of the simplest methods of behavior analysis is called as ABC charting, i. e. a close look at the:> Antecedents (e. g. circumstances under whichthe behavior began; who, if any, were present; other details), > Behavior (description of the behavior indetail), and> Consequences (what happened afterwards; what factors helped to maintain the behavior).",
        "cop": 2,
        "opa": "Antidepressants",
        "opb": "ECT",
        "opc": "Behavior therapy",
        "opd": "Psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "335089b6-4f24-401b-9fdf-55e9a8a5b597",
        "choice_type": "single"
    },
    {
        "question": "ECT is absolutely contraindicated in",
        "exp": "(A) Raised ICT # ECT is treatment of choice in severe depression.# indication of ECT in depression are:> Depression with suicidal risk> Severe refractory depression> Delusional depression> Depression with significant antidepressant side effects.> The response is rapid. Usually 6-8 ECTs are given three times a week along with antidepressants.# Contraindications of ECT:> The only absolute contraindication is the presence of raised intracranial tension.> Relative contraindications are: Recent myocardial infarction, Severe hypertension, Cerebrovascular accident, Severe pulmo iary disease, Retinal detachment, Pheochromocytoma.",
        "cop": 1,
        "opa": "Raised ICT",
        "opb": "Heart disease",
        "opc": "Pregnancy",
        "opd": "Very will patients",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "1027e025-fd16-4fd2-bd05-67bcf93f9676",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic dose of Lithium is",
        "exp": "(B) 0. 8-1. 2 m. Eq/lit # BLOOD LITHIUM LEVELS:> Therapeutic levels = 0. 8-1. 2 m. Eq/L For treatment of acute mania> Prophylactic levels = 0. 6-1. 2 m. Eq/L For relapse prevention in bipolar disorders> Toxic Lithium Levels > 2. 0 m. Eq/L",
        "cop": 2,
        "opa": "l-2m. Eq/lit",
        "opb": "0. 8-1. 2 m. Eq/lit",
        "opc": "0. 3-0. 6 m. Eq/lit",
        "opd": "2-3 m. Eq/lit",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "f86b6558-eb70-43d2-903b-01ed759da03b",
        "choice_type": "single"
    },
    {
        "question": "In acute mania, the therapeutic serum level of lithium includes",
        "exp": "(B) 0. 8-1. 5 m. Eq / L # Blood Lithium levels:> Therapeutic levels = 0. 8-1. 2 m. Eq/L For treatment of acute mania> Prophylactic levels = 0. 6-1. 2 m. Eq/L For relapse prevention in bipolar disorders> Toxic Lithium Levels > 2. 0 m. Eq/L",
        "cop": 2,
        "opa": "0. 2-0. 5 m. Eq /L",
        "opb": "0. 8-1. 5m. Eq/L",
        "opc": "1-2 m. Eq/L",
        "opd": "2-5 m. Eq /L",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "1b1e6a29-bfa3-4def-9824-646b22ed45c5",
        "choice_type": "single"
    },
    {
        "question": "ECT in depressive phase of MDP (bipolar disorder) is useful because it:",
        "exp": "ECT shoens the duration of depressive episode. It does not prevent the recurrence unless given as a maintenance treatment.",
        "cop": 3,
        "opa": "Produces recurrence",
        "opb": "Reduces recurrence",
        "opc": "Shoens duration",
        "opd": "Increases drug effects",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "26d982ac-7931-4f9b-b1db-d94c4206f921",
        "choice_type": "single"
    },
    {
        "question": "Double depression is",
        "exp": "(B) Depression with Dysthymia > An episode of major depression may become superimposed on an underlying neurotic depression. This is known as double depression.> Neurotic depression has been renamed as dysthymia or dysthymic disorder in DSM-IV-TR and ICD-10.> This category does not requi presence of stress as a precipitating factor, & does not put emphasis on the presence of other neurotic symptoms or traits.> Dysthymia is defined as any mild depression which is not severe enough to be called a depressive episode, and lasts for two years or more. This is more common in females, with an average age of on in late third decade.",
        "cop": 2,
        "opa": "Depression with 2 episodes",
        "opb": "Depression with Dysthymia",
        "opc": "Depression for 2 weeks/2years",
        "opd": "Dysthymia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "66e69058-6670-4ea8-a625-a428527d4657",
        "choice_type": "single"
    },
    {
        "question": "Child was seen taking off clothes while watching TV; he suddenly closes eyes for sometime and was lethargic after sometime. He had probably",
        "exp": "(C) Temporal lobe epilepsy# EMOTIONAL EXPERIENCES as a result of seizure, while less common, may be dramatic-fear, sadness, loneliness, anger, happiness, and sexual excitement have all been recorded.> Fear and anxiety are the most common affective experiences, while occasionally the patient describes a feeling of rage or intense anger as part of a complex partial seizure.> Ictal fear has no apparent connection to objective experience and is generally not related to the situation in which the patient finds himself during the seizure.> Each of these subjective psychic states may constitute the entire seizure or some combination may occur and immediately precedes a period of altered awareness.",
        "cop": 3,
        "opa": "GTCS",
        "opb": "Absence seizures",
        "opc": "Temporal lobe epilepsy",
        "opd": "febrile seizures",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "cc4c4716-35f6-4dec-98b6-b967596233d3",
        "choice_type": "single"
    },
    {
        "question": "Antipsychotic drugs act through",
        "exp": "(B) Dopamine D2 receptor blockade # Antipsychotics work by blocking a specific subtype of the dopamine receptor, referred to as the D2 receptor.> Older antipsychotics, known as conventional antipsychotics, block the D2 receptor and improve positive symptoms.> Second generation of antipsychotics or Atypical antipsychotics, block D2 receptors as well as a specific subtype of serotonin receptor, the 5. HT2A receptor.> It is believed that this combined action at D2 and 5. HT2A receptors treats both the positive and the negative symptoms.> Atypical antipsychotics include clozapine, risperidone, olanzapine, quetiapine, paliperidone and ziprasidone.",
        "cop": 2,
        "opa": "Dopamine D1 receptor blockade",
        "opb": "Dopamine D2 receptor blockade",
        "opc": "Dopamine D3 receptor blockade",
        "opd": "Dopamine D4 receptor blockade",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b8534792-fa62-467d-94b9-8c502ce8666e",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old child with delayed speech development, prefers to play alone and is not making friends. The likely diagnosis is",
        "exp": "(A) Autism # AUTISM is a developmental disorder that appears in the first 3 years of life, and affects the brain's normal development of social and communication skills.> Most parents of autistic children suspect that something is wrong by the time the child is 18 months old and seek help by the time the child is age 2. Children with autism typically have difficulties in: Pretend play; Social interactions & Verbal and nonverbal communication> Some children with autism appear normal before age 1 or 2 and then suddenly \"regress\" and lose language or social skills they had previously gained. This is called the regressive type of autism.# SYMPTOMS OF AUTISM:> People with autism may: 1. Be overly sensitive in sight, hearing, touch, smell, or taste (for example, they may refuse to wear \"itchy\" clothes and become distressed if they are forced to wear the clothes) 2. Have unusual distress when routines are changed 3. Perform repeated body movements 4. Show unusual attachments to objects 5. The symptoms may vary from moderate to severe.> Communication problems may include: 1. Cannot start or maintain a social conversation 2. Communicates with gestures instead of words 3. Develops language slowly or not at all 4. Does not adjust gaze to look at objects that others are looking at 5. Does no refer to self correctly (for example, says \"you want water\" when the child means \"I want water\") 6. Does not point to direct others' attention to objects (occurs in the first 14 months of life) 7. Repeats words or memorized passages, such as commercials> Social interaction: 1. Does not make friends 2. Does not play interactive games 3. Is withdrawn 4. May not respond to eye contact or smiles, or may avoid eye contact 5. May treat others as if they are objects 6. Prefers to spend time alone, rather than with others 7. Shows a lack of empathy> Response to sensory information: 1. Does not startle at loud noises 2. Has heightened or low senses of sight, hearing, touch, smell, or taste 3. May find normal noises painful and hold hands over ears 4. May withdraw from physical contact because it is overstimulating or overwhelming 5. Rubs surfaces, mouths or licks objects 6. Seems to have a heightened or low response to pain> Play: 1. Doesn't imitate the actions of others 2. Prefers solitary or ritualistic play 3. Shows little pretend or imaginative play> Behaviors: 1. \"Acts up\" with intense tantrums 2. Gets stuck on a single topic or task (perseveration) 3. Has a short attention span 4. Has very narrow interests 5. Is overactive or very passive 6. Shows aggression to others or self 7. Shows a strong need for sameness 8. Uses repetitive body movements.",
        "cop": 1,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Specific learning disability",
        "opd": "Rett's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9dfe13f9-7001-4fe1-af82-e590ee5b4fc7",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT a feature of Delirium?",
        "exp": "(D) Catastrophic reaction # Characteristic features of Delirium: Acute Onset New memory registration & retention impaired Clouding of consciousness Disorientation in time, place & person Hallucination (often visual) Disturb sleep wake cycle, worsening of symptoms in evening and night (called sun downing) Psychomotor disturbance (Inform of hypo or hyperactivity.) Confusion (delirium was also k/a acute confusional state in past) Emotional disturbance> Only immediate and Recent memory is disturbed in Delirium. This leads to impairment in registration & Retention of new memories.> Memory loss means the memory that is already registered is lost (i. e. Remote memory will be lost) and clearly, This is preserved in delirium.> Sleep wake cycle is disturbed Paediatrics",
        "cop": 4,
        "opa": "Impairment of consciousness and attention",
        "opb": "Global disturbance of cognition",
        "opc": "Disturbance of sleep-wake cycle",
        "opd": "Catastrophic reaction",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "edf99e4e-7ff7-4631-8d7d-c432b0400b9c",
        "choice_type": "single"
    },
    {
        "question": "Recurrent thoughts of doing something are known as?",
        "exp": "Ans. is 'a' i. e. Obsession * Repetitive irresistible thoughts - Obsession.* Repetitive purposeful behavior (work doing) - compulsion* OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repetitive behaviors (compulsions).* Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety. Obsessive compulsive disorder (PCD)* OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repetitive behaviors (compulsions).* An obsession has following characteristic: -i) An idea, impulse or image which intrudes into the conscious awareness repeatedly. ii) It is recognized as one's own ideas, impulse or image but is perceived as egoalien (foreign to ones personality). iii) It is recognized as irrational and absurd (insight is presents Patient knows about disorder). iv) Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety.* A compulsion has following characteristics: -i) It is repetitive, purposeful form of behavior is carried out because of strong feeling of compulsion to do so. ii) It usually follows an obsession. iii) Its goal is to prevent or reduce the anxiety or stress caused by obsession however it do not always succeed in doing so. iv) It is irrational or excessive and not realistic. v) Insight is present.* A patient with OCD may have an obsession, a compulsion or both (mostly patients have both).* A patient with OCD realizes the irrationality of the obsession and experiences both the obsession and the compulsion as ego-dystonic (unwanted behavior).* The person is preoccupied with details rules, list order, organization or schedules to the extent that the major point of activity is lost.* The person shows perfectionism that interferes with task completion (e. g., unable to complete project because his own overtly strict standard are not met).",
        "cop": 1,
        "opa": "Obsession",
        "opb": "Compulsion",
        "opc": "Preoccupation",
        "opd": "Confabulations",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e55598d1-df85-43ad-aa6a-c048b4490b30",
        "choice_type": "single"
    },
    {
        "question": "A 47-yrs man is brought to you by his wife as she has noted a personality change in the past 3 months. While the patient is being interviewed, he answers every question with the same three words. Which symptom best fits this patient's behavior?",
        "exp": "Ans. D. Perseverationa. Perseveration and circumstantiality are forms of thought disorder. In perseveration, the patient displays an inability to change the topic or gives the same response to different questions. b. Circumstantiality is a disturbance in which the patient digresses into unnecessary details before communicating the central idea. c. The capacity to generalize and to formulate concepts is called abstract thinking. The inability to abstract is called concreteness and is seen in organic disorders and sometimes in schizophrenia. Abstract thinking is commonly assessed by testing similarities, differences, and the meaning of proverbs. d. Negative symptoms include a motivation, apathy, and social withdrawal. These symptoms are often seen in schizophrenia.",
        "cop": 4,
        "opa": "Negative symptoms",
        "opb": "Disorientation",
        "opc": "Concrete thinking",
        "opd": "Perseveration",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "008ef270-971e-43a0-b585-6ee5683045a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following scientist propagated 'therapeutic community concept:",
        "exp": "Therapeutic community is a group based approach for treatment of substance use disorders and other psychiatric disorders. It is a residential approach where in patients live in a house for long-term and has defined roles during the stay. The term \"therapeutic community\" was given by Thomas MainQ and the concept was developed by Maxwell jones.",
        "cop": 2,
        "opa": "JB Watson",
        "opb": "Maxwell Jones",
        "opc": "Freud",
        "opd": "Adler",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "3adc731c-bb62-4401-8a7b-5a873f898646",
        "choice_type": "single"
    },
    {
        "question": "Maximum score for Mini-Mental Status Examination of Folstein is",
        "exp": "(A) 30 points > MINI-MENTAL STATE EXAMINATION (MMSE) OR FOLSTEIN TEST is a brief 30-point questionnaire test that is used to screen for cognitive impairment. It is commonly used in medicine to screen for dementia. It is also used to estimate the severity of cognitive impairment at a given point in time and to follow the course of cognitive changes in an individual over time, thus making it an effective way to document an individual's response to treatment. CATEGORYPOSSIBLE POINTSDESCRIPTIONOrientation to time5. From broadest to most narrow. Orientation to time has been correlated with future decline. Orientation to place5. From broadest to most narrow. This is sometimes narrowed down to streets, and sometimes to floor. Registration3. Repeating named prompts. Attention and calculation5. Serial sevens, or spelling \"world\" backwards. It has been suggested that serial sevens may be more appropriate in a population where English is not the first language. Recall3. Registration recall. Language2. Name a pencil and a watch. Repetition1. Speaking back a phrase. Complex commands6. Varies> Interpretation: Any score greater than or equal to 25 points (out of 30) is effectively normal (intact). Below this, scores can indicate severe (=9 points), moderate (10-20 points) or mild (21-24 points). The raw score may also need to be corrected for educational attainment and age. Low to very low scores correlate closely with the presence of dementia, although other mental disorders can also lead to abnormal findings on MMSE testing. The presence of purely physical problems can also interfere with interpretation if not properly noted; for example, a patient may be physically unable to hear or read instructions properly, or nay have a motor deficit that affects writing and drawing skills",
        "cop": 1,
        "opa": "30 points",
        "opb": "24 points",
        "opc": "20 points",
        "opd": "9 points",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "94300eb1-0931-4517-ab30-1dc1ff3df200",
        "choice_type": "single"
    },
    {
        "question": "\"I am dead\" is a form of",
        "exp": "(A) Nihilistic delusion # Delusion of control: This is a false belief that another person, group of people, or external force controls one's general thoughts, feelings, impulses, or behavior.> Nihilistic delusion: This is a false belief that one does not exist or has become deceased.> Delusional jealousy (or delusion of infidelity): A person with this delusion falsely believes that a person is lying to them or that a spouse or lover is having an affair, with no proof to back up their claim.> Delusion of guilt or sin (or delusion of self-accusation): This is a false feeling of remorse or guilt of delusional intensity.> Delusion of mind being read: The false belief that other people can know one's thoughts.> Delusion of reference: The person falsely believes that insignificant remarks, events, or objects in one's environment have personal meaning or significance.> Erotomania: A delusion where someone believes another person is in love with them.> Religious delusion: Any delusion with a religious or spiritual content. These may be combined with other delusions, such as grandiose delusions (the belief that the affected person is a god, or chosen to act as a god, for example).> Somatic delusion: A delusion whose content pertains to bodily functioning, bodily sensations, or physical appearance. Usually the false belief is that the body is somehow diseased, abnormal, or changed--for example, infested with parasites.> Delusions of parasitosis (DOP) or delusional parasitosis: a delusion in which one feels infested with an insect, bacteria, mite, spiders, lice, fleas, worms, or other organisms. Affected individuals may also report being repeatedly bitten. In some cases, entomologists are asked to investigate cases of mysterious bites. Sometimes physical manifestations may occur including skin lesions.> Delusion of poverty: The person strongly believes that he is financially incapacitated. Although this type of delusion is less common now, it was particularly widespread in the days before state support.",
        "cop": 1,
        "opa": "Nihilistic delusion",
        "opb": "Somatic delusion",
        "opc": "Delusion of Infidelity",
        "opd": "Delusion of reference",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "f92cf0a1-c409-4605-bca3-fb39c33c8e93",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a possible acquired etiological factor in ADHD?",
        "exp": "Ans. D. Prenatal exposure to alcohol or nicotineA number of acquired influences have been identified as etiologic factors in development of ADHD, including1. Pregnancy & delivery complications; 2. Low birth weight (not high birth weight)3. Traumatic brain injury4. Prenatal exposure to substances, including alcohol & nicotine. Substance exposure in utero has long been implicated in childhood problems with behavioral control and emotional regulation. Prenatal exposure to alcohol and nicotine has been strongly associated with the development of ADHD, as well as other difficulties with cognition and behavior. Although these exposures to substances may often co-occur with other environmental factors that influence development, alcohol and nicotine have generally been found to independently increase the risk of ADHD. Meanwhile, low socioeconomic status does not independently increase risk of ADHD. Similarly, despite common misperception, sugar intake at any age has not been found to play role in etiology of ADHD.",
        "cop": 4,
        "opa": "High birth weight",
        "opb": "Elevated intake of sugar-containing foods during early childhood",
        "opc": "Low socioeconomic status",
        "opd": "Prenatal exposure to alcohol or nicotine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "96abf454-0785-4fe1-92c9-975dfd1d8ff3",
        "choice_type": "single"
    },
    {
        "question": "Most Common delusion of Schizophrenia includes",
        "exp": "(A) Persecution # DELUSIONS are misguided beliefs that have no basis in reality, and people with schizophrenia often suffer from delusions as a symptom of their disease. Their disorganized thinking and impaired ability to interpret new information often lead them to false perceptions. People with schizophrenia often have delusions that fit certain common categories.> Persecutory delusions are the most common type of delusions experienced by people with schizophrenia. These types of delusions are based on suspicions of being targeted by someone or something. People with these types of delusions mistakenly believe that they are being followed, harmed, poisoned or tormented. Delusions of persecution are suggestive of the paranoid type of schizophrenia.> Referential: Referential delusions are another common type of delusion reported by people with schizophrenia. People with referential delusions believe that gestures and words of others are specifically directed at them. They become convinced that they are the focus of song lyrics, books or comments made by someone on television.> Grandiose: Delusions of grandeur are based on the affected person's mistaken idea that he is someone of extreme importance. People with this type of delusions may believe they are a popular celebrity or a powerful political figure. Since they believe they are well-known or famous, it is disturbing to them when others do not recognize or acknowledge them as such.> Religious: Religious delusions center around misguided ideas about one's relationship with God. People with schizophrenia with this type of delusion may believe they have a special relationship with God or that God has given them special powers. They may profess an ability to speak directly to God or a responsibility to carry out God's plans. In some cases, these individuals may actually believe that they are God.> Somatic: Somatic delusions involve a preoccupation with one's body. These delusions commonly consist of erroneous beliefs that they are suffering from a physical condition, such as a tumor. However, the perceived source of the physical malady is usually bizarre, such as having a foreign substance in one's body.> Control: Delusions of control involve the belief that one's thoughts and actions have been taken over by some outside force. People with schizophrenia with delusions of control believe that their thoughts have been involuntarily taken from their mind. Therefore, they are convinced that the thoughts in their mind are not their own. Delusions of control may also include the belief that their bodies are being manipulated to perform certain actions.# SUBTYPES OF SCHIZOPHRENIA: With the publication of DSM-5, the APA removed all sub-classifications of schizophrenia. The five sub-classifications included in DSM-IV-TR were:> Paranoid type: Delusions or auditory hallucinations are present, but thought disorder, disorganized behavior, or affective flattening are not. Delusions are persecutory and/or grandiose, but in addition to these, other themes such as jealousy, religiosily. or somatization may also be present.> Disorganized type: Named hebephrenic schizophrenia in the ICD. Where thought disorder and flat affect are present together.> Catatonic type: The subject may be almost immobile or exhibit agitated, purposeless movement. Symptoms can include catatonic stupor and waxy flexibility.> Undifferentiated type: Psychotic symptoms are present but the criteria for paranoid, disorganized, or catatonic types have not been met.> Residual type: Where positive symptoms are present at a low intensity only.> ICD-10 defines two additional subtypes: Post-schizophrenic depression: A depressive episode arising in the aftermath of a schizophrenic illness where some low level schizophrenic symptoms may still be present. Simple schizophrenia: Insidious and progressive development of prominent negative symptoms with no history of psychotic episodes.> Latent schizophrenia, schizophrenic reaction, pseudoneurotic schizophrenia, pseudopsychopathic schizophrenia, \"symptom- depleted\" schizophrenia are in the Russian version of the ICD-10.",
        "cop": 1,
        "opa": "Persecution",
        "opb": "Grandiose",
        "opc": "Reference",
        "opd": "Nihilistic",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "8cf5d1a1-e91e-4f6b-bb5c-0d119d8d96d7",
        "choice_type": "single"
    },
    {
        "question": "Hysteria is characterised by",
        "exp": "(A) Indifference to suffering # The characteristics of HYSTERIA are:> Impulsive, uncontrolled behavior (impulse dyscontrol).> Manipulative, exhibitionistic, emotional, dramatic, and/or seductive behavior (histrionic personality traits).> Absence of objective signs of organic illness.> Presence of multiple vague somatic symptoms, especially in a female patient (masked depression, somatization disorder or Briquet's hysteria).> Hypochondriasis; Any mental illness.> Presence of certain symptoms which are not explainable in the context of present organic illness (functional overlay, conversion symptoms).> Difficult patient; poor doctor-patient communication.> 'Sick' role or 'abnormal illness behavior'.; Psychosomatic disorders.; Malingering.; Psychosexual dysfunctions.",
        "cop": 1,
        "opa": "Indifference to suffering",
        "opb": "Flight of ideas",
        "opc": "Pressure of speech",
        "opd": "Autistic thinking",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9e421c94-2b77-4b40-bfeb-d704f8e20660",
        "choice_type": "single"
    },
    {
        "question": "A 33 year old male developed panic attack before going for a public performance. Which of the following is not a clinical manifestation?",
        "exp": "Ans. D. Warm hands. Anxiety neurosis. It is a chronic disease punctuated by recurrent attacks of acute anxiety or panic. These acute attacks can be described as the hallmark of the disease. The breathing comes in rapid gasps, heart races, the pupils may be dilated and the patient may sweat or tremble during an attackA feature of the anxiety attack hyperventilation is a special feature if not invariable. By reducing the PCO2, Hyperventilation will tend to cause giddiness, paresthesias of the tongue, fingers and lips, and at times, frank tetany. The peripheries will be cold on touch.",
        "cop": 4,
        "opa": "Shortness of breath",
        "opb": "Tachycardia",
        "opc": "Tremors",
        "opd": "Warm hands",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "48ae32e8-7f80-4de6-8230-5c92004d0aec",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old unmarried male was brought by his family members with complaints of sudden onset of suspiciousness on his family members and on his neighbours. He had stopped consuming home cooked food saying that it was poisoned. He also had restlessness and decreased sleep. The diagnosis is?",
        "exp": "Ans. B. Acute psychosis. Acute psychotic disorders: These symptoms similar to schizophrenia but don't fulfill the duration criteria* Frequently preceded by a stressor (stressful life event), May also be precipitated by fever (physiological stressor)* have abrupt onset & often resolve completely. In ICD-10: if symptoms present for < l month = Acute & Transient Psychotic disorder. In DSM-5: if symptoms present for < 1 month = Brief Psychotic Disorder. If symptoms last between 1- 6 months = Schizophreniform Disorder",
        "cop": 2,
        "opa": "Acute mania",
        "opb": "Acute psychosis",
        "opc": "Delirium",
        "opd": "PTSD",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "50744955-54d4-45a8-b620-052cf3cee2e3",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric condition is",
        "exp": "(A) Anxiety related # Anxiety is the most common feature in phobic disorders. Manifestations include the following: Elevated heart rate Elevated blood pressure Tremor Palpitations Diarrhea Sweating Dyspnea Paresthesias Dizziness> About 1 in every 10 people will have troublesome anxiety or phobias at some point in their lives.",
        "cop": 1,
        "opa": "Anxiety related",
        "opb": "Depressive related",
        "opc": "Phobias",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e58a26f6-a974-4b87-b644-07850861429c",
        "choice_type": "single"
    },
    {
        "question": "Ability to form a concept and generalize is known as:",
        "exp": "Abstract thinking is the ability to make concepts (i. e. ability to grasp essential of whole) and to generalize. Concrete thinking - Literal thinking (does not have deep thinking) Intellectual thinking- Use of excess intellect and scientific knowledge in thinking process. Delusional thinking- False, hypothetical, firm thoughts contrary to reality.",
        "cop": 2,
        "opa": "Concrete thinking",
        "opb": "Abstract thinking",
        "opc": "Intellectual thinking",
        "opd": "Delusional Thinking",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "a40bde21-57af-4bca-a9c2-ee65234e1909",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is used to aid in smoking cessation",
        "exp": "(B) Bupropion",
        "cop": 2,
        "opa": "Buspirone",
        "opb": "Bupropion",
        "opc": "Naltrexone",
        "opd": "Fluoxetine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b784e94e-03bb-46a2-96c9-921cd17ff14e",
        "choice_type": "single"
    },
    {
        "question": "Best test for diagnosis of organic mental disorder:",
        "exp": "Bender Gestalt TestQ (Bender visual motor gastalt test): This test is used mostly as a screening tool for organic brain disordersQ.",
        "cop": 2,
        "opa": "Sentence completion test",
        "opb": "Bender-Gestalt test",
        "opc": "Rorschach test",
        "opd": "Thematic appreciation test",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "26585691-72cb-4909-ba67-d8208d35b43f",
        "choice_type": "single"
    },
    {
        "question": "How would diagnosis of Agoraphobia be made?",
        "exp": "(B) Patient will have fear if she is in open space # AGORAPHOBIA is an anxiety disorder which primarily consists of the fear of certain settings that may present unexpected challenges or demands. These include parking lots, shopping malls or restaurants. Social consequences of having a panic attack or losing control in public often becomes an additional source of fear in its own right. As a result, severe sufferers of agoraphobia may become confined to their homes, experiencing difficulty traveling from this 'safe place'. Sufferer becomes uneasy in environments that are unfamiliar or where he/she perceives that he or she has little control. Triggers may include crowds, wide open spaces or traveling alone even for short distances. Anxiety is often compounded by a fear of social embarrassment in case of panic attacks or appearing distraught in public. Phobic Disorders. Fear of Situation or Objects. Phobias* Dread of Open space. Agoraphobia* Dread of Vehicles* Dread of Floods. Amaxophobia. Antlophobia* Dread of Confinement* Dread of Being locked in. Claustrophobia. Cleithrophobia* Dread of Dogs* Dread of Sexual intercourse or STDCynophobia. Cypridophobia* Dread of Drinking* Dread of Surgical operation. Dipsophobia. Ergasiophobia* Dread of Marriage* Dread of Food. Gamophobia. Gatophobia* Dread of Writing* Dread of Women. Graphophobia. Gynophobia* Dread of Sun. Heliophobia Phobic Disorders* Dread of Stealing. Kleptophobia* Dread of Speaking. Lalophobia* Dread of Rabies. Lyssophobia* Dread of Pregnancy. Maieusiophobia* Dread of Corpse. Necrophobia* Dread of Odours. Osmophobia* Dread of Eating. Sitophobia* Dread of Tuberculosis. Phthisiophobia* Dread of Choking. Pnigophobia* Dread of Fire. Pyrophobia* Dread of Cold. Psychrophobia* Dread of Devil. Satanophobia* Dread of Death. Thanatophobia* Dread of Being Buried alive. Taphephobia* Dread of God. Theophobia* Dread of Strangers. Xenophobia",
        "cop": 2,
        "opa": "Patient has panic attack when left alone",
        "opb": "Patient will have fear if she is in open space",
        "opc": "She would be able to get into lift alone",
        "opd": "She complaints of Insomnia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b72ea188-5f25-418d-8cfd-144d30283c14",
        "choice_type": "single"
    },
    {
        "question": "DSM-IV TR classification of psychiatric disorders as proposed a multiple axis system for person with psychiatric illness. Personality disorders were classified in which axis?",
        "exp": "Ans. B. IIThe DSM IV classification of psychiatric disorders as proposed by American Psychiatry Association. DSM-IV* Analyze symptoms* Diagnostic features: Course of illness & Exclusion Criteria* Diagnostic reliability: Concordance between physicians' diagnoses of same patient* Lack of validity* Guidelines:- Precedence to conditions due to Substance Abuse &/or Medical problems- DO NOT give separate Diagnosis for minor disorder. Main Axis:- Axis I: Majority of Diagnoses- Axis II: Disorders of Personality & Retardation- Axis III: Any other Medical Conditions (related or not)- Axis IV: Environmental &/or Psychosocial problems- Axis V: Global Assessment of Functioning (GAF)* Psychological, Social & Occupational functions* NOT Physical functions* Scored 1-100",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "c6ddda2d-d93f-44ac-8cd4-3a40a31f777e",
        "choice_type": "single"
    },
    {
        "question": "Most common disorder in females when compared to males is",
        "exp": "(B) Eating disorder> Mental health conditions more common in MEN include: Autism, Early onset Schizophrenia, Antisocial personality disorder, and Alcoholism, > Mental health conditions more common in WOMEN include: Depression, Anxiety and specific phobias, Post-traumatic stress syndrome (PTSD), Suicide attempts, Eating disorders. EATING DISORDERS COMPARISON CHART Anorexia Nervosa. Bulimia Nervosa. Binge Eating Disorder. What it is. People with the condition restrict calories and do not sustain a healthy body weight. People with the condition binge, then purge. People with condition binge but do not purge. How common is it? 9 in 1, 000 women and 3 in 1, 000 men develop anorexia during their lifetimes15 in 1, 000 women and 5 in 1, 000 men develop bulimia during their lifetimes35 in 1, 000 women and 20 in 1, 000 men develop BED in their lifetimes. Mean (Average (age of Onset)18. 9(early, mid, or late adolescence)19. 7(Adolescence, young adulthood)25. 4(Adulthood)",
        "cop": 2,
        "opa": "Conduct disorder",
        "opb": "Eating disorder",
        "opc": "Oppositional defiant",
        "opd": "Antisocial personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "a45e6ab5-8be9-4e41-936c-009060c0da44",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following antipsychotic drugs is considered the best in treatment of Resistant Schizophrenia?",
        "exp": "(B) Clozapine # Clozapine appears to be most effective of atypical members.> Its main side effects are: Agranulocytosis, Seizures, Hyperthermia> Its side effects profile make it appropriate for treatment of resistant cases.# Olanzapine Is chemically similar to clozapine but of leaves efficacy and causes rapid wt gain.> Risperidone - benzisoxazole: It is 5. HT, D2 and a-2 antagonist Its a-2 antagonism contribute to its ability to improve mood and increase motor activity> Chlorpromazine - Its is typical antipsychotic anticholinergic highly sedative> Clozapine appears to be the most effective member of this class and has demonstrated superiority to other atypical agents in preventing suicide; however, its side-effect profile makes it most appropriate for treatment resistant cases Olanzapine is similar neurochemically to clozapine but has a significant risk of inducing weight gain.> Risperidone, a benzisoxazole derivative, is more potent at 5. HT2 than D2 receptor sites, like clozapine, but it also exerts significant antagonism, a property that may contribute to its perceived ability to improve mood and increase motor activity.> Risperidone is not as effective as clozapine in treatment resistant cases but does not carry a risk of blood dyscrasias. chlorpromazine and thioridazine, are more sedating and anticholinergic and more likely to cause orthostatic hypotension.",
        "cop": 2,
        "opa": "Olanzapine",
        "opb": "Clozapine",
        "opc": "Resperidone",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "57220400-275f-468e-8e93-1e29d865888a",
        "choice_type": "single"
    },
    {
        "question": "Strong belief about something but which lacks complete conviction",
        "exp": "(D) Over valued belief # DELUSION is a false belief that is not supported by fact and cannot be challenged successfully by logic or reason.> False belief is not considered a delusion if it is shared by other members of the person's own cultural or social group.> False beliefs that can change in the face of strong evidence are called overvalued ideas. Simple phobia are Acrophobia (fear of high places), Zoophobia (fear of animals), Xenophobia (fear of strangers), Algo- phobia (fear of pain), and Claustrophobia (fear of closed places). An idea, impulse or image which intrudes into conscious awareness repeatedly. Obsession: It is recognised as one's own idea, impulse or image but is ego-ailen (foreign to one's personality) It is recognised as irrational and absurd (insight is present). Patient tries to resist against it, but is unable to doso. Failure to resist leads to marked distress. Usually follows obsession. It is aimed at either preventing or neutralizing the distress or fear arising out of obsession. Behaviour is not realistic and is either irrational or excessiveo. Insight is present, so the patient realises their rationality or compulsion. behaviour is performed with a sense of subjective compulsion (urge or impulse to act). False beliefs that can change in the face of strong evidence are called overvalued ideas.",
        "cop": 4,
        "opa": "Delusion",
        "opb": "Phobia",
        "opc": "Obsession",
        "opd": "Over valued belief",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "dfea229a-a830-4771-b58a-dd1b16d34898",
        "choice_type": "single"
    },
    {
        "question": "Modafinil is used for",
        "exp": "(A) Narcolepsy # MODAFINIL# Narcolepsy Narcolepsy is both a disorder of the ability to sustain wakefulness voluntarily and a disorder of REM sleep regulation The classic \"narcolepsy tetrad\" consists of excessive daytime somnolence plus three specific symptoms related to an intrusion of REM sleep characteristics (e. g., muscle atonia, vivid dream imagery) into the transition between wakefulness and sleep# Cataplexy: sudden weakness or loss of muscle tone without loss of consciousness, often elicited by emotion. Hallucinations at sleep onset (hypnogogic hallucinations) or upon awakening (hypnopompic hallucinations); and Muscle paralysis upon awakening (sleep paralysis). Narcolepsy: Treatment The treatment of narcolepsy is symptomatic. Somnolence is treated with wake-promoting therapeutics. Modafinil is now the drug of choice, principally because it is associated with fewer side effects than older stimulants and has a long half-life; 20. CM00 mg is given as a single daily dose. Modafinil, like other stimulants, increases the release of monoamines, specifically the catecholamines norepinephrine and dopamine, from the synaptic terminals. However, modafinil also elevates hypothalamic histamine levels In the United States, modafinil is approved by the U. S. Food and Drug Administration only for the treatment of narcolepsy, obstructive sleep apnea/hypopnea and shift work sleep disorder. In some countries, it is also approved for idiopathic hypersomnia (all forms of excessive daytime sleepiness where causes can't be established). Older drugs such as methylphenidate (10 mg bid to 20 mg qid) or dextroamphetamine (10 mg bid) are still used as alternatives, particularly in refractory patients.",
        "cop": 1,
        "opa": "Narcolepsy",
        "opb": "Psychogenic erectile dysfunction",
        "opc": "OCD",
        "opd": "Orthostatic hypotension",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "7c8d52c2-e81a-4d7b-a297-bb06ceca7ea3",
        "choice_type": "single"
    },
    {
        "question": "NOT an Anxiolytic drug",
        "exp": "(A) Melatonin # ANTIANXIETY DRUGS:> Benzodiazepines: Diazepam, Chlordiazepoxide, Oxazepam, Lorazepam, Alprazolam.# Chlormethiazole:> Atypical anxiolyitcs: Buspirone, Gepirone, Ipsapirone. Typical anxiolyitc drugs act GABA receptors BZP site, whereas atypical agents are presynaptic 5. HT1A receptor partial agonist and inhibits the release of 5. HT.> Melatonin is effective in sleep disorders and is Possibly Effective for:> Withdrawal from drugs called benzodiazepines, High blood pressure, Insomnia, jet lag, Reducing anxiety before surgery, tumours, sunburn, thrombocytopenia.> SSRI's: like sertraline, fluoxetine, Paroxetine> TCA's: like imipramine, amitryptiline> Beta blockers: for controlling tachycardia and palpitation",
        "cop": 1,
        "opa": "Melatonin",
        "opb": "Haloperidol",
        "opc": "Alprazolam",
        "opd": "Setraline",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9cff557b-82b0-4d30-b750-7ca47822c777",
        "choice_type": "single"
    },
    {
        "question": "Classification of diseases by WHO is under",
        "exp": "(A) ICD# ICD-10 is the 10th revision of the International Statistical Classification of Diseases & Related Health Problems (ICD), a medical classification list by the World Health Organization (WHO).> It contains codes for diseases, signs and symptoms, abnormal findings, complaints, social circumstances, and external causes of injury or diseases.",
        "cop": 1,
        "opa": "ICD",
        "opb": "DSM",
        "opc": "ICF",
        "opd": "CDC",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "caf8116d-d06b-4161-9dd7-b3bf611dacf6",
        "choice_type": "single"
    },
    {
        "question": "Term partialism refers to fetishes involving which of the following?",
        "exp": "Ans. A. Nonsexual body part. The term partialism refers to fetishes involving nonsexual body parts (e. g., a foot fetish). Individuals who achieve sexual gratification with the use of objects, most commonly women's undergarments, shoes, stockings, or other clothing items, are fetishists. Fetishists often collect the object of their sexual gratification. Some of the more common objects are women's lingerie or specific materials such as silk, leather, or fur. Fetishism has been exclusively described in men and often exists with other paraphilias.",
        "cop": 1,
        "opa": "Nonsexual body part",
        "opb": "Specific clothing",
        "opc": "Specific type of food",
        "opd": "Nonsexual behavior",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "5da23055-cb94-41e5-b363-e554df7e152e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the odd one?",
        "exp": "Briquet syndrome is the older name for somatoform disorder. The other three mentioned as choices are all examples of culture bound syndromes. Name of the culture bound syndrome Impoant feature Dhat syndrome Preoccupation with discharge of semen and loss of vitality Koro Preoccupation with shrinking and possible disappearance of penis Latah Sudden stimuli (commonly loud noise) can present with automatic obedience, echolalia, and echopraxia Run amok Episode of extreme rage and violence, with significant possibility of damage to other individuals and propey",
        "cop": 4,
        "opa": "Dhat syndrome",
        "opb": "Run amok",
        "opc": "Koro",
        "opd": "Briquet syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "dccd81a9-dfb4-4816-9ef4-7700ec9356cd",
        "choice_type": "single"
    },
    {
        "question": "Patient of contamination phobia was asked by therapist to follow behind him and touch everything he touches. During process therapist kept talking quietly and calmly to the patients. The patient was asked to repeat the procedure twice daily. The procedure is:",
        "exp": "This is an example of paicipant modeling in which patient learns by observation and imitation of therapist. Positive reinforcement- Increase in frequency of behavior because of positive consequences. Flooding-Type of behavioral therapy in which maximum stimuli is given in first response Aversion therapy- It uses classical conditioning Helpful in treatment of unwanted behaviors such as paraphilias",
        "cop": 2,
        "opa": "Flooding",
        "opb": "Modeling",
        "opc": "Positive reinforcement",
        "opd": "Aversion therapy",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "bb5ada17-5240-4dfa-8f15-163291cb4616",
        "choice_type": "single"
    },
    {
        "question": "OCD is characterised by",
        "exp": "(D) Onset late adulthood # Obsessive-Compulsive Disorder:> An obsession is defined as an idea, impulse or image which intrudes into conscious awareness repeatedly. It is recognized as one's own idea, impulse or image but is ego-alien (foreign to one's personality). It is recognized as irrationl and absurd (insight is present) Patient tries to resist against it but is unable to Failure to resist leads to marked distress.> Differentiation has to be made from delusion and thought insertion.> A delusion is recognized as one's own idea but is not recognized as ego-alien. It is strongly believed, hence it is never thought to be irrational and is never resisted.> Thought inertion is not thought of as one's own idea, but somebody else's thought being forcibly inerted into one's mind.> An obsession is usually associated with a compulsion carcinoma form of behaviour which usually follows obsessions.",
        "cop": 4,
        "opa": "Obsession of contamination rare",
        "opb": "Buspirone is used to augment the therapy",
        "opc": "Patient readily discussses the symptoms",
        "opd": "Onset late adulthood",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "700154fb-c8ca-40dd-8b85-21ba2cd19dac",
        "choice_type": "single"
    },
    {
        "question": "Drug effect mimicking ''Schizophrenia' includes",
        "exp": "(C) Phencyclidine # PHENCYCLIDINE is an NMDA receptor antagonist also acts as a D2 receptor partial agonist. It induces symptoms that mimic schizophrenia. Amphetamines trigger the release of dopamine and excessive dopamine function is believed to be responsible for many symptoms of schizophrenia.> Cannabis use is also suspected to contribute to the hyperdopaminergic state that is characteristic of schizophrenia.> Drugs such as ketamine, Phencyclidine (PCP), and Lysergic acid diethylamide (LSD) have been used to mimic schizophrenia for research purposes.> Alcohol abuse via a kindling mechanism can occasionally cause the development of a chronic substance induced psychotic disorder, i. e. schizophrenia.",
        "cop": 3,
        "opa": "Barbiturates",
        "opb": "Cocaine",
        "opc": "Phencyclidine",
        "opd": "Levodopa",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "ce810d9e-80f4-423f-9a31-e47df4591852",
        "choice_type": "single"
    },
    {
        "question": "Negative symptoms of schizophrenia is",
        "exp": "(D) Avolition> Negative symptoms are so-named because they are considered to be the loss or absence of normal traits or abilities, and include features such as flat or blunted affect and emotion, poverty of speech (alogia), inability to experience pleasure (anhedonia), and lack of motivation (avolition).",
        "cop": 4,
        "opa": "Disorganised thought",
        "opb": "Thought block",
        "opc": "Delusions",
        "opd": "Avolition",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "86bec563-4683-401e-927c-eecb1b63f88c",
        "choice_type": "single"
    },
    {
        "question": "\"Systematic desensitization\" behavioural therapy is used to treat",
        "exp": "(B) Anxiety disorders # SYSTEMATIC DESENSITIZATION, also known as graduated exposure therapy is a type of behavior therapy used in the field of psychology to help effectively overcome phobias and other anxiety disorders.> The process of systematic desensitization occurs in three steps.> The first step of systematic desensitization is the identification of an anxiety inducing stimulus hierarchy.> The second step is the learning of relaxation or coping techniques. Once the individual has been taught these skills, he or she must use them in the third step to react towards and overcome situations in the established hierarchy of fears.> The goal of this process is for the individual to learn how to cope with, and overcome the fear in each step of the hierarchy.",
        "cop": 2,
        "opa": "Depression",
        "opb": "Anxiety disorders",
        "opc": "Attention deficit hyperactivity disorder",
        "opd": "Anterograde amnesia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "70bf5102-d84e-4b3d-ab89-dae9e8d7f204",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Delusion associated with Schizophrenia is",
        "exp": "(A) Delusion of persecution # Most common type of delusion associated with schizophrenia involves persecutory.> It believes that he/she is being followed or is under surveillance or that he/she is being made fun of, tricked, or treated very unfairly by others.> when schizophrenics experience this type of delusion, they may feel very frightened or paranoid, as a result they will often do things to protect themselves from prosecutor.",
        "cop": 1,
        "opa": "Delusion of persecution",
        "opb": "Delusion of grandiosity",
        "opc": "Delusion of nihilism",
        "opd": "Delusion of Reference",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "937d10a9-8aa9-4d91-91e4-5df7822f14b4",
        "choice_type": "single"
    },
    {
        "question": "Treatment modality NOT used in ADHD includes",
        "exp": "(D) Haloperidol # Stimulant medication Dextroamphetamine (10-40 mg/day) and methylphenidate (10-60 mg/day) are the drugs of choice in the treatment of hyperkinetic disorder, with a response rate of nearly 90%. They act on the reticular activating system causing stimulation of the inhibitory influences on the cerebral cortex, thus decreasing hyperactivity and/or distractibility> Others: 1. When stimulant medication is not available is not effective, other drugs can be used after careful individual consideration of the risks and benefits in the individual patient. These include clonidine, imipramine, bupropion, venlafaxine chlorpromazine, thioridazine, and lithium carbonate. Atomoxetine may be an alternative for children who do not respond to stimulants. Barbiturates are contmindicated in ADD as they increase hyperactivity. 2. Behavior modification3. Counseling and supportive psychotherapy Behavior modification and counseling are very important in the successful management of ADD and can be used along with drug therapy.",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Atomoxetine",
        "opc": "Dexamphetamine",
        "opd": "Haloperidol",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "59c9bfe2-69d5-4fbc-bcb6-790f2bec80c1",
        "choice_type": "single"
    },
    {
        "question": "Delusion is not a feature of?",
        "exp": "Ans. is 'b' i. e., Anxiety Delusion* A delusion is false, firm (unshakeable) belief that is not accepted by other members of patient's culture and society.* To the patient, there is no difference between a delusional belief and a true belief-they are same experience. Therefore, only external observer can diagnose a delusion.* The delusion is false because of faulty reasoning.* It is out of keeping with the patient's social and cultural background.* It is firmly held (unshakable) despite objective and obvious contradictory proof or evidence, and despite the fact that other members of culture do not share the belief.* Delusions are seen in psychosis (Schizophrenia, Mania, depression, other psychotic disorder-delusional disorders and schizoaffective disorders) and organic mental disorders (Delirium, substance abuse or withdrawal).* Delusions are not seen in neurosis Anxiety, obsessive - compulsive disorder, Dissociative (conversion) disorders, somatoform disorders, stress related disorders",
        "cop": 2,
        "opa": "Depression",
        "opb": "Anxiety",
        "opc": "Schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "700fd9ff-9e06-4944-8e70-bda3a6425817",
        "choice_type": "single"
    },
    {
        "question": "Transference resolved by",
        "exp": "(D) Psychodynamic psychotherapy # Transference: Patient's feelings, behavior and relationship with the therapist.> Transference is a phenomenon in psychoanalysis characterized by unconscious redirection of feelings from one person to another.> Transference was first described by Sigmund Freud, who acknowledged its importance for psychoanalysis for better understanding of the patient's feelings.> Focus in psychodynamic psychotherapy is, in large part, the therapist and patient recognizing the transference relationship and exploring the relationship's meaning.> Since the transference between patient and therapist happens on an unconscious level, psychodynamic therapists who are largely concerned with a patient's unconscious material use the transference to reveal unresolved conflicts patients have with childhood figures.",
        "cop": 4,
        "opa": "Inter-personal psychotherapy",
        "opb": "Client based psychotherapy",
        "opc": "Cognitive Behaviour Therapy",
        "opd": "Psychodynamic psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "ed709cac-a2fc-40ec-b02c-a5a8a8e7d556",
        "choice_type": "single"
    },
    {
        "question": "A 48 year old male incurred road traffic accident leading to a brain lesion. Now the patient feels euphoric, laugh uncontrollably, joke & make puns. Which of the following brain part may be involved?",
        "exp": "Ans. B. Prefrontal cortexA lesion to the left prefrontal area abolishes the normal mood-elevating influences of this area and produces depression and uncontrollable crying. In contrast, a comparable lesion to the right prefrontal area may produce laughter, euphoria, and a tendency to joke and make puns.",
        "cop": 2,
        "opa": "Parietal lobe",
        "opb": "Prefrontal cortex",
        "opc": "Occipital lobe",
        "opd": "Cerebellum",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "3c54207e-e8a7-4378-9e16-a2f8ae3a4254",
        "choice_type": "single"
    },
    {
        "question": "Defence mechanism shown by drug addicts is",
        "exp": "Ans. d (Denial). (Ref. Neeraj Ahuja, 5th/pg. 231). Defence mechanism shown by drug addicts is denial. Defence mechanism Denialis a psychotic type of defence mechanism where there is involuntary exclusion of unpleasant or painful reality from conscious awareness. Repressionseemingly inexplicable naivete, memory lapse, or lack of awareness of physical status; the emotion is conscious, but the idea behind it is absent. Reaction Formationbehavior that is completely the opposite of what one really wants or feels (e. g, taking care of someone when what one really wants is to be taken care of; studying to be a pilot to coverup being afraid to fly). Note: this can work in the short term as an effective strategy to cope, but will eventually break down. Displacementseparation of emotion from its real object and redirection of the intense emotion toward someone or something that is less offensive or threatening in order to avoid dealing directly with what is frightening or threatening. Dissociationtemporary and drastic modification of one's personal identity or character to avoid emotional distress. Sublimationtransformation of negative emotions or instincts into positive actions, behavior, or emotion, art, sports, hobbies, or even one's choice of profession). RationalizationA defence mechanism, operating unconsciously, in which an individual attempts to justify or make consciously tolerable by plausible means, feelings or behavior that otherwise would be intolerable. Not to be confused with conscious evasion or dissimulation.",
        "cop": 4,
        "opa": "Transformation",
        "opb": "Projection",
        "opc": "Repetition",
        "opd": "Denial",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "11510823-e029-4edb-afad-3eeade0b4d2d",
        "choice_type": "single"
    },
    {
        "question": "In schizophrenia, good prognostic factor is",
        "exp": "(D) Acute onset PROGNOSTIC FACTORS IN SCHIZOPHRENIAGood Prognostic Factors. Poor Prognostic Factors* Acute or abrupt onset* Insidious onset* Onset > 35 years of age (late onset)* Onset < 20 years of age (early onset)* Presence of precipitating stressor* Absence of stressor* Good premorbid adjustment* Poor premorbid adjustment* Catatonic subtype (Paranoid subtype* Disorganized, simple, undifferentiated, has an intermediate prognosis) or chronic catatonic subtypes* Short duration (< 6 months)* Chronic course (> 2 years)* Presence of depression* Absence of depression* Predominance of positive symptoms* Predominance of negative symptoms* Family history of mood disorder* Family history of schizophrenia* First episode* Past history of schizophrenia* Pyknic (fat) physique* Asthenic (thin) physique* Female sex* Male sex* Good social support* Poor social support or unmarried* Presence of confusion, perplexity, or* Flat or blunted affect disorientation in the acute phase* Proper treatment, good treatment* Absence of proper treatment or compliance, and good response poor response to treatment to treatment* Outpatient treatment* Institutionalization (long term hospitalization)* Normal cranial CT scan* Evidence of ventricular enlargement on cranial CT scan",
        "cop": 4,
        "opa": "Family history of schizophrenia",
        "opb": "Young onset",
        "opc": "No precipitating factors",
        "opd": "Acute onset",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "3c1ba989-42fb-48c2-a0e6-ea47481689d0",
        "choice_type": "single"
    },
    {
        "question": "Flooding is method of treatment in?",
        "exp": "Ans. is 'a' i. e., Phobia Flooding* Flooding is based on the assumption that fear dissipates when the subject is not allowed to escape from the scene. The subject is exposed to the fear provoking situations abruptly and not in a graded way as in systemic desensitization and without any attempt to reduce anxiety. The sessions continue till fear dissipates. It is used in phobia. Other forms of behavior therapy1. Systemic desensitizaiton: - It is based on the principle of reciprocal inhibition i. e., if a response is incompatible with anxiety is made to occur at the same time as an anxiety provoking stimulus then anxiety is reduced by reciprocal inhibition. Systemic desensitization are used in phobia and OCD. 2. Therapeutic-graded exposure:- Therapeutic graded exposure is similar to systemic desensitization, except that relaxation training is not involved and treatment is usually carried out in a real-life context. This means that the individual must be brought in contact with (i. e., be exposed to) the warning stimulus to learn firsthand that no dangerous consequences will ensue. Exposure is graded according to a hierarchy. For example, Patient afraid of cats might progress from looking at a picture of cat to holding one. 3. Exposure & response prevention: - Patient is exposed to a situation (intentional contamination of hand which from carrying out rituals (e. g., by shutting of water). The anxiety which mounts up dissipates after sometime. It is particularly useful for OCD and some types of phobias. 4. Aversion therapy: - Aversion therapy is used for the treatment of conditions which are pleasant but undesirable (e. g., alcoholism, sexual deviation, drug abuse, smoking). The underlying principle is the pairing of the pleasant stimulus (e. g., alcohol) with an unpleasant response (e. g., brief electric stimulus). 5. Operant conditioning procedure for decreasing a behavior: -a. Positive punishment: - On performing an undesired behavior an aversive stimulus is given. b. Negative punishment: - On performance of an undesired behavior, reward is avoided.",
        "cop": 1,
        "opa": "Phobia",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Organic brain syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "39ce9c58-1658-48c0-b7e5-67608369198e",
        "choice_type": "single"
    },
    {
        "question": "Marijuana withdrawal syndrome is associated with",
        "exp": "(A) Irritability# SYMPTOMS OF MARIJUANA WITHDRAWAL> Vary with an individual's level of dependency.> Mild form of. Marijuna dependence may experience minor physical and psychological discomfort, such as headaches or restlessness.> Severe forms of Marijuana addiction may endure more intense withdrawal symptoms, including sweating, fever, chills and hallucinations.# Physical Symptoms of Withdrawal: Stomach discomfort. Sweating. Tremor. Fever and chills. Headache.# Psychological Symptoms: Withdrawal for heavy marijuana users most often involves psychological symptoms that include Restlessness. Insomnia. Fatigue. Diminished appetite. Irritability. Anxiety, Depression.# Marijuana Withdrawal Timeline Day 1: Feelings such as irritability, anxiety & insomnia. Days 2-3: Typically the peak of withdrawal symptoms. Cravings can be strong, so relapse is most likely during this time & Sweating, chills and stomach pains have also been reported during this period. Days 4-14: Over the next several weeks, symptoms generally improve. However, depression can set in as brain chemistry changes and adapts to functioning without THC. Marijuana cravings may still be present as well. Days 15+: Most, if not all, symptoms should be gone by week three. Those with severe psychological addictions have reported feelings of depression and anxiety for up to several months after discontinuing marijuana use.# Treatment: Currently no medicines approved by the US Food and Drug Administration (FDA) to treat marijuana dependence.> There have been clinical trials of several drugs to find out if they can relieve withdrawal symptoms, including anti-anxiety drugs, antidepressants, sleep aids, anti-seizure drugs, mood stabilizers, and THC replacements.> Of these, the most promising results have come from the sleep aid Zolpidem, the anti-anxiety medication Buspirone, and the anti-convulsant drug Gabapentin.> These drugs relieve the insomnia and anxiety associated with marijuana withdrawal, and in the case of gabapentin, can also help to improve former users' ability to think clearly during withdrawal.> Three therapies that have been successful are: Contingency management This approach uses tangible rewards, like reward vouchers or prizes, to encourage healthy behavior, such as remaining abstinent from drugs. Motivational enhancement therapy. This behavioral treatment helps people in recovery to set concrete personal goals that they will be motivated to achieve. Counselors then help the individual to formulate a plan to meet those goals. Cognitive-behavioral therapy. This treatment uses counseling and education to help people in recovery to recognize dangerous behaviors and counteract them with healthier choices.",
        "cop": 1,
        "opa": "Irritability",
        "opb": "Seizures",
        "opc": "Increased sleep",
        "opd": "Excessive appetite",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "0988dba2-b673-47d9-a156-56c01bcd5e34",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old, male has a family h/o suicide with abnormal movements with dementia. The investigation of choice is",
        "exp": "(A) Trinucleotide repeats Harrison18-3330]> Huntington's disease is one of the Trinucleotide repeat disorders which can explained above mentioned patient condition.# Huntington's Disease (HD)> HD is a progressive, fatal, highly penetrant autosomal dominant disorder characterized by motor, behavioral, and cognitive dysfunction> HD is characterized by rapid, nonpatterned, semipurposeful, involuntary choreiform movements. In the early stages, the chorea tends to be focal or segmental, but progresses over time to involve multiple body regions. Dysarthria, gait disturbance, and oculomotor abnormalities are common features. With advancing disease, there may be a reduction in chorea and emergence of dystonia, rigidity, bradykinesia, myoclonus, and spasticity. Functional decline is often predicted by progressive weight loss despite adequate calorie intake. In younger patients (about 10% of cases), HD can present as an akinetic-rigid or parkinsonian syndrome (Westphal variant). HD patients eventually develop behavioral and cognitive disturbances, and the majority progress to dementia. Depression with suicidal tendencies, aggressive behavior, and psychosis can be prominent features. HD patients may also develop non-insulin-dependent diabetes mellitus and neuroendocrine abnormalities, e. g., hypothalamic dysfunction. A clinical diagnosis of HD can be strongly suspected in cases of chorea with a positive family history. The disease predominantly strikes the striatum. Progressive atrophy of the caudate nuclei, which form the lateral margins of the lateral ventricles, can be visualized by MRI. More diffuse cortical atrophy is seen in the middle and late stages of the disease.",
        "cop": 1,
        "opa": "Trinucleotide repeats",
        "opb": "Psychological examination",
        "opc": "ECG",
        "opd": "MRI",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "fca0f3fd-ab3e-4c82-ad4c-0398e9dd5703",
        "choice_type": "single"
    },
    {
        "question": "A brief 30-point questionnaire test is done for",
        "exp": "(B) Mini-mental state examination # Mini-Mental State Examination (MMSE) or Folstein test is a brief 30-point questionnaire test that is used to screen for cognitive impairment. It is commonly used in medicine to screen for dementia. It is also used to estimate the severity of cognitive impairment at a given point in time and to follow the course of cognitive changes in an individual over time, thus making it an effective way to document an individual's response to treatment. Category. Possible points Description. Orientation to time 5 From broadest to most narrow. Orientation to time has been correlated with future decline. Orientation to place 5. From broadest to most narrow. This is sometimes narrowed down to streets, and sometimes to floor. Registration 3. Repeating named prompts. Attention and calculation 5. Serial sevens, or spelling \"world\" backwards. It has been suggested that serial sevens may be more appropriate in a population where English is not the first language. Recall 3. Registration recall. Language 2. Name a pencil and a watch. Repetition 1. Speaking back a phrase. Complex commands 6 Varies. Can involve drawing figure shown.# Interpretation: Any score greater than or equal to 25 points (out of 30) is effectively normal (intact). Below this, scores can indicate severe (=9 points), moderate (10-20 points) or mild (21-24 points). Raw score may also need to be corrected for educational attainment and age. Low to very low scores correlate closely with the presence of Dementia, although other mental disorders can also lead to abnormal findings on MMSE testing.",
        "cop": 2,
        "opa": "Peabody Individual Achievement Test",
        "opb": "Mini-mental state examination",
        "opc": "Stanford-Binet Test",
        "opd": "Wide-Range Achievement Test",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "efa40eb8-b25e-441f-beca-7678238a4a67",
        "choice_type": "single"
    },
    {
        "question": "The eponymus Trisomy 18 is",
        "exp": "(D) Edward's syndrome EXAMPLES OF CHROMOSOMAL DISORDERSChromosomes. Result2n (46, XX). Normal female2n (46, XY). Normal male. NUMERICAL ABNORMALITIESTriploidy (3n), tetraploidy (4n). Spontaneous abortion. Parthenogenesis (2n from same parent). Spontaneous abortion. Aneuploidy (2n + specific chromosome) Trisomy 21 (47, XY, +21). Down's syndrome (characteristic facies, IQ usually < 50, congenital heart disease, reduced life expectancy). Trisomy 18 (47, XY, +18). Edwards'syndrome (characteristic skull and facies, frequent malformations of heart, kidney and other organs). Trisomy 13(47, XY, +13). Patau's syndrome (cleft lip and palate, polydactyly, small head, frequent congenital heart disease). Sex Chromosome Aneuploidies Phenotypically male 47, XXYKlinefelter's syndrome (infertility, gynaecomastia, small testes)47, XYYXYY male (usually asymptomatic, often tall). Phenotypically female 47, XXXTrisomy X (usually asymptomatic, 20% mentally handicapped)45, X0. Turner's syndrome (short stature, webbed neck, primary amenorrhoea)STRUCTURAL CHROMOSOME ABERRATIONSInherited 46, XY, del(5p). Cri du chat syndrome, deletion of short arm of chromosome 545, XY, t(14; 21). Fusion of 14 and 21, no essential chromosomal material lost (NORMAL, but balanced carrier of abnormal chromosome)46, XY, t(14; 21). Fused 14; 21 chromosome has segregated into gamete with normal chromosome 21, and fertilisation has generated trisomy 21 (Down's syndrome). Acquired. Occur in over 50% of haematological malignancies; also common in other neoplastic cells46, XY, t(9, 22). Philadelphia chromosome (chronic myeloid leukaemia)46, XY, t(2, 8) or t(8, 14) or t(8, 22). Burkitt's lymphoma",
        "cop": 4,
        "opa": "Cri du chat syndrome",
        "opb": "Patau's syndrome",
        "opc": "Down's syndrome",
        "opd": "Edward's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "00b6bd07-5d35-48f6-9d5c-062e9cde5fd9",
        "choice_type": "single"
    },
    {
        "question": "Sociopathic personality is associated with the following",
        "exp": "(D) Drug addiction# Sociopathy, also known as psychopathy, is a personality disorder in which an individual lacks empathy and caring for people or societal norms. It is diagnosed as anti-social personality disorder or ASP, by the Diagnostic and Statistical Manual of the American Psychiatric Association.> It can lead to criminal behavior and institutionalization. No effective treatment currently exists.> The causes of sociopathy remain a mystery but scientific theories abound, including genetic mutation, abnormal nervous system development and problems in the home environment during childhood.",
        "cop": 4,
        "opa": "Alcoholism",
        "opb": "Schizophrenia",
        "opc": "OCN",
        "opd": "Drug addiction",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "82d075c8-7796-4c29-97af-b6819aea54c5",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man is found roaming aimlessly by a shopkeeper and brought him to the hospital. He was unable to tell his address. The blood investigation assay revealed: Na+115 m. Eq/L, K+ 3. 2 m. Eq/L. Which of the following is the most likely diagnosis?",
        "exp": "Ans. B Delirium. Delirium, also known as acute confusional state, is an organically caused decline from a previous baseline level of mental function that develops over a short period of time, typically hours to days. Delirium is a syndrome encompassing disturbances in attention, consciousness, and cognition. It may also involve other neurological deficits, such as psychomotor disturbances (e. g. hyperactive, hypoactive, or mixed), impaired sleep-wake cycle, emotional disturbances, and perceptual disturbances (e. g. hallucinations and delusions), although these features are not required for diagnosis. Delirium is caused by an acute organic process, which is a physically identifiable structural, functional, or chemical problem in the brain that may arise from a disease process outside the brain that nonetheless affects the brain. It may result from an underlying disease process (e. g. infection, hypoxia, dehydration, electrolyte imbalance), side effect of a medication, withdrawal from drugs, over-consumption of alcohol, or from any number of factors affecting one's overall health (e. g. malnutrition, pain, etc.). In contrast, fluctuations in mental status/function due to changes in primarily psychiatric processes or diseases (e. g. schizophrenia, bipolar disorder) do not, by definition, meet the criteria for 'delirium. '",
        "cop": 2,
        "opa": "Multi - infarct dementia",
        "opb": "Delirium",
        "opc": "Alzheimer's disease",
        "opd": "Dissociative fugue",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "bfde591b-035e-4d20-98b1-602d1f9ea996",
        "choice_type": "single"
    },
    {
        "question": "A first year psychiatric resident is interviewing a patient in psychiatry ward. Which out of the following is the better test for recent memory?",
        "exp": "Ans. D. What patient had in their last meal? Recent memory is the ability to remember what has been experienced within the past few hours, days, or weeks. It is assessed by asking patients to describe how they spent the past 24 hours, such as what they had to eat for their last meal. Remote, or long-term, memory is the ability to remember events in the distant past. Memory for the remote past can be evaluated by inquiring about important dates in patients' lives, such as their date of birth or how many siblings they have. The answers must be verifiable. Subtracting 7 from 100 is more a test of concentration. Asking who the president of the United States is tests the general fund of information.",
        "cop": 4,
        "opa": "Subtract 7 from 100",
        "opb": "Place of birth",
        "opc": "How many siblings they have?",
        "opd": "What patient had in their last meal?",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b0686beb-fb7b-4dc7-93b1-97c7bf107b47",
        "choice_type": "single"
    },
    {
        "question": "Microcephaly is related to",
        "exp": "(D) Schizophrenia # MICROENCEPHALY:> This is a disorder characterized by a small head and may be caused by a disturbance in the rapid growing of nerve cells. The term \"microencephaly\" is used to specifically denote a small brain. Relation has been found between schizophrenia, deletions of chromosomes and microcephaly> Microcephaly can also be associated with other conditions that are only indirectly associated with the nervous system: Alcoholism (which can result in the fetal alcohol syndrome disability); Diabetes; Varicella zoster virus (Chickenpox); Rubella (German measles); Radiation. After the dropping of atomic bombs on Hiroshima and Nagasaki, several women in close proximity to Ground Zero who had been pregnant at the time gave birth to children with microcephaly> Many genetic conditions are associated with MACROCEPHALY, including familial macrocephaly, autism, PTEN mutations such as Cowden disease, neurofibromatosis type 1, and tuberous sclerosis; overgrowth syndromes such as Sotos syndrome (cerebral gigantism), Weaver syndrome, Simpson-Golabi-Behmel syndrome (Bulldog syndrome), and macrocephaly-capillary malformation (M-CMTC) syndrome; neuro-cardio-facial-cutaneous syndromes such as Noonan syndrome, Costello syndrome, and cardiofaciocutaneous syndrome; Fragile X syndrome; leukodystrophies (brain white matter degeneration) such as Alexander disease, Canavan disease, and megalencephalic leukoencephalopathy with subcortical cysts; and glutaric aciduria type 1 and D-2-hydroxyglutahc aciduria.> Cowden syndrome (also known as \"Cowden's disease, \" and \"Multiple hamartoma syndrome\" is a rare autosomal dominar t inherited disorder characterized by multiple tumor-like growths called hamartomas and an increased risk of certain form;; of cancer.> Clinical features of Cowden syndrome are diverse, including breast, endometrial, thyroid, kidney and colorectal cancers, dermatologic features such as oral and skin papillomas, trichilemmomas, gastrointestinal features such as mixed polyposis including hamartomas, and neurologic features such as autism and Lhermitte Duclos disease.> Tuberous sclerosis or tuberous sclerosis complex (TSC) is a rare multi-system genetic disease that causes non-malignant tumors to grow in the brain and on other vital organs such as the kidneys, heart, eyes, lungs, and skin.> A combination of symptoms may include seizures, developmental delay, behavioral problems, skin abnormalities, lung and kidney disease.> TSC is caused by a mutation of either of two genes, TSC1 and TSC2, which code for the proteins hamartin and tuberin respectively. These proteins act as tumor growth suppressors, agents that regulate cell proliferation and differentiation.> Alexander disease is a slowly progressing and fatal neurodegenerative disease. It is a very rare disorder which results from a genetic mutation and mostly affects infants and children, causing developmental delay and changes in physical characteristics. Delays in development of some physical, psychological and behavioral skills, progressive enlargement of the head (macrocephaly), seizures, spasticity, in some cases also hydrocephalus, dementia",
        "cop": 4,
        "opa": "Alexander disease",
        "opb": "Tuberous sclerosis",
        "opc": "Cowden disease",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "4182ddad-77e5-4a3a-afc5-80b2edcfd33b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for Obsessive compulsive disorder is",
        "exp": "(B) Fluoxetine # FLUOXETINE (20-80 mg/day) is a good alternative to clomipramine & often preferred these days for its better side-effect profile in the treatment of Obsessive compulsive disorder.> Clomipramine, fluoxetine, and fluvoxamine are approved for the treatment of OCD.> Clomipramine is a TCA that is often tolerated poorly owing to anticholinergic and sedative side effects at the doses required to treat the illness (150 to 250 mg/d).> Its efficacy in OCD is unrelated to its antidepressant activity.> Fluoxetine (40 to 60 mg/d) and fluvoxamine (100 to 300 mg/d) are as effective as clomipramine and have a more benign side-effect profile.",
        "cop": 2,
        "opa": "Imipramine",
        "opb": "Fluoxetine",
        "opc": "Chlorpromazine",
        "opd": "Benzodiazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "224c5484-1068-48a8-bfbe-2e1a2d3c2426",
        "choice_type": "single"
    },
    {
        "question": "\"Flash back phenomenon\" is seen in",
        "exp": "(D) Post-traumatic stress disorder # PTSD is a reaction to being exposed to an event which is outside the range of normal human experience. It is a normal human emotional reaction to an abnormal situation. It is a psychological phenomenon. It is an emotional condition, from which it is possible to make a full and complete recovery.> Symptoms may come on soon after the trauma or fifty years later. That is what is meant by the post in PTSD. It is normal too for symptoms to come up again when faced by further trauma and in very stressful times. It is normal to be affected by trauma.> Intense fear, helplessness, or horror. Repeated and distressing recollections of the event, including images, thoughts, or perceptions. Unable to distinguish between past events and reality. Such incidents are often called \"flashbacks\" Distressing and or frightening dreams about the event. Associating various words, happenings, or \"triggers\" to the actual event wnich then causes a \"flashback\". Avoidance of anything that may \"trigger\" a flashback including not talking about the attack itself. Pretending it never happened, and an inability to recall anything about the attack, \"denial\". A feeling of numbness, detachment or \"unrealness\" about everything. A lack of emotion or inability to feel love or care about anything.",
        "cop": 4,
        "opa": "Hysteria",
        "opb": "Organic illness",
        "opc": "Acute stress reaction",
        "opd": "Post-traumatic stress disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "d8efc104-fdb9-4d50-b3a7-91f08e7762b7",
        "choice_type": "single"
    },
    {
        "question": "In opioid overdose treatment of choice is",
        "exp": "(A) Naloxone IV",
        "cop": 1,
        "opa": "Naloxone IV",
        "opb": "Nalorphine IV",
        "opc": "Haemodialysis",
        "opd": "Forced alkaline diuresis",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "9bcf4702-9a26-41db-9aa2-be1e249957bc",
        "choice_type": "single"
    },
    {
        "question": "The percentage of Schizophrenia in First degree relatives is",
        "exp": "(C) 6. 4% # Genetic factors are involved in at least a subset of individuals who develop schizophrenia. Schizophrenia is observe d in 6. 6% of all first-degree relatives of an affected proband. If both parents are affected, the risk for offspring is 40%. The concordance rate for monozygotic twins is 50%, compared to 10% for dizygotic twins.",
        "cop": 3,
        "opa": "1. 25%",
        "opb": "2. 40%",
        "opc": "6. 40%",
        "opd": "4. 35%",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "7dcbe635-aeba-42e4-9d16-c571d87c1d29",
        "choice_type": "single"
    },
    {
        "question": "DSM-IV TR classification of psychiatric disorders as proposed a multiple axis system for person with psychiatric illness. Medical disorders were classified in which axis?",
        "exp": "Ans. C. IIIThe DSM classification of psychiatric disorders as proposed by American Psychiatry Association* Analyze symptoms* Diagnostic features: Course of illness & Exclusion Criteria* Diagnostic reliability: Concordance between physicians' diagnoses of same patient* Lack of validity* Guidelines:- Precedence to conditions due to Substance Abuse &/or Medical problems- DO NOT give separate Diagnosis for minor disorder. Main Axis:* Axis I: Majority of Diagnoses* Axis II: Disorders of Personality & Retardation* Axis III: Any other Medical Conditions (related or not)* Axis IV: Environmental &/or Psychosocial problems* Axis V: Global Assessment of Functioning (GAF)- Psychological, Social & Occupational functions- NOT Physical functions- Scored 1-100",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e01fb9db-8ab6-4627-ad5e-2886716b5fdf",
        "choice_type": "single"
    },
    {
        "question": "Chorea with Schizophrenic symptoms, diagnosis is:",
        "exp": "(D) Huntington's disease# Huntington's disease> Huntington's disease, also called Huntington's chorea, chorea major, or HD, is a genetic neurological disorder characterized after onset by uncoordinated, jerky body movements called chorea and a decline in some mental abilities, which can lead to affected aspects of behavior.> Physical The most characteristic symptoms are jerky, random, and uncontrollable movements called chorea, although, in a few cases, very slow movement and stiffness (called bradykinesia and dystonia) can occur instead, these can also become more prominent in later stages of the disorder.> Cognitive Selective cognitive abilities are impaired progressively. Specially affected are executive functions which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiating appropriate actions and inhibiting inappropriate actions> Psychiatric These symptoms vary far more than cognitive and physical ones, and may include anxiety, depression, a reduced display of emotions (blunted affect), egocentrism, aggression, and compulsive behavior, which can cause, or worsen addictions, including alcoholism and gambling, or hypersexuality.",
        "cop": 4,
        "opa": "Cruetzfeld Jacob disease",
        "opb": "Lewybody disease",
        "opc": "Parkinson's disease",
        "opd": "Huntington's disease",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "18c2661b-28ea-4a13-813d-b346f78ad0a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a bizarre delusion?",
        "exp": "Ans. C. My wife is definitely having affair with a colleague. DSM treats the presence of bizarre delusions (BD) as the heaviest-weighted clinical criterion of schizophrenia and define bizarre delusion as \"clearly implausible and not understandable and not derived from ordinary life experiences\".",
        "cop": 3,
        "opa": "I am followed by aliens from another universe",
        "opb": "There is chip inserted in head to locate me",
        "opc": "My wife is definitely having affair with a colleague",
        "opd": "I am the immortal power",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "ce459df9-f294-4d60-bed9-de1e44eb8f64",
        "choice_type": "single"
    },
    {
        "question": "Who coined the term Munchausen's syndrome?",
        "exp": "Ans. B. Richard Asher. Munchausen's syndrome is a colorful term coined by Richard Asher in 1951 in his famous article in The Lancet. Patients with Munchausen's syndrome constantly seek medical care and hospitalization and often assume grandiose, false identities, sometimes claiming to be royalty, relatives of celebrities, or figures in important historical events. It is also known as chronic factitious disorder with predominately physical signs and symptoms. The two terms are used interchangeably. The Baron Karl Friedrich Hieronymus von Munchausen (1720-1797) was a nobleman who served in the Russian army in the war against the Turks. After retirement, he entertained friends with embellished stories of his war adventures. The syndrome was named after him because of the dramatic nature of the false histories and symptoms and the travel from hospital to hospital that are characteristic of people with the syndrome.",
        "cop": 2,
        "opa": "Jean-Marie Charcot",
        "opb": "Richard Asher",
        "opc": "Baron von Munchausen",
        "opd": "Emil Kraepelin",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "2ec19664-83d0-47f6-aebe-87dce66e2021",
        "choice_type": "single"
    },
    {
        "question": "According to ICD-10, which letter is used to denote mental illness?",
        "exp": "Ref: International Classification of Diseases - Version 10 ICD-10. WHO document. Explanation: INTERNATIONAL CLASSIFICATION OF DISEASES (ICD). It is a system for coding all diseases of mankind. It also includes: o Signs and symptomso Abnormal findingso Social circumstanceso External causes of injury or distress. It is published by WHO (World Health Organization). The current version is 10th. Next version 11th is expected in 2015. It has 22 chapters (coded in Roman I to XXII). It also has codes as \"alpha-numericaC (i. e. alphabets and numbers). The alphabets A to Z are there but put in chapters as ''blocks\". For example, Chapter I contains A and B blocks. Mental health disorders are coded in Chapter V, F block. Each alphabet (block) has numbers in two digits which in turn followed by two decimal numbers. For example, moderate depressive episode with somatic syndrome is coded as F32. ll. Mental health disorders are coded from F00 to F99 in ten categories (F00-FO9, FIO-19. F20-29, F90-99). First organic conditions (F00-09), then substance use (F10-19) are coded and insist all of us to rule out these etiopathological factors first in any case of behavioral disturbance. Other classificatory systems are DSM (Diagnostic and Statistical Manual, Vth revision) and Chinese Classification of Mental Disorders (CCMD, 3rd edition). DSM is devised by APA ( American Psychiatric Association). In contrast to ICD. these classification systems are applicable for mental health problems ONLY (ICD codes all disorders). ICD system is used for medical insurance system in USA though DSM is used widely by clinicians.",
        "cop": 4,
        "opa": "Q",
        "opb": "B",
        "opc": "G",
        "opd": "F",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "79d3d83f-03b7-4484-80ba-d75f286c331e",
        "choice_type": "single"
    },
    {
        "question": "Conscious simulations of signs of disease is",
        "exp": "(A) Malingering # Exposure to life-threatening events can produce the stress-related psychiatric condition of posttraumatic stress disorder (PTSD). The nature of war can lead to genuine PTSD or the conscious simulation of symptoms of PTSD for secondary gain. Since malingering has a significant impact on the military and its mission, the importance of differentiating malinge ring from genuine PTSD. Factitious disorder was a clear sign of psychopathology, and hysteria had such clear secondary gains. Most obvious reason is that conversion disorder looks like feigning--that is, the clinical features are similar, if not identical. Inconsistent symptoms, particularly weakness or tremor that improves when distracted, are hallmarks of both conditions & in the case of these symptoms, probably reflect both conditions being a product of the voluntary motor system.",
        "cop": 1,
        "opa": "Malingering",
        "opb": "Post traumatic stress disorder",
        "opc": "Factitious disorder",
        "opd": "Conversion disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "2e7f7ab1-c788-4781-a3c5-db673487af6a",
        "choice_type": "single"
    },
    {
        "question": "Operant conditioning in which pain stimulus are given to a child for decreasing a ceain undesired behavior can be classified as:",
        "exp": "Punishment is decrease in frequency of a behavior due to unpleasant consequences. Positive reinforcement - Frequency of behavior increases because it leads to positive consequences. Negative reinforcement- Frequency of behavior increases as it is followed by negative consequence. eg cleaning room to avoid scolding. All above three are types of operant conditioning.",
        "cop": 3,
        "opa": "Positive reinforcement",
        "opb": "Negative reinforcement",
        "opc": "Punishment",
        "opd": "Negotiation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b032010c-bc04-4e71-8e06-c9634e84530a",
        "choice_type": "single"
    },
    {
        "question": "Agoraphobia is associated with",
        "exp": "(D) Panic disorders # AGORAPHOBIA is characterized by anxiety in situations like environment's vast openness or crowdedness.> These situations include wide-open spaces, as well as uncontrollable social situations such as the possibility of being met in shopping malls, airports and on bridges.> It is most commonly associated with panic disorders and standardized tools, such as Panic and Agoraphobia Scale, can be used to measure the severity of agoraphobia and panic attacks and monitor treatment.> Exposure treatment can provide lasting relief to the majority of patients with agoraphobia. Systematic desensitization may also be used. Medications like selective serotonin reuptake inhibitor (SSRI). Benzodiazepines, MAO inhibitors and tricyclic antidepressants are also sometimes prescribed for treatment of agoraphobia.> Antidepressants should be used in conjunction with exposure as a form of self-help or with cognitive behaviour therapy.",
        "cop": 4,
        "opa": "OCD",
        "opb": "Bipolar disorders",
        "opc": "Stress disorders",
        "opd": "Panic disorders",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "fad37c6e-f9b6-42cf-ad2e-fda03643695f",
        "choice_type": "single"
    },
    {
        "question": "Agoraphobia commonly occurs with",
        "exp": "(C) Panic attacks # Agoraphobia is an anxiety disorder characterized by anxiety in situations where the sufferer perceives certain environments as dangerous or uncomfortable, often due to the environment's vast openness or crowdedness.> These situations include wide-open spaces, as well as uncontrollable social situations such as the possibility of being met in shopping malls, airports and on bridges.> Agoraphobia is defined within the DSM-IV TR as a subset of panic disorder, involving the fear of incurring a panic attack in those environments. In the DSM-5, however, agoraphobia is classified as being separate from panic disorder.> The sufferer may go to great lengths to avoid those situations, in severe cases becoming unable to leave their home or safe haven.",
        "cop": 3,
        "opa": "Bipolar affective disorder",
        "opb": "Schizophrenia",
        "opc": "Panic attacks",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "45a6b4ee-86fb-4029-aa19-59d12d8e95d4",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in mixed mania is",
        "exp": "(A) Lithium # Lithium has traditionally been the drug of choice for the tratment of manic episode (acute phase) as well as for prevention of bipolar mood disorder.> Lamotigine is particularly effective for bipolar depression.> Sodium Valproate is useful for acute treatment of mania & prevention of bipolar mood disorder and particularly useful in those patients who are refractory to lithium.> Carbamazepine & Oxcarbazepine are useful for acute treatment of mania & prevention of bipolar mood disorder and particularly useful in those patients who are refractory to lithium & valproate.",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Lamotrigine",
        "opc": "Sodium Valproate",
        "opd": "Carbamezepine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e4e6e18c-365f-4259-a616-c97166e5b44f",
        "choice_type": "single"
    },
    {
        "question": "Avoiding awareness of pain of reality by negative sensory data is in which of the following defence mechanism?",
        "exp": "Ans. B. Denial. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 6. 1, Page no, 202). Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 6. 1, Page no, 202........... \"Denial is the avoidance of awareness of some painful aspect of reality by negating sensory data. Displacement refers to the shifting of an emotion or a drive from one object to another (for e. gthe shifting of unacceptable aggressive feelings toward one's parents to the family cat). \"Discussion:# Denial is a defense mechanism in which the conscious awareness of a painful reality is abolished. E. g. in case of a female with the bad news from her doctor about she being suffering from Ca breast, she will not pretend that her doctor's visit was uneventful; she consciously will believe that her doctor's visit was fine.# In displacement, an unacceptable impulse or emotion is shifted from one object to another. This permits the release of the impulse or emotion onto someone or something that is less unacceptable or dangerous.# Distortion is the reshaping of external reality to suit one's inner needs. For example, a singer who is told at an audition that she needs a lot of work to make her voice stronger remembers the audition as notable for receiving only positive feedback. Blocking is the inhibition of thinking, temporarily and transiently. Isolation is the splitting or separating of an idea from the emotion that accompanies it (but has been repressed).# Dissociation is the temporary but drastic modification of a per- son's sense of personal identity so that emotional distress can be avoided. Fugue states are one example of dissociation in action. Additional Educational points: Freud classified defense mechanisms as narcissistic (or primitive, including denial, projection, and distortion), immature (acting out, introjection, passive-aggressive behavior, somatization, and several others), neurotic (displacement, externalization, intellectualization, rationalization, inhibition, reaction formation, and repression), and mature (sublimation, altruism, asceticism, anticipation, suppression, and humor).# Projection is the act of perceiving and acting as if unacceptable internal impulses (which are unconscious) are coming from the external realm. For example, a patient with very aggressive impulses, which are unacceptable to him, begins acting as if the person in the room with him were being aggressive toward him.# Sublimation is the act of transforming unacceptable social impulses into acceptable ones, in order to achieve impulse gratification. For example, a man with strong homicidal impulses writes extremely graphic but successful horror novels as a way to channel those unacceptable feelings into something socially appropriate.# Reaction formation is the transformation of an unacceptable impulse into its opposite. For example, a woman who has feelings of hate and disgust toward another finds these impulses unaccept- able, so instead she behaves as if this other person is a good friend.# Altruism uses service to others as a way of getting one's instincts gratified.",
        "cop": 2,
        "opa": "Distortion",
        "opb": "Denial",
        "opc": "Displacement",
        "opd": "Dissociation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "ce3a97c1-987b-49a4-88af-020c69adf403",
        "choice_type": "single"
    },
    {
        "question": "Higher cortisol levels are seen in w hich of the following conditions?",
        "exp": "(A) Depression # Higher cortisol (stress) levels in depressed individuals.> Fig shows the Hypothalamic-Pituitary-Adrenal Axis in Depression> In normal controls, dexamethasone leads to feedback inhibition of cortisol.> In depressed patients, dexamethasone seems less able to produce feedback inhibition of cortisol (a faulty H-B-A system).> Sleep and Depression: Depressed patients spend little/no time in deep (stage 3/4) sleep (remember that cortisol levels normally Fall during the night and rise just before we wake up, but may remain elevated in depressed patients).",
        "cop": 1,
        "opa": "Depression",
        "opb": "Phobia",
        "opc": "Schizophrenia",
        "opd": "Parkinsonism",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "66fb593c-a017-4b9c-bf2a-afad285423f7",
        "choice_type": "single"
    },
    {
        "question": "Oniomania is related to?",
        "exp": "Ans. is 'a' i. e., Shopping * Oniomania is compulsive buying/shopping.",
        "cop": 1,
        "opa": "Shopping",
        "opb": "Cellular phone use",
        "opc": "Internet use",
        "opd": "Self mutilation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "4959983e-c271-48e9-83fa-fe909cd8d6c0",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old guy presented with 25 years of married life, having 5 years of established doubt on his wife's fidelity, despite proof to the contrary, and his other aspects of life are normal. The probable diagnosis is",
        "exp": "(C) Delusional disorder # DELUSIONAL DISORDER is an uncommon psychiatric condition in which the patients present with delusions, but with no accompanying prominent hallucinations, thought disorder, mood disorder, or significant flattening of affect.> There are seven types of Delutional disorders: Erotomanic type (erotomania): delusion that another person, often a prominent figure, is in love with the individual. The individual may breach the law as he/she tries to obsessively make contact with the desired person. Grandiose type: delusion of inflated worth, power, knowledge, identity or believes himself/herself to be a famous person, claiming the actual person is an impostor or an impersonator. Jealous type: delusion that the individual's sexual partner is unfaithful when it is untrue. The patient may follow the partner, check text messages, emails, phone calls etc. in an attempt to find \"evidence\" of the infidelity. Persecutory type: This delusion is a common subtype. It includes the belief that the person (or someone to whom the person is close) is being malevolently treated in some way. The patient may believe that he/she has been drugged, spied-on, harassed and so on and may seek \"justice\" by making police reports, taking court action or even acting violently. Somatic type: delusions that the person has some physical defect or general medical condition Mixed type: delusions with characteristics of more than one of the above types but with no one theme predominating. Unspecified type: delusions that cannot be clearly determined or characterized in any of the categories in the specific types.",
        "cop": 3,
        "opa": "Panic disorders",
        "opb": "Depression disorders",
        "opc": "Delusional disorder",
        "opd": "Phobias",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "13feca52-f2e0-494f-a576-f2fd01a96bc8",
        "choice_type": "single"
    },
    {
        "question": "NOT seen in Narcolepsy",
        "exp": "(C) Catalepsy # CATAPLEXY is present not catalepsy.> The classic symptoms of the disorder, often referred to as the \"tetrad of narcolepsy, \" are cataplexy, sleep paralysis, hypnagogic hallucinations, and excessive daytime sleepiness.> Night-time sleep may be fragmented with frequent awakenings.> A second prominent symptom of narcolepsy is abnormal REM sleep.> Narcoleptics are unique in that they enter into the REM phase of sleep in the beginnings of sleep, even when sleeping during the day.",
        "cop": 3,
        "opa": "Sleep paralysis",
        "opb": "Ataxia",
        "opc": "Catalepsy",
        "opd": "Abnormal REM sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "3bb757c3-af41-4da4-96b1-c2df5e2b7a12",
        "choice_type": "single"
    },
    {
        "question": "Language function is preserved in",
        "exp": "(B) Asperger's syndrome # Autism (i. e. marked impairment in reciprocal social and interpersonal interaction): i. Absent social smile, ii. Lack of eye-to-eyecontact, iii. Lack of awareness of others' existence or feelings; treats people as furniture, iv. Lack of attachment to parents and absence of separation anxiety, v. No or abnormal social play; prefers solitary games, vi. Marked impairment in making friends, vii. Lack of imitative behavior, viii. Absence of fear in presence of danger> Asperger syndrome or Asperger's syndrome or Asperger disorder is an autism spectrum disorder that is characterized by significant difficulties in social interaction, along with restricted and repetitive patterns of behavior and interests. It differs from other autism spectrum disorders by its relative preservation of linguistic and cognitive development. Although not required for diagnosis, physical clumsiness and atypical use of language are frequently reported.> Rett's syndrome is a disorder which is only reported in girls so far. After an apparently normal early development and normal head circumference at birth, there is a deceleration of head growth between the age of 5 months and 30 months. There is also a loss of purposive hand movements and acquired fine motor manipulative skills between the same ages, with the subsequent development of stereotyped movements of hands (e. g. handwringing). Later, other movement disorders also develop and severe mental handicap is invariable> Tourette's disorder is typically characterized by: 1. Multiple motor tics. 2. Multiple vocal tics. 3. Duration of more than 1 year. 4. Onset usually before 11 years of age and almost always before 21 years of age.> The disorder is usually more common (about 3 times) in males and has a prevalence rate of about 0. 5 per 1000 people.",
        "cop": 2,
        "opa": "Autism",
        "opb": "Asperger's syndrome",
        "opc": "Rett syndrome",
        "opd": "Tourette syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "67db7747-54dc-4e65-a1f5-4ca2b8e0ad97",
        "choice_type": "single"
    },
    {
        "question": "Korsakoff's psychosis is seen in",
        "exp": "(C) Chronic alcoholism# Conditions resulting in the vitamin deficiency and its effects include chronic alcoholism and severe malnutrition.> Alcoholism may be an indicator of poor nutrition, which in addition to inflammation of the stomach lining, causes thiamine deficiency.> Other causes include dietary deficiencies, prolonged vomiting, eating disorders, or the effects of chemotherapy. It can also occur in pregnant women who have a form of extreme morning sickness known as hyperemesis gravid a rum. Mercury poisoning can also lead to Korsakoff's syndrome.> It has also been caused by centipede (mukade) bites in Japan. There is no specific treatment because the previous thiamine deficiency produces irreversible damage to the medial thalamic nuclei and mammillary bodies.> Mammillary body atrophy may be visible on high-resolution MRI.",
        "cop": 3,
        "opa": "Acute alcoholism",
        "opb": "Carbon monoxide poisoning",
        "opc": "Chronic alcoholism",
        "opd": "Multiple sclerosis",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b857abbf-403b-4434-9e22-8f6ba48382da",
        "choice_type": "single"
    },
    {
        "question": "A mother has a first child of \"Trisomy-21\" (Down's syndrome). What is the percentage of occurrence of reccurence in 2nd child?",
        "exp": "(D) 1% > Women 35 years of age or less who have a child with trisomy have a 1 % risk of having another child with down syndrome, which is significantly greater than the general population. The risk is little increased if the mother at risk is 35 years or older. For translocations inherited from the mother, the risk of recurrence is about 10 percent, whereas it is about 4-5 percent when father is the carrier.> Risk of Recurrence Women 35 years of age or less who have a child with trisomy have a 1 % risk of having another child with down syndrome, which is significantly greater than the general population. The risk is little increased if the mother at risk is 35 years or older. For translocations inherited from the mother, the risk of recurrence is about 10 percent, whereas it is about 4-5 percent when father is the carrier.",
        "cop": 4,
        "opa": "50%",
        "opb": "25%",
        "opc": "15%",
        "opd": "1%",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "362a878a-afc6-4367-8606-5e224ac3043b",
        "choice_type": "single"
    },
    {
        "question": "Reciprocal inhibition is done by:",
        "exp": "The principle of reciprocal inhibition is used in the technique of systematic desensitization. If an anxiety provoking stimulus is provided, while a person is in a relaxed state, the anxiety gets inhibited This is used in phobias, OCD. Flooding- Maximum stimulus is given in first response. Exposure, Response Prevention -Similar to systematic desensitisation except there is no relaxation.",
        "cop": 1,
        "opa": "Systematic desensitization",
        "opb": "Flooding",
        "opc": "Exposure and response prevention",
        "opd": "Psychoanalysis",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "ade4e96b-3781-4c4a-a2cf-5fb31cc7a79d",
        "choice_type": "single"
    },
    {
        "question": "Post traumatic stress disorder is more likely to develop in",
        "exp": "(A) Those who had experienced emotional numbness immediately after the disaster# Clinial features of PTCD:> PTSD occurs when a catastropic event (usually life threatening or potentially fatal, e. g., war, earthquake, serious accident or robbery) affects the patient or a close friend or relative.> -- Patient experiences symptoms of both hyperarousal & withdrawal.> -- Symptoms of hyperarousal include anxiety, recurrent nightmares, intrusive memories of the event (flashbacks), increased startle response, & hypervigilance.> -- Symptoms of withdrawal include numbing of affective response, survivor's guilt, dissociation, & social withdrawal.",
        "cop": 1,
        "opa": "Those who had experienced emotional numbness immediately after the disaster",
        "opb": "Those with lower education",
        "opc": "Those who had experienced more stressful life events during the six months immediately following the disaster",
        "opd": "Dose with higher economic status",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "acde0e13-e67e-4632-91b5-49ff3d096962",
        "choice_type": "single"
    },
    {
        "question": "Who introduced cocaine in psychiatry?",
        "exp": "Sigmund Freud studied about the effects of cocaine. It is also believed that he was addicted to cocaine for a long period.",
        "cop": 1,
        "opa": "Freud",
        "opb": "Jung",
        "opc": "Miller",
        "opd": "Stanley",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "f3b73050-c72e-4126-a8b6-d83859657c65",
        "choice_type": "single"
    },
    {
        "question": "Best marker for electroconvulsive therapy:",
        "exp": "Increase in brain derived neurotrophic factor, BDNF mediates the response to ECT and is the best marker for the same.",
        "cop": 3,
        "opa": "CSF 5 HIAA",
        "opb": "CSF serotonin",
        "opc": "Brain derived growth factor",
        "opd": "CSF dopamine",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "03e71e3e-c5ff-448d-a4a9-54bda69ec0bd",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old female presented with agitated depression, attempted to suicide, feeling of guilt The First line of treatment includes",
        "exp": "(A) Pentotal interview to resolve guilt # Important Steps for Preventing Suicide include: 1. Take all the suicidal threats, gestures and/or attempts seriously and notify a psychiatrist or a mental health professional. 2. Psychiatrist (or a mental health professional) should quantify the seriousness of the situation (a proper risk assessment). and take remedial precautionary measures, i. Inspect physical surroundings and remove all means of committing suicide, like sharp objects, ropes, drugs, firearms etc. Also, search the patient thoroughly, ii. Surveillance, depending on the severity of risk. 3. Acute psychiatric emergency interview. 4. Counseling and guidance i. to deal with the desire to attempt suicide, ii. to deal with ongoing life stressors, and teaching coping skills and interpersonal skills. 5. Treatment of the psychiatric disorder(s) with medication, psychotherapy and/or ECT. ECT is the treatment of choice for patients with major depression with suicidal risk. It should also be used for the treatment of suicidal risk associated with psychotic disorders. 6. Follow-up care is very important to prevent future suicidal attempts or suicide.",
        "cop": 1,
        "opa": "Pentotal interview to resolve guilt",
        "opb": "ECT",
        "opc": "Psychotherapy",
        "opd": "Antidipressent medication",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "c40355b0-b384-412d-864a-2b0f5650e7f5",
        "choice_type": "single"
    },
    {
        "question": "Memory disturbance of ECT recovers in:",
        "exp": "Amnesia caused by ECT is mild and recovery occurs usually within 2-6 months after treatment.",
        "cop": 2,
        "opa": "Few days to few weeks",
        "opb": "Few weeks to few months",
        "opc": "Few months to few years",
        "opd": "Permanent",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "da484b80-a279-4b58-b6a4-ffac6c04b151",
        "choice_type": "single"
    },
    {
        "question": "Delusion is disorder of",
        "exp": "Ans. a (Thought). (Ref. Short, Textbook of Psychiatry by Niraj Ahuja, 5th/86)# Delusion is a disorder of belief.# Delusion is false unshakable belief, which is not keeping with patient's socio-cultural & educational background.# These are of 2 types:- Primary- Secondary# Primary delusions (Autochthonous delusions)- Arise de-novo & cannot be explained on the basis of other's experiences or perceptions.- Also known as autochthonous delusions, they are characteristic of schizophrenia & are seen in its early stages.# Secondary delusions- These are commonest delusions seen in clinical practice & are not diagnostic of schizophrenia.- They are seen in other psychoses too.- These can be explained as arising from other abnormal experiences.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Insight",
        "opd": "Behaviour",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "dff4c649-c411-4d80-a2ea-e5dde9ab22d2",
        "choice_type": "single"
    },
    {
        "question": "Between 50-70 IQ indicates",
        "exp": "(A) Mild mental retardation I. Q. LABELI. Q. Score Range* Genius> 145* Very superior> 130* Superior120-130* Bright normal110-120* Normal90-110* Dull normal80-90* Borderline retardation70-80* Mild retardation50-70* Moderate retardation35-50* Severe retardation20-35* Profound retardation<20* 67% of population have an IQ between85 & 115* 95% of population have an IQ between70 & 130* Average IQ for high school graduates is105* Average IQ for college graduates110* People with doctoral degrees have130",
        "cop": 1,
        "opa": "Mild mental retardation",
        "opb": "Moderate retardation",
        "opc": "Severe mental retardation",
        "opd": "Profound MR",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "fa63359c-3a86-4871-ae39-2e5d3d6894a4",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old female repos that she was raised by an abusive father when she was young. Although he has changed and is no longer abusive towards her, she still becomes anxious as soon as she sees him. What is the best explanation for her anxiety based on psychological theory?",
        "exp": "The father is a conditioned stimuli and abuse is an unconditioned stimuli. The fear is the conditioned response. Even without the abuse, the patient is fearful of the father. This is known as classical conditioning.",
        "cop": 1,
        "opa": "Classical conditioning",
        "opb": "Operant conditioning",
        "opc": "Free association",
        "opd": "Reaction formation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e4ec39aa-1cca-4232-aa31-9a3f3cd152cf",
        "choice_type": "single"
    },
    {
        "question": "Perseveration is",
        "exp": "(B) Repetition of word or a phrase > \"Perseveration refers to a tendency to present with a point or theme, even after it has been dealt with exhaustively or the listener has tried to change the subject. \"> Perseveration is seen in schizophrenia3 but is not characteristic of this disorder.> It also seen in autistic disorders and few other psychosis. It is chracterised by repeatition of thoughts, speech or brief behavioural sequences without a sense of incompletion and not as a preventive or a corrective measure. This implies clearly that it is carried out without any purpose.",
        "cop": 2,
        "opa": "Repetition of an activity",
        "opb": "Repetition of word or a phrase",
        "opc": "Inability to change the mental set in spite of a new stimulus",
        "opd": "Persistence of uncomfortable posture for long periods",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "d96cc682-11b4-4b5a-90d1-907c1fafd37e",
        "choice_type": "single"
    },
    {
        "question": "Which out of the following which of the following is not a cognitive dysfunction?",
        "exp": "Ans. A. Thought block. Thought block is a disorder of possession of thought found is schizophrenia. In this person thoughts are suddenly blocked, and person totally loses what he was thinking. Cognitive-behavior therapy is designed to cognitions and behavior directly. These are based on correcting the faulty beliefs and ideas. Most cognitive therapies focus on two kinds of disturbed thinking: intrusive thoughts (automatic thoughts) and dysfunctional beliefs and attitudes (dysfunctional assumptions. Three factors maintain dysfunctional beliefs and attitudes.* First, patients attend selectively to evidence that confirms these believes and attitudes and ignore and discounts the evidence which ignore them.* Second, people think illogically and have cognitive dysfunctions e. g. Over generalization: patients draw general conclusion from single instances. Selective abstraction: patients focus on a single unfavorable aspect of situation but ignore favorable aspects. Personalization: patients blame themselves for the consequences of the actions of other people. Minimization, over generalization & catastrophization. In which the client minimizes his strengths and minimize every achievement of him and would over generalize the failure to various spheres of life. And would give the catastrophic meaning to even minor mishappening in life. E. g. Even if he misses a Bus, he would say it is end of the day or god know what else bad is waiting for me today I miss my one bus today, (which ideally is not such a problem if next bus is about to come in next 10 minutes).",
        "cop": 1,
        "opa": "Thought block",
        "opb": "Catastrophization",
        "opc": "Selective abstraction",
        "opd": "Overgeneralization",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "4f05589a-bf25-4afe-bf37-46249f2c4591",
        "choice_type": "single"
    },
    {
        "question": "Rapid cycling Bipolar disorder is characterized by",
        "exp": "(A) More than 4 episodes per year # RAPID CYCLING MOOD DISORDER has an earlier age of onset (third decade) than recurrent depressive (unipolar) disorder. Unipolar depression, on the other hand, is common in two age groups: late third decade and fifth to sixth decades.> An average manic episode lasts for 3-4 months and a depressive episode lasts from 4-6 months. Unipolar depression usually lasts longer than bipolar depression.> With rapid institution of treatment, the major symptoms of mania are controlled within weeks and of depression within 6-8 weeks.> Nearly 40% of depressive with episodic course improve in 3 months, 60% in 6 months and 80% improve with in a period of one year. 15-20% of patients develop a chronic course of illness, which may last for two or more years. Chronic depression is usually characterized by less intense depression, hypochondriacal symptoms, presence of comorbid disorders (like dysthymic disorder, alcohol dependence, personality disorders and medical disorders), presence of ongoing stressors and unfavorable early environment.> As the age advances, the intervals between two episodes shorten and, the duration of the episodes and their frequency tends to increase. Although not all patients have relapses, it has been estimated that up to 75% of patients have a second episode within 5 years.> Some patients with bipolar mood disorder have more than 4 episodes per year; they are known as rapid cyclers.> About 70-80% of all rapid cyclers are women.> When phases of mania and depression alternate very rapidly (e. g. in matter of hours or days), the condition is known as ultra-rapid cycling.> Some of the factors associated with rapid cycling include the use of antidepressants (especially tricyclic antidepressants), low thyroxin levels, female gender, bipolar II pattern of illness, and the presence of neurological disease.> There is an increased mortality in patients with mood disorders by almost two times the general population. The most important cause of death is suicide, the life-time risk of which is 10-15 times higher in depression. Patients with depression also have higher mortality rates from cardiovascular diseases and co-morbid alcohol and drug use disorders. Patients with depression also exhibit a variety of disturbances in immune function.",
        "cop": 1,
        "opa": "More than 4 episodes per year",
        "opb": "More common in males",
        "opc": "High thyroxine levels",
        "opd": "Bipolar 1 pattern of illness",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "766ecdc9-9a69-4ed9-aa39-2c558e39cbfb",
        "choice_type": "single"
    },
    {
        "question": "Erotomanic delusion is seen in",
        "exp": "(A) de Clerambault's syndrome # EROTOMANIA is a type of delusion in which the affected person believes that another person, usually a stranger, high-stalus or famous person, is in love with him or her. The illness often occurs during psychosis, especially in patients with schizophrenia, delusional disorder or bipolar mania. During an erotomanic episode, the patient believes that a \"secret admirer\" is declaring his or her affection to the patient, often by special glances, signals, telepathy, or messages through the media. Usually the patient then returns the perceived affection by means of letters, phone calls, gifts, and visits to the unwitting recipient. Even though these advances are unexpected and unwanted, any denial of affection by the object of this delusional love is dismissed by the patent as a ploy to conceal the forbidden love from the rest of the world.> The term erotomania is often confused with \"obsessive love\", obsession with unrequited love, or hypersexuality. Obsessive love is not erotomania by definition. Erotomania is also called de Clerambault's syndrome, after the French psychiatrist Gaetan Gatian de Clerambault (1872-1934), who published a comprehensive review paper on the subject (Les Psychoses Passionelles) in 1921.",
        "cop": 1,
        "opa": "de Clerambault's syndrome",
        "opb": "Cotard syndrome",
        "opc": "Couvade syndrome",
        "opd": "Othello syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "1a89ce4c-cc30-4290-b491-c70f39b61f34",
        "choice_type": "single"
    },
    {
        "question": "Unfamiliarity of familiar things is seen in:",
        "exp": "Jamais vu refers to the feeling of unfamiliarity for familiar things. Deja vu refers to the feeling that an event which is being currently experienced has also happened in the past.",
        "cop": 2,
        "opa": "Deja vu",
        "opb": "Jamais vu",
        "opc": "Deja entendu",
        "opd": "Deja pence",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "09a64b04-343b-4045-aee2-3c4047bbe373",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for psychosis in Parkinson's disease is:",
        "exp": "If a patient with Parkinson's disease develops psychotic symptoms, the treatment becomes complicated as most of the anti psychotics cause drug induced Parkinsonism. Since clozapine has minimal extrapyramidal side effects such as parkinsonian side effects, it is preferred.",
        "cop": 1,
        "opa": "Clozapine",
        "opb": "Haloperidol",
        "opc": "Lithium",
        "opd": "Risperidone",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "2d744bcb-7ac4-44a3-a1a9-f7839da19e63",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve stimulation may be considered for treatment of ADHD?",
        "exp": "Ans. C. Trigeminal nerve. External Trigeminal Nerve Stimulation (e. TNS) System is indicated for patients ages 7 to 12 years old who are not currently taking prescription ADHD medication and is the first non-drug treatment for ADHD granted marketing authorization by the FDA.",
        "cop": 3,
        "opa": "Vagal Nerve",
        "opb": "Facial Nerve",
        "opc": "Trigeminal Nerve",
        "opd": "Trochlear Nerve",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "e1a3a36d-852b-4e5a-93ca-3d25c5671a94",
        "choice_type": "single"
    },
    {
        "question": "In which of the following delusion of infidelity is seen?",
        "exp": "Ans. B. Othello syndrome. Pathological jealousy, also known as Morbid jealousy, Othello syndrome or delusional jealousy, is a psychological disorder in which a person is preoccupied with the thought that their spouse or sexual partner is being unfaithful without having any real proof, along with socially unacceptable or abnormal behavior related to these thoughts. The most common cited forms of psychopathology in morbid jealousy are delusions. It is considered a subtype of delusional disorder",
        "cop": 2,
        "opa": "De Clerambault' S syndrome",
        "opb": "Othello syndrome",
        "opc": "Couvade syndrome",
        "opd": "Ekbom's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "19c100c3-1648-4e54-8fcf-a0bce53d56de",
        "choice_type": "single"
    },
    {
        "question": "Which defense mechanism is commonly used by substance abusers?",
        "exp": "Ans. C. Denial. Defense mechanism shown by drug addicts is denial. Defense mechanism. Denial. Is a psychotic type of defense mechanism where there is involuntary exclusion of unpleasant or painful reality from conscious awareness. Repression. Seemingly inexplicable naivete, memory lapse, or lack of awareness of physical status; the emotion is conscious, but the idea behind it is absent and, of course. Reaction Formation. Behavior that is completely the opposite of what one really wants or feels (e. g., taking care of someone when what one really wants is to be taken care of; studying to be a pilot to cover-up being afraid to fly). Note: this can work in the short term as an effective strategy to cope, but will eventually breaks down. Displacement. Separation of emotion from its real object and redirection of the intense emotion toward someone or something that is less offensive or threatening in order to avoid dealing directly with what is frightening or threatening. Dissociation. Temporary and drastic modification of one's personal identity or character to avoid emotional distress. Sublimation. Transformation of negative emotions or instincts into positive actions, behavior, or emotion, art, sports, hobbies, or even one's choice of profession). RationalizationA defense mechanism, operating unconsciously, in which an individual attempt to justify or make consciously tolerable by plausible means, feelings or behavior that otherwise would be intolerable. Not to be confused with conscious evasion or dissimulation.",
        "cop": 3,
        "opa": "Dissociation",
        "opb": "Introjection",
        "opc": "Denial",
        "opd": "Projection",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "7e09b0ab-5e17-4374-a9ae-7e6289654335",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the new entity added in the proposed ICD-11?",
        "exp": "Ans. D Schizophreniform disorder. Olfactory Reference Disorder is characterized by persistent preoccupation with the belief that one is emitting a perceived foul or offensive body odour or breath that is either unnoticeable or only slightly noticeable to others. Individuals experience excessive self-consciousness about the perceived odour, often with ideas of reference (i. e., the conviction that people are taking notice, judging, or talking about the odour).",
        "cop": 4,
        "opa": "Olfactory reference disorder",
        "opb": "Compulsive sexual behavior disorder",
        "opc": "Complex post-traumatic stress disorder",
        "opd": "Schizophreniform disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "7afd6ae2-0ef2-43a4-af9d-4173f83720d4",
        "choice_type": "single"
    },
    {
        "question": "The most common disorder associated with Panic Attack is",
        "exp": "(B) Post-traumatic stress disorder# 17 symptoms have been identified that make up PTSD.> These 17 symptoms are divided into three separate clusters.> Three PTSD symptom clusters, and the specific symptoms that make up these clusters, are described below.> Re-Experiencing Symptoms Frequently having upsetting thoughts or memories about a traumatic event. Having recurrent nightmares. Acting or feeling as though the traumatic event were happening again, sometimes called a \"flashback. \"> Having very strong feelings of distress when reminded of the traumatic event. Being physically responsive, such as experiencing a surge in your heart rate or sweating, to reminders of the traumatic event.# Avoidance Symptoms: Making an effort to avoid thoughts, feelings, or conversations about the traumatic event. Making an ef- fort to avoid places or people that remind you of the traumatic event. Having a difficult time remembering important parts of the traumatic event.> A loss of interest in important, once positive, activities. Feeling distant from others. Experiencing difficulties having positive feelings, such as happiness or love. Feeling as though your life may be cut short.# Hyperarousal Symptoms> Having a difficult time falling or staying asleep.> Feeling more irritable or having outbursts of anger.> Having difficulty concentrating.> Feeling constantly \"on guard\" or like danger is lurking around every corner.> Being \"jumpy\" or easily startled. Emotional numbing symptoms are part of the avoidance cluster of PTSD symptoms. Emotional numbing symptoms generally refer to those symptoms that reflect difficulties in experiencing positive emotions.> The specific symptoms that make up the emotional numbing symptoms are: A loss of interest in important, once positive, activities. Feeling distant from others. Experiencing difficulties having positive feelings, such as happiness or love.> PTSD is characterized by recurrent and intrusive recollections of the stressful event either in flash-backs (images, thoughts, or perceptions) and/or in dreams.> There is an associated sense of re-experiencing of the stressful event.> There is marked avoidance of the events or situations that arouse recollections of the stressful event, along with marked symptoms of anxiety and increased arousal.> The other important clinical features of PTSD include partial amnesia for some aspects of the stressful event, feeling of numbness, and anhedonia (inability to experience pleasure).",
        "cop": 2,
        "opa": "OCD",
        "opb": "Post-traumatic stress disorder",
        "opc": "Depression",
        "opd": "Schzophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "d1cd03b9-992c-425a-a0d9-c71f6ce0e16a",
        "choice_type": "single"
    },
    {
        "question": "Thyrotoxicosis is most commonly associated with",
        "exp": "(A) Anxiety # ACUTE ANXIETY:# Physical Symptoms:> Motoric Symptoms: Tremors, Restlessness, Muscle twitches, Fearful facial expression> Autonomic & Visceral Symptoms: Palpitation, Tachycardia, Sweating, Flushes, Dyspnea, Hyperventilation, Dry mouth, Frequency and hesitancy of micturition.; Dizziness, Diarrhea, Mydriasis.> Psychic Symptoms: Cognitive Symptoms: Poor concentration, distractibility, Hyperarousal, Vigilance or scanning; Perceptual Symptoms: Derealization, Depersonalization; Affective Symptoms: Diffuse, unpleasant, vague sense of apprehension, Fearfulness, Inability to relax, irritability, Feeling of impending doom (When severe);> Other Symptoms: Insomnia (initial), Exaggerated striate response.",
        "cop": 1,
        "opa": "Anxiety",
        "opb": "Paranoid states",
        "opc": "Mania",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "6be41dcc-54c0-419f-8a57-1f28778b5e00",
        "choice_type": "single"
    },
    {
        "question": "Agoraphobia is",
        "exp": "(A) Fear of open spaces PHOBIC DISORDERSFear of Situation or Objects. Phobias* Dread of Open space. Agoraphobia* Dread of Vehicles. Amaxophobia* Dread of Floods. Antlophobia* Dread of Confinement. Claustrophobia* Dread of Being locked in. Clithrophobia* Dread of Dogs. Cynophobia* Dread of Sexual intercourse or STDCypridcphobia* Dread of Drinking. Dipsophobia* Dread of Surgical operation. Ergasiophobia* Dread of Marriage. Gamophobia* Dread of Food. Gatophobia* Dread of Writing. Graphophobia* Dread of Women. Gynephobia* Dread of Sun. Heliophobia* Dread of Steeling. Kleptophobia* Dread of Speaking. Lalophobia* Dread of Rabies. Lyssophobia* Dread of Pregnancy. Maieusiophobia* Dread of Corpse. Necrophobia* Dread of Odours. Osmophobia* Dread of Eating. Sitophobia* Dread of Tuberculosis. Phthisiophobia* Dread of Choking. Pnigophobia* Dread of Fire. Pyrophobia* Dread of Cold. Psychrophobia* Dread of Devil. Satanophobia* Dread of Death. Thanatophobia* Dread of Being Buried alive. Taphephobia* Dread of God. Theophobia* Dread of Strangers. Xenophobia> Agoraphobia is an anxiety disorder which primarily consists of the fear of certain settings that may present unexpected challenges or demands.> These could include parking lots, shopping malls or restaurants.",
        "cop": 1,
        "opa": "Fear of open spaces",
        "opb": "Fear of closed spaces",
        "opc": "Fear of heights",
        "opd": "Fear of crowded places",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "42e6e206-6f59-4c05-9f95-e0ff36e0fd20",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic agent used in ECT is:",
        "exp": "Methohexital is most commonly used as an anesthetic agent because of its shoer duration of action and lower association with postictal arrhythmias.",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Thiopentone",
        "opc": "Propofol",
        "opd": "Methohexital",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "d70a2874-555d-43df-9b3c-a4a9a9fcc89d",
        "choice_type": "single"
    },
    {
        "question": "The Rorschach Inkblot test consists of a set of.......... standardized inkblots. These vary in colour, shading, form, and complexity.",
        "exp": "Rorschach Inkblot test- Evaluation of Personality, it contains 10 cards having ambiguous inkblot patterns and the subject has to interpret what he is seeing in the card from preselected options Extra Edge Thematic Apperception Test- Test is built on the assumption that people's stories reveal impoant aspects of their needs and self-perceptions as well as their views about significant others' in their life. In rhis 20 stimulus cards depicting a number of scenes of varying ambiguity will be shown.",
        "cop": 4,
        "opa": "5",
        "opb": "7",
        "opc": "9",
        "opd": "10",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "81fe9a94-47ed-413f-9a6a-ddc676c95fdc",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric disorder in community is",
        "exp": "(A) Depression # DEPRESSION is the most common psychiatric illness in India.> Neurotic depression is far common than psychotic depression.> Neurotic depression is followed by anxiety neurosis is prevalence.> This is in contrast to West, where anxiety neurosis is the commonest.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "Paranoid disorders",
        "opd": "Obsessive compulsive neurosis",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "a6ac4478-bd5f-41e6-9107-20c03f32bb4f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is mature defence mechanism?",
        "exp": "Ans. b (Humor.) (Ref. Kaplan & Sadock's Synopsis of Psychiatry, 10th ed., p. 203. Table 6. 1-3)COMMON FREUDIAN DEFENSE MECHANISMSDefence mechanism. Short Definition. Important Associations. Projection. Attibuting inner feelings to others. Paranoid behaviors. Denial. Saying it is not so. Substance abuse, reaction to death. Splitting. The world composed of polar opposites. Borderline personality, good versus evil. Blocking. Transient inability to remember. Momentary lapse. Regression. Returning to an earlier stage of development. Enuresis, primitive behaviors. Somatization. Physical symptoms for psychological reasons. Somatoform disorders. Introjection. The outside becomes inside. Supergo, being like parents. Displacement. Source stays the same, but target changes. Redirected emotion, phobias, scapegoat. Repression. Forgetting, so it is nonretrievable. Forget and forgetisolation of affect. Facies without feeling. Blunted affect, la belle indifference. Intellectualization. Affect repalced by academic content. Academic, not emotional reaction. Acting out. Affect covered up by excessive action or sensation. Substance abuse, fighting, gambling. Rationalization. Why the unacceptable is okay in this instance. Justification, string of reasons. Reaction formation. The unacceptable transformed into its opposite. Manifesting the opposite; fee love but show hate: \"Girls have cooties. \"Undoing. Action to symbolically reverse the accaptable. Fixing or repairing, obsessive-compulsive behaviors. Passive-aggressive. Passive nonperformance after promise. Unconscious, indirect hostility. Dissociation. Seperating self from one's own experience. Fugue, depersonalization, amnesia, multiple personality. HumorA pleasant release from anxiety. Laughter hides the pain. Sublimation. Moving an unacceptable impulse into an acceptable channel. Art, literature, mentoring. Suppression. Forgetting, but is retrievable. Forget and remember. Psychodynamic Psychotherapy. DEFENSE MECHANISMS# The way & means that the Ego wards off anxiety & controls instinctive, urges & unpleasant affects (Emotions)# All Defense Mechanisms are Unconscious (except Suppression), Discrete, Dynamic & Irreversible, Adaptive & Maladaptive# Highly adaptive (mature)- Altruism, Humor, Sublimation & Suppression# Less adaptive- Displacement, Intellectualization, Isolation of Affect, Rationalization, Reaction Formation & Repression# Primitive (immature)- Acting out, Denial (deletion from consciousness), Projection & Splitting# Transference & Countertransference- Brings unconscious topics into consciousness# Transference# Feelings of patient toward therapist# Occurs in all patient/physician relationships- Countertransference# Feelings of therapist toward patient# Occurs in all patient/physician relationships# Interpretation- Therapist identifies feelings, drives, and defenses in action",
        "cop": 2,
        "opa": "Rationalization",
        "opb": "Humor",
        "opc": "Denial",
        "opd": "Displacement",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "24bcc8ff-c511-44c9-8d31-cd08f143007f",
        "choice_type": "single"
    },
    {
        "question": "Awareness of having a disease is",
        "exp": "Ans. a (Insight). (Ref. Psychiatry by Niraj Ahuja, 5th ed., 14, 41, 57, 72, 85, 95, 171). Term Definition. Perseverationis persistent repetition of words beyond their relevance. Verbigerationis senseless repetition of same words or phrases. Delusionsare false unshakable belief in something that is not true. Insightis awareness of being diseased or sick. Insight is preserved in OCD. Insight is rated on six point scale from one to six:# Complete denial of illness# Slight awareness of being sick and need help, but denying# Awareness of being sick, but attributed to external/physical factors.# Awareness of being sick due to something unknown in itself.# Intellectual insight.# True emotional insight.",
        "cop": 1,
        "opa": "Insight",
        "opb": "Perseveration",
        "opc": "Delusion",
        "opd": "Incoherence",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "172853cc-506a-4da4-bef0-9295fa1fa79d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will be LEAST useful in treating Obsessive Compulsive Disorder?",
        "exp": "(D) Systematic desensitisation # SSRIs are drug of choice. Fluoxetine, fluvoxamine, paroxetine, sertraline have been approved for OCD# Antidepressants: Some patients may improve dramatically with specific serotonin reuptake inhibitors (SSRIs). Clomipramine (75-300 mg/day), a non specific serotonin reuptake inhibitor (SRI), is the first drug used effectively in the treatment of OCD. The response is better in presence of depression, but many patients with pure OCD also improve substantially. Fluoxetine (20-80 mg/day) is a good alternative to clomipramine. Fluvoxamine (50-200 mg/day) is marketed as a specific anti-obsessional drug, while paroxetine (20-40 mg/day), and sertraline (50-200 mg/day) are also effective in some patients.> Antipsychotics: These are occasionally used in low doses (e. g. haloperidol, risperidone, olanzapine, pimozide) in the treatment of severe, disabling anxiety.> Buspirone has also been used beneficially as an adjunct for augmentation in some patients.# Second line drugs include> Valproate, lithium, or carbamazepine, venlafaxine, pindolol, & MAO inhibitors esp phenelzine, buspirone, 5 -hydroxy tryptamine (5-HT), L- tryptophan, & clonazepam. MANAGEMENT OF OCDBehavior therapy. Pharmacotherapy. Is treatment of choice. SSRIs are drug of choice. Fluoxetine, fluvoxamine, paroxetine, sertraline have been approved for OCDIncludes: Exposure and response prevention, desensitization, thought stopping, flooding implosion therapy and aversion conditioning. Clomipramine: of all the tricyclic and tetracyclic drugs, clomipramine is the most selective for serotonin reuptake exceeded in this respect only by SSRI> People with OCD who fear dirt and germs are encouraged to get their hands dirty and wait increasing amounts of time before washing them.> The therapist helps the person cope with the anxiety that waiting produces; after the exercise has been repeated a number of times, the anxiety diminishes.> Systematic desensitization techniques involve gradually exposing the client to ever-increasing anxiety-provoking stimuli.> It is important to note here, though, that such a technique should not be attempted until the client has successfully learned re- laxation skills and can demonstrate their use to the therapist.> Exposing a patient to either of these techniques without increased coping skills can result in relapse and possible harm to the client",
        "cop": 4,
        "opa": "Clomipramine",
        "opb": "SSRI's",
        "opc": "Cognitive behavioral therapy",
        "opd": "Systematic desensitisation",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "1a122417-34c3-4c3e-9642-962cac2702d8",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man with sexual interest in children (pedophilia) is given an electric shock each time he is shown a videotape of children. Later, he feels tense around children and avoids them. Which of the following management techniques does this example illustrate?",
        "exp": "The management technique described here is aversive conditioning, in which a maladaptive but pleasurable stimulus (for this man, sexual interest in children) is paired with painful stimulus (e. g., a shock) so that the two become associated. Flooding - Type of behavioral therapy in which maximum stimulus is given in first exposure. Biofeedback - Uses principle of operant conditioning Useful in disorders which are caused by autonomic dysfunction such as tension headache Eg use of EMG to control muscle tone in disorders such as Bruxism.",
        "cop": 3,
        "opa": "Implosion",
        "opb": "Biofeedback",
        "opc": "Aversive conditioning",
        "opd": "Flooding",
        "subject_name": "Psychiatry",
        "topic_name": "Miscellaneous",
        "id": "b807a6bd-bdd5-47b6-b6d4-8f7557bfcc45",
        "choice_type": "single"
    }
]