[
    {
        "question": "Which of the following has to be present for diagnosis of major depressive disorder",
        "exp": "In typical depressive episodes of all three varieties described below (mild, moderate, and severe), the individual usually suffers from depressed mood, loss of interest and enjoyment, and reduced energy leading to increased fatigability and diminished activity. Reference: International classification of diseases 10, page 119.",
        "cop": 1,
        "opa": "Loss of interest or pleasure",
        "opb": "Recurrent suicidal tendency",
        "opc": "Insomnia",
        "opd": "Indecisiveness",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d22a7f07-c598-452c-b01f-e93347e08a46",
        "choice_type": "single"
    },
    {
        "question": "SSRIs should be carefully used in the young for the management of depression due to increase in:",
        "exp": "The use of SSRIs can increase suicidal ideations. This side effect is more common in children and adolescents and hence these medications should be used cautiously in that age group.",
        "cop": 3,
        "opa": "Nihilism ideation",
        "opb": "Guilt ideation",
        "opc": "Suicidal ideation",
        "opd": "Envious ideation",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "0400871c-d648-45f2-9b71-9d7bf7d65a88",
        "choice_type": "single"
    },
    {
        "question": "Which of the following indications of deep brain stimulation is not FDA approved?",
        "exp": "FDA approved indications for deep brain stimulation are: a. Parkinson's disease and essential tremors b. Dystonia c. Obsessive compulsive disorder",
        "cop": 2,
        "opa": "OCD",
        "opb": "Major depression",
        "opc": "Parkinsonism",
        "opd": "Dystonia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "5d356a71-c7a1-4f0b-ad57-bd55ac2d5c1b",
        "choice_type": "single"
    },
    {
        "question": "Trichotillomania-",
        "exp": "Ans. is 'c' i. e., Compulsive hair pulling o As there is no organic or behavioral disorders, this girl is suffering with impulse control disorder of compulsive hair pulling, known as Trichotillomania. Impulse control disordero These disorders are characterized by failure to resist an impulsive behavior that may be harmful to self or others. There may be a feeling of release of tension by doing the act and a feeling of guilt after the act is over. Important impulse control disorder are: -Pyromania (Pathological fire setting). Kleptomania (Pathological stealing). Trichotillomania (Compulsive hair pulling). Pathological gambling. Intermittent explosive disorder. Impulse control disorder not otherwise specified. Oniomania (Compulsion to shop/buying). Internet compulsion (Internet addiction). Cellular or Mobile phone compulsion. Compulsive sexual behavior (sexual addiction).",
        "cop": 3,
        "opa": "Irresistable desire to set fire",
        "opb": "Irresistable desire to steal things",
        "opc": "Compulsive hair pulling",
        "opd": "Pathological gambling",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "7ad2eedb-f2c8-4739-8115-e398906116fa",
        "choice_type": "single"
    },
    {
        "question": "Depression patients in developing countries most prominently show which of the following feature?",
        "exp": "Multiple physical symptoms (such as heaviness of head, vague body aches) are paicularly common in the elderly depressives and depressed patients from the developing countries (such as India) * MC psychiatric disorder in India: Depression * Neurotransmitter involved: Serotonin and nor-epinephrine * MC cause of suicide: Depression. Risk features of suicide in depression: * Endogenous type of depression * Psychotic depression * MC type of post-puerperal psychosis: Depression * Nihilistic ideas: Seen in depression",
        "cop": 3,
        "opa": "Low mood",
        "opb": "Sleep disturbance",
        "opc": "Vague body aches",
        "opd": "Suicidal tendancy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "1586c80e-f05f-4712-b337-5d6ed0def95a",
        "choice_type": "single"
    },
    {
        "question": "Disruption or disorganization of biological rhythm is observed in",
        "exp": "Disturbance of biological functions is common with depression, with insomnia (or sometimes increased sleep), loss of appetite and weight (or sometimes hyperphagia and weight gain), and loss of sexual drive. When the disturbance is severe, it is called as melancholia ( somatic syndrome) The somatic syndrome in depression is characterised by: a. A significant decrease in appetite or weight b. Early morning awakening, at least 2 (or more) hours before the usual time of awakening c. Diurnal variation, with depression being worst in the morning d. Pervasive loss of interest and loss of reactivity to pleasurable stimuli e. Psychomotor agitation or retardation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 72",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Anxiety",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "80c83132-0c7b-452d-8218-757339c85c3d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with suicide risk?",
        "exp": "Ans. B Serotonin. Low concentrations of 5-hydroxyindoleacetic acid (5-HIAA- metabolite of serotonin) in CSF associated with higher suicide risk",
        "cop": 2,
        "opa": "Noradrenaline",
        "opb": "Serotonin",
        "opc": "GABA",
        "opd": "Dopamine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "79eb80d0-7a00-4be6-98f6-0d115fa4997d",
        "choice_type": "single"
    },
    {
        "question": "Tricyclic antidepressant are contraindicated in:",
        "exp": "Due to anticholinergic action, TCAs should be avoided in glaucoma These agents block muscarinic acetylcholine receptors, resulting in anticholinergic effects (e. g., dry mouth, blurred vision, urine retention, constipation); they are contraindicated in patients with glaucoma.",
        "cop": 1,
        "opa": "Glaucoma",
        "opb": "Brain tumor",
        "opc": "Bronchial asthma",
        "opd": "Hypertension",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "cdbfb887-d897-43b8-86df-d21d3543c82b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease is seen only in females?",
        "exp": "ANSWER: (C) Rett's disease. REF: Kaplan 9th ed p. 1215. RETT SYNDROMEIt is a neurodevelopmental disorder of the grey matter of the brain that almost exclusively affects females. Normal prenatal and post natal growth, normal psychomotor development through first 5 months of life. The clinical features include small hands and feet and a deceleration of the rate of head growth between 5-48 months (including microcephaly in some). Loss of previously acquired hand skills. Repetitive hand movements, such as wringing and/or repeatedly putting hands into the mouth, are also noted and also. People with Rett syndrome are prone to gastrointestinal disorders and up to 80% have seizures. They typically have no verbal skills, and about 50% of individuals affected are not ambulatory. Scoliosis, growth failure, and constipation are very common and can be problematic. ASPERGER SYNDROME: AKA Asperger's syndrome or Asperger disorder is an autism spectrum disorder (ASD) that is characterized by significant difficulties in social interaction, alongside restricted and repetitive patterns of behavior and interests. It differs from other autism spectrum disorders by its relative preservation of linguistic and cognitive development. Pursuit of specific and narrow areas of interest is one of the most striking features of AS. Individuals with AS often have excellent auditory and visual perception. Motor clumsiness and inability to appreciate finer nuances.",
        "cop": 3,
        "opa": "Autism",
        "opb": "Asperger's syndrome",
        "opc": "Retts disease",
        "opd": "Colard'd disease",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "aebc9e17-68e4-4d78-ad6c-48bf16104c65",
        "choice_type": "single"
    },
    {
        "question": "A young lady lost her job, loss of appetite wakes up at 3 am. What's the diagnosis",
        "exp": "In this question, the details are inadequate, however among the given options the best answer is A, depression",
        "cop": 1,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "OCD",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "f88da465-cb31-4d43-9dcf-da19b9481d2a",
        "choice_type": "single"
    },
    {
        "question": "Rapid cycling is associated with which illness:",
        "exp": "Ans. C. Bipolar disorder. Bipolar disorder involves extremes of both high and low moods and a range of other symptoms. In rapid cycling, moods change quickly, with at least 4 distinct mood episodes per year.",
        "cop": 3,
        "opa": "Substance abuse",
        "opb": "Schizophrenia",
        "opc": "Bipolar Disorder",
        "opd": "Panic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "a5f14e18-3470-49df-bf06-9aa54cf40abd",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom associated with adult OCD?",
        "exp": "(a) Pathological doubt, Ref: Complete review of psychiatry by Dr. Prashant Agrawal, ed.,, 2018, ch- 7, pg. 164 Explanation: Variable % Obsessions (N=200) Contamination 45 Pathological doubt 42 Somatic 36 Need for symmetry 31 Aggressive 28 Sexual 26 Other 13 Multiple obsessions 60 Compulsions (N=200) Checking 63 Washing 50 Counting 36 Need to ask for confess 31 Symmetry and precision 28 Hoarding 18 Multiple compulsions 48",
        "cop": 1,
        "opa": "Pathological doubt",
        "opb": "Need for symmetry",
        "opc": "Sexual",
        "opd": "Aggressive",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "acd0169d-8539-46e3-a289-41fca0afcff4",
        "choice_type": "single"
    },
    {
        "question": "Rett's syndrome is characterized by -",
        "exp": "Ans. is 'a' i. e., Regression of language and motor milestones Rett's syndromeo Age of onset is around 5 months. o Development may proceed normally until 1 yr of age, when regression of language and motor milestones become apparent. o This is the characteristic features, that they begin to loose their acquired skills, e. g., cognitive and head growth is normal during early period after which there is an arrest of growth, o Acquired microcephaly (Decleration of head growth due to significantly reduced brain weight). o Most children develop peculiar sighing respirations with intermittent periods of apnea that may be associated with cyanosis - Breath holding spells. o Autistic behavior is a typical finding in all patients - Impaired social interaction, language and communication. o Generalized tonic-clonic convulsions occur in the majorityo Feeding disorder and poor weight gain are commono Death occurs in adolescence or in the 3rd decadeo Cardiac arrhythmias may result in sudden, unexpected death.",
        "cop": 1,
        "opa": "Regression of language and motor milestones",
        "opb": "Hyperactive child",
        "opc": "Normal weight",
        "opd": "Macrocephaly",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "7c9f6920-5687-4255-98b9-1aa652db9fd1",
        "choice_type": "single"
    },
    {
        "question": "Hypocretin system plays a critical role in which of the following disorders?",
        "exp": "Ans. D. Narcolepsy. It has become apparent that the hypo cretin system plays a critical role in narcolepsy. Narcolepsy is the prototypical example of sleepiness produced by a basic central nervous system dysfunction of sleep mechanisms. The etiology stems from a genetically triggered hypo cretin dysfunction and deficit. Insomnia is defined as difficulty initiating sleep or maintaining sleep or having nonrestorative sleep for 1 month or more. The insomnia or resulting sleepiness must cause clinically significant impairment or distress. To qualify as primary insomnia, the etiology must not be rooted in psychiatric conditions, parasomnias, substance use or abuse, sleep-disordered breathing, or circadian rhythm disorders.",
        "cop": 4,
        "opa": "Insomnia",
        "opb": "Depression",
        "opc": "OCD",
        "opd": "Narcolepsy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "2fbe89f3-b583-4843-8e59-6210a21d8392",
        "choice_type": "single"
    },
    {
        "question": "Reduction in central_____ plays a vital role in suicidal behavior.",
        "exp": "Ans. c (Serotonin) (Ref. Harrison's medicine 17th ed., 2717; Kaplan & Sadock's Synopsis of Psychiatry, 10th ed., p. 901). Biological Factors in Suicide# Diminished central serotonin plays a role in suicidal behavior.# Low concentrations of CSF 5-HIAA also predicts future suicidal behavior. ETIOLOGY AND PATHOPHYSIOLOGY OF SUICIDE# There is some evidence that a functional polymorphism in the serotonin transporter (5-HTT) gene may interact with stressful life events to markedly increase risk of depression and suicide.# Postmortem examination of brains of suicide victims indicate altered noradrenergic activity, including increased binding to a1, - a2-, and b-adrenergic receptors in the cerebral cortex and decreased numbers of noradrenergic neurons in the locus coeruleus. Involvement of the serotonin system is suggested by findings of reduced plasma tryptophan levels, a decreased cerebrospinal fluid level of 5-hydroxyindolacetic acid (the principal metabolite of serotonin in brain), and decreased platelet serotonergic transporter binding. An increase in brain serotonin receptors in suicide victims and decreased expression of the cyclic AMP response element-binding (CREB) protein are also reported.# However, a decrement in mood after tryptophan reduction is considerably less robust in untreated patients, indicating that, if presynaptic serotonergic dysfunction occurs in depression, it likely plays a contributing rather than a causal role. Disease. Associated Change in Neuotransmitter. Sucidal behavior>|? HIAA and serotonin. Anxiety| NE, GABA, |serotonin (5. HT). Depression. NE and | serotonin (5. HT). Alzheimer's dementia|ACh. Huntington's disease|GABA, |ACh. Schizophrenia| dopamine. Parkinson's disease|dopamine, | ACh. Educational point: NTCell Bodies. Terminal location. Notes. Glutamate. GABACortex. Striatum. Spinal Cord. Inter-neurons, Spinal Cord. AMPA (Na), NMDA (Ca), Ketamine, Stroke/ lschemia. Anticonvulsants. Barbiturate. Benzodiazepine. Anesthetics. Et. OHAch. Nucleus Basalis, Septum. Cortex, Habenula. Memory. Alzheimer's. Myasthenia gravis. Dopamine. Substantia Nigra, VTACaudate. Putamen, Limbic, Frontal Cortex, Pituitary. Parkinson's. Drug craving Psychosis| Prolactin. NELocus Coeruleus. Cortex Limbic-5-HTRaphe nuclei. Forebrain. Low levels in suicidal behavior. Acts as inhibitor of pain pathways in the cord. Sleep. Acts an inhibitor in higher regions of CNS is believed to help control the mood. Migraine. Anti-anxiety. Anti-psychosis. Anti-emetic. Opioid peptides. Hypothalamus. Basal ganglia. Pituitary. Hypothalamus. Endorphin. Enkephalin. Dynorphin",
        "cop": 3,
        "opa": "Dopamine",
        "opb": "Acetylcholine",
        "opc": "Serotonin",
        "opd": "Epinephrine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "b243a825-198d-44ee-864e-785e53227729",
        "choice_type": "single"
    },
    {
        "question": "Early morning awakening is a feature of",
        "exp": "Early morning awakening is seen in depression. It is a type of insomnia patients with depression have altered dexamethasone suppression test that is no suppression of steroid in blood after administration of dexamethasone usually the steroid is produced in normal individuals at 6 Am whereas the steroids in increased amount always keeps the brain active, ruminations and decreased sleep. Different patterns of insomnia include a) difficulty falling asleep versus b) middle or terminal insomnia (early morning awakening) Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 351",
        "cop": 3,
        "opa": "Psychosis",
        "opb": "Anxiety neurosis",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "1efb6fb5-7097-4cb3-8bca-059f7bf70530",
        "choice_type": "single"
    },
    {
        "question": "What is affected in bipolar disorder",
        "exp": "Bipolar disorder earlier known as manic-depressive psychosis is characterised by recurrent episodes of mania and depression in the same patient at different times. These episodes can occur in any sequence. (Ref: a sho textbook of psychiatry, Niraj. Ahujaa, 7th edition, pg no. 73)",
        "cop": 1,
        "opa": "Emotions",
        "opb": "Perception",
        "opc": "Personality",
        "opd": "Thought",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "cbd6afda-5de0-4038-985d-14d344469101",
        "choice_type": "single"
    },
    {
        "question": "Trichophagia is characterized by -",
        "exp": "Ans is 'b' i. e. Compulsive eating of hair o Trichophagia is compulsive eating of hair and is usually associated with trichotillomania i. e. compulsive pulling of hair. o Compulsive shopping is called Oniomania. o Compulsive stealing is called Kleptomania. Also knowo Pyromania i. e. pathological fire setting",
        "cop": 2,
        "opa": "Compulsive pulling of hair",
        "opb": "Compulsive eating of hair",
        "opc": "Compulsive shopping",
        "opd": "Compulsive stealing",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "f37d78a8-434a-4646-8cad-5f91edc1c4bb",
        "choice_type": "single"
    },
    {
        "question": "Increased suicidal tendency is associated with:",
        "exp": "Decreased levels of 5 HIAA (which is a metabolite of serotonin) are related to increased risk of suicide. (|) 5-HIAA (5-hydroxyindoleacetic acid) (|) MHPG (3-methoxy-4-hydroxyphenylglycol) Increased risk of suicide. (|) HVA (homovanillic acid) Schizophrenia and other conditions involvingpsychosis (|) HVA Parkinson's disease. Treatment with antipsychotic agents. Depression Two alleles, U and L are involved in the gene polymorphism for the enzyme tryptophan hydroxylase involved in serotonin synthesis. Of the two alleles, presence of L allele increases suicidal riskmore than U allele. For example, multiple suicide attempts was found most often in subjects with the LL genotype and to a lesser extent among those with the UL genotype.",
        "cop": 2,
        "opa": "Increased noradrenaline",
        "opb": "Decreased serotonin",
        "opc": "Decreased dopamine",
        "opd": "Increased GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "557b6bcf-216b-4653-a03e-735f5dee05c4",
        "choice_type": "single"
    },
    {
        "question": "The number of days required for diagnosis of hypomania is:-",
        "exp": "The minimum duration required for diagnosis of Hypomania is 4 days. Hypomania is milder form of manic symptoms and not requiring admission or intensive care. Presence of hypomanic episodes with depressive episodes is characteristic of Bipolar Type II disorder. Other impoant minimum durations related to mood disorders: Depression 14 days Mania 7 days Dysthymia and Cyclothymia 2 years (1 year in adolescence and younger children) Chronic major depression 2 years",
        "cop": 1,
        "opa": "4 days",
        "opb": "7 days",
        "opc": "14 days",
        "opd": "21 days",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "ce0f2596-99d0-4ef5-9903-e4c2a9e7ec04",
        "choice_type": "single"
    },
    {
        "question": "A bipolar disorder patient is kept on lithium therapy. As a doctor when are you going to ask the nurse to get serum lithium levels checked?",
        "exp": "Lithium has been found to decrease both suicide attempts and completed suicides in a patient with bipolar disorder. Extra edge: Only antipsychotic with antisuicide propey: Clozapine",
        "cop": 2,
        "opa": "Immediatly as soon as the last dose given",
        "opb": "12 hours after the last dose",
        "opc": "24 hours after the last dose",
        "opd": "8 hrs after the last dose",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "6e3847de-d9c2-4d30-98b7-e952106441f1",
        "choice_type": "single"
    },
    {
        "question": "Serum lithium levels for mania should be maintained in between",
        "exp": "Lithium is a mood stabilizer It is used for the treatment of mania it was introduced by John F Cade it is a liver friendly drug it should not be given in patients with renal abnormalties it has a narrow thereaputic index above 0. 8-1. 2 meq/L it leads to lithium toxicity TOC for lithium toxicityis HEMODIALYSIS Therapeutic drug monitoring is done for lithium as it is not a safe drug its levels should be within 0. 8-1. 2meq/l. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 2,
        "opa": "0. 2-0. 8 meq/l",
        "opb": "0. 8-1. 2 meq/l",
        "opc": "2-2. 5 meq/l",
        "opd": "1. 2-2 meq/l",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "f89fb8af-1a51-4349-9783-ba2fa8ca0e84",
        "choice_type": "single"
    },
    {
        "question": "A 31 - year - old male, with mood disorder, on 30 mg of haloperidol and 100 mg of lithium, is brought to the hospital emergency room with history of acute onset of fever, excessive sweating, confusion, rigidity of limbs and decreased communication for a day. Examination reveals tachycardia and labile blood pressure and investigations reveal increased CPK enzyme levels and leukocytosis. He is likely to have developed:",
        "exp": "Antipsychotic drugs have Extrapyramidal symptoms- dur to D2 blockade in limbic system Extrapyramidal symptoms Clinical features Special DOC Malignant neuroleptic syndrome Fluctuating level of consciousness Hypehermia Muscles rigidity Increase level of CPK Increase level of liver enzyme Confusion Diaphoresis Most common cause of death in this syndrome is acute renal failure Most serious side effect Dantrolene",
        "cop": 3,
        "opa": "Lithium toxicity",
        "opb": "Tardive dyskinesia",
        "opc": "Neuroleptic malignant syndrome",
        "opd": "Hypeensive encephalopathy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "fa3cb46f-1e2a-4f44-a3ab-a18afa2defd8",
        "choice_type": "single"
    },
    {
        "question": "Lamotrigine and topiramate can be used for",
        "exp": "lithium is used for EUPHORIC MANIA Valproate is used for RAPID CYCLING lamotrigine is used for BIPOLAR DEPRESSION carbamazepine causes STEVEN JOHNSONS SYNDROME topiramate causes WEIGHT LOSS AND RENAL STONES etc are used apa from lithium for bipolar disorder Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 3,
        "opa": "Depression",
        "opb": "OCD",
        "opc": "Bipolar disorder",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "5f6b1b5f-c305-4031-9cff-880c6bfb93b8",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents to the outpatient department with the complaint that he has been depressed ever since he can remember. In addition, he also has disturbance in sleep and appetite. However, he has been working, though not to the level of satisfaction of him or his supervisors. The patient also has general dissatisfaction with life. The most likely diagnosis is:",
        "exp": "Ans. C. Dysthymia. Dysthymia: it's presence of mild depressive symptoms (not enough to diagnose a MDD) for a period of at least 2 years - socio-occupational dysfunction is not marked. In DSM-5: persistent depressive disorder (clubbed chronic depression + dysthymia)",
        "cop": 3,
        "opa": "Major depression",
        "opb": "Psychotic depression",
        "opc": "Dysthymia",
        "opd": "Chronic fatigue syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "a0892fd4-250a-4d5c-9d5b-c2960b858f82",
        "choice_type": "single"
    },
    {
        "question": "A physician examines a severely depressed 75-year-old woman. The woman relates that she feels so low that she cannot enjoy anything in her life, and that even winning the state lottery would not make her feel any better. The best description of this patient's mood is",
        "exp": "This severely depressed 75-year-old woman is showing anhedonia, the inability to feel pleasure, a characteristic of severe depression. Euphoric mood is an elated mood, while euthymic mood is a normal mood, with no significant depression or elevation. Dysphoric mood is a subjectively unpleasant feeling. Labile moods (mood swings) are alterations between elevated and dysphoric moods.",
        "cop": 1,
        "opa": "anhedonic",
        "opb": "dysphoric",
        "opc": "euthymic",
        "opd": "labile",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "5183e0ab-a769-4464-a81c-f8abf19aaf0b",
        "choice_type": "single"
    },
    {
        "question": "A 22yrs old male suffer from decreased sleep, increased sexual activity, excitement and spending excessive money for 8 days. The diagnosis is",
        "exp": "Symptomatic profile of the patient suggests the diagnosis, Characteristic Feature of Mania: Elation of Mood Delusion of Grandeur Increased psychomotor activity (usually goal oriented) Speech and thought: More talkative Pressure of speech, use playful language Flight of ideas Reduced sleep Over activity and poor judgment - this person is involved in high risk activities like buying sprees, reckless driving, foolish business investments, distributing money or aicles of unknown persons.",
        "cop": 2,
        "opa": "Confusion",
        "opb": "Mania",
        "opc": "Hyperactivity",
        "opd": "Loss of memory",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "de409c9f-a9d1-4922-8f8a-593de7d4a29e",
        "choice_type": "single"
    },
    {
        "question": "A 29 year old woman has severe manic episode. She has been diagnosed with bipolar affective disorder. Among the following, which one is not used for the prophylaxis of her illness?",
        "exp": "Ans. D. Trifluoperazine. Lithium, Valproate and Carbamazepine are used in prophylaxis of Bipolar disorder. It requires frequent blood level monitoring owing to its narrow therapeutic index because lithium is the drug of choice. Sodium valproate cannot be utilized owing to possible teratogenicity to the foetus in women of childbearing age. All mood stabilizers work by preventing manic episodes having minimal effect on the depression.",
        "cop": 4,
        "opa": "Valproate",
        "opb": "Lithium",
        "opc": "Carbamazepine",
        "opd": "Trifluoperazine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "e162d7cf-4319-4bdd-a6ae-4e27a7085717",
        "choice_type": "single"
    },
    {
        "question": "Most common mental disorder as a cause of suicide",
        "exp": "Suicide is a model of psychiatric emergencies and is also the commonest cause of death among the psychiatric patient&; s psychiatric disorders are a major cause of suicide, for example, depression(1major depression 2depression secondary to a serious physical illness 3reactive depression), alcoholism and drug dependence and schizophrenia (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 222)",
        "cop": 2,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Alcohol dependence",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "943a6b99-1519-4f94-a6be-f28ccd5905d2",
        "choice_type": "single"
    },
    {
        "question": "In depression, there is deficiency of",
        "exp": "The Karolinska Institute in Sweden first noted that low concentrations of the serotonin metabolite 5-hydroxyindoleacetic acid (5-HIAA) in the lumbar cerebrospinal fluid (CSF) were associated with suicidal behavior. CSF, neurochemical, and receptor studies suppo the hypothesis that reduced central serotonin is associated with suicide. Reference: Synopsis of Psychiatry, pages 766, 767.",
        "cop": 1,
        "opa": "5-HT",
        "opb": "Acetylcholine",
        "opc": "Dopamine",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d72728ad-3f45-49d4-82aa-046e5075738e",
        "choice_type": "single"
    },
    {
        "question": "Dysthymia is",
        "exp": "Persistent mood disorders are characterised by persistent mood symptoms which last for more than 2 years but are not severe enough to be labelled as even hypomania or mild depressive episode. If the symptom consists of persistent mild depression, the disorder is called as dysthymia (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no73)",
        "cop": 1,
        "opa": "Chronic mild depression",
        "opb": "Chronic severe depression",
        "opc": "Bipolar disorder",
        "opd": "Personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "12bebc24-81b9-4ffc-a1ae-d3059efd03a4",
        "choice_type": "single"
    },
    {
        "question": "Sign in mental status assessment suggestive of MANIA?",
        "exp": "Ans. c (Flights of ideas) (Ref. Ahuja psychiatry 6th/pg. 76)BIPOLAR DISORDER# Definition- A mood disturbance in patient that experiences manic symptoms for > 1 week & cause significant impairment in his/her functioning level.- Bipolar disorder is characterized by unpredictable swings in mood from mania (or hypomania) to depression.# Risk Factors/Epidemiology- Men = Women- Onset in young adults & average age of about 30 years- More prevalent among high socioeconomic status & who didn't finish college- Considered to be the illness with the greatest genetic linkage (50-70%)- Coexisting disorders: Anxiety, Alcohol Dependence & Substance Abuse# Presenting Symptoms- Abnormal or persistently elevated mood lasting > 1 week- | Self-esteem or grandiosity- Excessive involvement in activities & distractibility- Psychomotor agitation & more talkative than usual- Flight of ideas- | Sexual activity- | in goal-directed activity# Some patients suffer only from recurrent attacks of mania, which in its pure form is associated with:- Increased psychomotor activity (including flights of ideas);- Excessive social extroversion;- Decreased need for sleep;- Impulsivity and- Impairment in judgment; and- Expansive, grandiose, and sometimes irritable mood.- In severe mania, patients may experience delusions and paranoid thinking indistinguishable from schizophrenia.- Half of patients with bipolar disorder present with a mixture of psychomotor agitation and activation with dysphoria, anxiety, and irritability.- It may be difficult to distinguish mixed mania from agitated depression.- In some bipolar patients (bipolar II disorder), the full criteria for mania are lacking, and the requisite recurrent depressions are separated by periods of mild activation and increased energy (hypomania).# Treatment:- Pharmacotherapy: Antimanic \"Mood Stabilizers\" (Lithium, Carbamazepine & Valproic Acid), Benzodiazepines & Antipsychotics.- Lithium is the drug of choice for Acute mania and for Prophylaxis of MDP. QCatatonic-type of schizophrenia is characterized by profound changes in motor activity, negativism, and echolalia or echopraxia. Q",
        "cop": 3,
        "opa": "Neologism",
        "opb": "Perseverance",
        "opc": "Flights of ideas",
        "opd": "Echolalia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "369b1017-2122-449d-bc98-c1ad1ad65d05",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for acute depression is?",
        "exp": "Ans. is 'a' i. e., SSRIs Treatment modalities for depression1) Drugs: - The treatment of major depression usually requires starting pharmacotherapy with antidepressants. Antidepressants are: -A. Tricyclic antidepressants (TCAs):- Imipramine, Amitriptyline, Trimipramine, Clomipramine, Desipramine, Nortriptyline, Amoxapine, Reboxetine. B. SSRI (selective serotonin reuptake inhibitors): - Fluoxetine, Paroxetine, sertaline, Citalopram, Escitalopram. These drugs devoid of side effects seen with TCAs and are safe in elderly. C. Atypical antidepressants Trazodone, Mianserine, Mitrazapine, Venlafaxine, Duloxetine, Tianeptine, Amineptine, Bupropion. 2) ECT (Electroconvulsive therapy):- Indications of ECT in depression are: - i) Suicidal risk ii) Depression with psychotic feature iii) Resistant depression iv) Severe agitated or stuporous depression with lack of self care. 3) Psychotherapy: - Supportive psychotherapy, cognitive behavioral psychotherapy. Choice of Antidepressants* There is no ideal antidepressant. First choice is determined by side effect profile least objectionable to patient's physical status, severity of disorder including self harm, patient preference & nature of any associated illness.* Since SSRIs are comparatively free of side effects and are not costly, they are generally recommended as first choice antidepressants. Where there is a previous history of response to a specific drug or class, the best first choice is that antidepressant.",
        "cop": 1,
        "opa": "SSRIs",
        "opb": "Alprazolam",
        "opc": "ECT",
        "opd": "Psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "be4c6270-550e-4e45-90c1-2913d451a104",
        "choice_type": "single"
    },
    {
        "question": "Duration of the disease for the diagnosis of dysthymia is?",
        "exp": "Ans. is 'a' i. e., 2 years * Dysthymia is long standing (persistent, i. e., 2 years) mild depression which is not severe enough to meet full diagnostic criteria for major depression. Symptoms are more prominent than signs (more subjective than objective depression). This means that disturbances in appetite and libido are uncharacteristic, and psychomotor agitation or retardation is not observed. Diagnostic criteria for dysthymia. Depressed mood (low mood) for at least 2 years plus. Either two or more of the followinsi) Poor appetite or overeatingii) Insomnia or hypersomniaiii) Low energy or fatigueiv) Poor concentration or difficulty making decisonsv) v) Feeling of hopelessness. Or three or more of the followingi) Low self-esteem/Self confidence or feeling inadequacyii) Feeling of pessimism, despair, or hopelessnessiii) Generalized loss of interest or pleasureiv) Social withdrawalv) Chronic fatigue or tirednessvi) Feeling of guilt, brooding about the pastvii) Irritability or excessive angerviii) Decreased activity, effectiveness or productivityix) ix) Difficulty in thinking (poor concentration, poor memory, or indecisiveness)* Many patients with a history of dysthymia go on to develop major depression, in which case they are considered to have double depression, i. e., major depression on top of dysthymia. Note: Dysthymia is also refered to as neurotic depression.",
        "cop": 1,
        "opa": "2 years",
        "opb": "4years",
        "opc": "6 years",
        "opd": "8 years",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "1f56b706-c457-44ce-8b4e-7d8954d30d62",
        "choice_type": "single"
    },
    {
        "question": "Reversible cause of dementia is",
        "exp": "Dementia Types:- The dementia can be divided in to reversible and irreversible dementias. It is extremely impoant to do detailed work up of a patient of dementia as around 15% of cases are reversible. The reversible causes of dementia are:- A. Neurosurgical conditions (subdural hematoma, normal pressure hydrocephalus, intracranial tumors, intracranial abscess). B. Infectious causes (meningitis, encephalitis, neurosyphilis, lyme disease). C. Metabolic causes (vitamin B12 or folate deficiency, niacin deficiency, hypo and hypehyroidism, hypo and hyperparathyroidism D. Others (drugs and toxins, alcohol abuse, autoimmune). Ref:- Psychiatry by Sandeep Govil; pg num:- 35",
        "cop": 1,
        "opa": "Hypothyroidism",
        "opb": "Alzheimer's disease",
        "opc": "Huntington chorea",
        "opd": "Vitamin A deficiency",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "435fefef-669c-4da6-9084-6a7704bd3741",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old man comes to psychiatry outpatient due to symptoms of sleep disturbances and 'feeling low'. The symptoms staed 2 months back after he found that his girlfriend was cheating on him and was in a relationship with her boss. The patient immediately broke up with her. However since than he has been feeling sad, and repos that nothing makes him feel better anymore. The patient has stopped going to office and doesn't even come out of his room unless its absolutely necessary. He has not slept for seven days and has lost a couple of kilograms in last two months. During interview he said, 'i am a loser, my girlfriend chose a 50 year old man over me, there must be something seriously wrong with me, '. What is the diagnosis?",
        "exp": "This patient has symptoms of sadness of mood, loss of interest in work, sleep and appetite disturbances, negative thoughts and significant impairment in personal and professional life. Though, it was triggered by a breakup, symptoms are severe enough and hence, patient will get a diagnosis of major depression, and not adjustment disorder. If symptoms are sufficient enough, diagnosis of depression gets preference over adjustment disorder.",
        "cop": 1,
        "opa": "Major depression",
        "opb": "Adjustment disorder",
        "opc": "Normal stress response",
        "opd": "Post traumatic stress disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "a23a3f1e-5f12-44b6-a833-2a9d30151f53",
        "choice_type": "single"
    },
    {
        "question": "A 60 - year - old man whose wife died 3 months back now stas to believe that his intestines have rotten away and that he is responsible for the death of his wife and should be sent to prison. How will you treat him?",
        "exp": "The symptoms in this question are suggestive of nihilistic delusions (intestine are rotting away) and pathological guilt (belief that patient is responsible for death). Both these symptoms are usually seen in patients with severe depression. The death of wife could have acted as the stressor that resulted in the development of severe depressive episode with psychotic symptoms (or psychotic depression). Hence, this patient should be treated with antidepressants and antipsychotics.",
        "cop": 1,
        "opa": "Antipsychotic plus antidepressant",
        "opb": "Antidepressant with cognitive behavioral therapy",
        "opc": "Guidance and re counselling with guru plus antidepressant",
        "opd": "Antidepressant alone",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "3ccc943b-88f0-4526-9d7f-10d5ab718a6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a criterion to diagnose depression:",
        "exp": "Symptoms- Sadness of mood (depressed mood) (S) markedly diminished Interest or pleasure (I) excessive Guilt or feeling of wohlessness (G) loss of Energy or fatigue (E) poor Concentration or indecisiveness (C) Significant appetite changes/weight loss or gain (more than 5% in a month) (A) Psychomotor agitation or retardation (P) Sleep disturbances (insomnia or hypersomnia) (S) Suicidal thoughts (S) The mnemonic is SIGECAPSS. 5 out of 9, atleast one out of first 2.",
        "cop": 1,
        "opa": "Unexplained visceral pains",
        "opb": "Feeling of guilt",
        "opc": "Hypersomnia/Insomnia",
        "opd": "Wohlessness",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "5acfd314-7735-46e7-a0e8-adbbb1245179",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indicator of a good prognosis for major depressive disorder?",
        "exp": "Ans. C. A history of more than one previous depressive episodeA history of more than one previous depressive episode is not an indicator of a good prognosis for major depressive disorder. Rather, it increases the possibility for a poor prognosis. Other indicators of a poor prognosis include coexisting dysthymic disorder, abuse of alcohol and other substances, and anxiety disorder symptoms. Men are more likely than women to experience a chronically impaired course. Mild episodes, the absence of psychotic symptoms, and a short hospital stay are good prognostic indicators. Psychosocial indicators of a good course include a history of solid friendships during adolescence, stable family functioning, and generally sound social functioning for the 5 years preceding the illness. Additional good prognostic signs are the absence of a comorbid psychiatric disorder and of a personality disorder, no more than one previous hospitalization for major depressive disorder, and an advanced age of onset.",
        "cop": 3,
        "opa": "Stable family functioning",
        "opb": "No more than one previous hospitalization",
        "opc": "A history of more than one previous depressive episode",
        "opd": "Advanced age of onset",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "635e6bc4-dfb7-4c94-9ce5-bd7a1008027c",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old pregnant woman comes to your clinic with decreased sleep, increased appetite and hyperactivity for last 2 weeks. A diagnosis of mania is made. Fuher probing reveals four episodes of major depression in the past two years. What drug will you prescribe to this patient?",
        "exp": "Bipolar disorder - Bipolar disorder is characterized by marked mood swings between mania (mood elevation) and bipolar depression that cause significant personal distress or social dysfunction Bipolar I - mania + depression Bipolar II - depression + hypomania Mania: Decrease need for sleep Over talkativeness Abnormally increase activity levels Distractibility Increase self-esteem or grandiosity Flight of ideas Excessive involvement in pleasurable activities that have a high potential for painful consequences Duration - 7 days Hypomania - Less severe symptoms than mania Duration - 4 days Treatment:- Acute mania - mood stabilizer + antipsychotic >only antipsychotic In pregnancy antipsychotic is preferred because most of mood stabilizer are teratogenic Mood stabilizer - lithium (D/O/C for acute mania, causes ebstein's anomaly), valproate (most teratogenic), carbamazepine",
        "cop": 1,
        "opa": "Haloperidol",
        "opb": "Lithium",
        "opc": "Promethazine",
        "opd": "Clonazepam",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "0adb4bfa-e179-4230-8e43-c430c3063053",
        "choice_type": "single"
    },
    {
        "question": "Depression is not caused by:",
        "exp": "Drugs that cause depression as side effects- Antihypeensives like reserpine, methyldopa, beta blockers Steroids(OCPs and coicosteroids)- Progesterone> estrogen Interferons Barbiturates BZD",
        "cop": 3,
        "opa": "Clonazepam",
        "opb": "methyldopa",
        "opc": "Metformin",
        "opd": "Coicosteroid",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "efc25614-c8dc-4c80-b13c-e513d447c1e7",
        "choice_type": "single"
    },
    {
        "question": "What is the antidepressant agent most likely to cause persistent erections (priapism) in a 40-year-old male patient?",
        "exp": "Trazodone is the agent most likely to cause priapism in this patient. Trazadone: It is an atypical antidepressants, belonging to SARI(Serotonin anatgonism and reuptake inhibitors) Uses: Depression, Insomnia Side effects: Sedation Priapism Hypotension",
        "cop": 3,
        "opa": "Venlafaxine",
        "opb": "Tranylcypromine",
        "opc": "Trazodone",
        "opd": "Doxepin",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "d501fc54-28eb-44e2-864b-d015d534f636",
        "choice_type": "single"
    },
    {
        "question": "A 42 year old male with a past history of a manic episode presents with an illness of 1 month duration characterized by depressed mood, anhedonia and profound psychomotor retardation. The most appropriate management strategy is prescribing a combination of:-",
        "exp": "The patient had a manic episode in past and currently he is in severe depression. The complete diagnosis would be bipolar disorder. hence, this patient should receive both mood stabilizers and antidepressants.",
        "cop": 2,
        "opa": "Antipsychotics and antidepressants",
        "opb": "Antidepressants and mood stabilizers",
        "opc": "Antipsychotics and mood stabilizers",
        "opd": "Antidepressants and benzodiazepines",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "68b3323a-3dfd-4ed4-825d-8b9a8366d443",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of atypical depression?",
        "exp": "(a) TCAs are better than MAO and SSRI for treatment. Ref: Complete review of psychiatry by Dr. Prashant Agrawal, ed., 2018, ch - 3, pg. 60. Atypical depression as a biologically distinct subtype of depression has been suggested by its superior response to MAOIs compared to TCAs and from cerebral laterality, as well from genetic and neuroendocrine studies. (CTP 10th Eds, ICD10, DSM-V). Criteria for atypical depression* According to the DSM-V, symptoms of depression with atypical features include the following: A. Mood reactivity (i. e., mood brightens in response to positive events)B. Two or more of the following features, present for most of the time, for at least two weeks: 1. Increased appetite2. Increased sleep3. Leaden paralysis (i. e., heavy, leaden feelings in arms or legs)4. Interpersonal rejection sensitivity (not limited to episodes of mood disturbance) resulting in significant social or occupational impairmentC. Criteria are not met for melancholic(ENDOGENOUS/BIOLOGICAL) or catatonic features of depression. So Atypical depression can be defined as a subgroup of Depression (DSM5, ICD-10) the main criterion of atypical depression is the presence of mood reactivity in combination with at least two of four secondary criteria (hypersomnia, increased appetite or weight gain, leaden paralysis, and interpersonal rejection sensitivity). Note: The chief complaint of fatigue as part of the symptom of leaden paralysis in people with atypical depression can also result in misdiagnosis of chronic fatigue syndrome. That is why patients with no physical signs and symptoms (like tender lymph nodes, sore throat) but with history of long-standing fatigue should be carefully screened for presence of atypical depression. Other importent feature of ATYPICAL DEPRESSION are (compared to the patients with non-atypical depression)1. Female gender2. Earlier age of onset3. Longer disease duration4. More depressive recurrences5. More chronic disease course6. More suicidality7. More severe symptoms8. More comorbid diagnoses - dysthymia, substance abuse, antisocial personality disorder, panic disorder and social phobia9. Verbal fluency and psychomotor speed tasks seem to to differentiate atypical subtype of depression from melancholic subtype, since melancholic patients performed worst. 10. Is often associated with HPA axis down-regulation, inflammatory and metabolic dysregulation11. Usually have higher rates of a history of neglect and abuse during the childhood and familial alcohol and drug disorders. Major differentiating symptoms of atypical and melancholic (part of non-atypical) depression. Symptom. Atypical. Melancholic (nonatypical). Mood reactivity. Mood reactivity present (brightens in response to positive events). Lack of mood reactivity even temporarily, when something good happens. Weight appetite. Significant weight gain or increase in appetite. Significant anorexia or weight loss. Sleep. Excessive sleep all through the day. Decreased sleep with early morning awakening. Psychomotor activity. Leaden paralysis (heavy feeling in arms, legs). Psychomotor retardation or agitation. Personality thinking. Interpersonal rejection sensitivity not limited to mood episodes. Excessive or inappropriate guild during mood episodes. Diurnal variation. Depression likely worse in evening (not part of diagnostic criteria). Depression regularly worse in morning. Treatment* Psychotherapeutic treatments are often found to be less effective than pharmacotherapy.* Such patients responded better to monoamine oxidase inhibitors (M AOIs) compared to tricyclic antidepressants (TCAs).",
        "cop": 1,
        "opa": "TCAs are better than MAO and SSRI for treatment",
        "opb": "Variable Mood responding to positive stimulus in surroundings",
        "opc": "Increased sleep and weight gain",
        "opd": "Marked fatigue and heaviness in the body",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "76660c8c-12a7-42cd-93c1-b7c8c56d5609",
        "choice_type": "single"
    },
    {
        "question": "Emile Durkheim is linked with work on which of the following conditions in psychiatry?",
        "exp": "Emile Durkheim studied extensively the social factors associated with suicide.",
        "cop": 1,
        "opa": "Suicide",
        "opb": "Obsessive compulsive disorder",
        "opc": "Anxiety disorder",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "8647fe01-8718-4446-b8cf-c9fc122f1ca4",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for \"Premenstrual Dysphoric Disorder\" is:",
        "exp": "SSRIs are considered as DOC for premenstrual dysphoric disorder Premenstrual dysphoric disorder (PMDD). Symptoms of mood lability, dysthymia, and anxiety occurring in the week preceding menses and minimal or absent in the week postmenses.",
        "cop": 4,
        "opa": "Benzodiazepines",
        "opb": "TCAs",
        "opc": "Progesterone",
        "opd": "SSRIs",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "f5b12e56-0b67-46d0-820e-d72da59ef717",
        "choice_type": "single"
    },
    {
        "question": "Depression in elderly is treated with?",
        "exp": "Ans. c. Fluoxetine. (Ref. Psychiatry by Niraj Ahuja, 5th ed., 78). Newer anti-depressants like SSRI (fluxetine, sertraline, citalopram, mitrazepam, and venlafexine) have very little cholinergic effects, side effects and hence safer drugs to use in elderly, especially with heart diseases and BMP. Educational points: Grief \"Bereavement\"Depression \"Pathological Grief\"Definition- Sadness & Tearfullness- |sleep, Appetite & Interest- Sadness& Tearfulness- |sleep, Appetite & Interest. Symptoms- Wax & Wane- Shame & guilt less common- Threaten suicide less often- Symptoms can last < one year- Usually return to baseline level of Functioning within 2 months- Pervasive & Unremitting- Shame & guilt are common- Threaten suicide more often- Symptoms continue > one year- Patients do not return to baseline level of functioning. Treatment. Supportive Psychotherapy. Antidepressant (5. SRI) Post partum Blues\"Baby Blues\"Post partum. Depression. Postpartum. Psychosis. Occur after. Any baby. The 2nd baby. The 1st baby. Begins after birth. Up to 2 weeks. Within 1 month. Wilthin 1 month. Thoughts of hurting the baby. No. Mother cares about the baby. Yes. Yes. Symptoms. Mild depression. Severe Depression. Severe Depression & Psychotic symptoms. Treatment. No Treatment necessary. Antidepressants. Antidepressants & Mood Stabilizers or Antipsychotics",
        "cop": 3,
        "opa": "Imipramine",
        "opb": "Dothiepin",
        "opc": "Fluoxetine",
        "opd": "Mianserine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "8ea0b3d1-8a63-4b1a-b91e-109daf355576",
        "choice_type": "single"
    },
    {
        "question": "Alexithymia is:",
        "exp": "D ref: Ahuja, 4th/e p. 13 and 5th/e p. 252",
        "cop": 4,
        "opa": "A feeling of intense rapture",
        "opb": "Pathological sadness",
        "opc": "Affective flattening",
        "opd": "Inability to recognise and describe feelings",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "1ff50b53-5854-40ad-9ddc-3b9710535484",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of depression:",
        "exp": "Hyperactivity is not a common symptom of depression. Symptoms of Depression: SWAG (suicidality, weight loss, anhedonia, guilt) symptom Sadness, hopelessness, helplessness, low self-esteem Reduced energy and motivation Anxiety Sleep problems (wakes frequently at night and too early in the morning) Cognitive problems (has difficulty with memory and concentration) Change in physical activity (has psycho-motor retardation or agitation) Decreased or increased (in atypical depression) appetite for food and sex Poor grooming Diurnal variation in symptoms (worse in the morning, better in the evening) Suicidal ideation Suicide Psychotic symptoms",
        "cop": 3,
        "opa": "Depressed mood",
        "opb": "Loss of appetite",
        "opc": "Hyperactivity",
        "opd": "Suicidal ideas",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "fd903ddd-cdab-4632-ad74-881b673763cd",
        "choice_type": "single"
    },
    {
        "question": "Early morning awakening and reduced latency of REM sleep is suggestive of",
        "exp": "Disturbance of biological functions is common in depression, with insomnia (or sometimes increased sleep), loss of appetite and weight (or sometimes hyperphagia and weight gain), and loss of sexual drive. The somatic syndrome in depression is characterised by: a. A significant decrease in appetite or weight b. Early morning awakening, at least 2 (or more) hours before the usual time of awakening c. Diurnal variation, with depression being worst in the morning d. Pervasive loss of interest and loss of reactivity to pleasurable stimuli e. Psychomotor agitation or retardation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 72",
        "cop": 2,
        "opa": "Delirium",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7d2012ed-7fa3-4074-ba55-6fb26f11656a",
        "choice_type": "single"
    },
    {
        "question": "Erotomania is a",
        "exp": "Erotomania: Synonym for delusions of love. Erotomanic (De Clerambault syndrome): In erotomania, is also referred to as de Clerambault syndrome it is also called as psychose passionelle. here the patient has the delusional conviction that another person the person on whom the patient has a delusion is usally from a higher status or a celebrity the patient is usually socio economically deprived the patient beleives that person in the higher status usally initiates the love proposal. inspite of the patient and the person not having any contacy, patient beleives that the person sends hidden messages that the patient alone can understand the persons on which the delusions are built are stalked and there is even risk of homicide. Besides being the key symptom in some cases of delusional disorder, it is known to occur in schizophrenia, mood disorder, and other organic disorders. Reference: Kaplan & Sadock's Synopsis of Psychiatry, 11th edition, Page 336.",
        "cop": 3,
        "opa": "Mood disorder",
        "opb": "Impulse control disorder",
        "opc": "Delusional disorder",
        "opd": "Personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "ecbb79b0-8a8b-457e-bcae-15d53c66cdca",
        "choice_type": "single"
    },
    {
        "question": "A clinical sign of mania is",
        "exp": "Mania this disorder tends to occur in episodes which last 3-4months, followed by complete recovery. There is a flight of ideas(rapidly produced speech with abrupt shifts from topic to topic, using external environmental cues. Typically the connections between the shifts are apparent). When the flight becomes severe, incoherence may occur. A less severe and a more ordered flight in the absence of pressure of speech is called prolixity (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, p g no. 70)",
        "cop": 4,
        "opa": "Neologism",
        "opb": "Perseveration",
        "opc": "Echolalia",
        "opd": "Flight of ideas",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "6d68e1b8-6afe-4cb4-b4a3-5ac138cd4270",
        "choice_type": "single"
    },
    {
        "question": "A post-natal mother who delivered 2 days back presents with increased tearfulness and sleeplessness. No features of anhedonia, suicidal thoughts or lack of interest present. Most probable diagnosis:",
        "exp": "C i. e. Postpartum blues. Ref: Kaplan and Saddock's Synopsis of Psychiatry, 11th edition and Short Textbook of Psychiatry, 7th edition. Explanation: Psychological disturbances unique for women are: Related to menses. Premenstrual dysphoric disorder, Postmenopausal syndrome. Related to pregnancy. Anxiety. Depression. Related to delivery. Postpartum blues, Postpartum depression, Postpartum psychosis. The above question deals with postpartum psychological problems. Postpartum blues. Mild form. Characterized by occasional sadness/tearfulness. No other significant mood/psychotic/behavioral symptoms present. No significant disturbance in sleep, appetite, activities of daily living. Treatment is psychotherapy (reassurance and monitoring for symptoms). Postpartum depression. Moderate form. Characterized by: Sadness, loss of interest in previous pleasurable activities (anhedonia). Easy fatigability, feeling of worthless/hopeless/helpless/guilt. Suicidal ideas/attempt, decreased appetite and sleep. Depending on the severity, psychotherapy, pharmacotherapy, ECT, may be needed. Postpartum psychosis. Severe form. Characterized by psychotic symptoms (hallucination, delusion, and disorganized speech/behaviour). This condition needs treatment as inpatient basis with pharmacotherapy +- ECT. DDs for postpartum psychosis: Delirium (mostly related to events like eclampsia, hemorrhage, thrombosis, especially cortical vein thrombosis and Sheehan syndrome-postpartum pituitary gland necrosis).",
        "cop": 3,
        "opa": "Mania",
        "opb": "Peripartum psychosis",
        "opc": "Postpartum blues",
        "opd": "Postpartum depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "1fc76516-7a06-4ef6-bd0f-f61da2e18443",
        "choice_type": "single"
    },
    {
        "question": "Daily depressed mood for minimum____ weeks is must to classify someone as suffering from major depression disease",
        "exp": "Ans. b (2 weeks.) (Ref. Harrison's 17th/Table 386-9; Kaplan & Sadock's Synopsis Psychiatry, 10th/p. 534. Table 15. 1-5). Condition. Duration for Diagnosis. Mania1 week. Depression2 weeks. Schizophrenia6 months. Schezophreniform disorder< 6 months. Rapid cyclers> 4 episodes per year. Dysthmia. Minor depression > 2 years. Cyclothymia. Maniac depressive psychosis > 2 years. Panic disorder> 1 month. Genaralised anxiety disorder. Most of the day. s. a. t least 6 months. Post-traumatic stress disorder> 1 month. Acute psychosis< 1 month. Acute delusional psychosis< 3 months. Soamatophorm disorder. At least 4 - pain1 - sexual. At least for 2 years2 - GIT1 - Pseudoneurotic Symptoms. Action of Buspirone startsafter 2 weeks. CRITERIA FOR MAJOR DEPRESSIVE EPISODEA. ive (or more) of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly due to a general medical condition, or mood-incongruent delusions or hallucinations. 1. Depressed mood most of the day, nearly every day, as indicated by either subjective report (e. g., feels sad or empty) or observation made by others (e. g., appears tearful)2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation made by others)3. Significant weight loss when not dieting or weight gain (e. g., a change of >5% of body weight in a month), or decrease or increase in appetite nearly every day4. Insomnia or hypersomnia nearly every day5. Psychomotor agitation or retardation nearly every day (observable by others, not merely subjective feelings of restlessness or being slowed down)6. Fatigue or loss of energy nearly every day7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional) nearly every day (not merely self-reproach or guilt about being sick)8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (either by subjective account or as observed by others)9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation without a specific plan, or a suicide attempt or a specific plan for committing suicideB. The symptoms do not meet criteria for a mixed episodeC. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioningD. The symptoms are not due to the direct physiologic effects of a substance (e. g., a drug of abuse, a medication) or a general medical condition (e. g., hypothyroidism)E. The symptoms are not better accounted for by bereavement; i. e., after the loss of a loved one, the symptoms persist for >2 months or are characterized by marked functional impairment, morbid preoccupation with worthlessness, suicidal ideation, psychotic symptoms, or psychomotor retardation",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "d4982ec1-5e03-4092-908c-e93f0bee9c91",
        "choice_type": "single"
    },
    {
        "question": "A primigravida female feeling depressed and showing emotional lability soon after delivery Most likely cause is?",
        "exp": "Ans. is 'a' i. e., Post partum blues* Postpartum blues (Maternity blues/baby blues) is a transient condition that 75-80% of mothers could experience shortly after childbirth with a wide variety of symptoms which generally involve mood lability, tearfulness, and some mild anxiety and depressive symptoms.* Baby blues is not postpartum depression, unless it is abnormally severe.* Postpartum depression (PPD) can affect both sexes. Onset is typically between one week and one month following childbirth. Symptoms may include extreme sadness, low energy, anxiety, changes in sleeping or eating patterns, crying episodes, and irritability. Typically, postpartum depression is considered after signs and symptoms persist for at least two weeks.* The condition can also negatively affect the person's child.* Postpartum psychosis is a rare psychiatric emergency in which symptoms mania, depression, severe confusion, loss of inhibition, paranoia, hallucinations and delusions set in, beginning suddenly in the first two weeks after delivery. The symptoms vary and can change quickly. The most severe symptoms last from 2 to 12 weeks, and recovery takes 6 months to a year* Baby pinks Instead of having the baby blues, some women experience baby pinks when they are overly and illogically on top of the world (a mild to severe form of mania). These symptoms can sometimes be a trigger for a pending depressive imbalance, such as postpartum depression or postnatal psychosis",
        "cop": 1,
        "opa": "Post partum blues",
        "opb": "Post partum psychosis",
        "opc": "Post partum depression",
        "opd": "Post partum pinks",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "51bdb3bf-c6b1-40df-91d6-55d71a0728b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with least common Suicidal tendencies",
        "exp": "Risk factors for suicide are: Age>40years, male, staying single, previous suicidal attempts, depression, suicidal preoccupation, alcohol or drug dependence, social isolation, recent serious loss or major stressful life events. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 223)",
        "cop": 4,
        "opa": "Alone",
        "opb": "Depression",
        "opc": "Male",
        "opd": "Married person",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "8b01712e-4a22-44f3-9739-6bdc30fe75ce",
        "choice_type": "single"
    },
    {
        "question": "A male patient with bipolar disorder is controlled on medications. Symptoms of mania sta to appear whenever he himself tapers down the drugs. What type of treatment can improve compliance in this patient?",
        "exp": "Psychoeducation is a form of psychological intervention in which patient as well as family members are educated about various aspects of disease and its treatment. It involves discussion about the symptoms, the need for medications as well as maintenance of regular lifestyle. Psychoeducation decreases the chances of relapse in bipolar disorder.",
        "cop": 1,
        "opa": "Psychoeducation",
        "opb": "CBT",
        "opc": "Suppoive psychotherapy",
        "opd": "Insight oriented psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "95394a46-c20c-41ca-96d0-26765bff27ea",
        "choice_type": "single"
    },
    {
        "question": "18 year old girl with circumscribed bald patch with no organic disease & no behavioural disorder has -",
        "exp": "Ans. is 'b' i. e., Trichotillomania o As there is no organic or behavioral disorders, this girl is suffering with impulse control disorder of compulsive hair pulling, known as Trichotillomania. Impulse control disordero These disorders are characterized by failure to resist an impulsive behavior that may be harmful to self or others. There may be a feeling of release of tension by doing the act and a feeling of guilt after the act is over. Important impulse control disorder are: -Pyromania (Pathological fire setting). Kleptomania (Pathological stealing). Trichotillomania (Compulsive hair pulling). Pathological gambling. Intermittent explosive disorder. Impulse control disorder not otherwise specified. Oniomania (Compulsion to shop/buying). Internet compulsion (Internet addiction). Cellular or Mobile phone compulsion. Compulsive sexual behavior (sexual addiction).",
        "cop": 2,
        "opa": "Depression",
        "opb": "Trichotillomania",
        "opc": "OCD",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "395a1598-58e2-4695-a782-23e0758c00b5",
        "choice_type": "single"
    },
    {
        "question": "A patient was brought to the ER with non stop talking, singing, uncontrollable behavior and apparent loss of contact with reality. It is diagnosed as a case of acute mania. Which of the following drugs is most suitable for rapid control of his symptoms?",
        "exp": "When the question clearly mentions rapid control of symptoms, antipsychotics are the preferred answer. For rapid control of agitation, and psychosis, usually Parenteral antipsychotics are used. Benzodiazepines can also be used.",
        "cop": 2,
        "opa": "Lithium",
        "opb": "Haloperidol",
        "opc": "Valproate",
        "opd": "Diazepam",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "ded8fe10-6d10-4a5a-a19e-354c3c28723b",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for rapid cycles of bipolar disorder is",
        "exp": "LITHIUM is the drug of choice for EUPHORIC MANIA VALPROATE is the drug of choice for RAPID CYCLING DISORDER LAMOTRIGINE is the drug of choice for bipolar depression Valproate is the drug used mainly for rapid cyclers-more than 4 episodes of psychosis or depression in one yr Atypical antipsychotics -DOC -for acute mania Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Lithium",
        "opc": "Haloperidol",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "74fe4ca3-7c5c-4cfe-8115-836f52c2bc15",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in bipolar disorder is?",
        "exp": "Ans. is 'b' i. e., Lithium carbonate Treatment of Bipolar disorder1) Treatment of acute episodes: - It depends on the type of episode, i. e., manic (acute mania) or depression: -a) Treatment of Acute Mania: - The treatment of acute mania or hypomania is the easiest phases of bipolar disorders to treat. Drugs used for the treatment of acute mania are: -i) Lithiumii) Valproateiii) Carbamazepine, Oxcarbazepineiv) Atypical & typical antipsychotics: - Olanzapine, risperidone, quetiapine, ziprasidone, aripiprazole, Haloperidol, Chlorpromazine. v) Benzodiazepines: - Clonazepam or Lorazepam can be used as adjunctive treatment for agitation, aggression, insomnia. Condition. Preferred agent* Hypomania* Lithium or Valproic* Mania* Lithium* Mania with dysphoria (mixed mania)* Valproic acid* Mania with psychosis* Valproate with olanzapine or risperidoneb) Treatment of acute bipolar depression: - Antidepressants with a mood stabilizer is used as using antidepressant alone in depressive episode of bipolar disorder can precipitate manic or hypomanic episode. If patient does not respond to standard antidepressants lamotrigine or ziprasidone can be used. Mild or moderate depression. Lithium or lamotrigine alone, Add antidepressant (Bupripion) if needed. Severe depression. Antidepressant (Bupripione, Fluoxetine, sertaline) plus lithium. Severe depression with psychosis. Antidepressant plus lithium plus olanzapine or risperidone. 2) Maintenance treatment: - It is used to prevent the recurrence after acute episode has been controlled, i. e., Prophylactic treatment for bipolar disorder. Three drugs are commonly used: -i) Lithium (drug of choice)ii) Carbamazepine. iii) Valproate, iv) Other drugs which can be used are topiramate, Lamotrigine, atypical antipsychotics (aripiprazole, olanzapine, quetiapine, risperidone, Clozapine) and Gabapentin. 3) Treatment of rapid cycling: -i) Valproate is the drug of choiceii) Other drugs used are Carbamazepine, Lithium, Lamotrigine.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Lithium carbonate",
        "opc": "Imipramine",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "7f97c020-bf3c-4482-96f5-a03875d55a90",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug when combined with Electro-convulsive therapy leads to post ictal delirium",
        "exp": "Lithium when combined with ECT Lowered seizure threshold - Prolonged seizures(lasting > 3 min). Results in post-ictal delirium. Doses are withheld for 24 hours prior to treatment",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Lithium",
        "opc": "Desipramine",
        "opd": "Clozapine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "7aecac38-0c93-4148-81f9-3da75f688be4",
        "choice_type": "single"
    },
    {
        "question": "What does double depression means?",
        "exp": "Ans. C. Depression superimposed on dysthymia. Double depression refers to the co-existence of major depressive disorder (MDD) and persistent depressive disorder (PDD), (the latter was previously referred to as dysthymia). Research has shown that double depression tends to be more severe than either MDD or PDD alone and that individuals with double depression experience relapse more often than those with either MDD or PDD alone. However, there is some research that indicates few differences exist between double depression, MDD, and PDD; as a result, those researchers conclude that double depression is not a distinct disorder.",
        "cop": 3,
        "opa": "Two family members with major depressive disorder concurrently",
        "opb": "Depression occurring 2 times consecutively in a year",
        "opc": "Depression superimposed on dysthymia",
        "opd": "Depression superimposed on dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "4e75f6dc-a9b8-4873-938a-57e43de86e64",
        "choice_type": "single"
    },
    {
        "question": "The only mood stabiliser that has anti suicide propey is -",
        "exp": "Lithium- * Lithium is a commonly prescribed medication for aggressive behaviors in a wide array of patients, including those with bipolar disorder, schizophrenia, conduct disorder, and intellectual disability. Its effect in increasing brain 5-HT function may be relevant in anti-suicidal propey. The required plasma concentrations are: For prophylaxis: 0. 5-1. 0 mmol/liter, increased occasionally to a maximum of 1. 2 mmol/liter; For treatment of acute mania: 0. 8-1. 5 mmol/liter.",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Valproate",
        "opc": "Carbamazepine",
        "opd": "Lamotrigine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "7e6c03eb-7708-47ce-9428-188a4c64477a",
        "choice_type": "single"
    },
    {
        "question": "To diagnose depression, symptoms should last at least for",
        "exp": "Symptoms should last for at least 2 weeks, for cyclothymia -mild form of depression, symptoms should last for 2 years Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 3,
        "opa": "4 weeks",
        "opb": "6 months",
        "opc": "2 weeks",
        "opd": "6 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "70221dec-38f2-4de6-beb6-69f9c91dd7e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antidepressants is least likely to have sexual side-effects?",
        "exp": "Miazapine and buproprion have relatively low risk of causing sexual side effects as compared to other antidepressants",
        "cop": 2,
        "opa": "Amitriptyline",
        "opb": "Miazapine",
        "opc": "Fluoxetine",
        "opd": "Venlafaxine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "31f1beec-335f-4460-a4e9-a96325597eef",
        "choice_type": "single"
    },
    {
        "question": "A distinguishing feature of psychotic disorders is",
        "exp": "psychosis is a type of illness where the patient does not have touch with reality and beleives in fantacy. it is charecterstically mentioned that these patients does not have insight. insight is defined has patient not having any understanding about their illness this lack of touch with reality and accepting the fantacy usually presents as delusions and hallucinations. suspisousness is considered to be at the idea level which even normal people can have and that cannot be considered as a distinguishing feuture for the diagnosis of psychosis Suspiciousness may be seen in delusional/paranoid psychotic disorders as well as a paranoid personality disorder, whereas impaired reality testing is the hallmark of psychotic experience. obsessions and compulsions are pa of neurotic illness and it is not a feuture of psychosis severe depression can present even without psychosis and hence it is not a distinguishing feuture for psychosis Reference: Oxford Textbook of Psychiatry; 3rd edition",
        "cop": 3,
        "opa": "Suspiciousness",
        "opb": "Obsessions and Compulsions",
        "opc": "Confusion between fantasy and reality",
        "opd": "Presence of severe depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "0bfc5f51-2cd4-406b-bec5-4c77bb12e4cf",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in depression in old person is",
        "exp": "Elderly are at greater risk of developing adverse events while taking any medication. always in elderly management for psychiatric disorder we follow the principle of STA LOW AND GO SLOW amitriptilline and imipramine a tricyclic antidepressent which has lot of adverse effects like exacerbation of glaucoma, ECG changes like prolonged QTc intervel, urinary retention. Buspirone is 5. HT1A paial agonist that has anti anti anxiety effects and is used for anxiety disorders and for augmentation agent for depression and not as first line mangement for depression. Newer, non-tricyclic antidepressants are often claimed to be as effective as but safer than tricyclic antidepressants and hence drugs of choice in elderly people Fluoxetine is also effective in treating elderly patients with dementia and depressive symptoms Ref: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1334",
        "cop": 1,
        "opa": "Fluoxetine",
        "opb": "Buspirone",
        "opc": "Amitriptyline",
        "opd": "Imipramine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "fcf07dd3-2cef-4c63-8c05-cf49d765fa16",
        "choice_type": "single"
    },
    {
        "question": "Reactive depression is similar to:",
        "exp": "Reactive depression: * Type of non-endogenous depression It is depression secondary to external events leading to significant psychological stress. External events like - Breakup, job loss, death of a close relative or friend In ideal case, the depression would not have occured without the stress to which it is a reaction. It continues as long as the event is present, and it terminates with the reversal of the event (e. g., return of the lover) Self limiting condition It is similar to adjustment disorder. Adjustment disorder is a disorder characterized by mild depressive and anxiety features characterized following a significant life event. It lasts for a maximum duration of 6 months and mostly resolves spontaneously.",
        "cop": 3,
        "opa": "Dysthymia",
        "opb": "Double depression",
        "opc": "Adjustment disorder",
        "opd": "Post-traumatic stress disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "43c6861e-50e2-493f-b92c-1ac6ef684e2a",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of suicide is",
        "exp": "Depression is the most common cause of suicide Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Depression",
        "opc": "Cyclothymia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "3c07f790-ba76-4f80-8b0d-b2bc1f22d963",
        "choice_type": "single"
    },
    {
        "question": "Which of the following medication is least effective against depression?",
        "exp": "Valproate Antiseizure drug In addition, it is used as a mood stabilizer in bipolar disorder and as prophylactic treatment for migraine. Least effective against depression Treatment: Pharmcotherapy- TCAs SSRI(M. C.) SNRI MAO inhibitors Atypical antidepressants Psychotherapy ECT",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Lamotrigine",
        "opc": "Lithium",
        "opd": "Aripiprazole",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "8d7ce4b9-2d19-4385-9fd9-0456e5a01ed6",
        "choice_type": "single"
    },
    {
        "question": "Esketamine, the drug that has been approved by FDA in 2019, has been approved for treatment of -",
        "exp": "In 2019, FDA approved nasal spray of Esketamine It is an enantiomer of ketamine Given as a nasal spray under the practitioner's supervision. used for TRD(treatment resistant depression) Given with oral antidepressants.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Resistant schizophrenia",
        "opc": "Bipolar disorder",
        "opd": "Ketamine dependence",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "fede8532-05d1-40c5-8cbb-1960647a3bbc",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric illness",
        "exp": "Mood disorders are common. In the most recent surveys, major depressive disorder has the highest lifetime prevalence (almost 17 percent) of any psychiatric disorder. Reference: Synopsis of Psychiatry, page 348.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Bipolar",
        "opc": "Mania",
        "opd": "Cyclothymia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "746840e0-8aa1-4d12-8276-a4686d467474",
        "choice_type": "single"
    },
    {
        "question": "A 72 yr. old male lost 10kgs since last 3 months. He had profuse guilt for the mistakes he has done in life and doesn't sleep more than 4 hrs. per day. The probable diagnosis is",
        "exp": "Dysthymia is chronic mild depression in which person have symptoms for more than 2 yrs. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Dysthymia",
        "opc": "Involutional melancholia",
        "opd": "Anhedonia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7b3f5261-868c-4b15-8171-84c3a3cad6b9",
        "choice_type": "single"
    },
    {
        "question": "The technique of Psychological autopsy is useful in studying the causation of",
        "exp": "Etiology: Some of the common causes of suicide are: Psychiatric Disorders are a major cause of suicide. Some common causes are: Depression: Major depression Depression secondary to serious physical illness. Reactive depression, secondary to life stressors, e. g. family and/or marital disputes, failure in goal achievement, occupational and financial difficulties, and death of significant others. Alcoholism and drug dependence Schizophrenia Genetic factors (a concordance rate of 18% in monozygotic twins) and biochemical factors (low levels of 5-HIAA) are impoant in some case of suicide.",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Personality disorders",
        "opc": "Drug dependence",
        "opd": "Suicide",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "cd8bdfe0-4f7e-49bb-b46a-258733ebe07b",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric disorder after stroke is?",
        "exp": "Ans. is 'b' i. e., Depression Frequency of post storke psychiatric disorder* Depression: 35%* Catastrophic reaction: 20%* Anxiety disorder: 25%* Mania: rare* Apathy: 20%* Bipolar disorder: rare* Pathologic affect 20%* Psychosis: rare",
        "cop": 2,
        "opa": "Anxiety",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Bipolar disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "d01a7a2e-88eb-42ac-9a12-cab16dd46abc",
        "choice_type": "single"
    },
    {
        "question": "The most common comorbid illness with depression is",
        "exp": "Substance use disorder is the commonest comorbid psychiatric illness. The other impoant ones are panic disorder, social anxiety and OCD. Substance use is more common in men depressives and anxiety in women depressives. Bipolar disorder patients have twice the rates of prevalence, in comparison to the unipolar depressive patients.",
        "cop": 2,
        "opa": "Anxiety disorder",
        "opb": "Substance use disorder",
        "opc": "Obsessive-compulsive disorder",
        "opd": "Comorbid illnesses are rare",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "24877349-63c4-4c90-b422-7755767d1548",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male believes that his penis is decreasing in size everyday and one day it will disappear one day and he will die. Diagnosis is -",
        "exp": "Ans. is 'D' i. e. Delusion disorder o Description given in the question is of Koro syndrome, a delusional disorder. Koro syndrome o Koro is a culture-specific syndrome delusional disorder in which an individual has an overpowering belief that one's genitalia are retracting and will disappear, despite the lack of any true longstanding changes to the genitals. Koro is also known as shrinking penis. The syndrome is commonly known as genital retraction syndrome.",
        "cop": 4,
        "opa": "Obsession",
        "opb": "Somatization",
        "opc": "Hypochondriasis",
        "opd": "Delusion disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "8803b55c-dd83-452a-ba70-ca2a4653a350",
        "choice_type": "single"
    },
    {
        "question": "A patient presents to the emergency depament with self harm and indicates suicidal intent. Which of the following conditions does not warrant an immediate specialist assessment?",
        "exp": "The suicidal intent in a person with formal thought disorder (most likely a patient with Schizophrenia), chronic severe physical illness and social isolation, should be taken very seriously and immediate measures taken must include assessment by a specialist. If patient has expressed suicidal intent in an inebriated state, it must still be ensured that he doesn't harm himself however a specialist assessment can be deferred till he is sober.",
        "cop": 2,
        "opa": "Formal thought disorder",
        "opb": "Acute alcohol intoxication",
        "opc": "Chronic severe physical illness",
        "opd": "Social isolation",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "e71830ef-6839-4500-82ba-4da21552bd07",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with a 3-year history of irritability, low mood, lack of interest in surroundings and general dissatisfaction with everything. There is no significant disruption in his sleep or appetite. He is likely to be suffering from",
        "exp": "Neurotic depression has been renamed as dysthymia or dysthymic disorder in DSM-IV-TR and ICD-10. Dysthymia is defined as any mild depression which is not severe enough to be called a depressive episode and lasts for two years or more. Neurotic depression is usually characterised by the following clinical features: 1. Presence of mild to moderate depression. 2. Depressive symptoms usually occur in response to a stressful situation but are often quite dispropoionate to the severity of stress. 3. Other 'neurotic' symptoms such as anxiety, obsessive symptoms, phobic symptoms, and multiple somatic symptoms, are often present. 4. Preoccupation with the stressful condition is common. Other common features include: 1. The reactivity of mood is preserved, i. e. the patient is able to emotionally react to the events occurring in his surroundings. 2. There may be insomnia or hypersomnia. There is usually difficulty in initiating sleep and sometimes difficulty in awakening in the morning. 3. The mood may be worse in the evening, at the end of the day. 4. Suicidal threats and gestures are more common than completed suicide. 82 Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.",
        "cop": 3,
        "opa": "Major depression",
        "opb": "No psychiatric disorder",
        "opc": "Dysthymia",
        "opd": "Chronic fatique syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "b8f7f301-e84a-4b18-a143-288c2f005f71",
        "choice_type": "single"
    },
    {
        "question": "Increase in suicidal behaviour is due to",
        "exp": "Karolinska Institute in Sweden first noted that low concentrations of the serotonin metabolite 5-hydroxyindoleacetic acid (5-HIAA) in the lumbar cerebrospinal fluid (CSF) were associated with suicidal behavior. This finding has been replicated many times and in different diagnostic groups. CSF, neurochemical, and receptor studies suppo the hypothesis that reduced central serotonin is associated with suicide. Reference: Synopsis of Psychiatry, page 766, 767.",
        "cop": 2,
        "opa": "Increase in serotonin",
        "opb": "Decrease in serotonin",
        "opc": "Increase in noradrenaline",
        "opd": "Reactive depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "503bcfa0-4f98-4865-a6f7-eaa1d64a1b56",
        "choice_type": "single"
    },
    {
        "question": "A 50 - year - old male presents with a three year history of irritability, low mood, lack of interest in surrounding and general dissatisfaction with everything. There is no significant disruption in sleep and appetite. He is likely to be suffering from:",
        "exp": "Long standing and less severe depressive symptoms along with normal sleep and appetite indicates Dysthymia. Dysthymia: Symptoms of depression are present but are not severe enough to cause socio-occupational disturbance with duration of more than 2 years",
        "cop": 3,
        "opa": "Major depression",
        "opb": "No psychiatric disorder",
        "opc": "Dysthymia",
        "opd": "Chronic fatigue syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "cf31ee2f-f8f0-482f-b56d-44293bd7ea63",
        "choice_type": "single"
    },
    {
        "question": "Depression is seen in: a. Hypehyroidism b. Hypoglycemia c. Adrenal disorder d. Pheochromocytoma",
        "exp": "Depression is the most common psychiatric illness associated with both hypothyroidism and hypehyroidism Also, in adrenal disorders like Cushing's syndrome and Addison's disease, depression is commonly associated. Depression is not a common finding in hypoglycemia or pheochromocytoma",
        "cop": 4,
        "opa": "a, b, c, d",
        "opb": "a, b",
        "opc": "b, c",
        "opd": "a, c",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "25fffa6d-7dba-4c17-b03e-674f27ba833f",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old child who has received beatings in the past, from which he could not escape, appears unresponsive and no longer tries to escape new beatings. This behavior by the child is an example of",
        "exp": "This child is showing learned helplessness, in which an association is made between an aversive stimulus (beatings) and the inability to escape. After the beatings, this child makes no attempt to escape but instead becomes hopeless and apathetic when faced with another beating. Learned helplessness may be a model system for the development of depression",
        "cop": 4,
        "opa": "Stimulus generation",
        "opb": "modelling",
        "opc": "shaping",
        "opd": "learned helplessness",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "36d9733c-63c3-4950-bf73-b4c3bcce6233",
        "choice_type": "single"
    },
    {
        "question": "An objective sign of depression involving the upper eyelid is:",
        "exp": "Veraguth's sign Objective sign of depression. It was described by Otto Veraguth. It is a triangular fold on the nasal side of the upper eye lid. The patient appears to have a distant stare.",
        "cop": 1,
        "opa": "Veraguth sign",
        "opb": "Omega sign",
        "opc": "Empty delta sign",
        "opd": "Hoffman's sign",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "efc638b5-cc5d-45e0-ab7a-93a0f8f5bc2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following substance is not involved in Panic disorder?",
        "exp": "Ans. D. GABAPanic-Inducing Substances* Panic-inducing substances (sometimes called pnicogens) induce panic attacks in most patients with panic disorder and in a much smaller proportion of persons without panic disorder or a history of panic attacks. (The use of panic- inducing substances is strictly limited to research settings; no clinically indicated reasons exist to stimulate panic attacks in patients.) So-called respiratory panic-inducing substances cause respiratory stimulation and a shift in the acid-base balance. These substances include carbon dioxide (5 to 35 percent mixtures), sodium lactate, and bicarbonate.* Neurochemical panic-inducing substances that act through specific neurotransmitter systems include yohimbine, an I^+-2-adrenergic receptor antagonist; m-chlorophenyl piperazine (m. CPP), an agent with multiple serotonergic effects; m-Caroline drugs; GABAB receptor inverse agonists; flumazenil (Romazicon), a GABAB receptor antagonist; cholecystokinin; and caffeine. Isoproterenol (Isuprel) is also a panic-inducing substance, although its mechanism of action in inducing panic attacks is poorly understood.* The respiratory panic-inducing substances may act initially at the peripheral cardiovascular baroreceptors and relay their signal by vagal afferents to the nucleus tractus solitarii and then on to the nucleus paragigantocellularis of the medulla.* The hyperventilation in panic disorder patients may be caused by a hypersensitive suffocation alarm system whereby increasing PCO2 and brain lactate concentrations prematurely activate a physiological asphyxia monitor.* The neurochemical panic-inducing substances are presumed to primarily affect the noradrenergic, serotonergic, and GABA receptors of the CNS directly.",
        "cop": 4,
        "opa": "Serotonin",
        "opb": "CCK",
        "opc": "Glutamate",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "41d29caf-dc2e-4bdc-b88f-dcdeefcaace0",
        "choice_type": "single"
    },
    {
        "question": "The period of normalcy is seen between two psychosis. The diagnosis is:",
        "exp": "Manic depressive psychosis was the older name for bipolar disorder. In bipolar disorder, in between the episodes, patient is usually normal. Bipolar disorder: Episodes of - both mania (continuing or at least 1 week) and depression (bipolar I disorder) -both hypomania (continuing or at least 4 days) and depression (bipolar II disorder)",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Manic depressive psychosis",
        "opc": "Alcoholism",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "6d993b5e-9892-4dee-8f92-9be6c12bc3b3",
        "choice_type": "single"
    },
    {
        "question": "Most common age for depression is",
        "exp": "An almost universal observation, independent of country or culture, is the twofold greater prevalence of major depressive disorder in women than in men. The mean age of onset for major depressive disorder is about 40 years, with 50 percent of all patients having an onset between the ages of 20 and 50 years. Reference: Synopsis of Psychiatry, page 349.",
        "cop": 2,
        "opa": "Middle age men",
        "opb": "Middle age female",
        "opc": "Young girl",
        "opd": "Children",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7fc81453-8f41-4fe9-b95c-0d79922f91c7",
        "choice_type": "single"
    },
    {
        "question": "Pathognomonic of maniac episode is",
        "exp": "Mania tends to occur in episodes lasting 3-4 months followed by complete clinical cure In mania, there can be delusions of grandeur(grandiosity) with markedly inflated self-esteem. A delusion of persecution may sometimes develop secondary to a delusion of grandeur. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 69)",
        "cop": 2,
        "opa": "Elevated mood",
        "opb": "Grandiosity",
        "opc": "Decreased appetite",
        "opd": "Increased sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "be651be5-430f-43a3-9c6c-4070a2340c09",
        "choice_type": "single"
    },
    {
        "question": "Cyclothymia is a type of",
        "exp": "Persistent mood disorders are characterised by persistent mood symptoms which last for more than 2 years but are not severe enough to be labelled as even hypomania or mild depressive episode. If the symptom consists of persistent inability of mood between mild depression and mild elation, the disorder is called as cyclothymia (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no73)",
        "cop": 4,
        "opa": "Bipolar mood disorder",
        "opb": "Major depression",
        "opc": "Dysthymia",
        "opd": "Persistant mood disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "6813255e-f3cb-41f7-b229-b51569bc3ef2",
        "choice_type": "single"
    },
    {
        "question": "Chronic mild depression of how much duration is considered to be dysthymia?",
        "exp": "Ans. D. More than 2 years. Dysthymia: It's presence of mild depressive symptoms (not enough to diagnose a MDD) for a period of at least 2 years - socio-occupational dysfunction is not marked. In DSM-5: persistent depressive disorder (clubbed chronic depression + dysthymia)",
        "cop": 4,
        "opa": "3 to 6 months",
        "opb": "6 Months to 1 year",
        "opc": "One to one and half years",
        "opd": "More than 2 years",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "39a5f9b9-2e38-4db1-84c8-cf85442d8591",
        "choice_type": "single"
    },
    {
        "question": "Which of the following symptoms must be present for the diagnosis of depressive disorders?",
        "exp": "According to DMS - IV and DSM - V, to diagnose depression at least one of the following two symptoms should be present (1) Depressed mood (2) Loss of interest or pleasure",
        "cop": 1,
        "opa": "Loss of interest or pleasure",
        "opb": "Recurrent suicidal tendencies",
        "opc": "Insomnia",
        "opd": "Indecisiveness",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "d355f6e4-a741-4e5d-b7e5-85ed1772004b",
        "choice_type": "single"
    },
    {
        "question": "A Clinical sign of mania is?",
        "exp": "Ans. D. Flights of ideas. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 15. 1, Page no, 535, Table 15. 1-6)A Clinical sign of mania is Flights of ideas. Discussion: Cardinal features of Mania '. Mnemonic: DIG FAST# Distractibilty# Indiscretion (DSM-IV's excessive involvement in pleasurable activities)# Grandiosity# Flight of ideas# Activity increases# Sleep need decreased (sleep deficit)# Talkativeness (Pressured sleep). Catatonic schizophrenia is characterized by marked psychomotor disturbances including prolonged immobility, posturing, extreme negativism (the patient actively resists any attempts made to change his or her position) or waxy flexibility (the patient maintains the position in which he or she is placed), mutism, echolalia (repetition of words said by another person), and echopraxia (repetition of movements made by another person). Periods of immobility and mutism can alternate with periods of extreme agitation (catatonic excitement). Neologismis a fabricated word made up by the patient, which is usually a combination of existing words. Perseverationoften associated with cognitive disorders, refers to a response that persists even after a new stimulus has been introduced--for example, a patient asked to repeat the phrase \"no ifs, ands, or buts\" responds by saying, \"no ifs, ifs, ifs, ifs. \"Flight of ideasis a disorder of thinking in which the patient expresses thoughts very rapidly, with constant shifting from one idea to another, though the ideas are often connected. Echolaliarefers to the repetition of the examiner's words or phrases by the patient. Additional Educational points:# Disturbances of thought continuity include circumstantiality, tangentiality, clang association, loose associations, derailment, and echolalia.# Circumstantiality: indicates the loss of a goal-directed thought process: the patient brings in many irrelevant details and comments, but eventually will get back to the point.",
        "cop": 4,
        "opa": "Neologism",
        "opb": "Perservation",
        "opc": "Echolalia",
        "opd": "Flights of ideas",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "040676b5-4ab0-4c15-884b-433e332d5ccb",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old male suffering from major depression is recently trying to commit suicide multiple times. The best treatment is",
        "exp": "ECT is treatment of choice for depressed patients with suicidal tendencies Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 4,
        "opa": "Amitriptyline",
        "opb": "Selegiline",
        "opc": "Haloperidol",
        "opd": "ECT",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "e4083d92-ce06-4edb-a1a7-9752eccd9039",
        "choice_type": "single"
    },
    {
        "question": "Risk factors for suicide include:",
        "exp": "Ans. A. Initial stages of recovery from depression. Paradoxical suicide - with initial recovery of suicide there may be increased risk of suicide as the person may gain energy to perform the act of suicide",
        "cop": 1,
        "opa": "Initial stages of recovery from depression",
        "opb": "Being on Lithium treatment",
        "opc": "Being married",
        "opd": "Employed",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "e6cf868d-46af-4e52-a277-f3f3e8e8d375",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has to be present for diagnosis of manic-depressive psychosis?",
        "exp": "Ans. a (Loss of interest or pleasure) (Ref. H's medicine 18th/ch. 391)QBipolar DisorderA mood disturbance in patient that experiences manic symptoms for > 1 week & causes significant impairment in his/her functioning level. QDysthymiaA milder form of depression lasting at least 2 years. QCyclothymic DisorderA chronic mood disorder (mild Bipolar II Disorder) characterized by many periods of Depressed Mood & many periods of Hypomanic Mood for > 2 years. MAJOR DEPRESSIVE DISORDER (MAJOR DEPRESSION)# Mood disorder that presents with at least a 2-week course of symptoms that is a change from the patient's previous level of functioning.# Must have depressed mood or anhedonia (absence of pleasure)# Risk Factors/Epidemiology- Women > Men (2: 1) due to several factors, such as hormonal differences- Onset is 40 years# Biology:- Neurotransmitters abnormalities: ( | ) Serotonin, Norepinephrine & Dopamine Q- *** Serotonin metabolites (5 HOIAA) |in suicide & aggression0- Other risk factors include family history, exposure to stressors & behavioral reasons, such as learned helplessness.# Symptoms- Typical Features (Vegetative Changes of Depression)# It is characterized by at least 5 of the following for 2 weeks, including either depressed mood or anhedonia: (mnemonic - SIGECAPS)# Sleep disturbance# Loss of Interest (anhedonia)# Guilt or feelings of worthlessness# Loss of Energy# Loss of Concentration# Change in Appetite/weight# Psychomotor retardation or agitation# Suicidal ideations# Depressed mood# Lifetime prevalence of major depressive episode--5-12% male, 10-25% female.# Major depressive disorder, recurrent--requires 2 or more episodes with a symptom-free interval of 2 months.- Atypical Features# Appetite, Weight & Sleep (Hypersomnia)# May Also Include Psychotic features: Worse prognosis# Treatment:- Antidepressants: Selective Serotonin Reuptake Inhibitors (SSRI), Tricyclic Antidepressants (TCA) & Monoamine Oxidase Inhibitors (MOI)- Electro-Convulsive Therapy (ECT) may be indicated if patient is suicidal or worried about side effects from medications. 0- Individual Psychotherapy: To help the patient deal with conflicts & sense of loss- Cognitive Therapy: To change the patient's distorted thoughts about self & world. Mood disorder subtypes. Types. Characteristics. Dysthmia# Depressed mood# Loss of interest or pleasure# Chronic (at least 2 years). Cyclothymia (nonpsychotic)# Alternating states# Chronic# Often not recognized by affected person. Seasonal affective disorder (SAD)# Depressive symptoms during winter months (shortest days, so least amount of light)# Caused by abnormal melatonin metabolism# Treat with bright light therapy. Unipolar depression(major depression)# Symptoms for at least 2 weeks# Must be a change from previous functioning# May be associated with anhedonia, no motivation, feelings of worth lessness, reduced concentration, weight loss or gain, depressed mood, recurrent thoughts, insomnia or hypersomnia, psychomotor agitation or retardation, somatic complaints, delusions or hallucinations (mood congruent), loss of sex drive# Diurnal improvement as day progresses# Suicide: 60% of depressed patients have suicidal ideation; 15% die by suicide# Neurochemistry: \"biogenic amine theory of depression\"- caused by decreased NE/5. HT# Sleep: REM in first half of sleep, REM consistency, stage 4 sleep, REM time overall, early morning wakening. Bipolar disorder(manic-depression)# Symptoms of major depression and symptoms of mania (period of abnormal and persistent elevated, expansive, or irritable mood)# Subtype- Bipolar I: Mania more prominent- Bipolar II: recurrent depressive episodes, plus hypomanic episodes- Rapidly cycling bipolar disorder: If alternates within 48-72 hours# Manic symp: self-esteenmor grandiosity, low frustration tolerance, need for sleep, fight of ideas, excessive involvement in activities, weight loss, anorexia, erratic and uninhibited behavior, libido",
        "cop": 1,
        "opa": "Loss of interest or pleasure",
        "opb": "Recurrent suicidal ideation",
        "opc": "Indecisiveness",
        "opd": "Insomnia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "646b013a-e8a4-40b4-bdc1-26aa5ae7f94c",
        "choice_type": "single"
    },
    {
        "question": "A 32-yrs-old woman is diagnosed with major depression. What is the chance that her identical twin sister will develop the same disease?",
        "exp": "Twin studies are useful tools to separate biological and environmental etiologic factors in illnesses. Most twin studies sta with the selection of monozygotic and same-sex dizygotic twin pairs who are raised together, in which one of the twins has the disorder. The other twin is then followed to determine if he or she also develops the disorder. The propoion of the twin pairs in which both twins are affected is called concordance. The difference in the concordance rate between the monozygotic and the dizygotic pairs reflects the impoance of hereditary factors in the development of the disorder. The concordance rate for mood disorders in monozygotic twins averages 70% when various studies are combined. The concordance rate in Dizygotic twins is approximately 20%. This is significantly higher than that found in the general population, but still 2 to 4 times lower than the concordance in monozygotic twins. These studies prove that, although environmental factors do play a role in mood disorders (the concordance is not 100%), heredity has a major role. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 835",
        "cop": 4,
        "opa": "5%",
        "opb": "20%",
        "opc": "50%",
        "opd": "70%",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d5e702b6-18f9-4a69-a7d6-0b6362ef3d40",
        "choice_type": "single"
    },
    {
        "question": "Disruption or disorganisation of biological rhythm is observed in",
        "exp": "Ans. c (Depression) (Harrison's medicine 17th ed., Chapter 386)ETIOLOGY AND PATHOPHYSIOLOGY OF DEPRESSION# Although evidence for genetic transmission of unipolar depression is not as strong as in bipolar disorder, monozygotic twins have a higher concordance rate (46%) than dizygotic siblings (20%), with little support for any effect of a shared family environment. There is some evidence that a functional polymorphism in the serotonin transporter (5- HTT) gene may interact with stressful life events to markedly increase risk of depression and suicide. Positron emission tomography (PET) studies show decreased metabolic activity in the caudate nuclei and frontal lobes in depressed patients that returns to normal with recovery. Single-photon emission computed tomography (SPECT) studies show comparable changes in blood flow.# Postmortem examination of brains of suicide victims indicate altered noradrenergic activity.# Diurnal variations in symptom severity and alterations in circadian rhythmicity of a number of neurochemical and neurohumoral factors suggest that biologic differences may be secondary to a primary defect in regulation of biologic rhythms. Patients with major depression show consistent findings of a decrease in rapid eye movement (REM) sleep onset (REM latency), an increase in REM density, and, in some subjects, a decrease in stage IV delta slow-wave sleep.",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Anxiety",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "adeea719-c3ba-4504-8382-c3621cb1c138",
        "choice_type": "single"
    },
    {
        "question": "A patient on antidepressant therapy developed sudden hypertension on consuming cheese. The antidepressant is possibly:",
        "exp": "This is case of cheese reaction due to MAO inhibitors (Tranclypromine) Monoamine oxidase inhibitor- These agents block the breakdown of tyramine in the gastrointestinal tract as well as in the brain resulting in elevated blood pressure, occipital headache, and other serious symptoms following ingestion of tyramine-rich foods (e. g., aged cheese and red wine)",
        "cop": 2,
        "opa": "Amitriptyline",
        "opb": "Tranclypromine",
        "opc": "Fluoxetine",
        "opd": "Seraline",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "9e413270-b3f4-45ee-a44c-1ec9bad460ca",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old female, living as a paying guest, consumed multiple number of sleeping pills. Which of the following is not a risk factor of suicide?",
        "exp": "Hopelessness, social isolation (poor social suppo) and substance abuse are risk factors for suicide. Although insomnia, if its a pa of depression, can also be considered as a risk factor, however since no such history is given, it would be the best answer here Extra edge: Rebound Insomnia Condition of an exacerbation of insomnia, Associated with abrupt discontinuation of chronic sedative, hypnotic, or anxiolytic medication.",
        "cop": 2,
        "opa": "Hopelessness",
        "opb": "Insomnia",
        "opc": "Social isolation",
        "opd": "Substance abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "a5b51cfe-9621-4057-b9c8-773489c86e8b",
        "choice_type": "single"
    },
    {
        "question": "Maintaining sick role by any means is a characteristic feature of:",
        "exp": "Factitious disorder - willful production of symptoms to get medical attention Factitious disorder differs from malingering in that it does not bring any external reward such as avoidance of military or other occupational duties, or financial compensation. The main aim is to gain attention There is no specific treatment. Suppoive counselling is often offered, and helps some patients but many do not take up the treatment. Munchausen syndrome - is an extreme and uncommon form of factitious disorder, in which a patient gives a plausible and often dramatic history of an acute illness, with feigned symptoms and signs. It has a poor prognosis",
        "cop": 4,
        "opa": "Hypochondriasis",
        "opb": "Somatization disorder",
        "opc": "Conversion disorder",
        "opd": "Factitious disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "f6301966-ef82-4926-98b3-22e6d4cd7af5",
        "choice_type": "single"
    },
    {
        "question": "A depressed patient does not want to take medication on a daily basis. The selective serotonin reuptake inhibitor (SSRI) most suitable for this patient is?",
        "exp": "The half life of fluoxetine is longer than 72 hour so patient can take the medication every other day and thus it is most suitable for him.",
        "cop": 2,
        "opa": "Escitalporam",
        "opb": "Fluoxetine",
        "opc": "Fluvoxamine",
        "opd": "Paroxetine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "8e34980c-b750-4a70-98a1-ecb9e84706fd",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man was taking excess alcohol and indulged in illegal sexual activities with lack of sleep, irritability and isn't fatigued since 3 weeks, Diagnosis is",
        "exp": "MANIA is a type of mood disorder it is assosiated with elated or irritable mood other symptoms for mania are decreased need for sleep, increased involvement in goal directed pleasurable activities, increased pressure of speech and flight of ideas. duraion criteria for. MANIA is 7 days duration criteria for HYPOMANIA is 4 days Substance abuse increases in frequency in mania and all other features are typically pointing mania Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 615-620",
        "cop": 3,
        "opa": "OCD",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Impulse",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "1de31cb3-fe97-4415-9593-48d7b4339178",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in acute mania is:",
        "exp": "DOC of acute mania- antipsychotic However if in exam, you have an option of mood stabilizer plus antipsychotic, that would become the preferred answer. E. g. If in this question, there was an option of lithium plus risperidone, that would have been the best answer In absence of combination, we would chose antipsychotics. Atypical antipsychotics like risperidone are preferred over typical antipsychotics like chlorpromazine, because of better side effect profile",
        "cop": 4,
        "opa": "Lithium",
        "opb": "Chlorpromazine",
        "opc": "Valproic acid",
        "opd": "Risperidone",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "f2ac2f17-f084-4c58-8cdb-8127f1ffdd80",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with depressed mood, loss of sleep, loss of hope, feeling of wohlessness and diminished concentration for last 1 month. Which of the following is the drug of choice in this patient?",
        "exp": "The diagnosis in this patient would be depression. SSRIs are usually used as the first antidepressants as they have a much better side effect profile than other antidepressants",
        "cop": 1,
        "opa": "SSRIs",
        "opb": "Atypical antidepressants",
        "opc": "Lithium",
        "opd": "Tricyclic antidepressants",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "09241e3c-2d1c-42ab-b028-9ccd44805096",
        "choice_type": "single"
    },
    {
        "question": "DSM-IV criterion for depression is",
        "exp": "The duration of symptoms of depression according to DSM-5 diagnostic criteria for major depression is 2 weeks. DSM IV is older version of DSM., present version is 5th.",
        "cop": 2,
        "opa": "1 week",
        "opb": "2 week",
        "opc": "3 week",
        "opd": "4 week",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "427247a9-9688-41f2-8207-b76a56b3c531",
        "choice_type": "single"
    },
    {
        "question": "Disruption or disorganization of biological rhythm is observed in:",
        "exp": "There are characteristic disturbances of sleep (early morning insomnia and reduced latency of REM sleep) in depression.",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Anxiety",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "3e1381e1-a48c-4f0b-83c0-9c92892286e7",
        "choice_type": "single"
    },
    {
        "question": "A patient is brought to the casualty in the state of altered sensorium. He was on lithium treatment for affective disorder and has suffered through an attack of epileptic fits. On examination he has worsening tremors, increased DTR's and incontinence of urine. He has also undergone an episode of severe gastroenteritis 2 days ago. The probable cause for his present state is:",
        "exp": "The lithium toxicity may present with tremors, increased reflexes and seizures. Lithium toxicity Dehydration, low sodium diet, renal impairment- precipitates lithium toxicity Narrow therapeutic index(>1. 5 m. Eq/dL) GI symptoms- Abdominal pain, vomiting CNS: -Coarse tremors, ataxia, dysahria, Muscle fasciculations, increased DTR, convulsions, impaired consciousness, death Management of lithium Toxicity 1. Stop the drug. 2. Correct dehydration 3. Use of sodium polystyrene sulfonate or polyethylene glycol (to remove unabsorbed lithium from GI) 4. Hemodialysis (in severe cases) Acute mania - 1. 0- 1. 5 m. Eq/dL Maintenance treatment - 0. 6 - 1. 2 m. Eq/dL Toxicity >1. 5 m. Eq/dL",
        "cop": 1,
        "opa": "Lithium toxicity",
        "opb": "Dehydration",
        "opc": "Manic episode",
        "opd": "Depressive stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "3592c9be-00de-44f7-94e3-0bfd49815558",
        "choice_type": "single"
    },
    {
        "question": "Major depression is defined as depressed mood on a daily basis for a minimum duration?",
        "exp": "Ans. A. 2 weeks. Major depression is defined as depressed mood on a daily basis for a minimum duration of 2 weeks. An episode may be characterized by sadness, indifference, apathy, or irritability and is usually associated with: changes in sleep patterns, appetite, and weight; motor agitation or retardation; fatigue; impaired concentration and decision-making; feelings of shame or guilt; and thoughts of death or dying. Patients with depression have a profound loss of pleasure in all enjoyable activities, exhibit early morning awakening, feel that the dysphoric mood state is qualitatively different from sadness, and of- ten notice a diurnal variation in mood (worse in morning hours). Some chronic disorders of uncertain etiology, such as chronic fatigue syndrome and fibromyalgia, are strongly associated with depression and anxiety; patients may benefit from antidepressant treatment, usually at lower than normal dosing.",
        "cop": 1,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "40969c87-cf66-4778-aa01-d52d93a8a3d5",
        "choice_type": "single"
    },
    {
        "question": "Copycat suicide is seen at age of:-",
        "exp": "A copycat suicide is defined as an emulation of another suicide that the person attempting suicide knows about either from local knowledge or due to accounts or depictions of the original suicide on television and in other media. Usually seen among Adolescence.",
        "cop": 1,
        "opa": "Adolescence",
        "opb": "Child age",
        "opc": "Adult age",
        "opd": "Old age",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "0f7a1ef1-5380-40ed-9ff3-8a59d0c2562d",
        "choice_type": "single"
    },
    {
        "question": "Reduced latency of REM sleep is a feature of",
        "exp": "Reduced latency of REM is typically seen in depression Insomnia and early morning wakening is also seen Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Depression",
        "opc": "Insomnia",
        "opd": "Narcolepsy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "fd938ee9-412d-40b5-8038-20e0dee51942",
        "choice_type": "single"
    },
    {
        "question": "Mania is a",
        "exp": "According to ICD-10 mood disorders are classified as Manic episodes Depressive episodes Bipolar mood disorder Recurrent depressive disorder Persistent mood disorder Other mood disorders (including mixed effective episodes and recurrent brief depressive disorder) (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 69)",
        "cop": 1,
        "opa": "Mood disorder",
        "opb": "Psychological Disorder",
        "opc": "Obsessive disorder",
        "opd": "Neurotic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "09ff664b-1c49-48cf-87a4-18c366058e82",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disorders is most closely associated with thyroid disease?",
        "exp": "Ans. C. Depression. Depressive symptoms have been known to be one of the most prominent features of clinical thyroid disease, particularly hypothyroidism. Beginning in the late part of the 19th century, depression was seen as prominent component of clinical hypothyroidism, although other psychiatric symptoms were often present. As a result of the inverse relationship between thyroid function and depression observed in endocrine patients, it was hoped that thyroid hormones-particularly thyroid hormone deficiency-might be a biological factor in the etiology of unipolar and bipolar mood disorders. Thyroid hormones are used in psychiatry, either alone or as augmentation, to treat persons with depression or rapid-cycling bipolar I disorder. They can convert an antidepressant-nonresponsive person into an antidepressant-responsive person.",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Alcohol use disorder",
        "opc": "Depression",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "ea828d51-0e60-432d-afe0-a08744cb7d55",
        "choice_type": "single"
    },
    {
        "question": "The period of normalcy is seen between two psychotic episodes. The diagnosis is",
        "exp": "Bipolar mood disorder earlier known as manic-depressive psychosis is characterised by recurrent episodes of mania and depression in the same patient at different times. These episodes can occur in any sequence. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no73)",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Manic depressive psychosis (MDP)",
        "opc": "Alcoholism",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d0635db6-7a3e-4fb0-9bf4-31090de8b949",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old woman is being evaluated. She is noted to have a decreased latency of REM. Which disorder is this woman most likely to be suffering from?",
        "exp": "Ans. B. Major depressionA decreased latency of REM sleep is seen in major depression. Depression is the psychiatric disorder that has been most associated with disruptions in biological rhythms. Besides the decreased latency of REM sleep, one can find early morning awakening and other neuroendocrine perturbations.",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Major depression",
        "opc": "PTSD",
        "opd": "Obsessive-compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "20b599b2-2dc7-4675-98f2-92174ed2aaa2",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy is diagnosed with schizophrenia. What is the risk that one of his siblings will develop the disease?",
        "exp": "The risk of developing schizophrenia in first degree relatives of schizophrenic patients is elevated compared to the risk of the general population (0. 9%). Parents of schizophrenic patients have a lifetime prevalence of 11%, and siblings have a prevalence of 9%. Identical twins have a 50% chance of suffering from schizophrenia if their sibling has it. Children of schizophrenics have a lifetime prevalence of 12. 8%. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 310",
        "cop": 3,
        "opa": "2%",
        "opb": "5%",
        "opc": "9%",
        "opd": "20%",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "20538a9a-b5e9-4879-9ff2-d648b2ae083f",
        "choice_type": "single"
    },
    {
        "question": "A 67 year old lady is brought in by her 6 children saying that she has gone senile. Six months after her husband's death she has become more religious, spiritual and gives lots of money in donation. She is occupied in too many activities and sleeps less. She now believes that she has a goal to change the society. She does not like being brought to the hospital and is argumentative on being questioned on her doings. The diagnosis is:-",
        "exp": "Kindly don't get confused with the fact that the symptoms are following husband's death. Even negative life events can precipitate manic episode. This patient has increased religiosity, overspending, increased activity levels, decreased sleep, new interests and goals and lack of insight. All these symptoms are suggestive of mania.",
        "cop": 3,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "Mania",
        "opd": "Impulse control disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood Disorders",
        "id": "a80bf51b-6b81-413a-af79-3c17f89836ce",
        "choice_type": "single"
    }
]