[
    {
        "question": "Magnan symptoms are associated with which substance?",
        "exp": "Intoxication of Cocaine leads to- Euphoria Sympathetic symptoms (tachycardia, palpitations, hypertension, sweating, mydriasis) Paranoid ideations + auditory hallucinations Tactile hallucinations or cocaine bugs or magnan phenomenon or formication i. esmall insects are crawling under the skin",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Cannabis",
        "opc": "Amphetamine",
        "opd": "Alcohol",
        "subject_name": "Psychiatry",
        "topic_name": "NEET Jan 2020",
        "id": "7c914c1a-f47b-4d25-96f7-4bf01f85f420",
        "choice_type": "single"
    },
    {
        "question": "A patient was on lithium therapy for bipolar disorder for 6 months. She kept fast for few days due to religious reasons and presented with coarse tremors, abdmoninal pain, nausea, dizziness & confusion. Which of the following should be done to assess her condition?",
        "exp": "This is a case of lithium toxicity so next best management is to measure lithium levels. Signs of Lithium toxicity Dehydration, low sodium diet, renal impairment- precipitates lithium toxicity Narrow TI (>1. 5 m. Eq/dL) GI symptoms-Abdominal pain, vomiting CNS: Coarse tremors, ataxia, dysahria Muscle fasciculations, increased DTR, convulsions, impaired consciousness, death Management: Stop LITHIUM Correct dehydration Use of sodium polystyrene sulfonate or polyethylene glycol (to remove unabsorbed lithium from GI) Hemodialysis (in severe cases)",
        "cop": 2,
        "opa": "S. electrolyte",
        "opb": "S. lithium levels",
        "opc": "ECG",
        "opd": "MRI",
        "subject_name": "Psychiatry",
        "topic_name": "NEET Jan 2020",
        "id": "8708b826-41f6-4680-8deb-ea947f4b477a",
        "choice_type": "single"
    },
    {
        "question": "A patient complaints of sadness of mood, increased letharg, early morning awakening, loss of interest and repos no will to live and hears voices asking her to kill self. What is the diagnosis?",
        "exp": "The symptoms of depression are there plus adding psychotic symptoms of hallucinations make it a diagnosis of MDD PLUS PSYCHOSIS. Symptoms. OF DEPRESSION -(SIGECAPSS) S- Sadness of mood/ depressed mood (persistent & pervasive) I- Loss of interest / pleasure (Anhedonia) G- Guilt/ Feeling of wohlessness. E- Energy (loss)/ Fatigue C- Concentration loss, cognition (negative thoughts) A- Appetite (loss/ gain) with significant weight changes (>5% change in 1 month) P- Psychomotor Agitation/ Retardation S- Suicidal thoughts Note: Suicidal thoughts are fuher classified into 3: Death wishes (patient feels death should come to me ) - GRADE 1 Suicidal wish (patient says I wish I could commit suicide ) - GRADE 2 Suicidal intent (patient says I would be killing myself ) - GRADE 3 S - Sleep abnormalities (decreased/ increased) Early morning insomnia ( getting up >2 hrs earlier than the usual waking time ) Reduced latency of REM sleep Sleep is usually decreased but it might be increased also. Criteria for defining depression ( according to DSM - 5 ): From the above 9 symptoms 5 must be present & at least 1 must be present out of first 2 for at least 2 weeks duration.",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Major depressive disorder plus psychosis",
        "opc": "Schizoaffective disorder",
        "opd": "Schizotypal personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "NEET Jan 2020",
        "id": "ae0c614b-a7ee-4179-a6b1-0d419e636b77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs that is known to cause dependence is most commonly abused?",
        "exp": "m/c used illegal Drug in India Active agent- d-9 tetrahydrocannabinol (THC). Joints, marijuana, grass, pot, weed etc Preparations PREPARATIONS THC concentration Bhang (dried leaves) 1% Ganja (inflorescence) 1-2% Hashish/ Charas (Resinous exudates) 8-14% Hash oil 15- 40% Intoxication Euphoria Sense of slowing of time Sense of floating in air Reddening of conjunctiva Increased appetite Dryness of mouth Depersonalization, derealization Synesthesia, illusions Bad trip",
        "cop": 4,
        "opa": "Cocaine",
        "opb": "Heroin",
        "opc": "Amphetamine",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "NEET Jan 2020",
        "id": "522bcc64-0727-4fc2-8e1f-59fa7059436f",
        "choice_type": "single"
    },
    {
        "question": "A 1styr medical student presents with recurrent episodes aof choking sensation, breathlessness, intense sweating along with feeling of impending doom. Usually the episodes occur prior to exams. What is the most likely diagnosis?",
        "exp": "Panic attack: An acute attack of intense anxiety, witha 'feeling of impending doom' Patient present with Palpitations, choking sensations, chest pain, dizziness, depersonalization, derealization Fear of having a heart attack, dying or going mad Panic disorder: Recurrent and unexpected panic attacks Serotonin, norepinephrine and GABA are the major neurotransmitters involved in panic attacks. Cholecystokinin and pentagastrin (which acts on CCK receptors) are also known to cause panic attacks.",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Acute stress disorder",
        "opc": "Generalised anxiety disorder",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "NEET Jan 2020",
        "id": "e19b931a-493c-44a4-8ae1-0a502388a313",
        "choice_type": "multi"
    }
]