[
    {
        "question": "How to differentiate between psychological and organic erectile dysfunction -",
        "exp": "Ans. is 'a' i. e.. Nocturnal penile tumescence o One of the important method to distinguish psychogenic impotence from organic impotence is nocturnal penile tumsescence & early morning erection which are preserved in psychogenic impotence but not in organic cause of impotence.",
        "cop": 1,
        "opa": "Nocturnal penile tumescence",
        "opb": "PIPE therapy",
        "opc": "Sildenafil induced erection",
        "opd": "Squeeze technique",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "126327eb-d2be-4294-b29f-eab65b8cfbe2",
        "choice_type": "single"
    },
    {
        "question": "Alpha wave on EEG represents -",
        "exp": "Ans is 'a' i. e. Awake with eyes closed with mind wandering Beta (b) wave. Alpha (a) wave. Theta wave. Delta wave. Recorded from/seen ino From parietal & frontal region during specific activation of these parts of braino Seen in drowsiness & children and patients awake, at rest with eyes open. o Recorded from parieto occipital regiono Seen in almost all normal adults when they are awake and in quiet resting state of cerebrationo Seen in awake patient at rest with mind wandering and eyes closed. o Seen in hippocampuso In parietal and temporal region of normal children & drowsiness, emotional stress in adults especially disappointment and frustration. Seen in very deep IS REM sleep & infant, serious organic brain disease, in subcortical transactions separating the ceberal cortex from thalamus. Frequency>14 Hz8-13 Hzo 4-7 Hzo 3-5 Hz (min.). Amplitude. Low amplitudeo High amplitudeo High amplitudeo Large amplitude (Max). Voltage o 50 micro volts (usually) to 100 o 2 to 4 times greater than most other types",
        "cop": 1,
        "opa": "Awake with eyes closed with mind wandering",
        "opb": "Awake and fully alert",
        "opc": "Awake with eyes open",
        "opd": "Deep sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "7fdd6f49-46a4-46de-aeea-6af702d3fcad",
        "choice_type": "single"
    },
    {
        "question": "The balance between REM and ISREM sleep is maintained by-",
        "exp": "Ans. is 'c' i. e., Suprachiasmatic nucleus o A prominent feature of the organization of the sleep and wake is their diurnal rhythim. o The amount of REM slaap reaches its maximum during the late rest phase, whereas NREM sleep peaks in the early rest phase. o This sleep - wake rhythm is a result of the interaction between circadian and homeostatic processes. o Suprachiasmatic nucleus is the centre for maintaining the circadian rhythm and is thus centre for the regulation of the sleep - wake cycle and thus REM - NREM sleep balance. o Circadian clock - suprachiasmatic nucleus promotes REM sleep.",
        "cop": 3,
        "opa": "Pitutary gland",
        "opb": "Cerebellum",
        "opc": "Suprachiasmatic",
        "opd": "Gracile nucleus",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "902eddfe-6b54-48a9-8cd1-d0cd7d41c09e",
        "choice_type": "single"
    },
    {
        "question": "EEG pattern of person at rest with eyes closed",
        "exp": "Ans, is 'a' i. e., Alpha Beta (b) wave. Alpha (a) wave. Theta wave. Delta wave. Recorded fronry'seen ino From parietal & frontal region during specific activation of these parts of braino Seen in drowsiness & children and patients awake, at rest with eyes open. o Recorded from parieto occipital regiono Seen in almost all normal adults when they are awake and in quiet resting state of cerebrationo Seen in awake patient at rest with mind wandering and eyes closed. o Seen in hippocampuso In parietal and temporal region of normal children &drowsiness, emotional stress in adults especially disappointment and frustration. Seen in very deep NREM sleep & infant, serious organic brain disease, in subcortical transactions separating the ceberal cortex from thalamus. Frequency>14 Hz8-13 Hzo 4-7 Hzo 3-5 Hz (min.). Amplitude. Low amplitudeo High amplitudeo High amplitudeo Large amplitude (Max). Voltage o 50 micro volts (usually) to 100 o 2 to 4 times greater than most other types",
        "cop": 1,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Delta",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "e259c3a5-2292-451b-a287-38d4ef11b68b",
        "choice_type": "single"
    }
]