[
    {
        "question": "Bedside test for mental status-",
        "exp": "Ans. is 'a' i. e., MMSE o The most w idely used test for bedside evaluation of the mental status is folstein's mini mental state examination (MMSE).",
        "cop": 1,
        "opa": "MMSE",
        "opb": "GCS",
        "opc": "MMPI",
        "opd": "WAIS",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "b6be509b-8060-4678-80d8-605dccfc56a5",
        "choice_type": "single"
    },
    {
        "question": "How many items are there in Mini mental state examination (MMSE)?",
        "exp": "Ans. D. 30. Explanation. MMSE or Folstein test is a simplified form of routine cognitive status examination. It is routinely used to track improvement and deterioration. It includes following points: Orientation to time-5. Orientation to place-5. Registration-3. Attention and calculation-5. Recall-3. Language-2. Repetition-1. Complex commands-6. Total score-30, score less than 24 indicates cognitive impairment.",
        "cop": 4,
        "opa": "10",
        "opb": "15",
        "opc": "20",
        "opd": "30",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "01c89b56-ee99-4991-8fa3-5b4ec90acde9",
        "choice_type": "single"
    },
    {
        "question": "Personality changes are associated with which of the following lobes of the brain?",
        "exp": "Ans. A. Frontal. Neurological and Neuropsychologic Findings with Localizing Value. Frontal lobes. Prefrontal: Contralateral grasp reflex, Personality changes, executive functioning deficits (inability to formulate goals, to plan, and to effectively carry out these plans), decreased oral fluency (dominant hemisphere), decreased design fluency (nondominant hemisphere), motor perseveration or impersistence, and inability to hold set Posterior Contralateral hemiparesis; decreased motor strength, speed, and coordination; and Broca's aphasia Temporal lobes: Partial complex seizures, contralateral homonymous inferior quadrantanopsia, Wernicke's aphasia, decreased learning and retention of verbal material (dominant hemisphere), decreased learning and retention of nonverbal material (nondominant hemisphere), amusia (nondominant hemisphere), and auditory agnosia. Parietal lobes: Partial sensory seizures, agraphesthesia, astereognosis, anosognosia, Gerstmann's syndrome (acalculia, agraphia, finger agnosia, and right-left confusion), ideomotor and ideational apraxia, constructional apraxia, agraphia with alexia, dressing apraxia, prosopagnosia, and visuospatial problems. Occipital lobes: Partial sensory seizures with visual phenomena, homonymous hemianopsia, alexia, agraphia, prosopagnosia, color agnosia, and construction apraxia",
        "cop": 1,
        "opa": "Frontal",
        "opb": "Temporal",
        "opc": "Parietal",
        "opd": "Occipital",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "b36a8120-e99e-4fb7-941f-0d110164d252",
        "choice_type": "single"
    },
    {
        "question": "Delusion is a disorder of",
        "exp": "Ans. is 'a' i. e. Thought Delusion is a disorder of the thought Delusion sociocultural of the patient's* A false unshakable belief which is not amenable to reasoning and is not in keeping with the patient's and educational background. (i) Because delusions are fixed, false beliefs, they cannot be corrected by the physician. Contradiction delusional belief may cause the patient to become angry and stop the interview. A-96 (ii) The physician should not pretend to agree with the delusion but should take a neutral position and continue the examination. The other thought disorder is obsession. Obsession. Obsessions are persistent intrusive thoughts, ideas or impulses. The patient realizes that the ideas do not make sense and are not being imposed from outside (i. e. delusion). An example is a man who is always fighting an impulse to run down die hall of the office building through a plate glass window at the end. He knows that this action is potentially life threatening and he does not want to hurt himself but he cannot stop thinking about it and feeling anxious.* Other options. Option 'b' - The facial artery and vein do not course through the deep part of the gland. They are related to the superficial part of the gland.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Insight",
        "opd": "Cognition",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "058f3fef-53f5-4d5f-b310-644c445bfede",
        "choice_type": "single"
    },
    {
        "question": "Which of the following present with loss of conciousness:",
        "exp": "Ans. (d) Organic brain syndrome",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Dementia",
        "opc": "Mania",
        "opd": "Organic brain syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "f907fddc-cd81-40e1-b5a6-a408c4e84d3b",
        "choice_type": "single"
    },
    {
        "question": "IQ of 15 is which grade of mental retardation -",
        "exp": "Ans. is 'd' i. e., Profound. Category. IQNormal intelligence> 90. Borderline intelligence70 - 89. Mental retardation. Mild MR50 - 69. Moderate MR35-49. Severe MR20-34. Profound MR0-19",
        "cop": 4,
        "opa": "Mild",
        "opb": "Moderate",
        "opc": "Borderline",
        "opd": "Profound",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "8a04ef59-f555-4bfa-93c0-deeb114ec41f",
        "choice_type": "single"
    },
    {
        "question": "Mini mental state examination is used in the diagnosis of:",
        "exp": "Ref: Synopsis of Psychiatry. Kaplan and Sadock, 10th edition. Explanation: MINI MENTAL STATUS EXAMINATION (MMSE). It is a bedside tool to find out the cognitive status of an individual. It was devised by Folstein and widely used in eases of dementia. it is a screening tool to identify cognitive impairment. It is also used as a prognostic tool by identifying the degree of cognitive impairment and response to treatment. it is NOT a diagnostic tool. It is NOT identical with mental status examination though both share same words!. MMSE has scores ranging from 0 to 30o Normal cognition: 27 - 30. o No impairment: 25-26o Mild impairment: 19-24o Moderate impairment: 10-18o Severe impairment: < 9. MMSE tests following five areas: Attention/calculation. Orientation (Time and place). Memory (Registration and recall). Language use (Repetition, naming, comprehension). Motor (Copying). Language of administration, education, physical handicap are confounding factors. OTHER RATING SCALESDelirium, by its nature (patient is either agitated or unresponsive), precludes MMSE. Even MMSE is performed in delirium, it will be invalid. Rather Delirium Rating Scale (DRS) is the specific tool to assess delirium. Mania- Young's mania rating scale. Depression - Hamilton depression rating scale.",
        "cop": 4,
        "opa": "Delirium",
        "opb": "Mania",
        "opc": "Depression",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "3b8eda53-cb6b-4bd8-abf4-3fd05865a55d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is explicit memory -",
        "exp": "Ans. is 'c' i. e., Sementic",
        "cop": 3,
        "opa": "Procedural",
        "opb": "Nondeclaratine",
        "opc": "Sementic",
        "opd": "Working",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "3e2c4f41-44f2-4b8a-88a0-913835a5b950",
        "choice_type": "single"
    },
    {
        "question": "Catastrophic reaction is feature of?",
        "exp": "Ans. A. Dementia. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 10. 3, Page no, 336). Catastrophic reaction is feature of Dementia. Additional Educational points: Kaplan, pp 919-920........... The cognitive Rx of panic disorder focuses on the patient's tendency to make catastrophic interpretations about body sensations or states of mind. This approach includes a careful exploration of the patient's bodily symptoms before and during the panic attack and of the automatic thoughts that accompany them, in addition to an educational component focusing on the fact that, although terrifying, panic attack symptoms are not fatal. Other, more realistic inter- pretations of symptoms are discussed, and the patient is encouraged to come up with less catastrophic scenarios. (\"Even if I have a panic attack in a store, the world does not end. \") Exposure techniques are part of behavioral therapy. Empathy with the patient's suffering is a necessary element of all doctor-patient interactions, but in this case it does not represent a specific therapeutic technique.",
        "cop": 1,
        "opa": "Dementia",
        "opb": "Schizophrenia",
        "opc": "Delirium",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "c909951a-ec96-4f08-a413-f79dc8ecbc86",
        "choice_type": "single"
    },
    {
        "question": "Following is not a feature of delirium?",
        "exp": "Ans. is 'c' i. e., Intact attention Clinical features of delirium1. Altered consciousness (clouding of consciousness to coma)2. Cognitive impairment:- Impaired attention, poor concentration, disorientation or confusion, altered sensorium, and memory disturbances (Impairment of immediate and recent memory). 3. Perceptual anomalies:- Illusion, Hallucinations. 4. Emotional disturbances:- fear & anxiety. 5. Language disturbances and psychomotor disturbances (hypoactivity or hyperactivity). 6. Disturbance of sleep-wake cycle. 7. Autonomic disturbances:- Tachycardia, sweating, tremors. 8. Neurological disturbances Tremor, seizure, choreiform movements. 9. Memory:- There is disturbance of immediate and recent memory which are responsible for registration, retention and recall of new memories. On recovery there is amnesia for the period of delirium, but remote memory is intact. That means there is no memory loss and patient remembers everything before the episode of delirium, there is amnesia only for the period of delirium.",
        "cop": 3,
        "opa": "Memory loss",
        "opb": "Illusion",
        "opc": "Intact attention",
        "opd": "Disturbed sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "c5d3b160-bd38-4d76-a732-e286677a206d",
        "choice_type": "single"
    },
    {
        "question": "Which neuroanatomical part of the brain is involved in sexual drive?",
        "exp": "Ans. B. Limbic system. The limbic system is directly involved with elements of sexual drive. In all mammals, the limbic system is involved in behavior required for self-preservation and the preservation of the species.",
        "cop": 2,
        "opa": "Temporal lobe",
        "opb": "Limbic system",
        "opc": "Hypothalamus",
        "opd": "Frontal lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "8cb7dd6a-d222-4939-8cc2-db6206f2b5eb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will have an organic cause?",
        "exp": "Ans: b (Delirium) Ref. Ahuja, 6th ed, p. 21, Kaplan & Sadock, 8th ed, p. 1060. Delirium comes under category of organic mental disorders. Delirium. It is the commonest organic mental disorder seen in clinical practice. Delirium is characterized by following symptoms: 1. A relatively acute onset2. Clouding of consciousness3. Disorientation (most commonly in time than in place or person) associated with decreased attention span and distractibility.* Illusions, misinterpretations, and hallucinations also occur. These are commonly visual.* There is disturbance of sleep-wake cycle; most commonly insomnia at night with daytime drowsiness. Diurnal variation is marked, usually with worsening of symptoms in the evening and night called sun downing.* Psychomotor disturbance also occur* Autonomic dysfunction is present. The motor symptoms in delirium are asterixis, multifocal myoclonus, carpophagia or flocillation(picking movements at cover sheet and clothes), occupational delirium (acts of continuing usual occupation in bed) and tone and reflex abnormalities. Diagnosis. According to ICD-10(lntemational Statistical Classification of Diseases and Related Health Problems) for definitive diagnosis of delirium, symptoms should be present in each one of the following areas: 1. Impairment of consciousness and attention2 Global disturbance of cognition3. Psychomotor disturbances4. Disturbance of sleep wake cycle5. Emotional disturbances",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Delirium",
        "opc": "Anxiety",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "36384244-74f5-493c-b354-79c375bb8b6e",
        "choice_type": "single"
    },
    {
        "question": "Characterized by chronic, multiple tics -",
        "exp": "Ans is 'd' i. e. Tourette's syndrome Tourette syndromeo Tourette syndrome (also called Tourette's syndrome, Tourette's disorder, Gilles de la Tourette syndrome, GTS or, more commonly, simply Tourette's or TS) is an inherited neuropsychiatric disorder with onset in childhood, characterized by multiple physical (motor) tics and at least one vocal (phonic) tic. o Average onset between the ages of 3 and 9 years. Males are affected about three to four times more often than females. o Common associations are ADHD and OCD. o Tics are classified as either simple or complex. Some of the more common simple tics include eye blinking and other eye movements, facial grimacing, shoulder shrugging, and head or shoulder jerking. Simple vocalizations might include repetitive throat-clearing, sniffing, or grunting sounds. Complex motor tics might include facial grimacing combined with a head twist and a shoulder shrug. Other complex motor tics include sniffing or touching objects, hopping, jumping, bending, or twisting. More complex vocal tics include words or phrases. Perhaps the most dramatic and disabling tics include motor movements that result in self-harm such as punching oneself in the face or vocal tics including coprolalia (uttering socially inappropriate words such as swearing) or echolalia (repeating the words or phrases of others). o Majority of people with TS require no medication for tic suppression. However, Neuroleptics are the most consistently useful medications for tic suppression. Additional medications with demonstrated efficacy include alpha-adrenergic agonists such as clonidine and guanfacin.",
        "cop": 4,
        "opa": "Parkinson's disease",
        "opb": "Wilson's disease",
        "opc": "Shy-Drager syndrome",
        "opd": "Tourette's syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "157dee46-07c5-499e-8fa5-8be888967a96",
        "choice_type": "single"
    },
    {
        "question": "Total score in Mini Mental Status Examination (MMS",
        "exp": "Ans. is 'b' i. e., 30 Mini-mental status examination (MMSE)o The mini-mental status examination offers a quick and simple way to quantify congnitive function and screen for cognitive impairement It helps to confirm the presence of cognitive impairment and to follow the progression of dementia. It tests individual's orientation, attention, calculation, recall, language, and motor skills. Each section of test involves a related series of questions or commands. The individual receives one point for each correct answer. The individual can receive a maximum score of 30 points, i. e., MMSE is 30 point programme to evaluate cognitive function. Questions. Points. Orientationo Name: season/date/dav/month/yearo Name: Hospital'fooritowfrstate, ''country5 (1 for each name)5 (1 for each name). Registrationo Identify three objects by name and ask the patient to repeat3 (1 for each object). Attention & calculationo Serial 7s; subtract from 100(e. g., 93-86-79-72-65)5 (1 for each substruction). Recallo Recall the three objects presented earliero Languageo Name pencil and watcho Repeat \"No ifs and, or buts\"o Follow a 3 step command (e. g., \"Take this paper, fold it in half, and place it on table'')o Write \"close your eyes'' and ask the patient in obey written commando Ask patient to write a sentenceo Ask patient to copy a design (e. g., intersecting pentagons)3 (1 for each object)1 (1 for each object)13 (1 for each command)111. Total30o A score of 25 or above suggests normal cognition. A score below 25 suggests possible cognitive impairment and a score below 20 indicates definite impairment.",
        "cop": 2,
        "opa": "25",
        "opb": "30",
        "opc": "32",
        "opd": "35",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "8851246a-9185-4be5-8b34-2d972d23f778",
        "choice_type": "single"
    },
    {
        "question": "Global cerebral dysfunction characterised by alteration in cognitive function and consciousness is known as",
        "exp": "Ans. c (Delirium) (Ref. Kaplan & Sadock's Synopsis of Psychiatry, 10th ed., p. 325. Table 10. 2-5). Global cerebral dysfunction characterised by alteration in cognitive function and consciousness is known as delirium.# Delirium is Characterized by disorganized thinking, hallucinations (often visual), illusions, misperceptions, disturbance in sleep- wake cycle, cognitive dysfunction.# Usually 2deg to other illness (e. g., CNS disease, infection, trauma, substance abuse/withdrawal, metabolic/electrolyte disturbances, hemorrhage, urinary/fecal retention).# Most common presentation of altered mental status in inpatient setting. Abnormal EEG.# Treatment: Identify and address underlying cause. Optimize brain condition (02, hydration, # pain, etc). Antipsychotics (mainly haloperidol). Delirum versus Dementia. Characteristics. Delirium. Dementia. History. Acute, identifiable date. Chronic, cannot be dated. Onset. Rapid. Insidious. Duration. Days to weeks. Months to years. Course. Fluctuating. Chronically progressive. Level of consciousness. Fluctuating. Normal. Orientation. Impaired periodically. Disorientation to person. Memory. Recent memory markedly impaired. Remote memories seen as recent. Perception. Visual hallucinations. Hallucinations less common. Sleep. Disrupted sleep-wake cycle. Less sleep disruption. Reversibility. Reversible. Mostly irreversible. Physiologic changes. Prominent. Minimal. Attention span. Very short. Not reduced PsychosisA distorted perception of reality (psychosis) characterized by delusions, hallucinations, and/ or disorganized thinking. Psychosis can occur in patients with medical illness, psychiatric illness, or both. Hallucinations. Perceptions in the absence of external stimuli (e. g., seeing a light that is not actually present). Delusions. Unique, false beliefs about oneself or others that persist despite the facts (e. g., thinking aliens are communicating with you). Somatoform disorders. Somatization disorder# Set of eight more symptoms (four pain, two gastrointestinal, one sexual, one pseudoneurologic)# Onset before age 30# Symptoms usually occur over period of years# More common in women than in men (20 to 1). Conversion disorder# One or more symtoms# Altering of physical functioning, suggesting physical disorder# Usually skeletal, muscular, sensory, or some peripheral non-autonomic system, e. g., paralysis of the hand, loss of sight# Loss of functioning is real and unfeigned# Loss for la belle indifference. Hypochondriasis# Unrealistic interpretation of physical sign as abnormal# Preoccupation with illness or fear of illness when none present# Preoccupation persists in spite of reassurance# At least 6 months duration# Treat by simple palliative care and fostering relationship. Somatoform pain disorder# Severe, prolonged pain with no cause found# Pain disrupts day-to-day life# Look for secondary gain. Body dysmorphic disorder# Preoccupation with unrealistic negative evaluation of personal attractiveness# Sees self as ugly or horrific when normal in appearance# Preoccupation disrupts day-to-day life# May seek multipe plastic surgeries or other extreme interventions",
        "cop": 3,
        "opa": "Acute anxiety",
        "opb": "Depression",
        "opc": "Delirium",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "3d90f1c0-838a-49c6-b9b2-f15196abc160",
        "choice_type": "single"
    },
    {
        "question": "Erotomania is seen in -",
        "exp": "Ans. is 'a' i. e., Schizophreniao Erotomania is a type of delusion in which the affected person believed that another person, usually of higher status, is in love with him or her. o It is seen during psychosis, especially in patients with schizophrenia, delusional disorders and bipolar mania.",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "Unipolar mania",
        "opc": "Neurosis",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "5e20615d-85d9-4624-90f7-a2dc9e7b663c",
        "choice_type": "single"
    },
    {
        "question": "Most important feature of delirium -",
        "exp": "Ans. is 'd' i. e., Clouding of consciousness o The most conspicuous feature is a clouding of consciousness which ranges from mild dulling to deep coma. Deliriumo Delirium is defined by the acute onset of fluctuating cognitive impairment and a disturbance of consciousness. It is also referred to as acute confusional state or acute organic brain syndrome Clinical features of delirium -1) Altered consciousness (clouding of consciousness to coma)2) Cognitive impairment Impaired attention, poor concentration, disorientation or confusion, altered sensorium, and memory disturbances (Impairment of immediate and recent memory). 3. Perceptual anomalies Illusion, Hallucinations. 4. Emotional disturbances fear & anxiety'. 5. Language disturbances and psychomotor disturbances (hypoactivity or hyperactivity). 6. Disturbance of sleep-wake cycle. 7. Autonomic disturbances Tachycardia, sweating, tremors. 8. Neurological disturbances Tremor, seizure, choreiform movements.",
        "cop": 4,
        "opa": "Impaired attention",
        "opb": "Anxiety",
        "opc": "Hyperactivity",
        "opd": "Clouding of consciousness",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "02fd89f7-c6a8-4f57-a149-57ffbacd890c",
        "choice_type": "single"
    },
    {
        "question": "Delusion is a disorder of:",
        "exp": "Ans. is 'a' Thinking Cognition (Thought) Disorders are -Schizophrenia*Obsessive compulsive neurosis*Delusions* & phobias*Also remember. Hallucinations are disorder of - perception*",
        "cop": 1,
        "opa": "Thinking",
        "opb": "Memory",
        "opc": "Perception",
        "opd": "Intellect",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorder",
        "id": "3dbcd071-66a1-4053-97a4-0f5012360525",
        "choice_type": "single"
    }
]