[
    {
        "question": "Pseudodementia is seen in",
        "exp": "Depressive pseudodementia- depression in the elderly people may mimic dementia clinically. Identification of depression is very impoant as it is far more easily treatable than dementia. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 23)",
        "cop": 2,
        "opa": "Alcoholism",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "6187a6b2-8e52-405a-a0d0-2c3339b5f4b7",
        "choice_type": "single"
    },
    {
        "question": "In Alzheimer disease patients, the major effect on neurotransmitter systems of tacrine, donepezil, rivastigmine, and galantamine is to",
        "exp": "Low levels of Ach are associated with the symptoms of Alzheimer disease. Tacrine, donepezil, rivastigmine, and galantamine are acetylcholinesterase inhibitors (i. e., they block the breakdown of Ach, increasing its availability). These agents can thus be effective in slowing down the progression of the illness. They do not restore the function the patient has already lost.",
        "cop": 3,
        "opa": "increase dopamine availability",
        "opb": "decrease dopamine availability",
        "opc": "increase Ach availability",
        "opd": "decrease Ach availability",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "34c5ae30-0251-4530-b3d9-71b6ec52e08a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is explicit memory",
        "exp": "Declarative memory provides for the rapid learning of facts (semantic memory) and events (episodic memory). Ex. Facts, events. Non declarative memory includes skills & habits, priming, simple classical conditioning, non associative learning. Reference: Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 117.",
        "cop": 3,
        "opa": "Procedural",
        "opb": "Nondeclarative",
        "opc": "Sementic",
        "opd": "Working",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "0d512c73-c36b-45b6-8f75-dbe388ac8078",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example for reversible dementia?",
        "exp": "Impoant possibly reversible conditions are: Substance and medication related Anticholinergics, anti-hypeensives, sedative hypnotics Psychiatric disorders Depression Metabolic and endocrinal disorders Hypothyroidism, Vitamin B12 deficiency, Hepatic and Renal failure Neurosurgical conditions Normal pressure Hydrocephalus, Brain tumor, Subdural hematoma Neuroinfections Herpes encephalitis Miscellaneous Significant sensory deficits",
        "cop": 1,
        "opa": "Normal pressure hydrocephalus",
        "opb": "Alzheimer's dementia",
        "opc": "Lewy body dementia",
        "opd": "Creutz. Feldt Jakob disease",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "2fb42567-b69e-4b1b-ba13-7eed14450b11",
        "choice_type": "single"
    },
    {
        "question": "A patient with pneumonia for 5 days is admitted to the hospital in altered sensorium. He suddenly ceases to recognize the doctor and staff. He thinks that he is in jail and complains of scorpion attacking him. His probable diagnosis is:",
        "exp": "History of Medical disorder (pneumonia) Followed by disturbances in consciousness (altered sensorium), disorientation (failure to recognize doctor and staff and thinking that he is in jail) and Hallucinations (scorpions attacking) is suggestive of delirium.",
        "cop": 2,
        "opa": "Acute dementia",
        "opb": "Acute delirium",
        "opc": "Acute schizophrenia",
        "opd": "Acute paranoia",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "dd049663-f245-4459-87ae-aa64efb9e860",
        "choice_type": "single"
    },
    {
        "question": "Which of the following type of OCD has the poor response Exposure and Response prevention",
        "exp": "Poor response to psychological therapies in OCD:- * Hoarding pathology * Increased anxiety and OCD symptom severity * OCD symptom subtypes such religious, sexual, contamination * Unemployment * Being single/not married. Ref:- Clinical Psychology Review; pg num:- 1067-1081",
        "cop": 4,
        "opa": "Pathological doubt",
        "opb": "Di contamination",
        "opc": "Magical thinking",
        "opd": "Hoarding",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "221565e9-d12d-49d3-9f81-6a13c9ced982",
        "choice_type": "single"
    },
    {
        "question": "Global cerebral dysfunction characterized by alteration in cognitive function and consciousness is known as",
        "exp": "Delirium is the commonest organic symptom seen in clinical practice. Characterised by acute onset, clouding of consciousness, disorientation, asterixis, multifocal myoclonus, occupational delirium, tone and reflex abnormalities (Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 19). Alteration of consciousness is not seen in cases of anxiety, depression & dementia.",
        "cop": 3,
        "opa": "Acute anxiety",
        "opb": "Depression",
        "opc": "Delirium",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "edceef2a-c021-40e3-ae79-a36dfdeb193e",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of dementia",
        "exp": "Dementia refers to a disease process marked by progressive cognitive impairment in clear consciousness. Reference: Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 704.",
        "cop": 3,
        "opa": "Forgetfulness",
        "opb": "Loss of neurons in brain",
        "opc": "Loss of sensorium",
        "opd": "Wearing diy clothes",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "ba20d71c-d835-4c80-8c64-2affd0370f6d",
        "choice_type": "single"
    },
    {
        "question": "Catastrophic reaction is feature of",
        "exp": "Dementia is a chronic organic mental disorder. A catastrophic reaction is seen in dementia when beyond confronted with an assignment which is beyond the residual intellectual capacity, patient may go into a sudden rage. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 22)",
        "cop": 1,
        "opa": "Dementia",
        "opb": "Schizophrenia",
        "opc": "Delirium",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "d21baa38-2e64-4d96-813a-d517bc6e52d1",
        "choice_type": "single"
    },
    {
        "question": "Delirium and dementia can be differentiated by:",
        "exp": "Please remember that the hallmark of delirium is disturbance of consciousness (altered sensorium) whereas in dementia, there is no disturbance of consciousness. DELIRIUM DEMENTIA Onset Sudden onset Insidious onset Consciousness Disturbed NO Disturbance Course Fluctuating Course Progressive course",
        "cop": 4,
        "opa": "Loss of memory",
        "opb": "Apraxia",
        "opc": "Delusion",
        "opd": "Altered sensorium",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "2dde282e-4793-432e-b59f-cb01af2f0695",
        "choice_type": "single"
    },
    {
        "question": "Rivastigmine and Donepezil are drugs used predominantly in the management of",
        "exp": "In dementia, specific drug treatment such as cholinesterase inhibitors (e. g. donepezil, rivastigmine, galantamine) in moderate Alzheimer&; s disease, or memantine (NMDA antagonist) in moderate to severe Alzheimer's disease, can be helpful. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 26",
        "cop": 4,
        "opa": "Depression",
        "opb": "Dissociation",
        "opc": "Delusion",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "4938f254-fc3a-423f-9ad5-28ad31e724f9",
        "choice_type": "single"
    },
    {
        "question": "Wernicke&; s encephalopathy is due to deficiency of",
        "exp": "The commonest cause of the organic amnestic syndrome is chronic alcohol dependence. It is also called as Wernicke-korasakoff syndrome. Wernicke&; s encephalopathy is the acute phase of delirium proceeding to the organic amnestic syndrome, while korasakoff&; s syndrome is the chronic phase of the amnestic syndrome. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 27)",
        "cop": 1,
        "opa": "Thiamine",
        "opb": "Niacin",
        "opc": "Folic acid",
        "opd": "Pyridoxine",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "95f96565-8482-47d2-91c6-f128b4fbe37b",
        "choice_type": "single"
    },
    {
        "question": "Catastrophic reaction is feature of:",
        "exp": "Catastrophic reaction: is a feature of dementia may result in an emotional outburst in a patient of dementia when he gets aware about his intellectual deficits in a stressful situation.",
        "cop": 1,
        "opa": "Dementia",
        "opb": "Delirium",
        "opc": "Schizophrenia",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "32839cd2-bd04-4901-8105-01ff2ab9dba5",
        "choice_type": "single"
    },
    {
        "question": "Classical triad of global confusion, ataxia and ophthalmoplegia is seen in",
        "exp": "Wernicke&; s encephalopathy is an acute reaction to a severe deficiency of thiamine, the commonest cause being chronic alcohol use. Impoant clinical signs: Ocular signs- coarse nystagmus and ophthalmoplegia with bilateral external rectus paralysis occurring early. Higher mental function disturbances-disorientation, confusion, recent memory disturbances, poor attention span and distractibility are quite common. Other early symptoms are apathy and ataxia (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 38)",
        "cop": 3,
        "opa": "Alzheimer's disease",
        "opb": "Delerium tremors",
        "opc": "Wernicke's encephalopathy",
        "opd": "Korsakoff psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "8d0c6732-e5ef-4414-b156-757457c84b8f",
        "choice_type": "single"
    },
    {
        "question": "Organic mental disease is indicated by:",
        "exp": "Perseveration of speech is suggestive of organic mental disorders. Few books are giving the answer as delusion which is completely wrong. Flight of ideas is seen in case of mania. Incoherence is formal thought disorder characteristic of Schizophrenia.",
        "cop": 4,
        "opa": "Incoherence",
        "opb": "Delusion",
        "opc": "Flight of idea",
        "opd": "Perseveration of speech",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "71ae477d-513a-433a-a1fc-274ef84cb05b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause dementia in an adult is",
        "exp": "Dementia is a chronic organic mental disorder characterised by impairment of intellectual function, impairment of memory, deterioration of personality with lack of personal care Alzheimer&; s is the commonest cause of dementia seen in about 70% of all cases of dementia in USA. It is more commonly seen in women (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no23)",
        "cop": 1,
        "opa": "Alzheimer's",
        "opb": "Multi-infarct",
        "opc": "Pick disease",
        "opd": "Metabolic cause",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "07317fc2-68f9-4029-9494-35d5eb7a7e2b",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man who was a diagnosed case of HIV infection for last 12 years was brought to outpatient depament for evaluation. His wife repos that for last 6 months she has been noticing changes in his behaviour. She fuher added that 'He appears uninterested and doesn't seem to care about anything. I haven't seen him crying or saying something negative, but may be he is getting depressed. He is also having difficulty remembering things ' The patient has been irregular with his HIV medications. His last CD4+ cell count, measured 5 months ago, was 210/mm3. While walking, patient was observed to have subtle jerking movements. Which of the following is the likely diagnosis?",
        "exp": "It is a neurocognitive disorder, which is usually seen in untreated HIV patients with a CD4+ cell count of <200/mm3 and in patients with long-standing HIV disease. The onset is usually subacute and manifests with apathy and impairment of attention. Subcoical (e. g, basal ganglia, nigrostriatal) symptoms manifest early with symptoms such as slowed movement and difficulty with smooth limb movement. This is followed by coical symptoms such as memory decline. Regular antiretroviral therapy decreases the possibility of development of HIV associated dementia, and may be helpful even if the symptoms have already staed.",
        "cop": 3,
        "opa": "Alzheimer's disease",
        "opb": "Delirium",
        "opc": "HIV-associated dementia",
        "opd": "Major depressive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "af6e89cc-2243-4cff-9266-ac63f9eab960",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male patient sustains a serious head injury in an automobile accident. He had been aggressive and assaultive. He also makes inappropriate suggestive comments to the nurses and masturbates a great deal. The area(s) of the brain most likely to be affected in this patient is (are) the",
        "exp": "The patient is showing evidence of the Kluver-Bucy syndrome, which includes hypersexuality and docility and is associated with damage to the amygdala. Components of Kluver - Bucy syndrome- Hyperphagia Hypersexuality Hyperorality Visual agnosia D/d. Kleine-Levin syndrome(KLS) is a rare sleep disorder characterized by persistent episodic hypersomnia and cognitive or mood changes. Many patients also experience hyperphagia, hypersexuality and other symptoms. No visual agnosia is seen in this.",
        "cop": 4,
        "opa": "right parietal lobe",
        "opb": "basal ganglia",
        "opc": "hippocampus",
        "opd": "amygdala",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "1656fbf7-ea10-4e3b-945f-02e2883682db",
        "choice_type": "single"
    },
    {
        "question": "Disorientation occurs in:",
        "exp": "Presence of disturbances of consciousness and disorientation is suggestive of organic mental disorders.",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Organic brain syndrome",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "83492f4b-9f78-47a1-bef8-115c547ca40f",
        "choice_type": "single"
    },
    {
        "question": "Total score in Mini Mental Status Examination is",
        "exp": "The MMSE is a 30-point cognitive test developed in the mid-1970s to provide a bedside assessment of a broad array of cognitive function, including orientation, attention, memory, construction, and language. Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 241.",
        "cop": 2,
        "opa": "25",
        "opb": "30",
        "opc": "32",
        "opd": "35",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "6a3efaa3-6424-413f-8fdb-15a866a35811",
        "choice_type": "single"
    },
    {
        "question": "Biological Amnesia is",
        "exp": "Thiamine deficiency, hypoglycemia, hypoxia (including carbon monoxide poisoning), and herpes simplex encephalitis all have a predilection to damage the temporal lobes, paicularly the hippocampi, and thus can be associated with the development of amnestic disorders. The below image show major causes of amnestic disorders. Reference: Kaplan and Sadock's synopsis of psychiatry, 11th edition, page 719.",
        "cop": 1,
        "opa": "Presenile Dementia",
        "opb": "Lack of interest",
        "opc": "Opioid drug addiction",
        "opd": "Hypothyroidism",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "9c21f918-9083-4896-95fb-4f40f6ae0b0f",
        "choice_type": "single"
    },
    {
        "question": "To differentiate delirium from dementia in a 75-year-old male patient, the most appropriate diagnostic technique is",
        "exp": "Electroencephalogram (EEG) measures electrical activity in the coex and can be useful in differentiating delirium (abnormal EEG) from dementia (usually normal EEG) Evoked EEG is EEG measured after giving a stimulus.",
        "cop": 4,
        "opa": "Evoked EEG",
        "opb": "CT",
        "opc": "PET",
        "opd": "EEG",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "e97650d2-6e44-4876-aed9-7af41993ab7e",
        "choice_type": "single"
    },
    {
        "question": "Dementia of Alzheimer's type is not associated with one of the following",
        "exp": "An estimated 20 to 30 percent of patients with dementia (primarily patients with dementia of the Alzheimer's type) have hallucinations, and 30 to 40 percent have delusions, primarily of a paranoid or persecutory. In addition to psychosis and personality changes, depression and anxiety are major symptoms in an estimated 40 to 50 percent of patients with dementia. In addition to the aphasias in patients with dementia, apraxias and agnosias are common. Other neurological signs that can be associated with dementia are seizures, seen in approximately 10 percent of patients with dementia of the Alzheimer's type. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 11th Edition, page no. 713.",
        "cop": 4,
        "opa": "Depressive symptoms",
        "opb": "Delusions",
        "opc": "Apraxia and aphasia",
        "opd": "Cerebral infarcts",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "3e6f85b5-80c2-4998-a1ab-4699686221b5",
        "choice_type": "single"
    },
    {
        "question": "Biochemical aetiology of Alzheimer's disease relates to",
        "exp": "Alzheimer's disease is the commonest cause of dementia and it is not treatable disorder. Neurochemically there is a marked decrease in the brain choline acetyltransferase (CAT) with a similar decrease in brain acetylcholinesterase(AchE) (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 24). The main neurotransmitter implicated in Alzheimer's disease is Acetylcholine.",
        "cop": 3,
        "opa": "Serotonin",
        "opb": "Dopamine",
        "opc": "Acetylcholine",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "2ad9041c-cbfb-4f65-a5c0-41958cdce222",
        "choice_type": "single"
    },
    {
        "question": "Patient with IQ of 60 has",
        "exp": "Mental Retardation Level IQ Range 1. Mild 50-70* 2. Moderate 35-50* 3. Severe 20-35* 4. Profound <20* Reference: A Sho Textbook of Psychiatry by Niraj Ahuja page no. 156.",
        "cop": 4,
        "opa": "Severe MR",
        "opb": "Profound MR",
        "opc": "Moderate MR",
        "opd": "Mild MR",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "68c854bc-5abf-4d40-b709-b2c425eb3e7c",
        "choice_type": "single"
    },
    {
        "question": "The psychiatric disorder most commonly associated with myxedema:",
        "exp": "The most common psychiatric disorder associated with hypothyroidism is cognitive slowing followed by depression.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Phobia",
        "opd": "Psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "6ddb79d5-80de-4b4e-bef2-c4e128a6fd2e",
        "choice_type": "single"
    },
    {
        "question": "Not affected by Wernicke&; s disease",
        "exp": "In Wernicke&; s disease, neuropathologically, neuronal degeneration and haemorrhage are seen in thalamus, hypothalamus, mammillary bodies and midbrain. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 38",
        "cop": 3,
        "opa": "Hypothalamus",
        "opb": "Thalamus",
        "opc": "Hippocampus",
        "opd": "Mamillary bodies",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "32bafe2e-149b-47ca-a836-64aa2d13d4a8",
        "choice_type": "single"
    },
    {
        "question": "Dementia of Alzheimer&; s type is not associated with one of the following",
        "exp": "Dementia is a chronic organic mental disorder, characterized by the following main clinical features: 1. Impairment of intellectual functions, 2. Impairment of memory (predominantly of recent memory, especially in early stages), 3. Deterioration of personality with lack of personal care. Reference: A sho textbook of Psychiatry by Niraj Ahuja, page no. 22.",
        "cop": 4,
        "opa": "Depressive symptoms",
        "opb": "Delusions",
        "opc": "Apraxia and Aphasia",
        "opd": "Cerebral infarcts",
        "subject_name": "Psychiatry",
        "topic_name": "Organic mental disorders",
        "id": "e9d46596-2431-44a9-8a4b-8c039f75398d",
        "choice_type": "single"
    },
    {
        "question": "Area of brain resistant to neurofibrillary tangles in Alzheimer's disease:",
        "exp": "Histopathological studies have shown that neurofibrillary tangles are rarely present in lateral geniculate bodies Neurofibrillary tangles: These are intracellular deposits made up of Tau proteins Amount & distribution of NFTs correlates with severity, distribution of Alzheimer NFTs are found commonly in following areas: Coical neurons (esp entorhinal coex) Hippocampus Amygdala Basal forebrain Raphe nuclei",
        "cop": 3,
        "opa": "Visual association area",
        "opb": "Entorhinal coex",
        "opc": "Lateral geniculate body",
        "opd": "Cuneal gyrus area VI/temporal lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "64eb5c57-a171-4128-83ff-690d0912eabe",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man with no history of psychiatric illness in past presents with recent onset of disorientation, fluctuating mental status, abnormal autonomic signs, tremor, and seeing \"little snakes\" in his house. He has no known history of substance abuse. What is the most likely diagnosis?",
        "exp": "The history is suggestive of sudden onset of disorientation, autonomic instability and hallucinations in a 52 year old person. Most likely diagnosis is delirium.",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Dementia",
        "opc": "Delirium",
        "opd": "Depression with psychotic features",
        "subject_name": "Psychiatry",
        "topic_name": "Organic Mental Disorders",
        "id": "9e73b3b8-6d38-442e-88fa-089fd08e0366",
        "choice_type": "single"
    }
]