[
    {
        "question": "Associated with panic disorder are all except -",
        "exp": "Ans is 'd' i. e. Glutamate. Etiology of panic disorder Neuroanatomical correlates * It is believed that panic disorder arises from abnormal functioning of the fear network resulting in themaladaptive activation of the fear response which manifests as a panic attack. These fearful experiences may lead to a learned fear memory as demonstrated by avoidant behavior following the onset of PD as well as the feelings of anxiety regarding future episodes. Amygdala. The amygdala is a key structure of the limbic system with a role in the perception of fear, the fear response and learned fear memory and reduced activity of this region appears to contribute to panic disorder. Periaqueductal Grey. The periaqueductal gray (PAG) is a midbrain structure that has long been shown to be involved in approach and avoidance defense mechanisms. Its role in the pathobiology of panic disorder has been described and may be the locus where panic attacks arise. Upon stimulation, either electrically or through chemical modulators, animal models have exhibited characteristics of a panic response. Anterior cingulated cortex. Panic disorder has been associated with a reduction in gray matter volume of the right anterior cingulated cortex. The anterior cingulated cortex has a number of cognitive functions, playing roles in error detection, and emotional modulation. In particular, the rostral dorsal ACC is functionally activated during anticipation of negative interoceptive threat and body sensation such as hyperventilation, a common symptom of a panic attack. Cerebellum. While it is well established that the cerebellum is responsible for balance, the integration of sensory inputs for coordinating fine movements and locomotion, evidence is accumulating that the cerebellum also has a role in cognitive functions such as impulsivity, and may contribute to mental disease. Inhibition of cerebellar nuclei was observed in a model of panic involving deep brain stimulation of the dorsolateral PAG that elicited panic-like symptoms. It was shown that activation of deep cerebellar nuclei was significantly reduced after inducing a panic model of escape with the largest effect being in the vermis and fastigial nucleus. Neurotransmitters and PPIt is believed that dysregulation of various neurotransmitter system in brain regions involving the emotional and physiological correlates of panic and acute anxiety are the basis of panic disorder. Neurotransmitters implicated include. Noradrenaline (especially in the locus coeruleus). Endogenous opioids. Serotonin. GABACCKOrexin. Serotonergic system. Serotonin has been implicated in panic disorder following research showing that drugs modulating the serotonin system were also able to reduce panic attacks. Serotonin in the brain stem and PAG reduce panic symptoms, but within the amygdale, it works to increase anticipatory anxiety, a critical component of panic disorder. There is an observed reduced functioning of serotonergic receptors within the raphe nuclei in panic patients. Evidence indicates that patient with panic disorder are particularly sensitive to serotonin depletion. GABA * Reduced GABAergic inhibitory activity in the PAG and brain regions projecting to the amygdale are believed to play a role in panic disorder... Certain substances can induce panic attack. They are called panicogens. Panicogens can be broadly classified into two groups. Panicogens. Act by activating the HPA axis Other specific neurotransmitter systems. Cholecystokinin (CCK). Yohimbine. CuffienceM chlorophenylpiperazineN-methyl- b carboline 3-carboxamide * Carbon-di-oxide * Sodium bicarbonate* Sodium lactate. CCK * Cholecystokinin-tetrapeptide (CCK-4) has been established in models of generating panic and genetic studies in CCK system genes, which identified new susceptibility alleles, indicate a role of the this molecule in panic disorder. Orexin. Recent findings suggest that the activation of the orexin (or hypocretin) system may be involved in the panic disorder including an increase of orexin in CSF of panic subjects. Orexin is a neurotransmitter deriving mainly from the lateral hypothalamic area and has roles in arousal, and respiration, two characteristic facets of the pathophysiology of panic disorder.",
        "cop": 4,
        "opa": "Seratonin",
        "opb": "GABA",
        "opc": "Cholecystokinin (CCK)",
        "opd": "Glutamate",
        "subject_name": "Psychiatry",
        "topic_name": "Panic Disorder",
        "id": "4283e4f2-2859-44e2-b2fa-eb382f9db067",
        "choice_type": "multi"
    },
    {
        "question": "A female with symptoms mimicking heart disease with normal ECG & X-ray, the diagnosis is -",
        "exp": "Ans. is 'b' i. e., Panic attack o Panic attack may present like angina / MI e. g. palpitation, sweating, dysnea, chest discomfort or pain. Panic disordero Panic disorder is characterized by intermittent sever anxiety (Panic) unrelated to any particular situation or object. A panic attack has following characteristics:-i) Discrete episode of intense fearii) Abrupt onset (sudden onset). iii) Reaches as maximum within few minutes and lasts for some minutes. iv) At least four of the following symptoms:-1) Palpitation2) Sweating3) Shortness of breath (Breathlessness)4) Feeling of choking5) Chest pain or discomfort (chest constriction)6) Nausea or abdominal distress7) Trembling or shaking8) Dizziness, unsteady, fainting9) Derealization or depersonalization10) Fear of losing control11) Fear of dying (impending doom)12) Paresthesias13) Chills or hot flushes. v) At least one of the attack is followed by 1 month (or more) of one (or more) of the following:-a) Persistent concern of future attacks. b) Worry about the consequences of attacks (Heart attack, Stroke)c) Significant change in behavior related to attack.",
        "cop": 2,
        "opa": "Angina pectoris",
        "opb": "Panic attack",
        "opc": "ANS instability",
        "opd": "Vasovagal attack",
        "subject_name": "Psychiatry",
        "topic_name": "Panic Disorder",
        "id": "55e0d7e2-caed-48fa-a104-b5e4fdd6ccb1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for acute panic attacks is -",
        "exp": "Ans. is 'b' i. e. Benzodiazepines Treatment of Panic disorderso Two most effective treatment are: 1) Pharmacotherapy:- The cornerstone of drug therapy is andidepressants. SSRIs (Fluoxetine or other) are the preferred agents. Because therapeutic effect of antidepressants takes some time to develop, intially Benzodiazepines are given along with antidepressants to provide immediate relieffrom anxiety and panic attack. So, DOC of acute panic attack is benzodiazepine. Drug used for Panic disorders. SSRIs:- Fluoxetine, Paroxetine, Sertaline, Fluvoxamine, Citalopram. TCAs:- Clomipramine, imipramine. BZDs:- Alprazolam, Clonazepam, Diazepam, Lorazepam. MAOIs - Tranylcypromine, Phenelzine. RIMAs:- Moclobemide, Brofaramine. Atypical antidepressants:- Venalafaxine. Other:- Valproic acid, inositol. 2) Cognitive - Behavioral therapy:- Combination of cognitive or behavioral therapy with pharamacotherapy is more effective than either approach alone. o Other therapies include family therapy, insight-oriented psychotherapy (psychoanalysis and psychodynamic therapy). Remembero Drug of choice for panic disorders - SSRIso Drug of choice for acute panic attack - Benzodiazepines",
        "cop": 2,
        "opa": "Barbiturates",
        "opb": "Benzodiazepines",
        "opc": "TCAs",
        "opd": "MAO inhibitors",
        "subject_name": "Psychiatry",
        "topic_name": "Panic Disorder",
        "id": "c1c24fde-a1db-404f-946f-ef5d33afd372",
        "choice_type": "single"
    }
]