[
    {
        "question": "A female with symptoms mimicking heart disease with normal ECG & X-ray, the diagnosis is -",
        "exp": "Ans. is 'b' i. e., Panic attack o Panic attack may present like angina / MI e. g. palpitation, sweating, dysnea, chest discomfort or pain. Panic disordero Panic disorder is characterized by intermittent sever anxiety (Panic) unrelated to any particular situation or object. A panic attack has following characteristics:-i) Discrete episode of intense fearii) Abrupt onset (sudden onset). iii) Reaches as maximum within few minutes and lasts for some minutes. iv) At least four of the following symptoms:-1) Palpitation2) Sweating3) Shortness of breath (Breathlessness)4) Feeling of choking5) Chest pain or discomfort (chest constriction)6) Nausea or abdominal distress7) Trembling or shaking8) Dizziness, unsteady, fainting9) Derealization or depersonalization10) Fear of losing control11) Fear of dying (impending doom)12) Paresthesias13) Chills or hot flushes. v) At least one of the attack is followed by 1 month (or more) of one (or more) of the following:-a) Persistent concern of future attacks. b) Worry about the consequences of attacks (Heart attack, Stroke)c) Significant change in behavior related to attack.",
        "cop": 2,
        "opa": "Angina pectoris",
        "opb": "Panic attack",
        "opc": "ANS instability",
        "opd": "Vasovagal attack",
        "subject_name": "Psychiatry",
        "topic_name": "Panic Disorder",
        "id": "55e0d7e2-caed-48fa-a104-b5e4fdd6ccb1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for acute panic attacks is -",
        "exp": "Ans. is 'b' i. e. Benzodiazepines Treatment of Panic disorderso Two most effective treatment are: 1) Pharmacotherapy:- The cornerstone of drug therapy is andidepressants. SSRIs (Fluoxetine or other) are the preferred agents. Because therapeutic effect of antidepressants takes some time to develop, intially Benzodiazepines are given along with antidepressants to provide immediate relieffrom anxiety and panic attack. So, DOC of acute panic attack is benzodiazepine. Drug used for Panic disorders. SSRIs:- Fluoxetine, Paroxetine, Sertaline, Fluvoxamine, Citalopram. TCAs:- Clomipramine, imipramine. BZDs:- Alprazolam, Clonazepam, Diazepam, Lorazepam. MAOIs - Tranylcypromine, Phenelzine. RIMAs:- Moclobemide, Brofaramine. Atypical antidepressants:- Venalafaxine. Other:- Valproic acid, inositol. 2) Cognitive - Behavioral therapy:- Combination of cognitive or behavioral therapy with pharamacotherapy is more effective than either approach alone. o Other therapies include family therapy, insight-oriented psychotherapy (psychoanalysis and psychodynamic therapy). Remembero Drug of choice for panic disorders - SSRIso Drug of choice for acute panic attack - Benzodiazepines",
        "cop": 2,
        "opa": "Barbiturates",
        "opb": "Benzodiazepines",
        "opc": "TCAs",
        "opd": "MAO inhibitors",
        "subject_name": "Psychiatry",
        "topic_name": "Panic Disorder",
        "id": "c1c24fde-a1db-404f-946f-ef5d33afd372",
        "choice_type": "single"
    }
]