[
    {
        "question": "Treatment of depression with suicidal tendencies is?",
        "exp": "ANSWER: (C) ECTREF: Kaplan synopsis 10th ed p. 557. ECT is therapy of choice depression with: Suicidal tendency. Psychomotor retardation. Psychotic and delusional features with somatic syndrome. Intolerance, contraindication, refractory to drugs",
        "cop": 3,
        "opa": "Clozapine",
        "opb": "Mitrazapine",
        "opc": "ECT",
        "opd": "Olenzapine",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "a8b70198-2795-4dcd-a6f8-2066403c55f2",
        "choice_type": "single"
    },
    {
        "question": "The following is not an atypical antipsychotic",
        "exp": "Ans. is 'a' i. e. Thioridazine The most important distinction in modem day classification of antipsychotic drug is between the classical agents (typical) agents such as chlorpromazine, haloperidol and Zuclopenthixol and the atypical antipsychotics which include clozapine, risperidone, olanzapine and quetiapine. The atypical antipsychotics are \"atypical\" in their mode of action and adverse effect profile. Classical antipsychotics. Atypical antipsychotics* Acts by blocking D2 receptors* Usually do not act on D2 receptors* Highly likely to cause extra-pyramidal* Acts on 5. HT2, muscarinic acetylcholinesymptomreceptors and 0 3/4 adrenoceptors * Extrapyramidal symptoms less common. Examples Phenothiazines. Examples- Chlorpromazine- Clozapine- Thioridazine- Sulpiride- Trifluoperazine- Olanzapine- Fluphenazine- Risperidone. Butyrophenones- Ziprasidone- Trifluperidol- Sertindole- Droperidol- Ami sulpiride- Penfluridol Thioxanthene - Thiothixene - Flupenthixol Others - Pimozide - Reserpine",
        "cop": 1,
        "opa": "Thioridazine",
        "opb": "Clozapine",
        "opc": "Olanzapine",
        "opd": "Resperidone",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "d7f4f29c-0148-4f2e-81e8-de73e5921f2f",
        "choice_type": "single"
    },
    {
        "question": "A19 year old boy suffering from chronic schizophrenia is put on haloperidol in the dose of 20 mg/day. A week after the initiation of medication the patient shows restlessness, fidgety, irritability and cannot sit still at one place. The most appropriate treatment strategy is -",
        "exp": "Ans: C Akathasia is the complication. It's the most common extrapyramidal side effect to develop due to use of antipsychotics. it appears within hoursto weeks of starting anti psychotics. Doc is propranolol.",
        "cop": 3,
        "opa": "Increase in the dose of haloperidol",
        "opb": "Addition of anticholinergic drug",
        "opc": "Addtion of beta blocker",
        "opd": "Adding another antipsychotic drug",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "93638f2d-6b25-4fe9-8cd1-39fe7f952d3c",
        "choice_type": "single"
    },
    {
        "question": "A patient of schizophrenia treated for 5 years developed perioral movements. Likely diagnosis is:",
        "exp": "Ans. A. Tardive dyskinesia. Tardive dyskinesia is the abnormal movement of tongue, lips or buccal cavity after long time intake of antipsychotic drug intake. It develops after minimum of six months of antipsychotic intake.",
        "cop": 1,
        "opa": "Tardive dyskinesia",
        "opb": "Muscular dystonia",
        "opc": "Akathisia",
        "opd": "Malignant neuroleptic syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "186f2996-7e1f-4850-b1f8-aa8b7efb4359",
        "choice_type": "single"
    },
    {
        "question": "SSRIs should be carefully used in the young for the management of depression due to increase in-",
        "exp": "Ans. is 'c' i. e., Suicidal ideation o In 2003, th UK Medicine and Health Care products regulatory agency concluded that all SSRIs, with the exception of fluoxetine, were contraindicated in the treatment of depression in young people due to increase in suicidal ideation and dubious efficacy.",
        "cop": 3,
        "opa": "Nihilism ideation",
        "opb": "Guilt ideation",
        "opc": "Suicidal ideation",
        "opd": "Envious ideation",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "5ca74dab-13e3-43ba-9c79-2579c419275c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in Tourette syndrome is -",
        "exp": "Ans is 'c' i. e., Haioperidol o Dopamine receptor antagonists are the drugs used to treat tourette syndrome. Haioperidol and pimozide are the most commolnly used drugs.",
        "cop": 3,
        "opa": "Valproate",
        "opb": "Carbamazepene",
        "opc": "Haloperiodol",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "f316bdfd-28d6-4105-a674-8f6b17df88aa",
        "choice_type": "single"
    },
    {
        "question": "Antipsychotic drug with least extra pyramidal symptoms -",
        "exp": "Ans. is *c' i. e., Clozapine o Antipsychotics with no extrapyramidal side effects clozapine, aripiprazole, quetiapine. o Amongst typical antipsychotics, thioridazone has least extrapyramial side effects.",
        "cop": 3,
        "opa": "Pimozide",
        "opb": "Thioridazone",
        "opc": "Clozapine",
        "opd": "Flupromazine",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "ebb4c43c-cc21-4514-9168-da9878fd7481",
        "choice_type": "single"
    },
    {
        "question": "Normal therapeutic level of Lithium is:",
        "exp": "Ans: B (0. 7 - 1. 1 m. Eq/L) Lithium. Short Review. The peak serum levels occur between 30 minutes to 3 hours. The absorption is virtually complete in about 8 hours. Lithium is not protein bound: There is no metabolism of, litium in body. It is excreted almost entirely by kidneys. Tremor: This is the commonest side effect*, occurring in up to 50% of patients. The most serious (though uncommon! side-effects are hepatic toxicity (especially in children), acute hemorrhagic pancreatitis, and Steven Johnson syndrome. The exact mechanism of action is not known. Before starting treatment, it is essential to make sure of normal functioning of kidneys (most important), thyroid, heart and central nervous system. The side-effects are common and toxicity occurs easily; if blood level reach about 2. 0 m. Eq/L. Lite-tberatening intoxication occurs, if levels reach about 3. 5 m. Eq/L. Therapeutic Levels - 0. 8-12 m. Eq/LProphylactic Levels = 0. 6-1. 2 mE/q. Toxic Lithium Level/1 >2. 0 m. Eq/L Lithium (Li) || | | Drug of choice. Side effects Serum concentration || | 1. Acute manic episode2. Prophylasix of MDP - Most affected organ is Kidney > thyroid- Least affected organ is liver- Most common side effect is tremors- Li is contraindicated in sick sinus syndrome - Maintenance &. therapy= 0. 6- 1. 2 meq/L- Acute episode of mania= 0. 8 - 1. 2 meq/L- Toxicity = >1. 5 meq/L || | | Secreated in breast milk Reduces thyroxine synthesis Leucoyte count is increased Inhibits ADH action on distal tube | | | | So C/I in pregnancy Leads to goiter & hypothyroidism Leucoyte count is increased Inhibits ADH action on distal tube | | used in t/t of chemotherapy induced leucopenia & agranulocytosis used in SIADH",
        "cop": 2,
        "opa": "0. 5 to 0. 7 m. Eq/lit",
        "opb": "0. 7 to 1. 1 m. Eq/lit",
        "opc": "0. 1 to 0. 3 m. Eq/lit",
        "opd": "1. 5 to 2 m. Eq/lit",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "c57ff9f9-235d-460a-a9f1-f48e33386095",
        "choice_type": "single"
    },
    {
        "question": "Neuropsychiatric features are the side effects of -",
        "exp": "Ans. is 'a' i. e., Propanolol Wide spread neuropsvchiatric side effects has been attributed to propanololo Toxic psychosiso Hallucinations (hypnogogic and visusal)o Vivid dreams & nightmareso Insomniao Ataxiao Lightheadedness, fatigue, weaknesso Lethargyo Paresthesiao Depression",
        "cop": 1,
        "opa": "Propanolol",
        "opb": "Clozapine",
        "opc": "Disulfiram",
        "opd": "Clonidine",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "a18abf19-589e-460b-b56d-ad8b02b5f48f",
        "choice_type": "single"
    },
    {
        "question": "First agent shown to be effective in maniac phase of BPD -",
        "exp": "Ans. is 'a' i. e., Li o Lithium was the first effective drug for acute mania. Conditions. Preferred agentso Hypomaniao Lithium or Valproic acido Maniao Lithiumo Mania with dysphoria (mixed mania)o Valproic acido Mania with psychosiso Valproate with olanzapine or risperidone",
        "cop": 1,
        "opa": "Li",
        "opb": "Lamotrigrine",
        "opc": "Valproate",
        "opd": "Carbamezipine",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "0bddd63f-8695-4acd-a4bf-177ffdec8f1a",
        "choice_type": "single"
    },
    {
        "question": "Akathesia is characterized by -",
        "exp": "Ans. is 'a' i. e. Restlessness, persistant desire to move about, and fidgety & rocking movement o Akathisia is characterized by restlessness, inability to sit/stand quietly, persistant desire to move about, and fidgety & rocking movement. o Tongue protrusion, stiffness, oculogyric crisis and abnormal posture of trunk and limbs suggest the diagnosis of acute muscular dystonia. o Purposeless involuntary facial and limb movements, constant chewing and puffing of checks suggest the diagnosis of tardive dyskinesia. o Perioral tremors are known as Rabbit syndrome.",
        "cop": 1,
        "opa": "Restlessness, persistent desire to move about, and fidgety & rocking movement.",
        "opb": "Tongue protrusion, stiffness and abnormal posture of trunk and limbs",
        "opc": "Purposeless involuntary facial and limb movements",
        "opd": "Perioral tremor.",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "56d7fa63-bd9b-461c-9ab4-3031e981949d",
        "choice_type": "single"
    },
    {
        "question": "Rivastigmine & donepezil are drugs used predominantly in the management of -",
        "exp": "Ans. is 'd' i. e., Dementia o Rivastigmine, Donepezil, Galantamine and tacrine all are central cholinesterase inhibitors and are used in senile dementia of Alzheimer's desease.",
        "cop": 4,
        "opa": "Depression",
        "opb": "Dissociation",
        "opc": "Delusions",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Pharmacotherapy Management of Children and Adolescents",
        "id": "faeb3ef8-076c-4156-96d2-4bb02c7f23c0",
        "choice_type": "single"
    }
]