[
    {
        "question": "Post traumatic stress disorder is characterized by all except-",
        "exp": "Ans. is 'd' i. e., It doesn't develop after 6 months of stress o Symptoms of PTSD develop within 6 months of stressor, however 10% patients have delayed onset. Post traumatic stress disordero According to ICD - 10, this disorder arises as a delayed and'or protracted response to an exceptionally stressful or catastrophic life event or situation, which is likely to cause pervasive distress in 'almost any person' (e. g. disasters, war, rape or torture, serious accident). o The symptoms of PTSD may develop, after a period of latency, within six months after the stress or may be delayed beyond this period. o The classical triad of PTSD include. Hvper-arousai Anxiety, irritability, insomnia, poor concentration, Hypervigilance. Intrusions Reexperience of traumatic eventthrough intrusions in distressing thought, dream (Nightmares), Flashbacks. Avoidance Avoidance of stimuli (thoughts, activites, places or people) that arouse recollection of trauma. Treatmento Treatment of PTSD involve both behavior therapy and pharmacotherapy. Behavioral therapy Cognitive behavior therapy (CBT) is the treating of choice. Other forms of psychotherapy for PTSD are exposure therapy, eye movement desensitization and reprocessing (EMDR), and stress management. Pharmacotherapy Drugs used for PTSD are Antidepressants (SSRIs, TCAs MAOIs), Antianxiety drugs (BDZs, Buspirone), Carbamazepine, Valproate, Propranolol, clonidine.",
        "cop": 4,
        "opa": "Flash back and night mare",
        "opb": "Severe traumatic injury",
        "opc": "Re - experiencing stressful events",
        "opd": "It doesn't develop after 6 months of stress",
        "subject_name": "Psychiatry",
        "topic_name": "Posttraumatic Stress and Acute Stress Disorders",
        "id": "91f3fed2-4e9c-4015-8527-fafbdc8ca5c2",
        "choice_type": "multi"
    },
    {
        "question": "True about post traumatic stress disorder is:",
        "exp": "Ref: Synopsis of Psychiatry: Kaplan & Sadock. 10th edit ion. Explanation: Post traumatic stress disorder (PTSD). It is a psychiatric disorder following a major stress or traumatic event as the name implies. It is one of the psychiatric disorders where stress plays a direct and determinant role for the evolution of symptoms. Such disorders are classified as follows: 1. Adjustment disorder, where the stress is common and not a catastrophic one, e. g., strain in the interpersonal relationship. 2. Acute stress reaction/disorder and PTSD. where the stress is rare, unbearable and catastrophic in nature, e. g., rape, accident, floods, tsunami, war. Note that a person may be a victim or even be a witness to develop such disorders. Acute stress disorder (ASD). It is diagnosed when the signs and symptoms occur within 4 weeks after the stress. Symptoms should subside within 2 days to 4 weeks. If the symptoms occur after 4 weeks and/or persist for more than 4 weeks, then a diagnosis of PTSD is made. Both ASD and PTSD share same symptoms and etiopathogenesis except for the fact of onset and duration of symptoms. The symptoms are. Increased arousal as evidenced by sympathetic overactivity. Re-experiencing the event fin dreams as seen in children, in wakeful state where it takes the form of flashbacks) with or without cues (cues are anything which remind the stressful event) Persistent avoidance of stimuli associated with the trauma (like detachment from usual activities and known people). Though nightmares do occur in PTSD. they are not specific for this disorder.",
        "cop": 2,
        "opa": "Nightmares",
        "opb": "Recollection of events",
        "opc": "Depression",
        "opd": "Increased sexual desire",
        "subject_name": "Psychiatry",
        "topic_name": "Posttraumatic Stress and Acute Stress Disorders",
        "id": "2e9c7e4c-f8be-4a7c-ad23-2c282d3a99f2",
        "choice_type": "multi"
    }
]