[
    {
        "question": "Arrange the following subtypes of schizophrenia, in order of prognosis, with the best prognosis first and the worst prognosis last, 1. Paranoid schizophrenia2. Catatonic schizophrenia3. Simple schizophrenia4. Disorganised schizophrenia",
        "exp": "The correct sequence is Catatonic schizophrenia followed by Paranoid schizophrenia followed by Disorganised schizophrenia followed by Simple Schizophrenia Please remember in both DSM-5 and ICD-11, these subtypes have been removed",
        "cop": 3,
        "opa": "4-2-1-3",
        "opb": "2-1-3-4",
        "opc": "2-1-4-3",
        "opd": "1-2-4-3",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "e11268cf-9f08-491b-8937-3875cbd26f46",
        "choice_type": "single"
    },
    {
        "question": "A 16 year old boy does not attend school because of the fear of being harmed by school mates. He thinks that his classmates laugh at him and talk about him. He is even scared of going out of the market. He is most likely suffering from:",
        "exp": "The history is suggestive of delusion of persecution (fear that schoolmates may \"harm\" him) and delusion of reference (belief that classmates laugh at him and talk about him). Had they not used the term \"harm\" and \"scared\" a diagnosis of social anxiety disorder could have been enteained.",
        "cop": 4,
        "opa": "Anxiety disorder",
        "opb": "Manic depressive psychosis (bipolar disorder)",
        "opc": "Adjustment reaction",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "b9aac52e-05c8-4feb-9869-ab57c9704bdd",
        "choice_type": "single"
    },
    {
        "question": "The major difference between typical and atypical antipsychotics is that",
        "exp": "The most impoant reason to classify the antipsychotics in typical and atypical agents is the occurrence of extrapyramidal symptoms. Typical antipsychotics have significant extrapyramidal symptoms such as parkinsonism, acute muscle dystonia and tardive dyskinesia. These side-effects are negligible or minimal with atypical agents like clozapine, olanzapine and risperidone.",
        "cop": 2,
        "opa": "The latter cause minimal or no increase in prolactin",
        "opb": "The former cause tardive dyskinesia",
        "opc": "The former are available as parenteral preparations",
        "opd": "The latter cause substantial sedation",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "22a01327-5bbe-4144-95ef-e02cfd0db63f",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male was brought for evaluation. The history revealed that the patients 3 year old son died, 5 months back after being hit by a car. At the time of accident, patient was standing nearby and witnessed the accident. For last 5 months, he has been having symptoms of sadness of mood, crying spells, feelings of wohlessness, poor sleep and poor appetite. He has twice thought of killing himself but stopped at the end moment. He has not been attending the office of last 5 months. What is the likely diagnosis:",
        "exp": "Depression: A major depressive disorder occurs without a history of a manic, mixed, or hypomanic episode. A major depressive episode must last at least 2 weeks DIAGNOSIS: Major Depressive Disorder The DSM-5 diagnostic criteria for major depression Sadness of mood Diminished interest in pleasure Significant weight loss or gain more than 5% in a month Crying spells Feeling of wohlessness Poor sleep (Insomnia or hypersomnia) Suicidal thoughts Psychomotor retardation Fatigue or loss of energy. Five or more of these symptoms present for 2 weeks or more or either depressed mood or loss of interest or pleasure.",
        "cop": 3,
        "opa": "Post traumatic stress disorder",
        "opb": "Normal grief",
        "opc": "Major depression",
        "opd": "Adjustment disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "ddb2fe1c-105e-4ccf-a740-fe383571d102",
        "choice_type": "single"
    },
    {
        "question": "Token economy is used in the treatment of",
        "exp": "Token economy: It is a form of behavior modification designed to increase desirable behavior and decrease undesirable behavior with the use of tokens. Individuals receive tokens immediately after displaying desirable behavior. The tokens are collected and later exchanged for a meaningful object or privilege. The primary goal of a token economy is to increase desirable behavior and decrease undesirable behavior. Often token economies are used in institutional settings (such as psychiatric hospitals or correctional facilities) to manage the behavior of individuals who may be aggressive or unpredictable.",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "Depression",
        "opc": "Dementia",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "23f81bda-30da-45f3-bf14-5a87aa750ed9",
        "choice_type": "single"
    },
    {
        "question": "What is the new name for mental retardation in ICD-11?",
        "exp": "Mental retardation name DSM V: Intellectual disability ICD 11: Disorder of intellectual development",
        "cop": 2,
        "opa": "Intellectual disability",
        "opb": "Disorders of intellectual development",
        "opc": "Mental instability",
        "opd": "Intellectual deterioration",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "556cbdfb-2ea7-449a-b10b-7d14766f82bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a negative symptom of Schizophrenia?",
        "exp": "Anhedonia- lack of pleasure in a previously pleasurable activity Negative symptoms in Schizophrenia are: Apathy- Lack of concern Avolition- Loss of drive for goal directed activities Asociality- Lack of social interaction Affective flattening or blunting Alogia- Lack of speech output Anhedonia- Lack of pleasure in previously pleasurable activities. The more the negative symptoms in an individual with Schizophrenia, the worse is the prognosis.",
        "cop": 3,
        "opa": "Ambivalence",
        "opb": "Automatic obedience",
        "opc": "Anhedonia",
        "opd": "Delusion",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "f6369973-a4e8-4a9f-8e60-48c782f6f93a",
        "choice_type": "single"
    },
    {
        "question": "Waxy flexibility is a characteristic sign of:",
        "exp": "Waxy flexibility is a sign of catatonia. In waxy flexibility, when examiner makes a passive movement on patient, there is a feeling of plastic resistance which resembles bending of a soft wax candle. It is seen in stupors catatonia more commonly. In excitatory catatonia, instead of stupor, patient shows increased levels of goal less activity.",
        "cop": 2,
        "opa": "Excitatory catatonia",
        "opb": "Stuporous catatonia",
        "opc": "Obsessive compulsive disorder",
        "opd": "Paranoid schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "a5df6ce6-8aea-41f2-98ab-c3ab970c331c",
        "choice_type": "single"
    },
    {
        "question": "A 21 year old girl staed on antipsychotic by a primary care physician, due to a psychotic breakdown. It is noticed that she has developed amenorrhoea, decreased sexual desire and galactorrhoea as an adverse event to the drug. Which of the following dopamine pathway is involved in this adverse event to the drug?",
        "exp": "4 impoant pathways of Dopamine and their impoance Mesocoical pathway Negative symptoms of Schizophrenia Mesolimbic pathway Positive symptoms of Schizophrenia Nigrostriatal pathway Extrapyramidal symptoms Tuberoinfundibular pathway Hyperprolactinemia Prolactin: Anterior pituitary hormone Dopamine inhibits secretion of prolactin through the tuberoinfundibular pathway Through sho loop feedback mechanism, it inhibits its own secretion Hyperprolactinemia secondary to antipsychotic use can explain the amenorrhoea, decreased libido and galactorrhoea Prolactin levels are positively associated with severity of tardive dyskinesia and negative symptoms of schizophrenia",
        "cop": 2,
        "opa": "Nigrostriatal pathway",
        "opb": "Tuberoinfundibular pathway",
        "opc": "Mesocoical pathway",
        "opd": "Mesolimbic pathway",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "4b90ba26-8ee4-438d-8c3f-2f609d137bbd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a paranoid symptom?",
        "exp": "The term 'paranoid' is often used as a substitute for the term 'persecutory' hence paranoid delusions usually means Delusion of persecution but strictly speaking the term 'paranoid' means 'delusional'. hence all delusions are paranoid symptoms Thought Alienation; Symptom of psychosis, especially schizophrenia, in which patients feel that their own thoughts are in some way no longer within their control by being, for example, removed or replaced by an outside force or agency.",
        "cop": 4,
        "opa": "Delusion of persecution",
        "opb": "Delusion of reference",
        "opc": "Delusion of grandiosity",
        "opd": "Thought alienation",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "a562d13e-07be-40b3-a0ca-1374e0cfb8b3",
        "choice_type": "single"
    },
    {
        "question": "Antipsychotic drug associated with raised QT interval",
        "exp": "Anti-psychotic Drugs that prolong the QT interval and in some have been associated with torsades de pointes Clozapine-Anti-psychotic / Schizophrenia Felbamate-Anti-convulsant / Seizure Fosphenytoin-Anti-convulsant / Seizure Lithium-Anti-mania / bipolar disorder Quetiapine-Anti-psychotic / Schizophrenia Risperidone-Anti-psychotic / Schizophrenia Ziprasidone-Anti-psychotic / Schizophrenia",
        "cop": 1,
        "opa": "Risperidone",
        "opb": "Phenobarbitone",
        "opc": "Fluoxetine",
        "opd": "Midazolam",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "775c9ff1-3d7c-4e07-9c3a-8459f2bddce7",
        "choice_type": "single"
    },
    {
        "question": "Not a fundamental symptom of schizophrenia:-",
        "exp": "Eugen Bleuler's well-known four A's of schizophrenia - These 4 A also known as fundamentals/ primary symptoms of schizophrenia 1. AUTISM - autistic thinking and behavior. it must not be confuse with childhood autism. 2. AMBIVALENCE - Coexistence of two opposing impulses toward the same thing in the same person at the same time. Seen in schizophrenia, borderline states, and obsessive- compulsive disorders (OCDs). 3. AFFECT DISTURBANCES - disturbance of emotions 4. ASSOCIATION DISTURBANCE - is a lack of logical connection between a sequence of thoughts. This lack of logical association is sometimes called knight's-move thinking (referring to the sudden change of direction of the knight in chess)",
        "cop": 2,
        "opa": "Autism",
        "opb": "Automatism",
        "opc": "Association defect",
        "opd": "Ambivalence",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "3c466e6f-b8bf-4eff-ae56-f32cfacfa01e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in delirium?",
        "exp": "Delirium - treat the underlying cause For symptomatic treatment we can use benzodiazepines like in alcohol and antipsychotic (Haloperidol is the traditional choice, 0. 25-2 mg every 4 hours) Lithium has no role in treating delirium",
        "cop": 2,
        "opa": "Haloperidol",
        "opb": "Lithium",
        "opc": "Diazepam",
        "opd": "Olanzapine",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "f40f610a-3150-433b-a532-4af53d809199",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old patient with schizophrenia was staed on haloperidol 15 mg per day. A week later he was found to have high-grade fever, rigidity and the blood tests revealed leucocytosis and increased CPK levels. What is the usual cause of death in such patients?",
        "exp": "History of use of a typical antipsychotic followed by symptoms of high-grade fever, rigidity and increase CPK levels and leucocytosis is suggestive of Neuroleptic malignant syndrome (NMS). The patients with NMS may develop rhabdomyolysis, resulting in myoglobinuria and that may cause acute renal failure",
        "cop": 3,
        "opa": "Myocardial infarction",
        "opb": "Respiratory failure",
        "opc": "Acute renal failure",
        "opd": "Cardiac arrhythmias",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "a1a57678-26b6-4e20-a0d0-8d61ef361daf",
        "choice_type": "single"
    },
    {
        "question": "Marital skew is the cause in development of which among the following disorder?",
        "exp": "#NAME?",
        "cop": 2,
        "opa": "Conduct disorder",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Delusional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "43738d94-db52-499e-b2bc-69bd68018b27",
        "choice_type": "single"
    },
    {
        "question": "A 21 years old female was brought to psychiatry opd by her parents. According to mother, patient for last one month has been complaining that the neighbours are trying to record her activities and that they have put a camera in her room. She fuher says that two neighbourhood aunts keep on talking about her and make vulgar comments about her. Mother said that she has never heard any such voice and there house is quite separated from neighbours and its impossible that any voice can come to their house. However, patient insists that people are talking about her and some conspiracy is being hatched about her. The patient was diagnosed with schizophrenia and she was put on risperidone 3 mg/day. Patient showed significant improvement in her symptoms however on follow up she complained of milky discharge from nipples. Which of the following brain pathway is responsible for this side effect?",
        "exp": "The patient has developed antipsychotic induced hyperprolactinemia which is manifesting as galactorrhea. Blocakde of dopamine receptors by antipsychotics in tuberoinfundibular pathway causes hyperprolactinemia Aripiprazole is a paial D2 agonist, it is unlikely to cause hyperprolactinemia. Hence, it can be used for treatment.",
        "cop": 3,
        "opa": "Mesolimbic tract",
        "opb": "Mesocoical tract",
        "opc": "Tubero-Infundibular tract",
        "opd": "Coico-striato-thalamic tract",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "a310c61b-a27c-41db-a263-12ac60b57d98",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man with schizophrenia has been very withdrawn and apathetic for more than 10 years. He now is taking an antipsychotic agent that is helping him to be more outgoing and sociable. However, the patient is experiencing seizures, and agranulocytosis. The antipsychotic agent that this patient is most likely to be taking is",
        "exp": "The antipsychotic agent that this patient is most likely to be taking is clozapine. Like other atypical agents, clozapine is more effective against negative symptoms (e. g., withdrawal) than traditional agents such as haloperidol. However, clozapine is also is more likely to cause seizures and agranulocytosis than traditional agents or other atypicals, such as risperidone and olanzapine.",
        "cop": 4,
        "opa": "risperidone",
        "opb": "thioridizine",
        "opc": "olanzapine",
        "opd": "clozapine",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "61e369b4-3881-4e9d-8bab-dd5e9c0e300d",
        "choice_type": "single"
    },
    {
        "question": "Schizophrenia with late onset and good prognosis:",
        "exp": "Paranoid schizophrenia It is the most common type of schizophrenia, having late onset and good prognosis. Age of onset: late 3rd and early 4th decade Onset: insidious characterized mainly by presence of delusion of persecution, reference, grandeur, frequent auditory hallucinations etc -Best prognosis: Catatonic schizophrenia - Worst prognosis: Simple schizophrenia - In DSM-5 and proposed ICD-11, all the subtypes (paranoid, catatonic etc.) have been removed from the classification.",
        "cop": 4,
        "opa": "Simple schizophrenia",
        "opb": "Hebephrenic schizophrenia",
        "opc": "Catatonic schizophrenia",
        "opd": "Paranoid schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "93f82140-3201-4a0a-b39f-ddd163353ea0",
        "choice_type": "single"
    },
    {
        "question": "A patient is brought with 6 months history of odd behavior. There is history of a family member having disappeared some years back. He seems to be talking to himself and sometimes laughing loudly. The likely diagnosis is:-",
        "exp": "There is history of -Disorganized behavior -Hallucinations (talking to self and laughing loudly is most likely a result of patient hearing some voices and communicating with the voices) -The history of disappeared family member is again suggesting that some family member may have had a mental illness because of which either he got lost or committed suicide. All factors combined, the likely diagnosis is schizophrenia.",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "Conversion disorder",
        "opc": "Major depression",
        "opd": "Delusional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "625db726-8f3b-433c-8ef2-2bffebef393a",
        "choice_type": "single"
    },
    {
        "question": "Delusion of doubles is seen in:",
        "exp": "Delusion of doubles, is also known as Capgras syndrome and is usually seen in patients with Schizophrenia. It can be also be seen in patients with the delusional disorder, although is less common. DELUSIONAL MISIDENTIFICATION SYNDROME: Capgras' Syndrome In this, the patient believes that a person, usually closely related to him, has been replaced by an exact double. Eg: A patient stas hitting his wife telling that she is not his wife but she is a nurse and she wants to kill him. Fregoli's Syndrome Here the patient believes that an unfamiliar person has been replaced by a familiar person. Syndrome of Intermetamorphosis Here the patient believes that one or more individuals have been transformed, both physically and psychologically, into another person or people OR that people have exchanged identities with each other Syndrome of Subjective Doubles In this syndrome, the patient has the delusion that another person has been physically transformed into his own self, like a doppelganger",
        "cop": 2,
        "opa": "Schizoaffective disorder",
        "opb": "Capgras syndrome",
        "opc": "Delusional disorder",
        "opd": "Paranoid Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "86ab219f-40db-4387-a292-a85c51749e81",
        "choice_type": "single"
    },
    {
        "question": "Psychosis resulting due to chronic amphetamine intake most commonly resembles:",
        "exp": "Amphetamine inhibits neuronal reuptake of dopamine The prolonged use of large quantities of amphetamines may result in disturbances of perception and thinking. Paranoid psychosis may occur closely resembling the paranoid form of schizophrenia, with persecutory delusions, auditory and visual hallucinations, and sometimes aggressive behavior. Usually, the condition subsides within a week or two of stopping the drug, but occasionally persists for months. In some of these prolonged cases the diagnosis proves to be schizophrenia, not drug-induced psychosis.",
        "cop": 3,
        "opa": "Delirium",
        "opb": "Mania",
        "opc": "Paranoid schizophrenia",
        "opd": "Dissociative disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "cb27b2d0-9326-45e9-9c59-415448a3660a",
        "choice_type": "single"
    },
    {
        "question": "Laloo, a 40-year-old male has recently staed writing books. But the matter in his book could not be understood by anybody since it contained words which were never there in any dictionary and the theme was very disjoint. Nowadays he has become very shy and self absorbed. When he addresses people he speaks about meta philosophical ideas. What is the likely diagnosis?",
        "exp": "The history is suggestive of schizophrenia as following signs are described in patient. Neologisms - creates new own words. Formal thought disorders - theme is very disjoint Presence of negative symptoms -shy and self absorbed",
        "cop": 2,
        "opa": "Mania",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Delusional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "d068d490-3649-4970-829e-f95439fea36d",
        "choice_type": "single"
    },
    {
        "question": "A young patient with Schizophrenia is intolerant to antipsychotic medications. Which drug is most preferred?",
        "exp": "In patients who are intolerant to the extrapyramidal side effects due to Anti-psychotics, Clozapine is the preferred antipsychotics as it has minimal extrapyramidal side effects. -Overall, the antipsychotic associated with minimum EPS: Clozapine -Amongst typical antipsychotics, thioridazine has minimum EPS.",
        "cop": 1,
        "opa": "Clozapine",
        "opb": "Olanzapine",
        "opc": "Risperidone",
        "opd": "Haloperidol",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "28c5d0fb-4708-44bf-8b30-c56855ce8aa2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in delusional misidentification syndromes?",
        "exp": "Delusional misidentification syndromes include the following: a. Capgras syndrome b. Fregoli syndrome c. Syndrome of inter metamorphosis d. Syndrome of subjective doubles",
        "cop": 4,
        "opa": "Capgras syndrome",
        "opb": "Fregoli syndrome",
        "opc": "Syndrome of intermetamorphosis",
        "opd": "Syndrome of objective doubles",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "c16ab8fc-19a2-4865-adb3-ea1b3cff66ec",
        "choice_type": "single"
    },
    {
        "question": "Rivastigmine and donepezil are drugs used predominantly in the management of:",
        "exp": "Acetylcholinesterase inhibitors (donepezil, galantamine, rivastigmine) increase the concentration of and duration of action of acetylcholine in the central nervous system. There is evidence that in moderately severe Alzheimer's disease, these drugs improve cognitive function and behavior for up to a year.",
        "cop": 4,
        "opa": "Depression",
        "opb": "Dissociation",
        "opc": "Delusion",
        "opd": "Dementia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "c04fc36d-4923-4864-9f61-978501f7f60e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an environmental risk factor for schizophrenia?",
        "exp": "Environmental risk factor for schizophrenia - Environmental factors can predispose to the development of schizophrenia, precipitate the onset, provoke relapse after initial recovery, and maintain the disorder in persisting cases. Risk factor Relative risk ofdeveloping schizophrenia Predisposing Genetic Monozygotic twin of a schizophrenic patient 40 Dizygotic twin of a schizophrenic patient 15 Child of a schizophrenic patient 10-15 Sibling of a schizophrenic patient 10-15 Environmental Abnormalities of pregnancy and delivery 2 Maternal influenza (second trimester) 2 Migration 2 2 Winter bih 1. 1 1. 1 Precipitating Early cannabis consumption 2 Genes associated with schizophrenia Disc 1(disrupt in schizophrenia) COMT (catechol o methyl transferese) NRG 1 (neuregulin) GRM 3 (glutamate receptor metabotropic) RGS -4 (regulator of g protein signaling) DAOA (d amino acid oxidase activator)",
        "cop": 3,
        "opa": "Cannabis use",
        "opb": "Migration",
        "opc": "Higher socioeconomic status",
        "opd": "Obstetric complications",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "769ba115-f8d2-4b8f-a185-9f6ca2049ca5",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man, suffers from schizophrenia. He has a monozygotic twin brother. Based on the findings from genetic studies, what is the risk (in %) that his brother will develop schizophrenia?",
        "exp": "The risk of developing schizophrenia is 47% for mono-zygotic twins of schizophrenia patients. Epidemiology: Lifetime prevalence- 1% Point prevalence- 0. 5-1% Incidence rate- 0. 15-0. 25 per thousand Prevalence in specific groups One parent with schizophrenia 12% Both parents with schizophrenia 40% Non twin sibling of a patient with Schizophrenia 8% Dizygotic twin of patient with schizophrenia 12% Monozygotic twin of a patient with schizophrenia 47%",
        "cop": 4,
        "opa": "17%",
        "opb": "27%",
        "opc": "37%",
        "opd": "47%",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "e4a83e49-94a5-4349-999d-fab8594fe304",
        "choice_type": "single"
    },
    {
        "question": "A 31 year old patient of schizophrenia who has been taking antipsychotics for 7 years was taken for ophthalmologic examination. The examination reveals presence of retinal pigmentaion. Which of the following is the antipsychotic patient is most likely to be taking-",
        "exp": "Thioridazine is the only antipsychotic drug that causes retinal pigmentation, which in advanced cases may resemble retinitis pigmentosa. The deposits are usually associated with \"browning\" of vision. Thioridazone also causes: Prolongation of QT interval It has minimum EPS amongst typical anti psychotics. Chlorpromazine therapy: Deposits in the anterior poions of the eye (cornea and lens)",
        "cop": 2,
        "opa": "Chlorpromazine",
        "opb": "Thioridazine",
        "opc": "Haloperidol",
        "opd": "Quetiapine",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "dc7b5a8a-c6f8-4975-b156-6280d24a5c5b",
        "choice_type": "single"
    },
    {
        "question": "The least likely good prognostic factor in a patient with Schizophrenia is?",
        "exp": "Premorbid personality issues is a bad prognostic factor for schizophrenia. Schizophrenia Good Prognosis Bad Prognosis Acute onset (<2 weeks) Insidious onset Advanced age at onset (>35 year) Early onset <20 year) Catatonic subtype (Paranoid subtype has an intermediate prognosis) Simple, disorganized, hebephrenic Female Sex Male Sex Prominent Positive Symptom Prominent Negative symptom Presence of affective symptom Absence of affective symptoms Family H/O mood disorder Family h/o Schizophrenia Good premorbid functioning and personality traits Poor premorbid functioning and personality traits",
        "cop": 1,
        "opa": "Premorbid personality issues",
        "opb": "Acute onset",
        "opc": "Female gender",
        "opd": "History of mood disorder in the family",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "1e12eca1-7e40-4c93-b57c-145c89171c90",
        "choice_type": "single"
    },
    {
        "question": "A 19 - year - old boy suffering from chronic Schizophrenia is put on haloperidol at the dose of 20 mg/day. A week after the initiation of medication the patient shows restlessness, fidgetiness, irritability and cannot sit still at one place. The most appropriate treatment strategy is:",
        "exp": "The history here is suggestive of akathisia AKATHASIA It is a subjectively unpleasant state of inner restlessness where there is a strong desire to move Signs and symptoms: foot stamping when seated constantly crossing/uncrossing legs rocking from foot to foot constantly pacing up and down Prevalence: Higher prevalence with typical antipsychotics Among atypical antipsychotics, most prevalent with. Aripiprazole Treatment: Beta blockers like propranolol (DOC) Anticholinergics and benzodiazepines can also be used",
        "cop": 3,
        "opa": "Increase in the dose of haloperidol",
        "opb": "Addition of anticholinergic drug",
        "opc": "Addition of beta blocker",
        "opd": "Adding another antipsychotic drug",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "8e64e53c-fbc8-4de4-b12d-843986b58265",
        "choice_type": "single"
    },
    {
        "question": "Characteristic symptom in induced psychotic disorder is:",
        "exp": "In induced psychotic disorder or shared psychotic disorder, one person who has the delusion (primary case) induces the delusion in another person (secondary case). SHARED (OR INDUCED) PSYCHOTIC DISORDER: Also known asfolie a deux or communicated insanity. occurs among familiar persons Dominant individual with fixed delusions appears to induce similar beliefs in a dependent individual. Eg: Father believes that his neighbours are trying to harm his family. This belief is induced into his son and his son also stas to believe the same.",
        "cop": 3,
        "opa": "Insomnia",
        "opb": "Profound mood disturbances",
        "opc": "Accepting delusions of other person",
        "opd": "Suicidal ideation",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "868cdb80-bd4b-4f73-8220-10eb24151f84",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old boy with schizophrenia is well maintained on risperidone for the last 2 months. He has no family history of the disease. For how long will you continue treatment in this patient?",
        "exp": "The history is suggesting that the patient had first episode of schizophrenia and is now maintaining well for last two months It is generally recommended that after first episode, the treatment with antipsychotics should be continued for at least two years. If there are more than one episodes the treatment should continue for at least 5 years. In patients with multiple relapses, indefinite treatment is given.",
        "cop": 3,
        "opa": "5 years",
        "opb": "6 months",
        "opc": "2 years",
        "opd": "12 months",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "3bec1100-b202-43d3-9089-93db6dc7c9f1",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman is brought by her husband for complaint of abnormal behavior. During the interview, she laughs and cries with a very sho period of time spontaneously. Her affect is best described as?",
        "exp": "Labile affect Labile mood Sudden alterations in emotional responses, not related to environmental events Alternates between euphoric and dysphoric moods Apathy: Lack of concern Blunted affect: Greatly decreased display of emotional responses Euthymic: Normal mood, with no significant depression or elevation of mood",
        "cop": 4,
        "opa": "Apathy",
        "opb": "Blunted affect",
        "opc": "Euthymic affect",
        "opd": "Labile affect",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "d5ec916f-9114-4cc3-81da-d2100cd884e8",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old boy complains of hearing voices and aggressive behavior for last 2 days. He had persistent high fever before the onset of these symptoms. The family members repo that he has been muttering to self and gesticulating as if he is talking to someone. There is no history of any past psychiatric illness. The likely diagnosis is:-",
        "exp": "Acute Psychosis =Duration of symptoms < 1 month. =Often preceeded by stressor (fever being a common stressor, hence don't get confused.) =Symptoms similar to schizophrenia (Delusions, hallucinations, disorganisation) =often resolve completely Treatment: Antipsychotics and/or Benzodiazepines as and if needed. In this case if the history also mentioned disturbances of consciousness or history of disorientation, the likely diagnosis would be delirium. Hallmark of Delirium Impaired consciousness Develops quickly Fluctuating course with lucid intervals Hallmark of Dementia Loss of memory and intellectual abilities Develops slowly Progressive downhill course",
        "cop": 2,
        "opa": "Dementia",
        "opb": "Acute psychosis",
        "opc": "Delirium",
        "opd": "Delusional disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "c233b16d-1ca4-45b7-8df9-a4927a126220",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sign is not a pa of catatonia?",
        "exp": "Akathisia is a side effect of antipsychotics. Ambivalence might be confusing here, but please remember ambitendency is nothing but ambivalence of motor movements. Akinesia, which is lack of voluntary movements is another term for stupor.",
        "cop": 1,
        "opa": "Akathisia",
        "opb": "Ambivalence",
        "opc": "Ambitendency",
        "opd": "Akinesia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "1a2ea2aa-8591-4622-8e4b-c9f797b3ddaa",
        "choice_type": "single"
    },
    {
        "question": "The worldwide point prevalence of schizophrenia is best estimated as?",
        "exp": "The worldwide point prevalence of schizophrenia is 1%.",
        "cop": 1,
        "opa": "1%",
        "opb": "2. 50%",
        "opc": "5%",
        "opd": "10%.",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "f211f631-ffe9-433d-98f0-8a3c45059ad6",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old man repos that after a sudden financial loss, he had a bout of illness in which he felt sad and nervous and fearful, could not sleep or eat properly. He also began to hear voices telling him that he was useless and should kill himself. His symptoms stopped after approximately one week. He has had no similar episodes. Medical history includes no psychiatric conditions. Physical examination shows no abnormalities, and results of laboratory studies are within normal limits. Which of the following is the most likely diagnosis?",
        "exp": "History is suggestive of abrupt onset illness with psychotic symptoms which resolved within 1 week so it would be diagnosed as Brief Psychotic disorder as per DSM or Acute and transient psychotic disorder(ATPD) as per ICD. Disorder Characteristics Brief psychotic disorder Psychotic symptoms lasting >1 d but <1 mo; often precipitating psychosocial factors Schizophreniform disorder Psychotic and residual symptoms lasting 1-6 mo Schizophrenia Psychotic and residual symptoms lasting at least 6 mo Schizo-affective disorder Symptoms of depression or mania as well as schizophrenia; presence ofpsychotic symptoms for at least 2 weeks without mood symptoms",
        "cop": 2,
        "opa": "Schizophreniform disorder",
        "opb": "Brief psychotic disorder",
        "opc": "Schizo-affective disorder",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "94bfbe82-a572-4037-b228-1f6146037cf6",
        "choice_type": "single"
    },
    {
        "question": "Catatonic schizophrenia is associated with",
        "exp": "- Catatonic schizophrenia is a type of schizophrenia that includes extremes of behavior.- It includes motor symptoms.- At one end of the extreme the patient cannot speak, move or respond - there is a dramatic reduction in activity where viually all movement stops, as in a catatonic stupor.- At the other end of the extreme they are overexcited or hyperactive, sometimes mimicking sounds (echolalia) or movements (echopraxia) around them - often referred to as catatonic excitement.",
        "cop": 3,
        "opa": "Paranoid thoughts",
        "opb": "Suicidal behavior",
        "opc": "Motor symptoms",
        "opd": "Mental Retardation",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "5cbaa15f-87c3-442e-9e09-b4f907afe0df",
        "choice_type": "single"
    },
    {
        "question": "Blood sample of a 45 year old male shown increased levels of homovanillic acid. This patient is most likely suffering from:-",
        "exp": "The HVA is a metabolite of dopamine. Dopamine is usually increased in schizophrenia. Psychopathology Increased (|) or Decreased (|) Concentration of Metabolite in Blood Plasma, Cerebrospinal Neurotransmitter Fluid, or Urine Schizophrenia Conditions involving psychosis (|) HVA (homovanillic acid) Dopamine Parkinson's disease Treatment with anti-psychotic agents Depression (|) HVA Dopamine",
        "cop": 2,
        "opa": "Dementia",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Parkinson's disease",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "09d2bf04-7e18-4c09-90f4-27e4dcfdc4aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of premature death in Schizophrenia?",
        "exp": "Suicide is the most common cause of premature death. Around 20-50% of patients with schizophrenia attempt suicide and around 5-10% of patients with schizophrenia commit suicide. If you have to chose a single figure, the best answer would be 10% of patients with schizophrenia commit suicide. The most impoant factor for suicide in schizophrenia is the presence of a major depressive episode.",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Toxicity of antipsychotic drugs",
        "opd": "Hospital acquired infections",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "b80b2e04-090f-4fd2-94d7-70a92d7dda23",
        "choice_type": "single"
    },
    {
        "question": "The term 'schizophrenia' was coined by",
        "exp": "Coined The Term Eugen Bleuler Schizophrenia Sigmund Freud Free association, Oedipus Complex, Penis Envy, Repression, Psychoanalysis Hecker Hebephrenia Johann Christian Reil Father of Psychiatry",
        "cop": 1,
        "opa": "Eugene Bleuler",
        "opb": "Sigmund Freud",
        "opc": "Hecker",
        "opd": "Johann christian reil",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "82611616-0b30-47d2-9c93-20d176b58388",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a symptom of neuroleptic malignant syndrome?",
        "exp": "Hypothermia is not a feature of neuroleptic malignant syndrome, hypehermia is seen in NMS. Neuroleptic malignant syndrome is a fatal side effect of antipsychotic use. It is characterized by 1. muscle rigidity, 2. Fever 3. increased CPK (creatine phosphokinase) levels. Other symptoms include diaphoresis, tremors, confusion, autonomic disturbances, liver enzyme elevation and leukocytosis Treatment: 1. Withdrawal of antipsychotic and adequate hydration 2. DOC-Dantrolene",
        "cop": 2,
        "opa": "Autonomic dysregulation",
        "opb": "Hypothermia",
        "opc": "Muscle rigidity",
        "opd": "Catatonia and stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "6b8427e6-8617-4344-a88c-88fab9ff93b1",
        "choice_type": "single"
    },
    {
        "question": "The antipsychotic with least incidence of extrapyramidal symptoms is:-",
        "exp": "Typical Antipsychotics: Thioridazine causes minimum EPS (Marked central anticholinergic activity) Atypical Antipsychotic Agents: Risperidone causes maximum extrapyramidal symptoms (Potent D2 blocker) DRUG (TYPICAL ANTIPSYCHOTIC) EXTRAPYRAMIDAL SIDE EFFECTS Pimozide +++ Fluphenazine +++ Haloperidol +++ Thiothixene +++ Trifluoperazine +++ Loxapine ++ Triflupromazine ++ Chlorpromazine ++ Thioridazine +",
        "cop": 3,
        "opa": "Haloperidol",
        "opb": "Thiothixene",
        "opc": "Thioridazine",
        "opd": "Perphenazine",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "6b8ee344-0cc0-459a-be63-e58071cd1056",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old patient presented with history of suspiciousness, hearing voices not heard by other, aggression, poor sleep and appetite for last 3 months. During investigations, his ECG was done and it showed QTc of 480 ms. Which of the following drugs should be avoided in this patient?",
        "exp": "Antipsychotics causing QT prolongation: Ziprasidone Amisulpiride Quetiapine Thioridazone Pimozide",
        "cop": 1,
        "opa": "Ziprasidone",
        "opb": "Aripiprazole",
        "opc": "Clozapine",
        "opd": "Risperidone",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "53704aff-4b80-4e55-935c-bbf2d62405d5",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old patient of schizophrenia on antipsychotics presents with amenorrhea and galactorrhea. Which of the following antipsychotic should she be shifted to:-",
        "exp": "The history is suggestive of hyperprolactinemia. The drugs which are mostly associated with hyperprolactinemia include typical antipsychotics, risperidone, paliperidone, sulpiride and amisulpride. High levels of serum prolactin are associated with decreased libido, impaired sexual arousal, impaired orgasm, galactorrhea (milk production), and over time gynecomastia (breast enlargement). Aripiprazole, due to paial dopamine agonist, usually decreases serum prolactin and hence should be used in this case.",
        "cop": 4,
        "opa": "Haloperidol",
        "opb": "Olanzapine",
        "opc": "Risperidone",
        "opd": "Aripiprazole",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "189448d7-5b0b-4329-a5ed-54a7c5f080ff",
        "choice_type": "single"
    },
    {
        "question": "An elderly woman suffering from Schizophrenia is on antipsychotic medication. She developed purposeless involuntary facial and limb movements, constant chewing and puffing of cheeks. Which of the following drugs is least likely to be involved in this side effect?",
        "exp": "The history here is suggestive of tardive dyskinesia. TARDIVE DYSKINESIA It is an EPSE of the antipsychotics Occurs months to years after staing antipsychotics Signs and symptoms: Lip smacking or chewing Tongue protrusion Choreiform hand movements Pelvic thrusting Prevalance: 5% of patients per year of antipsychotic exposure Risk factors: elderly females those with affective illness i. e., Bipolar disorder > Schizophrenia those who have had acute EPS early in treatment Clozapine is least likely associated with Tardive dyskinesia booster: Tardive dyskinesia is caused by supersensitivity of dopamine receptors. It can be treated with dopamine depletors like tetrabenazine.",
        "cop": 2,
        "opa": "Haloperidol",
        "opb": "Clozapine",
        "opc": "Fluphenazine",
        "opd": "Loxapine",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "f541cc85-851a-4dfc-8176-434327434e0e",
        "choice_type": "single"
    },
    {
        "question": "Schizophrenia is a common presentation is which genetic disease?",
        "exp": "Di. George syndrome (22q11. 2 deletion, velocardiofacial syndrome): 30% have schizophrenia when reaches adulthood.",
        "cop": 2,
        "opa": "Down's syndrome",
        "opb": "Di. George syndrome",
        "opc": "Klinefelter's syndrome",
        "opd": "Neurofibromatosis",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "db522b44-f877-4fd6-b60a-6b1ecd7770c6",
        "choice_type": "single"
    },
    {
        "question": "A patient with acute psychosis, who is on haloperidol 20 mg/day for last 2 days, has an episode characterized by tongue protrusion, oculogyric crisis, stiffness and abnormal posture of limbs and trunk without loss of consciousness of last 20 minutes before presenting to casualty. This improved within a few minutes after administration of diphenhydramine HCI. The most likely diagnosis is:",
        "exp": "Antipsychotic drugs Extrapyramidal symptoms- dur to D2 blockade in limbic system Extrapyramidal symptoms Clinical features Special DOC Acute dystonia Oculogyric crisis ocular muscles spasm and opisthotonos Toicollis Protrusion of tongue leading to laryngospasm Grimacing Earliest to develop (days) Anticholinergic drugs Acute akathisia Constant purposeless involuntary movement from one place to another Most common EPS Days to week Propranolol Tardive dyskinesia chewing and sucking movements Grimacing Choreoathetoid movements Akathisia Seen after long(years) use of anti-psychotic Tetrabenazine Malignant neuroleptic syndrome Fluctuating level of consciousness Hypehermia -muscles rigidity Increase level of CPK Increase level of liver enzyme Confusion Diaphoresis Most common cause of death in this syndrome is acute renal failure Most serious side effect dantrolene DRUG induced parkinsonism Few weeks anticholinergics",
        "cop": 1,
        "opa": "Acute dystonia",
        "opb": "Akathisia",
        "opc": "Tardive dyskinesia",
        "opd": "Neuroleptic malignant syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "6fa26c39-5db5-4c39-a72c-039c195a4410",
        "choice_type": "single"
    },
    {
        "question": "Early onset and bad prognosis is seen in:",
        "exp": "Early onset and bad prognosis is seen in Disorganized / hebephrenic schizophrenia According to DSM 4, types of schizophrenia Paranoid schizophrenia Most common type Characterized by predominant positive symptoms Late onset and good prognosis Catatonic schizophrenia Predominant catatonic or motor symptoms Best prognosis out of other schizophrenia 1st line treatment - i. v lorazepam & electroconvulsive therapy Disorganized / hebephrenic schizophrenia Characterized by disorganized symptoms Early onset with bad prognosis Significant disorientation of personality Simple schizophrenia Predominant negative symptoms Worst prognosis of all types Post schizophrenic depression Max chance of suicidal attempt",
        "cop": 2,
        "opa": "Catatonic Schizophrenia",
        "opb": "Hebephrenic Schizophrenia",
        "opc": "Paranoid Schizophrenia",
        "opd": "Simple Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Schizophrenia Spectrum and Other Psychotic Disorders",
        "id": "95ede403-e28b-4b57-a174-57f4cda063ce",
        "choice_type": "single"
    }
]