[
    {
        "question": "Modaflnil is used for the treatment of -",
        "exp": "Ans. is 'a' i. e. Narcolepsy o Modafinil is a wakefulness-promoting agent (or eugeroic) used for treatment of disorders such asnarcolepsy, shift work sleep disorder, and excessive daytime sleepiness associated with obstructive sleep apneao It acts as a selective, relatively weak, atypical dopamine reuptake inhibitor. o Important side effects are headache (MC), nausea, nervousness, diarrhea, insomnia, anxiety, dizziness, and gastrointestinal problems. Rarely drug reaction related side effects like SJS, TEN etc have been noted.",
        "cop": 1,
        "opa": "Narcolepsy",
        "opb": "Sexual dysfunction",
        "opc": "Depression",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep-Wake Disorders",
        "id": "f3a55c03-691c-4265-9f7f-431f978b31a6",
        "choice_type": "single"
    },
    {
        "question": "Bruxismis-",
        "exp": "Ans. is 'c' i. e., Grinding of teeth during sleep Important events occnring during sleep. Deep sleep/slow wave sleep disorder: - These events occur during stage 3 & 4 of NREM. Important disorders arei) Somnambulism (Night walking): - Patient walks during sleep. ii) Sleep terror or night terrors (pavor noeturnus): - The patient suddenly gets up screaming, with autonomic arousal (tachycardia, sweating). Sleep terrors are rarely remembered in the morning (in contrast to night mares). No treatment is required only reassurance is required. However, in severe cases benzodiazepine can be used. Sleep-related enuresis (Nocturnal enuresis, 'bed wetting): - Repetitive voiding occurs during sleep. First line of treatment is behaviour therapy. If behavioral therapy fails, desmopressin (DOC) and Imipramine can be used. Bruxism (Teeth grinding). Sleep-talking (Somniloquy). REM sleep eventsi) Nocturnal penile tumescence: - It is spontaneous occurence of an erection of the penis during sleep. It is a normal phenomenon and occurs for 80-120 min utes per night Noctu rnal penile tumescence can be used to differentiate between psychogenic impotence and organic impotenceas nocturnal penile tumescence is preserved in psychogenic impotence but not in organic cause of impotence. Night mares (dream anxiety1 disorder): - They are characterized by fearful dreams occuring in the last one third of night sleep. The person wakes up frightned and remembers the dream vividly (in contrast to night terror). Narcolepsy: - This is characterized by excessive day time sleep, often disturbed night time sleep and disturbances in the REM steep. Age of onset is betw een 10-20 years. There is irresistable desire to sleep and bouts of sudden sleep each lasting for 10-30 minutes occuring during day time. In majority of cases narcolepsy is associated with one or more accessory symptoms: -Cataplexy: - It is the most common accessory symptom and is characterized by sudden decrease In muscle tone either, local or generalized. Hypnagogic hallucination: - Hallucination occuring just before falling asleep. When hallucination occurs just before awakening it is called hyponopompic hallucinations. Sleep paralysis (least common). Treatment of narcolepsy include stimulant medications (methyphenidate, amphetamines) or modafmil.",
        "cop": 3,
        "opa": "Walking during sleep",
        "opb": "Nocturnal enuresis",
        "opc": "Grinding of teeth during sleep",
        "opd": "Sleep apnoea",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep-Wake Disorders",
        "id": "92ea2900-9b3e-4dab-8778-09e9268ed5b9",
        "choice_type": "single"
    },
    {
        "question": "Child wakes up at night sweating and terrified does not remember the episode-diagnosis-",
        "exp": "Ans. is 'c' i. e., Night terrors o Sleep terror or night terrors (pavor nocturnus): - The patient suddenly gets up screaming, with autonomic arousal (tachycardia, sweating). Sleep terrors are rarely remembered in the morning (in contrast to night mares). No treatment is required only reassurance is required. However, in severe cases benzodiazepine can be used.",
        "cop": 3,
        "opa": "Narcolepsy",
        "opb": "Nightmares",
        "opc": "Night terrors",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep-Wake Disorders",
        "id": "a87f5cb0-8377-49d3-b073-9d15b74a069d",
        "choice_type": "single"
    },
    {
        "question": "Narcolepsy is due to abnormality in -",
        "exp": "Ans. is 'a' i. e., Hypothalamus o Narcolepsy is unique in that those who suffer from it typically fall almost instantaneously into REM sleep, o It is thought that narcolepsy is caused by a malfunctioning of the hypothalamus in brain.",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Neocortex",
        "opc": "Cerebellum",
        "opd": "Medullaoblongata",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep-Wake Disorders",
        "id": "8897bbc4-8110-402f-8074-35ae68d6a456",
        "choice_type": "single"
    },
    {
        "question": "What is a feature of narcolepsy-",
        "exp": "Ans. is 'b' i. e., Hypersomnia at day time Narcolepsyo This is characterized by excessive day time sleepy often disturbed night time steep and disturbances in the REM sleep. Age of onset is between 10-20 years. There is irresistable desire to sleep and bouts of sudden sleep each Lasting for 10-30 minutes occuring during day time. In majority of cases narcolepsy is associated with one or more accessory symptoms:-Cataplexy It is the most common accessory symptom and is characterized by sudden decrease in muscle tone either, local or generalized. Hypnagogic hallucination:- Hallucination occuring just before falling asleep. When hallucination occurs just before awakening it is called hyponopompic hallucinations. Sleep paralysis (least common).",
        "cop": 2,
        "opa": "Insomnia",
        "opb": "Hypersomnia at day time",
        "opc": "Bimism",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep-Wake Disorders",
        "id": "818d23a6-0796-4ec0-b1e5-90d0d2bce037",
        "choice_type": "single"
    }
]