[
    {
        "question": "Hypnagogic hallucinations are seen in",
        "exp": "NarcolepsyThe classic tetrad of symptoms is:i. Sleep attacks (most common): ii. Cataplexy: iii. Hypnagogic hallucinations: iv. Sleep paralysis (least common): Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 138",
        "cop": 3,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Narcolepsy",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "90f75de3-670d-4edd-bfc6-5d2f0aaf04a8",
        "choice_type": "multi"
    },
    {
        "question": "Not true about somnambulism among the following is",
        "exp": "* Somnambulism is an arousal parasomnia consisting of a series of complex behaviours that result in large movements in bed or walking during sleep. * Also called sleep walking, in this condition individual arises from bed and ambulates without fully awakening. * Individuals can engage in a variety of complex behaviours while unconscious. * Sleepwalks characteristically begin toward the end of the first or second slow wave sleep episodes (NREM stage III and IV). * Sleepwalking episodes may range from sitting up and attempting to walk to conducting an involved sequence of semi-purposeful actions Ref:- Kaplan & Sadock's Synopsis of Psychiatry 10th edition; Pg num:- 762",
        "cop": 1,
        "opa": "Low level motor skill/function is present",
        "opb": "Sleep walking",
        "opc": "Disorder of sleep arousal",
        "opd": "Patient consciousness is not preserved",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "7b5991f5-e83e-45ec-b347-7591ba168898",
        "choice_type": "multi"
    },
    {
        "question": "Symptoms of narcolepsy are all except",
        "exp": "NarcolepsyThe classic tetrad of symptoms is:i. Sleep attacks (most common): ii. Cataplexy: iii. Hypnagogic hallucinations: iv. Sleep paralysis (least common): Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 138",
        "cop": 2,
        "opa": "Cataplexy",
        "opb": "Catalepsy",
        "opc": "Daytime sleepiness",
        "opd": "hypnagogic hallucinations",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "f318a0ef-01f6-43e7-beff-de29694040ea",
        "choice_type": "multi"
    },
    {
        "question": "All are true about bulimia nervosa, except",
        "exp": "Bulimia NervosaBulimia nervosa is an eating disorder characterised by the following clinical features:1. Bulimia nervosa usually has an onset in early teens or adolescence.2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa.3. There is usually body-image disturbance and the person is unable to perceive own body size accurately.4. There is a persistent preoccupation with eating and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges).5. There are attempts to 'counteract' the effects of overeating by one or more of the following: self-induced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetitesuppressants.6. No known medical illness is present which can account for the disorder.7. An absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.144",
        "cop": 3,
        "opa": "Binge eating",
        "opb": "Self-induced vomiting",
        "opc": "Weight loss",
        "opd": "Purgative abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "2a9c966b-2541-40a2-b92f-45b71d44fd8f",
        "choice_type": "multi"
    },
    {
        "question": "True about treatment of nocturnal enuresis is",
        "exp": "Treatment of nocturnal enuresisThe management consists of one or more of the following measures:1. Restriction of fluid intake after 8 PM, in nocturnal enuresis.2. Bladder training during the daytime, aimed at increasing the holding-time of the bladder.3. Interruption of sleep before the expected time of bed wetting. The child should be fully woken up and made aware of the passing of urine.4. Conditioning devices, which cause an alarm to sound as soon as the voided urine touches the bedsheet.5. Suppoive psychotherapy for the child, parents and the whole family is often needed.6. Pharmacotherapy: Drug treatment is usually not a preferred option for the treatment of enuresis.The drug of choice in those who need pharmacotherapy has traditionally been a tricyclic antidepressant, usually imipramine (25-75 mg/day). It probably acts by its anticholinergic effect as well as by decreasing the deep sleep (stage 4 NREM-sleep) period. However, there is a risk of sudden death in some children with the use of tricyclic antidepressants. It should never be used for children under the age of 6 years. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 169",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "CPZ",
        "opc": "Alprazolam",
        "opd": "Haloperidol",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "9af7755c-ac73-49e4-9a8c-fe1a492860d9",
        "choice_type": "multi"
    },
    {
        "question": "A child wakes up at night sweating and terrified does not remember the episode. Diagnosis ?",
        "exp": "Sleep terrors/ Night Terrors individual gets up from sleep with a panicky scream and intense anxiety, body motility and autonomic hyperactivity. individual ahs limited recall of the event. Ref: synopsis of psychiatry, 11e, pg 539.",
        "cop": 3,
        "opa": "Narcolepsy",
        "opb": "Nightmares",
        "opc": "Night terrors",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "7c05f117-1e25-40dc-87c8-97789215641e",
        "choice_type": "single"
    },
    {
        "question": "True about anorexia nervosa is all except",
        "exp": "Anorexia Nervosa Anorexia nervosa is an eating disorder characterised by the following prominent clinical features: 1. It occurs much more often in females as compared to the males. The common age of onset is adolescence (13-19 years of age). 2. There is an intense fear of becoming obese. This fear does not decrease even if the body becomes very thin and underweight. 3. There is often a body-image disturbance. The person is unable to perceive own body size accurately. 4. There is a refusal to maintain the body weight above a minimally normal weight for that age, sex and height. 5. Significant weight loss occurs, usually more than 25% of the original weight. The final weight is usually 15% less than the minimum limit of normal weight (for that age, sex and height) or a Quetelet's body-mass index (BMI) of 17.5 or less 6. No known medical illness, which can account for the weight loss, is present. 7. An absence of any other primary psychiatric disorder. 8. Amenorrhoea, primary or secondary, is often present in females. Bulimia Nervosa Bulimia nervosa is an eating disorder characterised by the following clinical features: 1. Bulimia nervosa usually has an onset in early teens or adolescence. 2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa. 3. There is usually body-image disturbance and the person is unable to perceive own body size accurately. 4. There is a persistent preoccupation with eating and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges). 5. There are attempts to 'counteract' the effects of overeating by one or more of the following: self-induced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetite suppressants. 6. No known medical illness is present which can account for the disorder. 7. An absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 142, 144",
        "cop": 2,
        "opa": "Binge eating is common",
        "opb": "Unknown in male",
        "opc": "Ammenorrhoea stas before severe loss of weight",
        "opd": "Self-induced vomiting",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "1b678be7-3af8-41f1-b29d-758e908b34b0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a common feature of Anorexia nervosa",
        "exp": "Anorexia Nervosa Anorexia nervosa is an eating disorder characterised by the following prominent clinical features: 1. It occurs much more often in females as compared to the males. The common age of onset is adolescence (13-19 years of age). 2. There is an intense fear of becoming obese. This fear does not decrease even if the body becomes very thin and underweight. 3. There is often a body-image disturbance. The person is unable to perceive own body size accurately. 4. There is a refusal to maintain the body weight above a minimally normal weight for that age, sex and height. 5. Significant weight loss occurs, usually more than 25% of the original weight. The final weight is usually 15% less than the minimum limit of normal weight (for that age, sex and height) or a Quetelet's body-mass index (BMI) of 17.5 or less (Quetelet's body-mass index = weight in kg divided by square of height in meters). 6. No known medical illness, which can account for the weight loss, is present. 7. An absence of any other primary psychiatric disorder. 8. Amenorrhoea, primary or secondary, is often present in females. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 142",
        "cop": 1,
        "opa": "Binge eating",
        "opb": "Amenorrhoea",
        "opc": "Self perception of being fat",
        "opd": "Under weight",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "72497e1e-0d1d-4943-b81b-281d38691efc",
        "choice_type": "single"
    },
    {
        "question": "Ponto Geniculo Occipital spike is characteristic of ------- sleep",
        "exp": "PGO waves are prominent phasic bioelectrical , closely related to rapid eye , that occur in or during Ref: Principles and practice of sleep medicine, 6e, 2017.",
        "cop": 4,
        "opa": "Stage 1 NREM",
        "opb": "Stage 2 NREM",
        "opc": "Stage 4 NREM",
        "opd": "REM",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "71f6c1de-dc5c-49bd-aab1-eae9438ff0f7",
        "choice_type": "single"
    },
    {
        "question": "Anorexia nervosa can be differentiated from bulimia by",
        "exp": "Anorexia Nervosa Anorexia nervosa is an eating disorder characterised by the following prominent clinical features: 1. It occurs much more often in females as compared to the males. The common age of onset is adolescence (13-19 years of age). 2. There is an intense fear of becoming obese. This fear does not decrease even if the body becomes very thin and underweight. 3. There is often a body-image disturbance. The person is unable to perceive own body size accurately. 4. There is a refusal to maintain the body weight above a minimally normal weight for that age, sex and height. 5. Significant weight loss occurs, usually more than 25% of the original weight. The final weight is usually 15% less than the minimum limit of normal weight (for that age, sex and height) or a Quetelet's body-mass index (BMI) of 17.5 or less 6. No known medical illness, which can account for the weight loss, is present. 7. An absence of any other primary psychiatric disorder. 8. Amenorrhoea, primary or secondary, is often present in females. Bulimia Nervosa Bulimia nervosa is an eating disorder characterised by the following clinical features: 1. Bulimia nervosa usually has an onset in early teens or adolescence. 2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa. 3. There is usually body-image disturbance and the person is unable to perceive own body size accurately. 4. There is a persistent preoccupation with eating and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges). 5. There are attempts to 'counteract' the effects of overeating by one or more of the following: self-induced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetite suppressants. 6. No known medical illness is present which can account for the disorder. 7. An absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 142, 144",
        "cop": 4,
        "opa": "Intense fear of weight gain",
        "opb": "Disturbance of body image",
        "opc": "Adolescent age",
        "opd": "Peculiar patterns of food handling",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "49bbd4a8-9116-41ba-a614-307550ecea66",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr old male presents to the OPD with Erectile dysfunction. Basic screening evaluation is unremarkable. The next step in the evaluation/management should be",
        "exp": "Sildenafil citrate has been used for the treatment of erectile dysfunction. It is a competitive and selective inhibitor of cGMP (cyclic guanosine monophosphate)-specific PDE-5 (phosphodiesterase type 5). It prevents the rate of breakdown of cGMP causing enhanced relaxationof cavernosal smooth muscle, increase in aerial flow into corpus cavernosa, compression of subtunical veins, and hence penile erection. Other similar drugs include tadalafil and vardenafil. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 132",
        "cop": 1,
        "opa": "Oral sildenafil citrate trial",
        "opb": "Cavernosonometry",
        "opc": "Doppler study",
        "opd": "Neurological testing",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "9d298814-ac70-422e-a5bf-4dfc7d65eee7",
        "choice_type": "multi"
    },
    {
        "question": "True about REM sleep is",
        "exp": "ParasomniasParasomnias are dysfunctions or episodic nocturnal events occurring with sleep, sleep stages or paial arousals. Most parasomnias are common in childhood though they may persist into adulthood.Stage 4 Sleep Disorders:These disorders occur during deep sleep, i.e. Stages 3 and 4 of NREM-sleep.Nightmares (which occur during REM sleep) are clearly remembered in the morning. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 140",
        "cop": 1,
        "opa": "Night mares",
        "opb": "Night terror",
        "opc": "Somniloquy",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "792fbe85-7ed3-42a1-9fda-28122b8697f3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about bulimia nervosa",
        "exp": "Bulimia Nervosa Bulimia nervosa is an eating disorder characterised by the following clinical features: 1. Bulimia nervosa usually has an onset in early teens or adolescence. 2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa. 3. There is usually body-image disturbance and the person is unable to perceive own body size accurately. 4. There is a persistent preoccupation with eating and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges). 5. There are attempts to 'counteract' the effects of overeating by one or more of the following: self-induced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetite suppressants. 6. No known medical illness is present which can account for the disorder. 7. An absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.144",
        "cop": 1,
        "opa": "Invariable weight loss with endocrine disorders",
        "opb": "Occurrence of both binge eating and inappropriate compensatory behavior at least twice weekly, on an average, for 3 months",
        "opc": "Recurrent episodes of eating binges",
        "opd": "Recurrent self - induced vomiting",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "d3367115-7b0f-4622-858d-085b2fc978ba",
        "choice_type": "multi"
    },
    {
        "question": "How to differentiate between psychological and organic erectile dysfunction",
        "exp": "Psychological impotence usually occurs acutely. The early morning erections and erections during REM sleep (nocturnal penile tumescence; NPT) are usually preserved. If a man repos of spontaneous erections at times when he does not plan to have an intercourse, having morning erections, or having good erections with masturbation or with paners other then his usual one, the organic causes can be considered negligible. Nocturnal penile tumescence is a normal physiological phenomenon seen in males during early morning hours. Squeeze technique is used in pre mature ejacualtion Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 128, 130 Synopsis of Psychiatry, 11e, pg 577.",
        "cop": 1,
        "opa": "Nocturnal penile tumescence",
        "opb": "PIPE therapy",
        "opc": "Sildenafil induced erection",
        "opd": "Squeeze technique",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "ff2f26ab-b306-4cba-b62e-b5a24902debf",
        "choice_type": "single"
    },
    {
        "question": "Bruxism is",
        "exp": "Bruxism (teeth-grinding): The patient has an involuntary and forceful grinding of teeth during sleep. Though the bed paner repos loud sounds produced by grinding of teeth and destruction of the tooth enamel is obvious, the patient remains completely unaware of the episode(s). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 140",
        "cop": 3,
        "opa": "Walking during sleep",
        "opb": "Nocturnal enuresis",
        "opc": "Grinding of teeth during sleep",
        "opd": "Sleep apnoea",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "37d485f6-7019-4aa8-bfd0-c83028277b93",
        "choice_type": "single"
    },
    {
        "question": "Alpha rhythm in EEG is seen in",
        "exp": "The EEG recordings show typical features of sleep which is broadly divided into two broadly different phases: 1. D-sleep (desynchronised or dreaming sleep), also called as REM- sleep (rapid eye movement sleep), active sleep, or paradoxical sleep. 2. S-sleep (synchronised sleep), also called as NREM-sleep (non-REM sleep), quiet sleep, or ohodox sleep. S-sleep or NREM-sleep is fuher divided into four stages, ranging from stages 1 to 4. As the person falls asleep, the person first passes through these stages of NREM-sleep. The EEG recording during the waking state shows alpha waves of 8-12 cycles/sec. frequency. The onset of sleep is characterised by a disappearance of the alpha-activity. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 133",
        "cop": 3,
        "opa": "Sleep with eyes closed and mind wandering",
        "opb": "Mental activity",
        "opc": "Awake with eyes open",
        "opd": "REM sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "64a8c094-3dd0-42de-94ef-6da630c3a33d",
        "choice_type": "single"
    },
    {
        "question": "Drug for premature ejaculation",
        "exp": "Over the past one or two decades, clinical investigators have paicipated in an increasing number of studies that are helping in our understanding of Pre Mature Ejaculation, which will undoubtedly facilitate future treatments. Apa from a number of behavioral approaches, the treatment of PE consists of primarily off-label use of oral selective serotonin reuptake inhibitors (SSRIs) either on-demand or daily delivery. However, various undesirable side-effects of these medications have led researchers to search for and develop new therapeutic approaches for Pre Mature Ejaculation. Dapoxetine is a sho-acting SSRI developed specifically for the treatment of Pre Mature Ejaculation. Early trials with dapoxetine have documented successful outcomes without serious sho- or long-term side-effects. Ref: Dapoxetine, a novel SSRI for the treatment of pre mature ejaculation. Ther Clinc Risk Manag, 2007 Jun 3(2): 277-89.",
        "cop": 1,
        "opa": "Dapoxetine",
        "opb": "Chlorpromazine",
        "opc": "Citalopram",
        "opd": "Escitalopram",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "3fed3383-fd38-4bf7-87eb-c6c873a1ffa5",
        "choice_type": "single"
    },
    {
        "question": "Bruxism is seen in",
        "exp": "Parasomnias Parasomnias are dysfunctions or episodic nocturnal events occurring with sleep, sleep stages or paial arousals. These disorders occur during deep sleep, i.e. Stages 3 and 4 of NREM-sleep. The common Stage 4 parasomnias are: 1. Sleep-walking ( somnambulism): The patient carries out automatic motor activities that range from simple to complex. He may leave the bed, walk about or leave the house. Arousal is difficult and accidents may occur during sleep-walking. 2. Sleep-terrors or night terrors ( pavor nocturnus): The patient suddenly gets up screaming with autonomic arousal (tachycardia, sweating and hyperventilation). He may be difficult to arouse and rarely recalls the episode on awakening. 3. Sleep-related enuresis (bedwetting): 4. Bruxism (teeth-grinding): The patient has an involuntary and forceful grinding of teeth during sleep. Though the bed paner repos loud sounds produced by grinding of teeth and destruction of the tooth enamel is obvious, the patient remains completely unaware of the episode(s). 5. Sleep-talking ( somniloquy): The patient talks during stages 3 and 4 of sleep but does not remember anything about it in the morning on awakening. Treatment Since benzodiazepines suppress stage 4 of NREM sleep, a single dose at bedtime usually provides relief from stage 4 parasomnias. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 140",
        "cop": 2,
        "opa": "NREM stage 1, 2",
        "opb": "NREM stage 3, 4",
        "opc": "REM",
        "opd": "Any of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "2c5c6b21-3e14-41c5-984b-99d3f4b1d167",
        "choice_type": "multi"
    },
    {
        "question": "True in narcolepsy is",
        "exp": "Narcolepsy is the most repeated question Though the choices may look confusing but this will be simple if mechanism is understood * NARCOLEPSY * Cataplexy ( loss of muscle tone) * Hynogogic hallucination * Hynopompic hallucination * Sleep paralysis * Excessive day time sleepiness * Strong emotions can trigger cataplexy * ETIOLOGY======HYPOCRETIN DEFICIENCY in LATERAL HPOTHALAMUS * TREATMENT=====MODAFINIL AND psychostimulants In normal individuals REM sleep occurs after 90 minutes of NREM sleep. During the REM sleep there will be LOSS OF POSTURE and DREAMS In patients with narcolepsy that occurs due to hypocretin deficiency in lateral hypothalamus, the REM sleep occurs early immediately after the patient goes to bed, thus when the patient is half awake, REM sleep stas and he will sta experiencing dreams and could hear voices which the patient would attribute to hallucinations called as HYPNOGOGOC HALLUCINATIONS, they would be half awake and the REM sleep would sta and it make them immobile thus causing SLEEPPARALYSIS In patients with narcolepsy that occurs due to hypocretin deficiency in lateral hypothalamus, the REM sleep occurs not only immediately after the patient goes to bed sometimes it even gets into wakefulness thus when the patient is awake and when REM stas he would have loss of tone called as CATAPLEXY MOST REPEATED ONW WORD NARCOLEPSY HAS CATAPLEXY (sudden loss of tone and falls to sleep) CATATONIA HAS CATALEPSY (abnormal postures) Ref.Kaplon and sadock, synopsis of psychiatry, 11 th edition, pg no. 545",
        "cop": 3,
        "opa": "Normal night time sleep",
        "opb": "Normal REM sleep",
        "opc": "Hypersomnia",
        "opd": "Increased REM latency",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "8043c5cb-5808-4364-add2-daf4b596b1df",
        "choice_type": "multi"
    },
    {
        "question": "Not true about Narcolepsy is",
        "exp": "Narcolepsy is neither a typs of epilepsy nor a psychogenic disturbance. It is an abnormality of the sleep mechanisms specifically, REM inhibiting mechanisms. Ref: Synopsis of Psychiatry, 11e, pg 547.",
        "cop": 2,
        "opa": "Cataplexy",
        "opb": "Sleep architecture normal",
        "opc": "Loss of muscle tone",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "8e20f796-fc88-471e-9d87-1edf43035fb7",
        "choice_type": "multi"
    },
    {
        "question": "EEG waves are called",
        "exp": "Hans Berger, a German psychiatrist, pioneered the EEG in humans in 1924. EEG waves have been named after him. Ref: EEG: An Introductory Text and Atlas of Normal and Abnormal Findings in Adults, Children, and Infants. Erik K and Lauren C Frey. American epilepsy society. pg 4.",
        "cop": 2,
        "opa": "Delta waves",
        "opb": "Berger's waves",
        "opc": "REM rhythm",
        "opd": "NERM rhythm",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "22781a55-347e-40fe-a64d-ccfe15970cfa",
        "choice_type": "multi"
    },
    {
        "question": "Narcolepsy is due to abnormality in",
        "exp": "Narcolepsy is the prototypical example of sleepiness produced by a basic CNS dysfunction of sleep mechanisms. The etiology stems from a genetically triggered Hypocretin dysfunction and deficit. It is apparent that the hypocretin system plays a critical role in narcolepsy. The Hypocretin producing cell bodies are specific to Hypothalamus and have widespread anatomical projections. Ref: Synopsis of Psychiatry, 11e, pg 548. Ebrahim IO, Howard RS et al. The Hypocretin/ Orexin system. J R Soc Med, 2002 May, 95(5), 227-30.",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Neocoex",
        "opc": "Cerebellum",
        "opd": "Medulla oblongata",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "4adf6142-51de-4b7f-ad18-dac76b057f16",
        "choice_type": "single"
    },
    {
        "question": "More common in binge eating compared to bulimia nervosa is",
        "exp": "Bulimia Nervosa Bulimia nervosa is an eating disorder characterised by the following clinical features: 1. Bulimia nervosa usually has an onset in early teens or adolescence. 2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa. 3. There is usually body-image disturbance and the person is unable to perceive own body size accurately. 4. There is a persistent preoccupation with eating and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges). 5. There are attempts to 'counteract' the effects of overeating by one or more of the following: self-induced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetite suppressants. 6. No known medical illness is present which can account for the disorder. 7. An absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.144",
        "cop": 1,
        "opa": "Obesity",
        "opb": "Self induced vomiting",
        "opc": "Menstrual disorder",
        "opd": "Sho duration",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "dd4ca0d1-8062-4296-b78d-e555975cb375",
        "choice_type": "single"
    },
    {
        "question": "Beta Wave tracing in EEG is found in",
        "exp": "EEG waves wave frequency condition beta > 13Hz during cognitive effos, drowsiness and light sleep alpha 8-13Hz relaxed wakefulness with eyes closed theta 4-7.5Hz deep sleep, hyperventillation delta 0.1-3.5Hz drowsiness, deep sleep Ref: Standard EEG in clinical psychiatry, Wiley-blackwell, 1e, pg 34.",
        "cop": 4,
        "opa": "REM sleep",
        "opb": "NREM sleep",
        "opc": "Quiet wakefulness",
        "opd": "Awake",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "db0a4d80-721b-4110-97af-892752831c98",
        "choice_type": "single"
    },
    {
        "question": "Feature of narcolepsy",
        "exp": "The hallmark of this disorder is decreased REM latency, i.e. decreased latent period before the first REM period occurs. Normal REM latency is 90-100 minutes. In narcolepsy, REM-sleep usually occurs within 10 minutes of the onset of sleep. The common age of onset is 15-25 years, with usually a stable course throughout life. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 138",
        "cop": 2,
        "opa": "Increased sleep time",
        "opb": "Decreased REM sleep latency",
        "opc": "Increase in muscle tone",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "39a594ed-0458-48b3-89ff-b222d7366f54",
        "choice_type": "multi"
    },
    {
        "question": "Most accurate treatment for erectile dysfunction is",
        "exp": "Sildenafil citrate has been used for the treatment of erectile dysfunction. Rapidly absorbed after oral administration, the maximum plasma concentration is reached in 30-120 minutes. It is metabolised in liver (mainly by cytochrome P450 3A4) and is conveed to an active metabolite. Sildenafil has a terminal half-life of about 4 hours. It is highly bound to plasma proteins and is not dialyzable. It is a competitive and selective inhibitor of cGMP (cyclic guanosine monophosphate)-specific PDE-5 (phosphodiesterase type 5). It prevents the rate of breakdown of cGMP causing enhanced relaxation of cavernosal smooth muscle, increase in aerial flow into corpus cavernosa, compression of subtunical veins, and hence penile erection. The typical dose is 50 mg (25-100 mg), 1 hour before sexual activity. The maximum recommended dosing frequency is once a day. The adverse effects include a transient and mild headache, flushing, dyspepsia, and nasal congestion. Caution needs to be exercised in patients with known history of hypersensitivity, Other similar drugs include tadalafil and vardenafil. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 132",
        "cop": 1,
        "opa": "Sildenafil",
        "opb": "Master and Johnson technique",
        "opc": "Beta blockers",
        "opd": "Papaverine",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "7da1fda6-6168-40c0-b649-1b1242f96671",
        "choice_type": "single"
    },
    {
        "question": "Quod Hanc means",
        "exp": "This is a very interesting concept When males comes with impotence the history has to be obtained from the patient to rule out wheather it is organic or psychogenic erectile dysfunction Ceain points in history helps us to confirm that we are dealing with a case of psychogenic impotence The history is mainly * Early morning erection * Erection when not needed * Erection during masturbation * Erection when having sexual relationship with other paners now when coming back to the question there are ceain people who can maintain erectio only with ceain paners but could not maintain erection with other paners called as impotence quoad hunc another question that asked under this heading is Madonna- putana complex * given by Freud * These men can maintain erection with women whom they consider as degraded Ref.Kaplon and sadock, synopsis of psychiatry, 11 th edition, pg no. 584",
        "cop": 4,
        "opa": "Passive paner in sexual intercourse",
        "opb": "Women having high sexual desire",
        "opc": "Sexual paner in pedophilia",
        "opd": "Male impotent to paicular woman",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "415bd591-0ace-400c-a45f-65a751c17e47",
        "choice_type": "single"
    },
    {
        "question": "Not true about narcolepsy",
        "exp": "Classic form of Narcolepsy is characterised by Tetrad of symptoms- excessive day time sleepiness, cataplexsy, sleep paralysis and hypnogogic hallucinations. Sleep attacks leads to 10 to 20 minutes of sleep, after which patient feels refreshed, at least briefly. Ref: Synopsis of Psychiatry, 11e, pg 547.",
        "cop": 2,
        "opa": "Sudden sleep attack",
        "opb": "Long duration (>3 hrs) of sleep",
        "opc": "Cataplexy",
        "opd": "Presents in 2nd decade",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "83813f09-607f-470f-a13d-3f7a77bae142",
        "choice_type": "multi"
    },
    {
        "question": "True about NREM sleep is",
        "exp": "Bruxism is seen NREM stage 3, 4. Nightmares, Sleep paralysis are seen in REM sleep. Ref: synopsis of psychiatry, 11e, pg 538.",
        "cop": 1,
        "opa": "Teeth grinding",
        "opb": "Narcolepsy",
        "opc": "Night mares",
        "opd": "Sleep paralysis",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "8420aa72-1bab-45ca-911d-e6585a6cef03",
        "choice_type": "multi"
    },
    {
        "question": "Well dressed man comes with a feeling of women trapped in his body, he is suffering from",
        "exp": "GENDER IDENTITY DISORDERSThese disorders are characterised by the disturbance in gender identity, i.e. the sense of one's masculinity or femininity is disturbed. This group includes:1. Transsexualism: Male and female; primary and secondary.2. Gender identity disorder of childhood.3. Dual-role transvestism.4. Intersexuality. TranssexualismTranssexualism, the severest form of gender identity disorders, is characterised by the following clinical features: 1. Normal anatomic sex.2. The persistent and significant sense of discomfo regarding one's anatomic sex and a feeling that it is inappropriate to one's perceived-gender.3. Marked preoccupation with the wish to get rid of one's genitals and secondary sex characteristics, and to adopt sex characteristics of the other sex (perceived-gender).4. Diagnosis is made after pubey. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 121",
        "cop": 3,
        "opa": "Paraphilia",
        "opb": "Transvestism",
        "opc": "Gender identity disorder",
        "opd": "Frotturism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "4f92ae9e-fcdd-4ca0-92be-cdd2001530b2",
        "choice_type": "single"
    },
    {
        "question": "Maximum duration of time spent is in NREM stage",
        "exp": "Young adulthood, the distribution of sleep is as follows- NREM 75% stage 1 5% stage 2 45% stage 3 12% stage 4 13% REM 25% Ref- Synopsis of psychiatry, 11e, pg 535.",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "7ae4def0-9337-4253-bd17-fa60286a70ab",
        "choice_type": "single"
    },
    {
        "question": "What is a feature of narcolepsy",
        "exp": "NarcolepsyThis is a disorder characterised by excessive daytime sleepiness, often disturbed night-time sleep and disturbances in the REM-sleep. The hallmark of this disorder is decreased REM latency, i.e. decreased latent period before the first REM period occurs. Normal REM latency is 90-100 minutes. In narcolepsy, REM-sleep usually occurs within 10 minutes of the onset of sleep. The common age of onset is 15-25 years, with usually a stable course throughout life. The prevalence rate of narcolepsy is about 4 per 10,000.The classic tetrad of symptoms is:i. Sleep attacks (most common):iii. Hypnagogic hallucinations:iv. Sleep paralysis (least common): Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 138",
        "cop": 2,
        "opa": "Insomnia",
        "opb": "Hypersomnia at day time",
        "opc": "Bruxism",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "d5b93d84-319b-4245-92a3-f98862f3afae",
        "choice_type": "single"
    },
    {
        "question": "A young lady is present with history of repeated episodes of overeating followed by purging using laxatives, she is probably suffering from",
        "exp": "Bulimia Nervosa Bulimia nervosa is an eating disorder charac terised by the following clinical features: 1. Bulimia nervosa usually has an onset in early teens or adolescence. 2. There is an intense fear of becoming obese. There may be an earlier history of anorexia nervosa. 3. There is usually body-image disturbance and the person is unable to perceive own body size accurately. 4. There is a persistent preoccupation with eating, and an irresistible craving for food. There are episodes of overeating in which large amounts of food are consumed within sho periods of time (eating binges). 5. There are attempts to 'counteract' the effects of overeating by one or more of the following: selfinduced vomiting, purgative abuse, periods of starvation, and/or use of drugs such as appetite suppressants. 6. No known medical illness is present which can account for the disorder. 7. Absence of any other primary psychiatric disorder. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.144",
        "cop": 1,
        "opa": "Bulimia nervosa",
        "opb": "Schizophrenia",
        "opc": "Anorexia nervosa",
        "opd": "Benign eating disorders",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "1ad5c5d6-7e55-4732-b2d3-bce2e7fc7eeb",
        "choice_type": "single"
    },
    {
        "question": "Excessive sexual desire in males is known as",
        "exp": "Disorders of Appetitive Phase (Sexual Desire Disorders)1. Hypoactive sexual desire disorder:This disorder is characterised by an absence of fantasies and desire for sexual activity which is not secondary to other sexual dysfunctions, such as premature ejaculation or dyspareunia.This disorder is many times more common in females (previously called as frigidity) and its prevalence increases with age. 2. Sexual aversion disorder and lack of sexual enjoyment disorder:In the sexual aversion disorder, there is an aversion to and avoidance of all sexual activity with a sexual paner. 3. Excessive sexual drive:Rarely, both men (Satyriasis) and women (Nymphomania) may complain of the excessive sexual drive as a problem. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 126",
        "cop": 2,
        "opa": "Nymphomania",
        "opb": "Satyriasis",
        "opc": "Triabadism",
        "opd": "Sadism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep disorders and eating disorders",
        "id": "442fa731-65c1-461b-ab3c-368b35e26cfa",
        "choice_type": "single"
    }
]