[
    {
        "question": "A 16 years old female presents with recurrent abdominal pain hut biochemical assays and ultrasound abdomen is normal. After waking up from sleep, she suddenly complains of loss of vision of bilateral eyes. Ophthalmologist finds nothing on examination. This condition is most probably due to:",
        "exp": "Ans. c. Malingering (Ref: Kaplan and Sadocks 10/e p887)A 16 years old female presents with recurrent abdominal pain but biochemical assays and ultrasound abdomen is normal. After waking up from sleep, she suddenly complains of loss of vision of bilateral eyes. Ophthalmologist finds nothing on examination. This condition is most probably due to Malingering. Malingering is fabricating or exaggerating the symptoms of mental or physical disorders for a variety of 'secondary gain' motives, which may include financial compensation (often tied to fraud); avoiding school, work or military service; obtaining drugs; getting lighter criminal sentences; or simply to attract attention or sympathy. Malingering. Fabricating or exaggerating the symptoms of mental or physical disorders for a variety of 'secondary gain' motives, which may include financial compensation (often tied to fraud); avoiding school, work or military service; obtaining drugs: getting lighter criminal sentences: or simply to attract attention or sympathy. Malingering can lead to abuse of the medical system, with unnecessary tests being performed and time being wasted by the clinician as opposed to those with legitimate health problems. Malingering can exist in a variety of intensities, from pure (in which all symptoms are falsified) to partial, in which symptoms are exaggerated. Treatment: Treatment lies in the clinician being able to detect the disorder. Cues for the clinician include. If the patient has legal problems. Potential for financial reward, antisocial personality disorder. If the patient's story is in congruent with known facts or other informant accounts. If the patient will not cooperate while being evaluated. Psychological evaluation is also recommended as a way to diagnose malingering, in particular, the Minnesota Multiphasic Personality Inventory (MMPI-2) as this measure has validity scales of value for this purpose. The MMPI-2 provides objective, scientifically based information about whether an individual has responded honestly to the test, or whether he or she has exaggerated or minimized psychological problems (possibly to obtain an external incentive, such as money damages in a personal injury lawsuit).",
        "cop": 3,
        "opa": "Bilateral optic neuritis",
        "opb": "Posterior cerebellar artery infarct",
        "opc": "Malingering",
        "opd": "Occipital hemorrhage",
        "subject_name": "Psychiatry",
        "topic_name": "Somatic Symptom Disorder",
        "id": "9b912ddd-c2b9-4ec3-a4eb-13dd4b375c3e",
        "choice_type": "single"
    }
]