[
    {
        "question": "A 36-year-old woman presents with headache, backache, epigastric fullness, and decreased sexual desire. She has lost -2. 5 kg over the past 3 years, and her appetite is otherwise normal. Her husband had a major vehicular accident 8 years back. Which of the following diagnoses best describes the mental status of this patient?",
        "exp": "Ans. c (Somatization disorder), (Ref. Psychiatry by Niraj Ahuja 7th ed. 125, 197)SOMATIZATION DISORDERA history of many physical complaints beginning before age 30 years that occur over a period of several years and result in treatment being sought or significant impairment in social, occupational, or other important areas of functioning. Each of the following criteria must have been met, with individual symptoms occurring at any time during the course of the disturbance: 1. Four pain symptoms2. Two gastrointestinal symptoms3. One sexual symptom4. One pseudoneurologic symptom. All the symptoms are not intentionally produced or feigned. Post traumatic stress disorder (PTSD). Delayed and protracted response to an exceptionally stressful or catastrophic situation or life event which causes pervasive distress in almost any person (e. g. natural calamities/disasters, wars, rape, torture or serious accident). It is characterized by recurrent and intrusive recollections of stressful event either in flashbacks or dreams. Associated sense of experiencing of stressful event with anxiety and increased arousal. Partial amnesia, feeling of numbness and anhedonia. Depersonalization disorder. It is a dissociative disorder, diagnosed when patients report feeling detached from their mental processes or body (e. g. feelings as if they are in dream), however patient accurately report who they are and what is going around them, but it results in significant distress or impairment in functioning. Depression. The diagnosis of depression should be considered in any geriatric patient who complains about increasing levels of somatic concern. An important point is that although many patients and clinicians believe that depression is a normal feature of a terminal illness, most terminally ill patients do not become depressed.",
        "cop": 3,
        "opa": "Depersonalization disorder",
        "opb": "Adjustment disorder and depression",
        "opc": "Somatization disorder",
        "opd": "Posttraumatic stress disorder (PTSD)",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "ba3a4398-0d98-40b4-907f-de057d89c9c1",
        "choice_type": "single"
    },
    {
        "question": "Ganser syndrome is a feature of",
        "exp": "Dissociative Disorders Ganser's syndrome ( hysterical pseudodementia) is commonly found in prison inmates. The characteristic feature is vorbeireden, which is also called as 'approximate answers'. The answers are wrong but show that the person understands the nature of the question asked. For example; when asked the colour of a red pen, the patient calls it blue. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 102",
        "cop": 3,
        "opa": "OCD",
        "opb": "Conversion disorder",
        "opc": "Dissociative disorder",
        "opd": "Schizoid personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform disorders",
        "id": "f12ea90e-b493-45bf-9323-e516bb32a66a",
        "choice_type": "single"
    },
    {
        "question": "A 25 years old male c/o recurrent abdominal pain but biochemical assays and ultrasound abdomen is normal. He also complains of constant headache. He suddenly complains of loss of vision of bilateral eyes. Ophthalmologist finds nothing on examination. Symptoms are most probably due to -",
        "exp": "Ans. is'd' i. e., Factitious disorder Factitious disorder (munchausen syndrome)* It is also known as Hospital addiction, hospital hoboes, or Professional patient.* The term Munchausen syndrome is used for those patients who repeatedly simulate or fake diseases (intentionally) for the sole purpose of obtaining medical attention. There is no other recognizable motive (in contrast to malingering).* The typical presentation of Munchausen syndrome is characterized by a restless journing from doctor to doctor and hospital to hospital, an ever-changing list of complaints and symptoms. Patient tries to maintain sick role to obtain medical attention. There may be evidence of earlier treatment usually surgical procedure, for example multiple surgical scars (grid iron abdomen).* Person can mimic any physical or psychiatric illness. The patients distort their clinical histories, laboratory tests reports and even facts about other aspects of their life i. e., pseudologia fantastica (In contrast, In conversion disorder, somatization disorders and hypochondriasis, there is no distortion of clinical history or labortory tests). Sometimes, they distort physical signs by self-inflicted injuries and secondary infections.* Patient has eagerness to undergo various tests, investigations and procedures",
        "cop": 4,
        "opa": "Bilateral optic neuritis",
        "opb": "Posterior inferior cerebellar artery infarct",
        "opc": "Malingering",
        "opd": "Factitious disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "e7c55961-93e9-4a9f-bd4d-5d2d618c722e",
        "choice_type": "single"
    },
    {
        "question": "Person voluntarily acting like having a disease for a particular gain is:",
        "exp": "Ans: a (Malingering)a. Malingering - deliberate simulation / exaggeration of symptoms for the purpose of obtaining some gain like financial gain. b. Factitious disorder- intentional production of physical/psychological symptoms which can be attributed to a need to assume the sick role and obtain medical care. c. Munchausen's syndrome- Extreme form of factitious disorder in which parents attend hospitals with a false but plausible and often dramatic history suggesting serious a/c illness; often person has attended and deceived staff of many other hospitals giving false names at each. Many have scars from previous negative exploratory options. d Somatisation disorder- Multiple recurrent and frequently changing physical symptoms ususlly present for several years(min 2 yrs) for which no adequate physical explanation is found. Persistant refusal to accept the advice or reassurance of several doctors. e. Hypochondriacal disorder- persistant pre occupation with possibility of having one or more serious and progressive physical disorder, pt asks for repeated investigations to r/o diseases; fear drugs; no marked sex differentiation.",
        "cop": 1,
        "opa": "Malingering",
        "opb": "Factitious disorder",
        "opc": "Somatisation disorder",
        "opd": "Munchausens syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "95b190b1-1855-407a-95e3-5e8e5e336904",
        "choice_type": "single"
    },
    {
        "question": "A 42 year old man is preoccupied with his health being not in good shape. He feared that his irregular bowel functions mean he has cancer. Now he is preoccupied about having a serious heart disease, despite his physician's assurance that he has no heart disease. What is his most likely diagnosis?",
        "exp": "Ans. B. Hypochondriasis* Hypochondriasis is characterized by fear of developing or having a serious disease, based on the patient's distorted interpretation of normal physical sensations or signs.* The patient continues worrying even though physical exams and diagnostic tests fail to reveal any pathological process.* The fears do not have the absolute certainty of delusions.* Hypochondriasis can develop in every age group, but onset is most common between 20 and 30 years of age.* Both genders are equally represented, and there are no differences in prevalence based on social, educational, or marital status. The disorder tends to have a chronic, relapsing course.",
        "cop": 2,
        "opa": "Pain disorder",
        "opb": "Hypochondriasis",
        "opc": "Delusional disorder",
        "opd": "Somatization disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "fc25b448-9cb2-4b65-9b3f-962ddd7ab0a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is known as Munchausen Syndrome?",
        "exp": "Ans. A Factitious disorder. Factitious disorder is also known as Munchausen syndrome. Richard Asher coined term \"Munchausen Syndrome\"Named after Baron Hieronymus Friedrich Frei Herr von Munchausen (1720-1797), Russian cavalry officer.* Distort history & make stories (pseudologia fantastica) to convince doctors.* Often from medical & related fields & have understanding of s/s of various disorders 2/3rd of pts are male.* Factitious disorders with physical signs and symptoms are mostly women 3: 1",
        "cop": 1,
        "opa": "Factitious Disorder",
        "opb": "Mood Disorder",
        "opc": "Somatoform Disorder",
        "opd": "PTSD",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "a572b0b3-f041-4217-8104-ab6144bc5bf3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following signs of conversion disorder is not included?",
        "exp": "Ans. B. Cogwheel rigidity. Cogwheel rigidity is an organic sign secondary to disorders of the basal ganglia and not a sign of conversion disorder. In conversion disorder, anesthesia and paresthesia, especially of the extremities, are common. All sensory modalities are involved, and the distribution of the disturbance is inconsistent with that of either central or peripheral neurological disease. Thus, one sees the characteristic stocking-and-glove anesthesia of the hands or feet or hemianesthesia of the body beginning precisely at the midline. Motor symptoms include abnormal movements and gait disturbance, which is often a wildly ataxic, staggering gait accompanied by gross, irregular, jerky truncal movements and thrashing and waving arms (also known as astasia-abasia). Normal reflexes are seen. The patient shows no fasciculations or muscle atrophy, and electromyography findings are normal.",
        "cop": 2,
        "opa": "Astasia-abasia",
        "opb": "Cogwheel rigidity",
        "opc": "Hemianesthesia of the body at the midline",
        "opd": "Normal reflexes",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "3f896d42-6aaa-40e9-8983-4ed4d7e8b56f",
        "choice_type": "single"
    },
    {
        "question": "The most common form of dissociation hysteria is",
        "exp": "Dissociative Amnesia This is the commonest clinical type of dissociative disorder. Occurring mostly in adolescent and young adults (females more than males, except in war), it is characterised by a sudden inability to recall impoant personal information (amnesia), paicularly concerning stressful or traumatic life events. The amnesia cannot be explained by everyday forgetfulness and there is no evidence of an underlying medical illness. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 100",
        "cop": 2,
        "opa": "Fugue",
        "opb": "Amnesia",
        "opc": "Multiple perosonality",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform disorders",
        "id": "352ab228-9092-459d-979a-819111cc8d65",
        "choice_type": "single"
    },
    {
        "question": "Differentiation of hysterical fit from epileptic fit",
        "exp": "Clinical Features Epileptic Seizures Dissociative Convulsions (Hysterical Fits) 1. Attack pattern Stereotyped, known clinical patterns Absence of any established clinical pattern. Purposive body movements occur 2. Place of occurrence Anywhere Usually indoors or at safe places 3. Warning Both prodrome and aura are stereotyped Variable 4. Time of day Anytime. Can occur during sleep Never occur during sleep 5. Tongue bite Usually present Usually absent. Cheek and lip bite may be present 6. Incontinence of urine and faeces Can occur Very rare 7. Injury Can occur Very rare. If occurs, it is minor or may be accidental 8. Speech No verbalisation during the seizure Verbalisation may occur during the fit 9. Duration Usually about 30-70 sec. (Sho) 20-800 sec. (Prolonged) 10. Head-turning Unilateral Side to side turning 11. Eye gaze Staring, if eyes are open Avoidant gaze 12. Amnesia Complete Paial 13. Neurological signs Present, e. g. up-going plantars Absent 14. Post-ictal confusion Present Absent 15. Stress Present in 25% Present much more often 16. EEG - Inter-ictal - Ictal Usually abnormal; Abnormal Usually normal Normal 17. Serum prolactin Increased in post-ictal period (15-20 minutes after seizure; returns back to normal in 1 hour) Usually normal Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 101",
        "cop": 4,
        "opa": "Occurs in sleep",
        "opb": "Injuries to person",
        "opc": "Incontinence",
        "opd": "Occurs when people are watching",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform disorders",
        "id": "fc2b0ae2-099b-42b7-8b3e-a67783e951cd",
        "choice_type": "single"
    },
    {
        "question": "Which among the following can be seen as a component of conversion disorder?",
        "exp": "Ans. A. Pseudoseizures. In conversion disorder Pseudoseizure can occur. The most frequent conversion disorder symptoms are-* Blindness* Mutism* Paralysis. The most widespread sensory symptoms particularly of the -extremities are-* Anaesthesia* Paresthesia. Other sensory symptoms consist of-* Deafness* Tunnel vision and blindness. Motor symptoms related with it includes-* Abnormal movements* Gait disturbance* Paralysis and weakness. One gait disturbance observed in this is ataxia abasia, which is a wildly ataxic, staggering gait accompanied by gross, irregular, jerky truncal movements as well as thrashing and waving arm movements.",
        "cop": 1,
        "opa": "Pseudoseizures",
        "opb": "Pseudodementia",
        "opc": "Depersonalization",
        "opd": "Derealization",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "17c7b15a-6c9d-4583-b40e-8db9bafc1e92",
        "choice_type": "single"
    },
    {
        "question": "La bella indifference is seen in:",
        "exp": "D ref: Ahuja, 4th/e p. 95and 5th/e p. 105",
        "cop": 4,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Delirium",
        "opd": "Dissociative disorders",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform Disorders",
        "id": "7a66a60a-4215-4370-8d09-9842c3f3cbc5",
        "choice_type": "single"
    },
    {
        "question": "Ataxia abasia is seen in",
        "exp": "Conversion Disorder Conversion disorder is characterised by the following clinical features: 1. Presence of symptoms or deficits affecting motor or sensory function, suggesting a medical or neurological disorder. 2. Sudden onset. 3. Development of symptoms usually in the presence of a significant psychosocial stressor(s). 4. A clear temporal relationship between stressor and development or exacerbation of symptoms. 5. The patient does not intentionally produce the symptoms. 6. There is usually a ' secondary gain' (though not required by ICD-10 for diagnosis). 7. Detailed physical examination and investigations do not reveal any abnormality that can explain the symptoms adequately. 8. The symptom may have a 'symbolic' relationship with the stressor/conflict. Dissociative Motor Disorders: The motor disturbance usually involves either paralysis or abnormal movements. The 'paralysis' may be a monoplegia, paraplegia or quadriplegia. The abnormal movements can range from tremors, choreiform movements and gait disturbances, to convulsive movements. These movements either occur or increase when attention is directed towards them and may disappear when the patient is watched unobserved. These movements do not fit the 'typical' clinical picture of the abnormal involuntary movement disorders. The gait disturbance (ataxia abasia) is usually characterised by a wide-based, jerky, staggering, dramatic and irregular gait with exaggerated body movements. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 99",
        "cop": 1,
        "opa": "Conversion disorder",
        "opb": "PTSD",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Somatoform disorders",
        "id": "a2dc8023-3fb7-464a-a151-d754fac42ff1",
        "choice_type": "single"
    }
]