[
    {
        "question": "A student unable to deliver speech beforeaudience is suffering from -",
        "exp": "Ans. is 'a' i. e., Social phobia Phobic disorderso Phobia is persistent and morbid fear of specific situation, object or activity. The fear is morbid because: -a) The fear is irrational: The objects or situations do not produce fear in normal persons. b) The fear is out of proportion to the dangerousness perceived that the affected person avoids the situation permanently. c) Patient is unable to control the fear and is very distressed by it. o The common types of phobia are: -1) Agoraphobia. This is an example of irrational fear of situations. It is the commonest type of phobia encountered in clinical practice. It is characterized by an irrational fear of being in places away from familiar setting of home and patient believes that he cannot escape from these places, to a safer place (usually home). This fear results in avoidance of these places which include public places, stores, crowd, travelling alone in bus, train or plane, Theaters, Tunnels, Bridge, standing in line small enclosed rooms or lifts. The patient is afraid of all the places or situations from where escape may be perceived to be difficult if he suddenly develops embrassing or incapaciating symptoms. These embrassing or incapaciating symptoms are the classical symptoms of panic. A full-blown panic attack may occur (agoraphobia with panic disorder) or only a few symptoms (like dizziness or tachycardia) may occur (agoraphobia without panic disorder). 2) Social phobia. In social phobia there is irrational fear of one or more social or performance situations in which the person is concerned about negative evaluation or scrutiny by others, for example: Public speaking; writing/drinking/eating in public; using public lavatories. Feared social or performance situations may produce anxiety symptoms, even a panic attack. Therefore, feared social or performance situations are avoided. 3) Specific (simple) phobia. These are phobias limited to highly specific situations or objects, for example. i) Claustrophobia: - Fear of closed spacesviii) Mysophobia: - Fear of dirt & germsii) Acro/Aerophobia: - Fear of high placesix) Erythrophobia: - Fear of blushingiii) Zoophobia: - Fear of animalsx) Sitophobia: - Fear of eatingiv) Pyrophobia: - Fear of firexi) Ailurophobia: - Fear of catsv) Xenophobia: - Fear of strangersxii) Sitaphobia Fear of dogsvi) Algophobia: - Fears of painxiii) Hydrophobia: - Fear of watervii) Thanatophobia: - Fear of death",
        "cop": 1,
        "opa": "Social phobia",
        "opb": "OCD",
        "opc": "Agoraphobia",
        "opd": "Claustrophobia",
        "subject_name": "Psychiatry",
        "topic_name": "Specific Phobia",
        "id": "cd65048b-9cb4-4464-8c65-923d67f163e7",
        "choice_type": "single"
    },
    {
        "question": "Desensitization form of behavior therapy is used for:",
        "exp": "Ans. is 'a' Phobic Disorder Systemic Desensitization is t/t of choice in phobias and obsessive compulsive Disorders. Other Modalities in t/t of phobias. Psychotherapy - Not very successful. Drug T/TBenzodiazepines* (Alprazolam) is DOC when drug t/t is indicated. Antidepressants* - Imipramine & phenelzine. Recently SSRIS (Fluoxetine* & Sertraline) have been found to be very effective in t/t of phobias.",
        "cop": 1,
        "opa": "Phobic disorder",
        "opb": "Anxiety neurosis",
        "opc": "Mania",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Specific Phobia",
        "id": "5cee1e6d-b1c1-4f68-b9ce-e81ea1fc62e5",
        "choice_type": "single"
    },
    {
        "question": "A person has poor performance in front of his seniors in public place, he has tachycardia when he has to deliver a lecture, avoids going to parties the diagnosis is:",
        "exp": "Ans. is 'b' Social phobia Social Phobia is characterized by irrational fear of performing activities in presence of other people or interacting with other, the pt. is afraid of his actions being viewed by others critically resulting in embarrassment. Avoidant Personality Disorder: It is very difficult to distinguish b/w Avoidant personality disorder & Social phobia because people with Avoidant personality disorder often have social phobia as well. An avoidant personality disorder is shy, has few friends, mostly spends his time alone, does not participate in any social activity. He may have social phobia as well. But a social phobic guy (as the pt in question) is socially normal, has friends spends his time cheerfully until he is faced with a situation where he has to speak infront of an audience. In avoidant personality disorder there is a persistent feeling of tension and apprehension.",
        "cop": 2,
        "opa": "Panic disorder",
        "opb": "Social phobia",
        "opc": "Schizophrenia",
        "opd": "Avoidant personality",
        "subject_name": "Psychiatry",
        "topic_name": "Specific Phobia",
        "id": "6a678f35-9c54-4680-9868-23606d9f2994",
        "choice_type": "single"
    },
    {
        "question": "Phobia is defined as -",
        "exp": "Ans. is 'b' i. e., Excessive unreasonable fear about a specific situation o Phobia is persistent and morbid fear of specific situation, object or activity. Phobic disorderso Phobia is persistent and morbid fear of specific situation, object or activity. The fear is morbid because: - a) The fear is irrational: The objects or situations do not produce fear in normal persons. b ). The fear is out of proportion to the dangerousness perceived that the affected person avoids the situation permanently. c) Patient is unable to control the fear and is very distressed by it. o The common types of phobia are: -Agoraphobia. This is an example of irrational fear of situations. It is the commonest type of phobia encountered in clinical practice. It is characterized by an irrational fear of being in places away from familiar setting of home and patient believes that he cannot escape from these places, to a safer place (usually home). This fear results in avoidance of these places which include public places, stores, crowd, travelling alone in bus, train or plane, Theaters, Tunnels, Bridge, standing in line small enclosed rooms or lifts. The patient is afraid of all the places or situations from where escape may be perceived to be difficult if he suddenly develops embrassing or incapaciating symptoms. These embrassing or incapaciating symptoms are the classical symptoms of panic. A full-blown panic attack may occur (agoraphobia with panic disorder) or only a few symptoms (like dizziness or tachycardia) may occur (agoraphobia without panic disorder). Social phobia. In social phobia there is irrational fear of one or more social or performance situations in which the person is concerned about negative evaluation or scrutiny by others, for example: Public speaking; writing/drinking/ eating in public; using public lavatories. Feared social or performance situations may produce anxiety- symptoms, even a panic attack. Therefore, feared social or performance situations are avoided. Specific (simple) phobia. These are phobias limited to highly specific situations or objects, for example. i) Claustrophobia: - Fear of closed spacesviii) Mysophobia: - Fear of dirt & germsii) Acro/Aerophobia: - Fear of high placesix) Erythrophobia: - Fear of blushingiii) Zoophobia: - Fear of animalsx) Sitophobia: - Fear of eatingiv) Pyrophobia: - Fear of firexi) Ailurophobia: - Fear of catsv) Xenophobia: - Fear of strangersxii) Sitaphobia Fear of dogsvi) Algophobia. Fears of painxiii) Hydrophobia Fear of watervii) Thanatophobia: - Fear of death",
        "cop": 2,
        "opa": "Palpitation on thinking about a definite entity",
        "opb": "Excessive unreasonable fear about a specific situation",
        "opc": "Perception without stimulation",
        "opd": "Altered perception",
        "subject_name": "Psychiatry",
        "topic_name": "Specific Phobia",
        "id": "fbd2b85b-061b-4208-91d5-eed33365169f",
        "choice_type": "single"
    }
]