[
    {
        "question": "Symptomatic treatment is not required in withdrawal of:",
        "exp": "Since cannabis causes very mild withdrawal symptoms hence, no symptomatic treatment is required. LSD and other hallucinations also do not cause any withdrawal symptoms.",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Morphine",
        "opc": "Alcohol",
        "opd": "Cocaine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "b72c9d20-5b2a-4353-ab60-fa1a899fde6b",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old patient who has been consuming cannabis regularly for last 20 years comes to you in withdrawal. What is the most frequently seen withdrawal symptom?",
        "exp": "Irritability is the most common cannabis withdrawal syndrome Withdrawal symptoms- Irritability Depressed mood Sleep disturbances Headache",
        "cop": 3,
        "opa": "Yawning",
        "opb": "Seizures",
        "opc": "Irritability",
        "opd": "Tremors",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "91671c38-393d-4f1d-a002-7f40960dbf0a",
        "choice_type": "single"
    },
    {
        "question": "All are seen in morphine poisoning except:",
        "exp": "Hypotension is a feature and not hypertension Features of Morphine Poisoning: Euphoria - Initial euphoria followed by period of sedation (nodding off) - Lethal - respiratory depression Slow respiration, hypothermia, hypotension bradycardia, cyanosis, pin point pupil, cyanosis",
        "cop": 3,
        "opa": "Cyanosis",
        "opb": "Pinpoint pupil",
        "opc": "Hypertension",
        "opd": "Respiratory depression",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "15709e4e-89cb-4d66-b564-220c33285264",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal drug of choice is:",
        "exp": "Benzodiazepines are the drug of choice in alcohol withdrawal. If the question asks to choose a specific benzodiazepine, the best choice would be chlordiazepoxide.",
        "cop": 2,
        "opa": "Haloperidol",
        "opb": "Chlordiazepoxide",
        "opc": "Naltrexone",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "09027adf-4352-4d9f-8e3c-eb486bab7b6f",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of caffeine withdrawal?",
        "exp": "No hallucinations are seen in caffeine withdrawal. Effects of Caffeine Withdrawal: 1. Lethargy 2. Mild depression of mood 3. Increased appetite with slight weight gain 4. Fatigue 5. Headache",
        "cop": 2,
        "opa": "Headache",
        "opb": "Hallucinations",
        "opc": "Depression",
        "opd": "Weight gain",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "8303d7ba-ae10-43c2-a821-3c96dd71c7ec",
        "choice_type": "multi"
    },
    {
        "question": "Bad trips are characteristically associated with the addiction of",
        "exp": "Lysergic Acid Diethylamide (LSD) & Psilocybin (magic mushroom) are among the MOST COMMONLY used hallucinogens. Perceptual changes occur within 40 minutes of oral ingestion. Vision is affected most often; the subject experiences heightened visual awareness of objects, especially colours. Images may be distoed in shape or size and true hallucinations occur. These may be pleasurable but also terrifying in nature, the experience then being referred to as a 'bad trip'. There may also be distoed perception, of time, sounds and tactile sensations. -Flashback experiences can occur several months after the last dose; during these the psychotic experiences of LSD are experienced again with their original intensity.",
        "cop": 4,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Morphine",
        "opd": "LSD",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "2b07d749-6aae-4f68-88ce-a87fe4263590",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an alternative to methadone for maintenance treatment of opiate dependence?",
        "exp": "MAINTENANCE TREATMENT OF OPIOID DEPENDENCE: Opioid Substitution Therapy Methadone Buprenorphine Levomethadyl (LAAM) Opioid Antagonists Naltrexone (oral) Naloxone (injectible, sho acting)",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Chloridazepoxide",
        "opc": "Buprenorphine",
        "opd": "Dextropropoxyphene",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "cc5308b6-0d38-4160-b21c-b0de291e7142",
        "choice_type": "single"
    },
    {
        "question": "Ekbom syndrome is:-",
        "exp": "Restless leg syndrome / Ekbom syndrome. Sensorimotor disorder, commonly seen in 5-15% of the population. Affects females and after 40 years. 4 salient diagnostic features being: Urge to move limbs, commonly associated with premonitory sensory discomfo Motor restlessness Relief by activity Evening/Night worsening Pathophysiological explanations or mechanisms attributed are: Dysregulation of dopamine transmission Intracellular iron dysregulation. This can be objectively substantiated by decreased CSF ferritin and prohepcidin (Intracellular regulatory protein for iron) levels.",
        "cop": 2,
        "opa": "Narcolepsy",
        "opb": "Restless leg syndrome",
        "opc": "Pica",
        "opd": "Delusion of nihilism",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "12324900-2e30-4a44-b907-708356b653a4",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old male patient with a history of alcoholism has decided to stop drinking. Of the following, the agent most commonly used to treat anxiety and agitation associated with the initial stages of alcohol withdrawal is",
        "exp": "Chlordiazepoxide Because it is long-acting and has relatively low abuse potential, chlordiazepoxide is the antianxiety agent most commonly used to treat the anxiety and agitation associated with the initial stages of alcohol withdrawal.",
        "cop": 4,
        "opa": "zaleplon",
        "opb": "flurazepam",
        "opc": "clonazepam",
        "opd": "chlordiazepoxide",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "8c320b20-e222-4354-87e9-20f390d41700",
        "choice_type": "single"
    },
    {
        "question": "Used for aveing tobacco dependence is:",
        "exp": "Drugs approved for tobacco dependence are Bupropion (NDRI) Varenicline (new drug)",
        "cop": 3,
        "opa": "Buspirone",
        "opb": "Methadone",
        "opc": "Bupropion",
        "opd": "Buprenophrine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "2d363600-5bd7-4ec7-9813-3abf9941290c",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is used in opioid addiction because:",
        "exp": "The only indication for naltrexone in opioid dependence is relapse prevention in highly motivated patients. For opioid overdose Naloxone is used and not naltrexone. Naltrexone must be discontinued 48 to 72 hours prior to receiving opiate analgesia. Most of the adverse effects of naltrexone are gastrointestinal, including nausea, vomiting, and abdominal pain or discomfo",
        "cop": 3,
        "opa": "To treat withdrawal symptoms",
        "opb": "To treat overdose of opioids and prevent respiratory depression",
        "opc": "To prevent relapse in highly motivated patients",
        "opd": "Has addiction potential; used for detoxification of opioid",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "e2d7d074-fc4b-4ba3-9cb1-558249cc60f3",
        "choice_type": "single"
    },
    {
        "question": "Earliest symptoms showing improvement from the classical triad of Wernicke's encephalopathy to thiamine therapy is:",
        "exp": "Wernicke's encephalopathy - Long term use of alcohol lead to thiamine deficiency. Wernicke encephalopathy, caused by vitamin B1 deficiency, is not diagnosed in about 80% of cases. Classical triad Global confusion Ophthalmoplegia - m/c/c 6th nerve palsy Ataxias After thiamine therapy 1st one to improve is ophthalmoplegia followed by global confusion",
        "cop": 2,
        "opa": "Ataxia",
        "opb": "Ophthalmoplegia",
        "opc": "Confusion",
        "opd": "All improve simultaneously",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "ac03c0e3-f0e7-4eb9-a953-eccb2fd9d5be",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding addictive gaming behaviour?",
        "exp": "Gaming disorder Definition: Pattern of persistent or recurrent gaming behaviour that becomes so extensive that it takes precedence over other life interests Will come into effect from Jan 1, 2022 Duration for diagnosis to be assigned Minimum 12 months If symptoms are severe duration can be shoened Clinical features Escalation of gaming despite negative consequences Increase impoance to gaming than anything else Leads to irregular sleep and diet patterns Causes a significant issues and impairment in personal, social, educational or occupational functioning.",
        "cop": 1,
        "opa": "It will come into effect from Jan 1, 2022",
        "opb": "For its diagnosis, a behaviour pattern must be of sufficient severity to result in significant impairment for at least 6 months.",
        "opc": "Affects only sleep patterns and diet pattern is preserved",
        "opd": "It shows increased physical activity",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "f8cf1503-6261-49a3-953d-f9bb9c204670",
        "choice_type": "multi"
    },
    {
        "question": "Magnan phenomenon is associated with which of the following drug use?",
        "exp": "Magnan phenomenon is another name for cocaine bugs, which are tactile hallucinations where in a patient who is intoxicated with cocaine feels as if small insects are crawling under the skin Cocaine Bugs It occurs as a pa of cocaine induced psychotic disorder Here the patient will have sensations of bugs crawling beneath the skin which is known as formication",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Cannabis",
        "opc": "Alcohol",
        "opd": "Tobacco",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "4c185739-7985-488b-8c6c-f3f0480e724c",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old male was brought to the emergency room by a colleague after having a seizure at work. The colleague repoed that over last 6 months the man would frequently come late to office and was given warnings for the same reason. The colleague also stated that he would often come to office after consuming alcohol, was seen with clenched fists and grinding his teeth most of the time and was once caught by boss while he was using alcohol in office. Patients mother had expired two days back, and he was in his house for last two days and had just joined the office today. What is the likely diagnosis",
        "exp": "The most likely cause of the patient's symptoms 'i. e., seizures, clenched fists, tooth grinding is alcohol withdrawal. Its likely that patient had alcohol dependence syndrome and due to death of mother, patient abruptly stopped alcohol and developed withdrawal seizures. ALCOHOL WITHDRAWAL SEIZURES Seen after 24 to 48 h of last alcohol drink usually generalized and tonic-clonic type Usually patients have more than one seizures in a span of 3-6 h, hence often the termcluster seizures is used for alcohol withdrawal seizures",
        "cop": 4,
        "opa": "Primary seizure disorder",
        "opb": "Cerebral hemorrhage",
        "opc": "Malingering",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "8e499cc8-3e71-4323-bbd5-93ed309c58dc",
        "choice_type": "single"
    },
    {
        "question": "After use of some drug, a person develops episodes of rage in which he runs about and indiscriminately injures a person who is encountered in way. He is probably addict of:",
        "exp": "The description is suggestive of run amok which is seen with cannabis use. Cannabis related disorders Flashback phenomenon: recurrence of cannabis use experience in the absence of any current use * Amotivational syndrome- Loss of motivation in all domains of life * Running amok - Extreme rage that may develop after cannabis intake in which patient may attack others indiscriminately Bad trips * Mild withdrawal symptoms like irritability Cannabis induced psychotic disorders",
        "cop": 2,
        "opa": "Alcohol",
        "opb": "Cannabis",
        "opc": "Opium",
        "opd": "Cocaine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "4939155b-e28c-4301-9470-266087362b90",
        "choice_type": "single"
    },
    {
        "question": "First symptom to appear in alcohol withdrawal is:",
        "exp": "Tremors usually appear 6-8 hours after last alcohol intake. Withdrawal symptoms: After 6-8 hrs: Tremors (m/c), nausea, vomiting restlessness, mydriasis After 12-24 hrs: alcoholic hallucinosis (auditory) m/c After 24-48 hrs: Alcohol withdrawal seizures (GTCS, clustered seizures) After 48-72 hrs: delirium tremens, if untreated moality rate is 20%",
        "cop": 3,
        "opa": "Visual hallucinations",
        "opb": "Sleep disturbance",
        "opc": "Tremors",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "3217ad58-6cd6-4880-bd2c-a025b1f56591",
        "choice_type": "multi"
    },
    {
        "question": "All of the following agents are used in the treatment of alcohol dependence except:",
        "exp": "Flumazenil (Benzodiazepine receptor antagonist) --> It is used in benzodiazepine overdose. Disulfiram- Aversive agents Acamprosate- Anticraving agent Naltrexone- Anticraving agent",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "20725f98-fab9-4671-8bf2-37e6116b039b",
        "choice_type": "multi"
    },
    {
        "question": "The main metabolite of nicotine is",
        "exp": "Nicotine is metabolized in liver, lung and brain to cotinine by CYP2. A6 enzyme. A plasma cotinine levels of >14ng/ml typically indicates smoking.",
        "cop": 3,
        "opa": "Nornicotine",
        "opb": "Carboxynicotine",
        "opc": "Cotinine",
        "opd": "Nicotine hydroxide",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "5198e926-2aaa-4244-8d0c-279d075b6d9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a date rape drug?",
        "exp": "Flunitrazepam, gamma hydroxybutyric acid (GHB) and ketamine are the three most commonly used date rape drugs. These drugs lower the aleness and make the victim more vulnerable to sexual assault, hence known as 'date rape drugs'",
        "cop": 3,
        "opa": "Cocaine",
        "opb": "Heroin",
        "opc": "Flunitrazepam",
        "opd": "Methamphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "27250edc-986e-4f98-af2e-9e05763de84f",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old chronic smoker presents with history of major depressive disorder and ischaemic heart disease. He has not received any psychiatric treatment. Which of the following medications is the best option to help him to quit smoking?",
        "exp": "Bupoprion: NDRI Uses: Used most commonly for the management of Major Depressive Disorder (MDD), Seasonal Affective Disorder (SAD), and as an aid for smoking cessation. Effects: Insomnia Seizures: Bupropion is contraindicated in eating disorder patients who also purge because it can lower the seizure threshold Sweating Few adverse sexual effects Clinical use: Smoking cessation Major depressive disorder with seasonal pattern SSRI-induced sexual dysfunction Adult ADHD Obesit It is the best option in this case as it can overcome both depression and smoking.",
        "cop": 1,
        "opa": "Bupropion",
        "opb": "Naltrexone",
        "opc": "Seraline",
        "opd": "Nicotine replacement therapy",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "48404cd0-c840-406e-a744-93d471bd5c58",
        "choice_type": "multi"
    },
    {
        "question": "Type B alcohol dependence is associated with all except?",
        "exp": "Alcohol dependence Type A Type B Late onset Early onset Few childhood risk factors Many childhood risk factors Mild dependence Severe dependence Few alcohol related problems Frequent polysubstance abuse",
        "cop": 2,
        "opa": "Severe dependence",
        "opb": "Late onset",
        "opc": "Many childhood risk factors",
        "opd": "Polysubstance abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "7f5c60ce-fac3-4a69-9919-81c2c84986a6",
        "choice_type": "multi"
    },
    {
        "question": "A 19 year-old woman is brought to psychiatry outpatient by her boyfriend for depression and suicidal thoughts. Boyfriend repos that patient yesterday expressed extreme sadness and desire to die. The boyfriend repos that they along with couple of friends were paying for last three days as exams had ended and on fuher prodding revealed that they used alcohol and 'other things' too. He fuher repoed that patient was in great spirits and was enjoying till yesterday, however subsequently she slept for 20 hours, missed the college and was looking very tired. The patient herself repoed that she is feeling very low, and feeling hungry and that she saw very vivid and upsetting dreams during the sleep? Which of the following is the most likely diagnosis in this patient?",
        "exp": "This patient's acute onset of depression with suicidal ideas, hypersomnai, hyperphagia, increased dreaming is suggestive of cocaine withdrawal. Individuals often use cocaine in binges, to stay in a 'high state'. Following cessation, a \"crash\" typically occurs with the above mentioned symptoms, physical symptoms are minor and rarely require treatment. Cocaine Withdrawal Syndrome Cocaine produces very mild physical but a very strong psychological dependence. Signs and symptoms include: Intense craving for cocaine Feeling low Exhaustion Lethargy Fatigue Insatiable hunger Most severe- Depression which can be associated with suicidal ideation.",
        "cop": 3,
        "opa": "Alcohol withdrawal",
        "opb": "Bipolar disorder",
        "opc": "Cocaine withdrawal",
        "opd": "Major depressive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "91a6dd67-5661-4e1c-b08d-36ce7a7f75b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following substances is associated with flashback phenomenon?",
        "exp": "Cannabis and hallucinogens can cause Flash back phenomenon Flash back phenomenon: Re-experience of the sensations associated with use in the absence of the drug even months after the last dose",
        "cop": 4,
        "opa": "Cannabis",
        "opb": "LSD",
        "opc": "Psilocybin",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "43c797d6-0429-4726-a23f-e496096a1aea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is characteristic of alcohol withdrawal?",
        "exp": "Alcoholic hallucinations(auditory) is a characteristics withdrawal symptom of alcohol. Delusion of infidelity (morbid jealousy) is also seen in chronic alcoholism but it is not related to withdrawal state.",
        "cop": 1,
        "opa": "Hallucination",
        "opb": "Illusion",
        "opc": "Delusion",
        "opd": "Drowsiness",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "4c3affe6-2c7d-4c8f-8e66-e0222b6009b5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a stimulant?",
        "exp": "Stimulants Non stimulants Methylphenidate, dexmethylphenidate Atomoxetine Amphetamines Bupropion Modafinil Clonidine, Guanfacine Cocaine Venlafaxine Nicotine has dual action to stimulate or depress neural activity.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Alcohol",
        "opc": "Nicotine",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "841d3c5d-81a7-4457-b67b-d32c66e6f0ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiepileptic can be used in the management of alcohol withdrawal symptoms?",
        "exp": "Carbamazepine is the only epileptic which can be used in alcohol withdrawl However, the drug of choice for alcohol withdrawal symptoms are benzodiazepines.",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Carbamazepine",
        "opc": "Valproate",
        "opd": "Topiramate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "5221173c-59a5-4bb2-9a47-9133c1289a3c",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of nicotine withdrawal?",
        "exp": "Bradycardia is a symptom of nicotine withdrawal and not tachycardia. Nicotine: Effects of use Effects of withdrawal Increased aleness and attention span Lethargy, Fatigue Agitation and insomnia Depression Mild improvement in mood Mild depression of mood Decreased appetite Increased appetite with slight weight gain Increased blood pressure and heart rate(tachycardia) Bradycardia Increased gastrointestinal activity Headache",
        "cop": 3,
        "opa": "Depression",
        "opb": "Headache",
        "opc": "Tachycardia",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "4b55b752-bb30-4e74-8931-4e9e35fb23ca",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man is suspected of acute stimulant intoxication. His symptoms are most likely to resemble which of the following conditions?",
        "exp": "Intoxication of stimulants like cocaine or amphetamine can include hyperawareness, hypersexuality, hypervigilance, agitation, paranoia, and delusions. It resembles mania or psychosis.",
        "cop": 3,
        "opa": "Alcohol intoxication",
        "opb": "Antisocial personality disorder",
        "opc": "Mania",
        "opd": "Obsessive-compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "243b9898-2858-4969-ae02-4c8cbb6b47e5",
        "choice_type": "single"
    },
    {
        "question": "Thiamine dose in patients with delirium tremens is about:",
        "exp": "In patients who are undergoing inpatient detoxification, Parenteral thiamine 250 mg/ day should be given for 5 days followed by oral thiamine. As delirium tremens is complicated alcohol withdrawal that is always treated inpatient, the same dosage should be used. Thiamine is used to prevent development of Wernicke's encephalopathy.",
        "cop": 2,
        "opa": "100-200 mg per oral/Parenteral daily",
        "opb": "250 mg per oral/Parenteral daily for first 3-5 days",
        "opc": "400 mg per oral/Parenteral daily",
        "opd": "500 mg per oral/Parenteral daily",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "001ac7a3-ea77-4abe-a702-0e738625bfb8",
        "choice_type": "single"
    },
    {
        "question": "Audit test is used for which of the following?",
        "exp": "AUDIT is used for screening of alcohol use disorders. A- Alcohol U- Use D- Disorder I- Identification T- Test",
        "cop": 1,
        "opa": "Alcohol use disorder",
        "opb": "Opioid use disorder",
        "opc": "Sexual abuse",
        "opd": "Cannabis abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "9966714d-213a-41a9-aaf4-8e2eb749fd21",
        "choice_type": "single"
    },
    {
        "question": "Relaxis pad is used in:-",
        "exp": "Relaxis pad is an FDA approved strategy for management of Restless leg syndrome. It is the only FDA approved non-pharmacological strategy to manage restless leg syndrome. Refer to their official site for fuher details:",
        "cop": 2,
        "opa": "Nocturnal enuresis",
        "opb": "Restless leg syndrome",
        "opc": "Narcolepsy",
        "opd": "Panic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "b2f4a612-07e7-42aa-ad41-51c95a896d6c",
        "choice_type": "single"
    },
    {
        "question": "Korsakoff syndrome true is/are:",
        "exp": "Korsakoff syndrome is due to thiamine deficiency. Apa from alcoholism, malnutrition can also cause it. Korsakoff syndrome Chronic neurological complication of long term alcohol use a. Amnesia - Anterograde(m/c) > retrograde b. Learning difficulties c. Confabulations Rx = vitamin B1 oral (Thiamine) for 3 to 12 months * only 20% recover with treatment.",
        "cop": 4,
        "opa": "Can be seen in chronic alcoholics",
        "opb": "Absence of intellectual decline",
        "opc": "Chronic amnestic syndrome",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "20f9cbf7-4359-4539-9186-781a72792ecf",
        "choice_type": "multi"
    },
    {
        "question": "All are relatively normal in Korsakoff's psychosis except:",
        "exp": "In Korsakoff psychosis, there is prominent Anterograde amnesia. Whenever there is Anterograde amnesia (i. e. new memories cannot be made), learning would be severely affected.",
        "cop": 4,
        "opa": "Implicit memory",
        "opb": "Intelligence",
        "opc": "Language",
        "opd": "Learning",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "2e6db5fa-74a0-47d5-b439-6b49efcb45a6",
        "choice_type": "multi"
    },
    {
        "question": "Formication is seen",
        "exp": "Formication - also know as magnan phenomenon or cocaine bugs it is tactile type of hallucination seen in cocaine intoxication Jet black pigmentation - also seen in cocaine Flashback phenomenon / run amok / amotivational syndrome - seen in cannabis Flu like syndrome (water from everywhere - lacrimation, sweating, rhinorrhea and diarrhea) seen in opioids withdrawal",
        "cop": 2,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Opioids",
        "opd": "Ecstasy",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "22e71cf0-8865-4747-8e15-382a23fbe181",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about cocaine addiction except:",
        "exp": "No pharmacological agent has any reliable role in cocaine dependence. These patients frequently use other substances too. Effects of cocaine use: 1. Significant elevation of mood (lasting only 1 h with cocaine) 2. Increased aleness and attention span 3. Psychotic symptoms- Formication with cocaine 4. Loss of appetite and weight 5. Pupil dilation 6. Tachycardia and other cardiovascular effects, which can be life threatening eg: Myocardial infarction. 7. Seizures 10. Reddening (erythema) of the nose due to \"snoing\" cocaine 11. Hypersexuality",
        "cop": 4,
        "opa": "Myocardial infarction",
        "opb": "Seizures",
        "opc": "Comorbid addiction to alcohol",
        "opd": "Amantadine is the drug of choice",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "f694fac1-6076-41ea-91b8-170d87316e2e",
        "choice_type": "multi"
    },
    {
        "question": "A 18 year old boy comes to medical emergency with symptoms of diarrhea, rhinorrhea, sweating and lacrimation. What is the most probable diagnosis?",
        "exp": "Withdrawal symptoms of opioids The sho term use of opioids decreases the activity of noradrenergic neurons but long term use results in compensatory hyperactivity. So when opioids are suddenly stopped, there are symptoms of noradrenergic activity Withdrawal symptoms usually appear around 6-8 hours of last use, peak in 2-3 days and then subside by next 7 to 10 days. Resolve with in 7-10days Flu like syndrome appear (water everywhere) Lacrimation Rhinorrhea Sweating Diarrhea Classical symptoms Yawning Piloerection Insomnia * Nausea Pupillary dilatation Heroin is most commonly used opioids",
        "cop": 2,
        "opa": "Cocaine withdrawal",
        "opb": "Heroin withdrawal",
        "opc": "Alcohol withdrawal",
        "opd": "LSD withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "f10f823a-e78f-449b-bdc0-9a946755de39",
        "choice_type": "single"
    },
    {
        "question": "Not included in the definition of substance abuse syndrome:",
        "exp": "The DSM-IV, diagnosis of substance abuse includes the following four criterion (1) recurrent use resulting in failure to fulfill major obligations at work, school or home. (2) Recurrent use in situations in which it is physically hazardous (such as while driving) (3) substance use causing legal problems and (4) substance use causing social or interpersonal problems (e. g. fights with spouse). Withdrawal and tolerance are a criterion for \"substance dependence\" but not substance abuse\" Please remember in DSM-5, both these diagnosis of \"substance dependence\" and \"substance abuse\" have been removed and replaced by \"substance use disorders\".",
        "cop": 1,
        "opa": "Withdrawal symptoms and tolerance to drugs",
        "opb": "Use despite knowing that it can cause physical/mental harm",
        "opc": "Use despite substance related legal problems",
        "opd": "recurrent substance abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "3725d2c5-8c38-432c-a372-82209b5fee2c",
        "choice_type": "single"
    },
    {
        "question": "All are anticraving agent for alcohol except:",
        "exp": "Anticraving agents: These agent reduce craving, which is an impoant reason for relapse. The anticraving agents include naltrexoneQ, acamprosateQ, topiramate, serotonergic agents like fluoxetine and baclofen.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Naltrexone",
        "opc": "Topiramate",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "1c4d5e71-7dd1-4d0f-9c3b-c14e881d4e1c",
        "choice_type": "multi"
    },
    {
        "question": "A 30 -year - old male with history of alcohol abuse for 15 years is brought to the hospital emergency with 'complaints of fearfulness, misrecognition, talking of self, aggressive behavior, tremulousness and seeing snakes and reptiles that are not visible to others around him. There is history of last drinking alcohol 2 days prior to the onset of the present complains. He is most likely suffering from:",
        "exp": "The onset of symptoms is after 2 days of last intake. There is history of chronic alcohol use. There is history of disorientation (mis-recognition), visual hallucination (seeing snakes and reptiles), and hyperactivity. All these put together is suggestive of delirium tremens. DELIRIUM TREMENS (DTs) It is the most severe form of alcohol withdrawal syndrome. Untreated DTs has a moality rate of 20% Essential feature: Delirium occuring within 1 week of last alcohol drink Clinical features are as follows: Clouding of consciousness with disorientation to time and place Poor attention and distractibility Visual hallucination and illusions which are often vivid and very frightening Autonomic disturbanceslike tachycardia, fever, hypertension, sweating and pupillary dilatation Psychomotor agitation and ataxia Treatment: Benzodiazepines- Chlordiazepoxide if LFT is normal and Lorazepam if LFT is abnormal Parenteral Thiamine",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Alcoholic hallucinosis",
        "opc": "Schizophrenia",
        "opd": "Seizure disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "a13706c8-988b-4f82-a531-0429c047d0a7",
        "choice_type": "multi"
    },
    {
        "question": "A 17-year-old girl is brought by parents to physician with complaint of decreased sleep, irritability and lack of appetite leading to weight loss of around 4-5 kg in last 2 months. Patient herself repos feeling fine and in fact mentions having lots of energy. Physical examination shows a thin body habitus with a normal BMI, erythema of the nasal mucosa, and mild facial acne. Which of the following is the most likely diagnosis?",
        "exp": "The diagnostic hallmark in this scenario is erythema of the nasal mucosa. Cocaine use disorder It is an alkaloid derived from Erythroxylum coca. It was used in 1884 as the first effective local anesthetic agent. Blocks reuptake of dopamine and norepinephrine. Snoing - Nasal mucosal erythema Increased energy Decreased appetite Jet black pigmentation of tongue Reduced need for sleep Cocaine bugs/Magnan phenomenon/Formication- tactile hallucinations seen in intoxicated state where the patient feels that insects are crawling all over his/her body. Chronic users Mood changes(euphoria, irritability) Weight loss secondary to decreased appetite. Treatment: Symptomatic and psychotherapy",
        "cop": 4,
        "opa": "Anorexia nervosa",
        "opb": "Avoidant food intake disorder",
        "opc": "Bulimia nervosa",
        "opd": "Cocaine use disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "daa011a9-ff5a-42ed-b853-444633e4eb23",
        "choice_type": "single"
    },
    {
        "question": "Salience is seen in:-",
        "exp": "Diagnosis of substance use disorder requires presence of 3 of the following 6 criteria for a period of one month: * Loss of control Craving Tolerance Withdrawal Salience Knowledge of harmful use",
        "cop": 3,
        "opa": "Catatonia",
        "opb": "Depression",
        "opc": "Substance use disorder",
        "opd": "ADHD",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "0946146e-3f60-4952-9c60-ad83b2c2d904",
        "choice_type": "single"
    },
    {
        "question": "An alcoholic patient comes to your office, he can not tell his name. There is gross in coordination in walking, and his eyes are deted to one side. What is the probable diagnosis?",
        "exp": "Here there is history of ataxia (in coordination) and ophthalmoplegia. The inability to tell name might be because of confusional state. The likely diagnosis is Wernicke's encephalopathy. Wernicke's, encephalopathy acute Thiamine deficiency G- Global confusion O- Ophthalmoplegia (m/c 6th cranial nerve- abducens) A- Ataxia Rx- High dose of parenteral thiamine",
        "cop": 1,
        "opa": "Wernicke's encephalopathy",
        "opb": "Korsakoff's psychosis",
        "opc": "Alcoholic hallucinosis",
        "opd": "Delirium tremens",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "b6e90bb8-9c66-4344-a89f-81c7e7fd6699",
        "choice_type": "multi"
    },
    {
        "question": "A patient taking 120 mL alcohol everyday since last 12 years is brought to the hospital by his wife and is diagnosed to have alcohol dependence syndrome. Which of the following drug should be avoided in the management?",
        "exp": "Since this patient, has been taking alcohol every day, at the time of presentation, Disulfiram should be avoided as it may precipitate a severe Disulfiram like reaction. Disulfiram should not be used until person has abstained from alcohol for at-least 12 hours. Also, please remember that phenytoin does not have any role in the management of alcohol dependence. However, this question is specifically asking for the drug that should be avoided and hence Disulfiram is the best answer.",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Disulfiram",
        "opc": "Naltrexone",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "9e1d4cf7-8669-4f44-9e6f-6d67f089f8f3",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man presents to casualty with history of regular and heavy use of alcohol for 10 years and morning drinking for 1 year. The last alcohol intake was 3 days back. There is no history of head injury or seizures. On examination, there is no icterus, sign of hepatic encephalopathy or focal neurological sign. The patient had coarse tremors, visual hallucinations and had disorientation to time. Which of the following is the best medicine to be prescribed for such a patient?",
        "exp": "Delirium tremens =Most severe alcohol withdrawal syndrome. =Clinical features: Clouding of consciousness with disorientation to time and place Poor attention and distractibility Visual hallucination and illusions which are often vivid and very frightening Autonomic disturbances like tachycardia, fever, hypertension, sweating and pupillary dilatation Psychomotor agitation and ataxia =Drug of choice is benzodiazepines like diazepam.",
        "cop": 3,
        "opa": "Diazepam & Lithium",
        "opb": "Haloperidol & naltrexone",
        "opc": "Diazepam & thiamine",
        "opd": "Naltrexone & dantrolene",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "a4ecd111-0f17-49cc-94fc-2be6e5002d12",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old man is brought to emergency. On examination he appears conscious and oriented but repos hearing voices of people threatening him. He admits to a history of chronic alcohol use. What is the most appropriate diagnosis?",
        "exp": "Alcoholic hallucinosis is characterised usually by presence of auditory hallucination. As person is conscious and oriented delirium tremens is ruled out. There are not enough symptoms to conclude that he suffers from schizophrenia.",
        "cop": 1,
        "opa": "Alcoholic hallucinosis",
        "opb": "Delirium tremens",
        "opc": "Korsakoff psychosis",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "684c3d87-874b-44a7-9206-b592b97d5368",
        "choice_type": "multi"
    },
    {
        "question": "Irresistible urge to drink alcohol is known as:",
        "exp": "Dipsomania is compulsive drinking or an irresistible urge to drink alcohol. Kleptomania: Intense urge to steal Pyromania: Intense urge to put things on fire Trichotillomania: Irresistible urge to pluck hair",
        "cop": 3,
        "opa": "Kleptomania",
        "opb": "Pyromania",
        "opc": "Dipsomania",
        "opd": "Trichotillomania",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "6b0a9f85-31af-4eae-9553-f2f8f03768b1",
        "choice_type": "single"
    },
    {
        "question": "Confabulation means",
        "exp": "Striking feature of Korsakoff's psychosis is tendency to confabulate, which has been defined as falsification of memory in clear consciousness. It probably results from an inability to distinguish the temporal sequence of past events. The choice A means illusion and B and D means hallucination. Confabulation: As recent memory is more severely disturbed, very remote events are better remembered, especially in the initial stages. Recent memory impairment also leads to disorientation in time and place. To fill in the memory gaps, patient uses imaginary events in the early phase of illness (confabulation). With the progression of the disease, confabulation disappears.",
        "cop": 3,
        "opa": "Misinterpretation of stimulus by any of the special sense organs",
        "opb": "Perception in the absence of a stimulus",
        "opc": "Making stories to fill in the gaps caused by memory loss",
        "opd": "Conversion with imaginary person",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "93386596-c819-4112-bb43-245a92bec1bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug effects closely mimics \"Schizophrenia\".",
        "exp": "Though both levodopa and cocaine can cause psychotic symptoms, phencyclidine resembles schizophrenia most closely.",
        "cop": 3,
        "opa": "Barbiturates",
        "opb": "Cocaine",
        "opc": "Phencyclidine",
        "opd": "Levodopa",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "d1255d30-503c-463b-8fe1-27558410cadc",
        "choice_type": "single"
    },
    {
        "question": "Paranoid delusions are associated with use of:",
        "exp": "Paranoid Delusions are fixed beliefs that seem real to you, even when there's strong evidence they aren't. Paranoid delusions, also called delusions of persecution, reflect profound fear and anxiety along with the loss of the ability to tell what's real and what's not real.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Heroine",
        "opc": "Cannabis",
        "opd": "GHB",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "e84e5f14-b1ff-4a2d-ad05-7e684f400e28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a common and classical example producing reverse tolerance?",
        "exp": "Reverse tolerance is seen with alcohol. Reverse tolerance is also called sensitization or hypersensitization. It involves the exaggerated effect of taking in a small amount of substance, in genetically susceptible individuals.",
        "cop": 3,
        "opa": "LSD",
        "opb": "Cannabis",
        "opc": "Alcohol",
        "opd": "Nicotine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "c10cfb0c-a1f9-41b5-8891-147f6f5fe3f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a rave drug:",
        "exp": "Rave drug includes LSD, amphetamine, gamma hydroxy butyric acid and ketamine",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "Methamphetamine",
        "opc": "Heroin",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "644f3b2e-5539-4e7b-9ebd-bc95cce59064",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs have no role in opioid detoxification?",
        "exp": "Naloxone is an opioid antagonist which is used in opiod toxicity. It has no role is opioid detoxification. Opioid detoxification DOC -methadone, buprenorphine, dextropropoxyphene (long acting opioids) - Clonidine / lofexidine can also be used NALOXONE is an opioid receptor antagonist and used in case of opioid overdose; NOT in OPOID DETOXIFICATION",
        "cop": 1,
        "opa": "Naloxone",
        "opb": "Methadone",
        "opc": "Buprenorphine",
        "opd": "Clonidine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "2e7ea542-7266-4e5d-a747-9b60b7385357",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least likely to be used as a date rape drug?",
        "exp": "Date Rape is a media term. Technically it is called as Drug Facilitated Sexual Assault (DFSA). List of drugs which can be used as date rape drug are: GHB (Gammahydroxy Butyrate) Ketamine Flunitrazepam (Rophynol, Roofies) Chloral hydrate Alcohol MDMA Midazolam Temazepam Zolpidem (The first four examples mentioned are more classically known as date rape drugs)",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Gammahydroxybutyrate",
        "opc": "Flunitrazepam",
        "opd": "Ketamine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "10a3ea57-1d82-4a56-8ab2-d6dfbbf4aff1",
        "choice_type": "single"
    },
    {
        "question": "Male staed drinking alcohol at age of 20 years, presently taking 3 quaers daily over 30 years, complains that now he gets the kick in 1 quaer. Probable diagnosis is:",
        "exp": "Reverse tolerance refers to the phenomenon where the intoxicating effects of alcohol are seen progressively with lower dosages. Tolerance is the need or increased amounts of the substance to achieve the same positive psychological effect. Cross-tolerance is the development of tolerance to one substance as the result of using another substance. Mellanby effect- Intoxicating effects at a paicular BAC",
        "cop": 3,
        "opa": "Tolerance",
        "opb": "Mellanby phenomenon",
        "opc": "Reverse tolerance",
        "opd": "Cross tolerance",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "9ceb61f6-225f-42ce-9ec9-71d6cd7c05d5",
        "choice_type": "single"
    },
    {
        "question": "False about alcoholic anonymous is:",
        "exp": "No incentives are given in alcoholic anonymous Alcoholic anonymous: One of the most popular forms of alcohol addiction management and recovery suppo is Alcoholics Anonymous(AA), a spiritual12-Step program. It is a peer recovery and self-help program.",
        "cop": 4,
        "opa": "It is a self help group",
        "opb": "It follows 12 steps to quite alcohol",
        "opc": "It includes recovered patients and volunteers",
        "opd": "It provides incentives for quitting alcohol",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Related and Addictive Disorders",
        "id": "30ac7ceb-0b45-494c-8336-16cd4abf7e44",
        "choice_type": "multi"
    }
]