[
    {
        "question": "Alcohol dependence is seen which of the following phase",
        "exp": "Ans. is 'a' i. e. Oral Phase. Psychiatric disorders resulting from fixation of regression to this phase* Oral phase (Birth 1 Vx year)* Alcohol dependence or drug dependence* Severe mood disorder* Dependent personality traits and disorders* Schizophrenia* Ana! phase* Obsessive compulsive traits* Obsessive compulsive disorder* Phallic (oedipal) Phase (3-5 years)* Oedipus complex is the primary cause of hysteria and other neurotic symptoms* Latency phase (5-12 years)* Neurotic disorders* Genital phase (12 years onward)* Neurotic disorders",
        "cop": 1,
        "opa": "Oral",
        "opb": "Phallic",
        "opc": "Anal",
        "opd": "Latency",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "80dc11de-9ef9-4971-b7d2-a32de25dd7b0",
        "choice_type": "multi"
    },
    {
        "question": "Bad trip is seen with which of the following drugs?",
        "exp": "LSD is a type of hallicinogen LSD means lysergic acid diethylamide LSD was introduced and first used by ALBE HOFFMANNBad trip is seen with LSD and cannabis but common with LSD Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330-336",
        "cop": 2,
        "opa": "Cannabis",
        "opb": "LSD",
        "opc": "None",
        "opd": "Both",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "abd192eb-0adf-49cf-ac78-e01855cfbce7",
        "choice_type": "multi"
    },
    {
        "question": "LSD was introducd by",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey Ref. Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no. 649",
        "cop": 1,
        "opa": "albe hoffman",
        "opb": "delay and deniker",
        "opc": "John F Cade",
        "opd": "Egaz Moniz",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "10f7eb85-ebda-4224-bb87-18914bc64576",
        "choice_type": "single"
    },
    {
        "question": "Wernicke&; s encephalopathy involves",
        "exp": "Wernicke's encephalopathy: The neuropathological lesions are symmetrical and paraventricular, involving the mammillary bodies, the thalamus, the hypothalamus, the midbrain, the pons, the medulla, the fornix, and the cerebellum. Ref: Synopsis of Psychiatry, 11th edition, page 632.",
        "cop": 1,
        "opa": "Mammillary body",
        "opb": "Thalamus",
        "opc": "Frontal lobe",
        "opd": "Arcuate fasciculus",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "b74d5aca-2c9f-42ed-8184-98c465b7ac61",
        "choice_type": "single"
    },
    {
        "question": "Morbid jealousy is associated with which addiction?",
        "exp": "Ans. is 'a' i. e., Alcohol Morbid jealousy (Pathological jealousy)* Also referred to as delusional jealously, obsessive jealousy and Othello syndrome. This condition occurs when a person feels an unreasonable fear that a partner has been unfaithful, is presently unfaithful, or plans to be unfaithful.* Morbid jealousy can occur in alcoholism, Schizophrenia, manic phase of bipolar illness, OCD, depression, or anxiety disorder. Also know. Alcoholic paranoia falcohal induced psychotic disorder with delusions)* Alcoholic parania refers to alcohol induced psychotic disorder with delusions. Delusions in alcoholic paranoia are fixed, ie. Alcoholic paranoia is associated with fixed delusions. Patients develop delusion of either persecution or jealousy, accompanied by delusion of reference. Auditary hallucinations may occur but play a minor role.",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Heroin",
        "opc": "LSD",
        "opd": "Charas",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "dd3ef3e0-c495-47a8-ad60-78ff4007aca1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an alternative to methadone for maintenance treatment of opiate dependence",
        "exp": "The withdrawal symptoms can be managed by one of the following methods: 1. Use of substitution drugs such as methadone 2. Clonidine is a a2 agonist that acts by inhibiting norepinephrine release at presynaptic a2 receptors. 3. Naltrexone with Clonidine: Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. 4. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Metha dol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). In paicular, Buprenorphine has recently been used widely for detoxification as well as for maintenance treatment in many pas of the World. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Chlordiazepoxide",
        "opc": "Buprenorphine",
        "opd": "Dextropropoxyphene",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8adad11f-e7f2-409a-a7d3-8bcdd08d3cf8",
        "choice_type": "single"
    },
    {
        "question": "Most commonly abused opioid is",
        "exp": "Heroine-brown sugar /diacetylmorphine is the most commonly abused opioid opiods works on mu, kappa and delta receptor. there is a new recpetor that is introduced that is called as orphanin receptor opiod withdrawl is a distressing experience for the patient that makes the patient to take the sunstance again the main clue for opiod withdrawl is. ALL ORIFICES BLEED there is lacrimation, sweating, vomiting, rhinorrhea, diarrhoea, muscle cramps and stomach ache the piloerection that occurs in opiod withdrawl is called as COLD TURKEY the tratment of opiod withdrawl can be doneby several means SUPPOIVE CARE: clonidine+benzodiazepines+dicyclomine+anti emetic+anti diarrhoeal AGONIST ASSOSIATED DETOXIFICATION: methadone and bupenorphine ANTAGONIST ASSOSIATED DETOXIFICATION: naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Diacetyl morphine",
        "opc": "Codeine",
        "opd": "Fentanyl",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "7ddec216-bfc6-459f-871e-1cdb70f99366",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of symptom of alcohol withdrawal is",
        "exp": "The most common withdrawal syndrome is a hangover on the next morning. Mild tremors, nausea, vomiting, weakness, irritability, insomnia and anxiety are the other common withdrawal symptoms. Sometimes the withdrawal syndrome may be more severe, characterised by one of the following three disturbances: delirium tremens, alcoholic seizures and alcoholic hallucinosis. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 2,
        "opa": "Bodyache",
        "opb": "Tremor",
        "opc": "Diarrhoea",
        "opd": "Rhinorrhea",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "4e4b1088-b359-440b-851c-1bcd4608e45a",
        "choice_type": "single"
    },
    {
        "question": "The drug which is used for long term maintenance in opioid addiction",
        "exp": "Ans. is 'd' i. e., Methadone Maintenance therapy for opioid addiction* Once detoxification phase is over (i. e., withdrawal symptoms have been managed), the patient is maintained on any of the following drugs to prevent relapse by reducing craving and preventing 'kick' or 'euphoria' produced by opioids (morphine or heroin). Drugs used are: -1. Methadone: - Reduces craving and 'kick/euphoria from morphine or heroin because their opioid receptors are already occupied. 2. LAAM and buprenorphine: - Similarly reduce craving. 3. Opioid antagonists (naltrexone): - Naltrexone can be used orally to assist in the rehabilitation of ex-opioid abusers who are fully withdrawn (otherwise it induces an acute withdrawal syndrome). Naltrexone prevents relapse by discouraging substance seeking behavior - If a patient, who is on naltrexone maintenance therapy, takes an opioid, there is no 'kick' or euphoria as opioid receptors are already blocked. Naltrexone can be used with clonidine as in detoxification. Treatment of opioid addiction* Treatment can be divided into: -A. Treatment of toxicity (overdose)# Overdose is a medical emergency and is treated with opioid antagonist to reverse the complications (respiratory depression) by antagonizing the action on opioid receptors. Intravenous naloxone is the antagonist of choice for morphine (heroin) poisoning. Oral naltrexone is used for maintenance therapy, once acute poisoning has been treated by iv naloxone. Intravenous nalmefene is another specific antagonist. B. Treatment of dependence# Treatment of dependence include medically supervised withdrawal and detoxification, followed by maintenance therapy. a. Detoxification* Detoxification process include abrupt withdrawal of opioid followed by management of the emergent withdrawal symptoms, i. e., treatment of withdrawal syndrome. Detoxification can be done by any of the following. i) Substitution of long-acting opioid agonism: - Methadone is the treatment of choice. Because of its agonistic activity on opioid receptors it suppresses withdrawal symptoms. L-alpha-acetyl-methadol/ Levomethyl (LAAM) is the other opioid agonist which was used for this purpose. However it is no longer in use because some patients developed prolonged QT intervals (torsades de points). ii) Substitution of partial agonist: - Buprenorphine can be used in place of methadone because of its partial agonistic activity on opioid receptor. iii) Substitution by a2 agonists: - Clonidine as a sympatholytic agent due to its agonistic action on central presynaptic a2 receptors which reduce nor-adrenergic activity. Therefore, clonidine reduces the adrenergic withdrawal symptoms. Lofexidine, another a2 agonist, is an alternative to clonidine. iv) Clonidine plus naltrexone: - A more rapid detoxification can occur when clonidine is used along with naltrexone. Naltrexone, when given in opioid dependent patient, causes withdrawal symptoms because of its antagonistic action. These can be treated with clonidine. The addition of short acting Benzodiazepine (lorazepam or oxazepam) and NSAIDs, will help to relieve withdrawal symptoms not covered by clonidine. It should be kept in mind that naltrexone should not be used alone for detoxification (to treat withdrawal syptoms) as it precipitates or worsens the withdrawal syndrome. v) Other drugs: - Dextropropoxyphene, diphenoxylateb. Maintenance therapy:- explained above",
        "cop": 4,
        "opa": "Naloxone",
        "opb": "Nalorphine",
        "opc": "Butarphanol",
        "opd": "Methadione",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "ad1bca5c-d47b-4db6-ba81-8a44243e1d66",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric illness -",
        "exp": "Ans. is 'a' i. e., Depressiono Depresson is the most common psychiatric disorder that affect 15% of the population at some time in their lives (Mates - 8-12%; Females -20-25%). Middle aged (25-45 years) females are most commonly affected. o Note: Among the given options, depression is most common. Overall, anxiety disorder is the most common psychiatric illness.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Bipolar",
        "opc": "Mania",
        "opd": "Cyclothymia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "82f014e5-14b1-4c58-83e6-17d4a2ec93dc",
        "choice_type": "single"
    },
    {
        "question": "CAGE test is used for diagnosis of",
        "exp": "CAGE Questionnaire The CAGE questionnaire basically consists of four questions: i. Have you ever had to Cut down on alcohol (amount)? ii. Have you ever been Annoyed by people's criticism of alcoholism? iii. Have you ever felt Guilty about drinking? iv. Have you ever needed an Eye-opener drink (early morning drink)? A score of 2 or more identifies problem drinkers. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 39",
        "cop": 3,
        "opa": "Opioid abuse",
        "opb": "Schizophrenia",
        "opc": "Alcoholism",
        "opd": "Paranoid Psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "59ffc77f-3f4b-41ff-be1e-172d29ea1020",
        "choice_type": "single"
    },
    {
        "question": "In an alcoholic man, Blackout is seen in",
        "exp": "Acute Intoxication After a brief period of excitation, there is a generalised central nervous system depression with alcohol use. With increasing intoxication, there is increased reaction time, slowed thinking, distractibility and poor motor control. Later, dysahria, ataxia and incoordination can occur. There is a progressive loss of self-control with frank disinhibited behaviour. The duration of intoxication depends on the amount and the rapidity of ingestion of alcohol. With blood alcohol levels of 300-450 mg%, increasing drowsiness followed by coma and respiratory depression develop. Death occurs with blood alcohol levels between 400 to 800 mg%. Occasionally a small dose of alcohol may produce acute intoxication in some persons. This is known as pathological intoxication. Another feature, sometimes seen in acute intoxication, is the development of amnesia or blackouts. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 3,
        "opa": "Alcohol abstinence",
        "opb": "Hepatic encephalopathy",
        "opc": "Alcohol intoxication",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "34861471-59d7-4fa6-b422-9c19a27bb7f7",
        "choice_type": "single"
    },
    {
        "question": "Roid rage is seen in",
        "exp": "ANABOLIC ANDROGENIC STEROIDS Testosterone like hormones * Muscle building propey * Body builders * Normal testosterone range is 300-1000micrograms * Need to administer 10-100 times the normal to have effect kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no 686",
        "cop": 4,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": "toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "02b7f906-1771-4e6d-ae41-43ab1356dccb",
        "choice_type": "single"
    },
    {
        "question": "Mania is characterized by all except -",
        "exp": "Ans. is 'a' i. e., Hypersomnia o Insomnia and not hypersomnia is a feature in mania. Diagnostic criteria for maniao Three or more of the following for at least 1 weeki) Inflated self esteem or grandiosityv) Distractibilityii) Decreased need for sleepvi) Psychom otor agitation or Increased goal directed activitiesiii) Overtalkativenessvii) Excessive involvement in pleasurable activitiesiv) Flight of ideas Important symptoms of mama. Elevated mood Euphoria, elation, exatlation, ectasv, high self esteem. Thought & speech Pressure of speech (Talkativeness), flight of ideas, delusion of grandeur, delusion of persecution, distractibility. Increased psychomotor activity'Overactiveness, restlessness, increased energy. Goal directed activity Patient is alert, trying to do many things at one time. Psychotic features Delusions and hallucination. Other Increased sexual drive, aggressive behavior, decreased need for sleep (insomnia), spending excessive money, increased appetite, impaired judgement, social & occupational dysfunction, absent insight.",
        "cop": 1,
        "opa": "Hypersomnia",
        "opb": "Pressure of speech",
        "opc": "High self esteem",
        "opd": "Delusion of grandeur",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "89c343ba-843b-4728-bbc7-d7e865e5839a",
        "choice_type": "multi"
    },
    {
        "question": "Heavy smokers need the following intervention to aid smoking cessation Except",
        "exp": "The Community Intervention Trial for Smoking Cessation (COMMIT) was a 4-year program showing that Light smokers (<25 cigarettes per day) were more likely to benefit from simple cessation messages and cessation programs than those who did not receive an intervention. Quit rates were 30. 6% in the intervention group and 27. 5% in the control group. The COMMIT interventions were unsuccessful in heavy smokers (>25 cigarettes per day). Heavy smokers may need an intensive broad-based cessation program that includes counselling, behavioural strategies and pharmacologic adjuncts such as nicotine replacement (gum, patches sprays lozenges and inhalers), bupropion and/or varenicline. Reference: Harrison; 19th edition",
        "cop": 4,
        "opa": "Nicotine replacement",
        "opb": "Pharmacological antiaddiction medications",
        "opc": "Cessation programmes",
        "opd": "Radiofrequency ablation",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "da73e990-c0bf-44d6-844d-6f6f5589b060",
        "choice_type": "multi"
    },
    {
        "question": "Agent used in opioid abuse substitution therapy is?",
        "exp": "Ans. is 'c' i. e., Methadone Maintenance therapy for opioid addiction* Once detoxification phase is over (i. e., withdrawal symptoms have been managed), the patient is maintained on any of the following drugs to prevent relapse by reducing craving and preventing 'kick' or 'euphoria' produced by opioids (morphine or heroin). Drugs used are: -1. Methadone: - Reduces craving and 'kick/euphoria from morphine or heroin because their opioid receptors are already occupied. 2. LAAM and buprenorphine: - Similarly reduce craving. 3. Opioid antagonists (naltrexone): - Naltrexone can be used orally to assist in the rehabilitation of ex-opioid abusers who are fully withdrawn (otherwise it induces an acute withdrawal syndrome). Naltrexone prevents relapse by discouraging substance seeking behavior - If a patient, who is on naltrexone maintenance therapy, takes an opioid, there is no 'kick' or euphoria as opioid receptors are already blocked. Naltrexone can be used with clonidine as in detoxification. Treatment of opioid addiction* Treatment can be divided into: -A. Treatment of toxicity (overdose)# Overdose is a medical emergency and is treated with opioid antagonist to reverse the complications (respiratory depression) by antagonizing the action on opioid receptors. Intravenous naloxone is the antagonist of choice for morphine (heroin) poisoning. Oral naltrexone is used for maintenance therapy, once acute poisoning has been treated by iv naloxone. Intravenous nalmefene is another specific antagonist. B. Treatment of dependence# Treatment of dependence include medically supervised withdrawal and detoxification, followed by maintenance therapy. a. Detoxification* Detoxification process include abrupt withdrawal of opioid followed by management of the emergent withdrawal symptoms, i. e., treatment of withdrawal syndrome. Detoxification can be done by any of the following. i) Substitution of long-acting opioid agonism: - Methadone is the treatment of choice. Because of its agonistic activity on opioid receptors it suppresses withdrawal symptoms. L-alpha-acetyl-methadol/ Levomethyl (LAAM) is the other opioid agonist which was used for this purpose. However it is no longer in use because some patients developed prolonged QT intervals (torsades de points). ii) Substitution of partial agonist: - Buprenorphine can be used in place of methadone because of its partial agonistic activity on opioid receptor. iii) Substitution by a2 agonists: - Clonidine as a sympatholytic agent due to its agonistic action on central presynaptic a2 receptors which reduce nor-adrenergic activity. Therefore, clonidine reduces the adrenergic withdrawal symptoms. Lofexidine, another a2 agonist, is an alternative to clonidine. iv) Clonidine plus naltrexone: - A more rapid detoxification can occur when clonidine is used along with naltrexone. Naltrexone, when given in opioid dependent patient, causes withdrawal symptoms because of its antagonistic action. These can be treated with clonidine. The addition of short acting Benzodiazepine (lorazepam or oxazepam) and NSAIDs, will help to relieve withdrawal symptoms not covered by clonidine. It should be kept in mind that naltrexone should not be used alone for detoxification (to treat withdrawal syptoms) as it precipitates or worsens the withdrawal syndrome. v) Other drugs: - Dextropropoxyphene, diphenoxylateb. Maintenance therapy:- explained above",
        "cop": 3,
        "opa": "Naloxone",
        "opb": "Naltrexone",
        "opc": "Methadone",
        "opd": "Butarphanole",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "b3044dae-f273-45f2-98ee-35398654521b",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male with history of alcohol abuse for 20 years is brought to the hospital emergency with complaints of fearfulness, talking to self, aggressive behavior, tremulousness and saying that there insects crawling under his skin. Physical examination shows tachycardia, palpitations, sweating, and high grade fever. He is unable to recognize few of his family members. There is history of drinking alcohol two days prior to the onset of the present complaints. He is most likely suffering from?",
        "exp": "Ans. is 'a' i. e., Delirium tremens * This patient hasA. H/O alcohol abuseB. Abstinence from alcohol drinking since two daysC. Tactile hallucination (insects crawling under the skin)D. Disorientation (not able to recognize family members, talking to self)E. Autonomic disturbances: - Tachycardia, sweating, tremors, fever, Anxiety (fearfulness and tremulousness)* All suggest the diagnosis of delirium tremens. Delirium tremens* Delirium tremens is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant alcohol abstinence.* It has all the features of delirium: -1. Clouding of consciousness, Confusion or disorientation. 2. Poor attention span and distractibility. 3. Visual (and also auditory) hallucinations, illusions. Tactile hallucination of insects crawling under the skin (fornication). 4. Marked autonomic disturbances: - Tachycardia, sweating, tremors, fever, hypertension, Anxiety and pupillary dilatation. 5. Psychomotor agitation, ataxia, Insomnia with disturbed sleep wake cycle.* Benzodiazepines are the drugs of choice for delirium tremens. Chlordiazepoxide is the agent of choice with diazepam as an alternative.",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Alcoholic hallucinosis",
        "opc": "Schizophrenia",
        "opd": "Seizure disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "6553134b-f992-4429-a9a2-9672cdfa6509",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-aged chronic alcoholic male, presented with irrelevant talks, tremor and sweating. He had his last drink 3 days back. What will the probable diagnosis?",
        "exp": "Ans. a. Delirium tremens. Ref: Kaplan Step 2 CK Lecture Notes 2018 of Psychiatry; Page No- 40 & Kaplan Step 2 CK Lecture Notes 2018 of Internal medicine; Page No-369. DELIRIUM TREMENS (DT). Manifests 48-72 hours after the last drink but can last up to 10 days. Mental confusion. Autonomic hyperactivity. Visual hallucinations. Severe agitation. Diaphoresis. ALCOHOLIC HALLUCINOSISMay be confused with DTStarts 12-24 hours after last drink but can last days to weeks. Paranoid psychosis without tremors and confusion. Normal vital signs (no hypertension or tachycardia). No agitation. Normal appearance except for auditory (most common), visual, or tactile hallucinations. WERNICKE ENCEPHALOPATHYConfusion, ataxia, and ophthalmoplegia (nystagmus). KORSAKOFF PSYCHOSISAmnesia and confabulations. TREATMENTAlcohol withdrawal has a very high mortality rate (5%). Benzodiazepines can be life-saving (important to taper dose slowly). Diazepam and chlordiazepoxide are common, due to their long half-life. There is no role for anticonvulsants. Antipsychotics such as haloperidol should be avoided because they can lower the seizure threshold and cause prolonged QT interval. Hydrate with isotonic fluids and electrolyte replacement. Symptom-triggered therapy is recommended. A work-up for alternative diagnosis is also very important. Use only lorazepam or oxazepam for cirrhosis. CT head to look for intracranial bleed. Lumbar puncture to rule out meningitis if there is a fever. Chest x-ray: Look for aspiration pneumonia. High doses of thiamine IV for Wernicke and Korsakoff. Treatment for alcoholic hallucinosis is benzodiazepines and haloperidol (there is no risk of seizures, so it can be used here).",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Korsakoff psychosis",
        "opc": "Postacute withdrawal syndrome",
        "opd": "Discontinuation syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "ed731fc5-1d79-4351-8f71-77a8aff8e772",
        "choice_type": "single"
    },
    {
        "question": "Hangover following alcohol consumption can be treated with",
        "exp": "The most common withdrawal syndrome with alcohol is a hangover on the next morning. In patients suffering from (or likely to suffer from) delirium tremens, peripheral neuropathy, Wernicke. Korsakoff syndrome, and/or with other signs of vitamin B deficiency (especially thiamine and nicotinic acid), a preparation of vitamin B containing 100 mg of thiamine (vitamin B1) should be administered parenterally, twice everyday for 3-5 days. This should be followed by oral administration of vitamin B1 for at least 6 months. Reference: A Sho Textbook of Psychiatry by Niraj Ahuja page no. 37, 40.",
        "cop": 2,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Riboflavin",
        "opd": "Niacin",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "159d6b03-ff3d-4bce-9f8f-85b50428ca8b",
        "choice_type": "single"
    },
    {
        "question": "Mainlining is seen in which of the following drug abuse in which the patient will inject drug into main veins",
        "exp": "Mainlining(SHIFT from peripheral to central vein injections) and skin popping(injecting SC) are seen in abuse of opioids opiod use is not a medical emergency like alcohol but opiod withdrawl is one of the ourite questions for examiners the famous quote that is used for describing opiod withdrawl is ALL ORIFICES BLEED WITH PUPILLARY DIALATION you need to inculcate the image of opiod withdrawl that is given in your mind to answer case scenario related questions. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338",
        "cop": 4,
        "opa": "Heroin",
        "opb": "Cannabis",
        "opc": "Cocaine",
        "opd": "Morphine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1a683d1c-f8b6-4dcc-9c1f-dea03eb5fcd2",
        "choice_type": "single"
    },
    {
        "question": "Used for aveing smoking habit is",
        "exp": "Bupropion (also called as amfebutamone a NDRI antidepressant )and varenicline are pharmacological agents recently used in promoting smoking cessation as adjuvant to behavioural or cognitive behaviour treatment (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, page no. 52)",
        "cop": 2,
        "opa": "Buspirone",
        "opb": "Bupropion",
        "opc": "Methadone",
        "opd": "Venlafaxine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "19885671-a3bf-4ee7-830f-e2d87f6b6c53",
        "choice_type": "single"
    },
    {
        "question": "\"Amotivational syndrome\" is caused by",
        "exp": "Ans. a (Cannabis) (Ref-Kaplan & Sadock's Synopsis of Psychiatry, Xth/ Chapter 12. 5, Pg 420). MARUUANA/AND/CANNABIS# Marijuana is the most commonly used illegal drug in the United States.# Acute intoxication from marijuana and cannabis compounds is related to both the dose of Tetrahydrocanabinol (THC) and the route of administration.# THC is absorbed more rapidly from marijuana smoking than from orally ingested cannabis compounds.# Acute marijuana intoxication usually consists of a subjective perception of relaxation and mild euphoria resembling mild to moderate alcohol intoxication.# This condition is usually accompanied by some impairment in thinking, concentration, and perceptual and psychomotor function. Higher doses of cannabis may produce behavioral effects analogous to severe alcohol intoxication. THC causes a specific \"amotivational syndrome. \"# Often it can be difficult to recognize the signs of marijuana use because most of the signs take place while the individual is under the influence. Marijuana users may show following signs: Rapid, loud talking and bursts of laughter in early stages of intoxication, Sleepy or stuporous in the later stages, Inflammation in whites of eyes; pupils unlikely to be dilated, Odor similar to burnt rope on clothing, Weight gain or loss., etc# Chronic marijuana use has also been reported to increase the risk of psychotic symptoms in individuals with a past history of schizophrenia. Signs and Symptoms of Intoxication and Withdrawal. Drug. Intoxication. Withdrawal. Opioids. CNS depression, nausea, vomiting, constipation, pupillary constriction, seizures, respiratory depression (life-threatening in overdose). Naloxone/naltrexone will block opioid receptors and reverse effects (beware of antagonist clearing before opioid, particularly with long-acting opioids such as methadone). Anxiety, insomnia, anorexia, diaphoresis, dilated pupils, fever, rhinorrhea, piloerection, nausea, stomach cramps, diarrhea, yawning. Extremely uncomfortable, but rarely lifethreatening. Amphetamines. Psychomotor agitation, impaired judgement, tachycardia, pupillary dilation, hypertension, paranoia, angina, hallucination, sudden death. Treat with haloperidol for severe agitation and symptom-targeted medications. Post-use \"crash\" with hypersomnolence, depression, malaise, severe craving, suicidality. Phencyclidine hydrochloride (PCP). Belligerence, psychosis, violence, impulsiveness, psychomotor agitation, fever, tachycardia, vertical/ horizontal nystagmus, ataxia, delirium. Give benzodiazepines for severe symptoms; otherwise reassure. Recurrence of intoxication symptoms due to reabsorption in the GI tract; sudden onset of severe, random violence. LSDMarked anxiety or depression, delusions visual hallucinations, flashbacks, pupillary dilation. Give benzodiazepines or traditional antipsychotics for severe symptoms. Marijuana. Euphoria, slowed sense of time, impaired judgement, social withdrawal, appetite, dry moth, conjunctival injection, hallucinations, anxiety, paranoia, amotivational syndrome. Barbiturates. Low safety margin, respiratory depression. Anxiety, seizures, delirium, lifethreatening cardiovascular collapse. Benzodiazepines. Interactions with alocohol, amnesia, ataxia, somnolence, mild respiratory depression. Rebound anxiety, seizures, tremor, insomnia, hypertension, tachycardia.",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Alcohol",
        "opd": "Diazepam",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "2e441c10-6f30-469d-809f-4461376c3b6e",
        "choice_type": "single"
    },
    {
        "question": "Symptom of opioid withdrawal is:",
        "exp": "Ans. A. Piloerection. Opioid Withdrawal* With long-term use of opioids down regulation of dynorphins, endogenous endorphins and opioid receptors takes place.* Abrupt cessation of opioid use does not allow time for upregulation of receptors It results in elevated neuronal firing and the opioid withdrawal syndrome.* Opioid withdrawal usually starts with-- Diaphoresis- Yawning- Feelings of anxiety- Lacrimation- Rhinorrhea and diffuses myalgias. It then progresses to -- Nausea- Profuse vomiting- Diarrhea, Piloerection, mydriasis and abdominal dehydration.* Opioid withdrawal reactions are not life-threatening and rarely fatal but they are very uncomfortable.* Vomiting and aspiration of gastric contents causes pneumonitis.",
        "cop": 1,
        "opa": "Piloerection",
        "opb": "Dry Skin",
        "opc": "Bradycardia",
        "opd": "Pupillary construction",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "fa7b9ed5-7774-4036-93b2-b1a4a4c5295b",
        "choice_type": "single"
    },
    {
        "question": "Formication is seen with",
        "exp": "Tactile hallucinations (formication), in clear consciousness, may sometimes occur in chronic amphetamine intoxication. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition, page 49.",
        "cop": 2,
        "opa": "Acute amphetamine intoxication",
        "opb": "Chronic use of amphetamine",
        "opc": "Alcohol withdrawal",
        "opd": "Cannabis poisoning",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "4b904159-34b5-4987-a411-fca06973fa63",
        "choice_type": "single"
    },
    {
        "question": "Features of alcohol withdrawal are all except",
        "exp": "The classic sign of alcohol withdrawal is tremulousness, although the spectrum of symptoms can expand to include psychotic and perceptual symptoms (e. g., delusions and hallucinations), seizures, and the symptoms of delirium tremens (DTs). Other symptoms of withdrawal include general irritability, gastrointestinal symptoms (e. g., nausea and vomiting), and sympathetic autonomic hyperactivity, including anxiety, arousal, sweating, facial flushing, mydriasis, tachycardia, and mild hypertension. Ref: Synopsis of Psychiatry, 11th edition, page 630.",
        "cop": 1,
        "opa": "Hypersomnolence",
        "opb": "Epileptic seizure",
        "opc": "Restlessness",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "f1a77b1d-a478-4dba-bbda-33c198dd1ebb",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal which is not seen",
        "exp": "The most common withdrawal syndrome is a hangover on the next morning. Mild tremors, nausea, vomiting, weakness, irritability, insomnia and anxiety are the other common withdrawal symptoms. Sometimes the withdrawal syndrome may be more severe, characterised by one of the following three disturbances: delirium tremens, alcoholic seizures and alcoholic hallucinosis. Black out is an amnestic phenomenon seen in alcohol intoxication, not withdrawal. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 2,
        "opa": "Seizure",
        "opb": "Blackout",
        "opc": "Coarse tremor",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8a1387af-f1a2-44d8-b044-f132140821dc",
        "choice_type": "multi"
    },
    {
        "question": "A Patient on alcohol dependence was given a drug and was advised to avoid alcohol as drug interaction would lead to adverse drug reaction. Which of the following is the drug",
        "exp": "When alcohol is ingested by a person who is on disulfiram, alcohol-derived acetal de hyde cannot be oxidised to acetate and this leads to an accumulation of acetaldehyde in blood. This causes the impoant disulfiram-ethanol reaction (DER) characterised by flushing, tachycardia, hypotension, tachypnoea, palpitations, headache, sweating, nausea, vomiting, giddiness and a sense of impending doom associated with severe anxiety. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 41",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naloxone",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "0e70f3e6-75c7-42db-bee5-418cd9092f30",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for suicide is?",
        "exp": "Ans. is 'b' i. e., Drug abuse Causes/Risk factors for suicideA. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence, Schizophrenia, Dementia. B. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. C. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. D. Biological factors: - Decrease in serotoninE. Other - Male sex, Age > 40 years, Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 2,
        "opa": "Increased serotonin",
        "opb": "Drug abuse",
        "opc": "Female sex",
        "opd": "Married person",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "3122439f-482a-4388-9d8e-6919ddf1b75d",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is used for:",
        "exp": "Ans. B. Alcohol dependence. Explanation. Naltrexone is a opioid receptor antagonist used to reduce or eliminate the subjective high associated with consumption of opioid and alcohol. It is approved by US FDA for alcohol dependence and for blockade of effects of exogenously administered opioids.",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "Alcohol dependence",
        "opc": "Anorexia",
        "opd": "Cannabis toxicity",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "1992c62c-7b55-4f29-bfa7-46d1bfc22c33",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in delirium tremens is",
        "exp": "The drugs of choice for alcoholic detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 40",
        "cop": 3,
        "opa": "CPZ",
        "opb": "Phenytoin",
        "opc": "Chlordiazepoxide",
        "opd": "Morphine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "98e69aa6-af36-4949-8f3c-4f46aa00e548",
        "choice_type": "single"
    },
    {
        "question": "Tactile hallucinations are typically seen in",
        "exp": ": In complicated alcohol withdrawal visual (and also auditory) hallucinations and illusions occur, which are often vivid and very frightening. Tactile hallucinations of insects crawling over the body may occur. In Schizophrenia, depression and delirium tactile hallucinations are uncommon. Reference: A Sho Textbook of Psychiatry by Niraj Ahuja page no. 38.",
        "cop": 1,
        "opa": "Alcohol withdrawl",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "930469c5-a911-4ff1-872a-89ecbc223077",
        "choice_type": "multi"
    },
    {
        "question": "In a alcoholic individual, tolerance to alcohol that disappears as rapidly as it develops is known as",
        "exp": "Ans. b (Pharmacokinetic tolerance) (Ref. Harrison 18th/ p 2562)ALCOHOL - BEHAVIORAL EFFECTS, TOLERANCE, AND DEPENDENCE# Even though \"legal intoxication\" requires a blood alcohol concentration of at least 80 to 100 mg/dL, behavioral, psychomotor, and cognitive changes are seen at levels as low as 20 to 30 mg/dL.# Deep but disturbed sleep can be seen at twice the legal intoxication level, and death can occur with levels between 300 and 400 mg/dL.# Alcohol enhances GABA-A receptors and inhibits NMDA receptors.# Types of compensatory changes after repeated exposure producing tolerance of higher alcohol levels-Metabolic or pharmacokinetic tolerance# First, after 1-2 weeks of daily drinking, metabolic or pharmacokinetic tolerance can develop, with a 30% increase in the rate of hepatic alcohol metabolism.# This alteration disappears almost as rapidly as it develops. Cellular or pharmacodynamics tolerance# Second, cellular or pharmacodynamic tolerance develops through neurochemical changes that may also contribute to physical dependence.# The cellular changes caused by chronic alcohol exposure may not resolve for several weeks or longer following cessation of drinking. Behavioural tolerance# Third, individuals can develop behavioural tolerance, i. e., can learn to adapt their behaviour so that they can function better than expected under drug influence. Functional Tolerance# Humans and animals develop tolerance when their brain functions adapt to compensate for the disruption caused by alcohol in both their behavior and their bodily functions. This adaptation is called functional tolerance. Environment-dependent tolerance# The development of tolerance to alcohol's effects over several drinking sessions is accelerated if alcohol is always administered in the same environment or is accompanied by the same cues. This effect has been called environment- dependent tolerance. Learned tolerance# The development of tolerance also can be accelerated by practicing a task while under the influence of alcohol. This phenomenon is called behaviorally augmented (i. e., learned) tolerance. Educational points: EFFECTS OF BLOOD ALCOHOL LEVELS IN THE ABSENCE OF TOLERANCEBlood Level, mg/d. LUsual Effect20. Decreased inhibitions, a slight feeling of intoxication80. Decrease in complex cognitive functions and motor performance200. Obvious slurred speech, motor incoordination, irritability, and poor judgment300. Light coma and depressed vital signs400. Death",
        "cop": 2,
        "opa": "Cellular tolerance",
        "opb": "Pharmacokinetic tolerance",
        "opc": "Pharmacodynamic tolerance",
        "opd": "Behavioural tolerance",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "3c18bc52-03af-46ab-b5bd-39353e440913",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old boy suffering from drug abuse presents with cross-over of sensory perceptions, such that, sounds can be seen and colours can be heard. Which of the following is that most likely agent responsible for drug abuse",
        "exp": "The characteristic features of acute LSD intoxication are perceptual changes occurring in a clear consciousness. These perceptual changes include depersonalisation, derealisation, intensification of perceptions, synaesthesias (for example, colours are heard, and sounds are felt), illusions, and hallucinations. In addition, features suggestive of autonomic hyperactivity, such as pupillary dilatation, tachycardia, sweating, tremors, incoordination, palpitations, raised the temperature, piloerection and giddiness, can also be present. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 49",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "LSD",
        "opc": "Marijuana",
        "opd": "PCP",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "3c6037e4-7159-41c5-b4de-7badfdc7481d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a date rape drug",
        "exp": "flunitrazepam, MDMA, gamma hydroxy Butyrate are called as date rape drugs Date rape drugs are any type of drug used to make <a style=\"box-sizing: border-box; background-color: transparent; color:; text-decoration-line: none;\" href=\" style=\"box-sizing: border-box; background-color: transparent; color:; text-decoration-line: none;\" href=\" assault</a> easier. Ref. Kaplon and Sadock, synopsis of psychiatry, 11 th edition, 648",
        "cop": 1,
        "opa": "flunitrazepam",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1a9017c3-72e5-4505-9b54-f732981439ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pa of brain is commonly involved in the pathology of Wernicke's encephalopathy?",
        "exp": "Mammillary bodies are symmetrically affected in Wernicke's and Korsakoff psychosis thiamine deficiency is common in alochol dependence patients as they refuse to take thiamine rich foods and also due to changes in thiamne absorption. thiamine intake is reduced in alcohol patients as they consume less amount of green leafy vegetables because of decreased appetite thiamine is less absorbed because both thiamine and alcohol gets absorbed in the duodenum. as both of them compete with each other and eventually alcohol wins and hence thiamine is less absorbed. GOA-seen in Wernicke encephalopathy Global confusion, ophthalmoplegia, ataxia wernicke's encephalopathy is 100%reversible and has a good prognosis with adminstration of thiamine. Confabulations are seen in Korsakoff psychosis koraskoff psychosis is a misnomer as there is nopsychotic symptoms, but the patient preents with confabulation that is called as fluent plausible lying. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 1,
        "opa": "Mamillary body",
        "opb": "Frontal coex",
        "opc": "Pituitary gland",
        "opd": "Temporal lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "41a6b724-294a-4491-aacf-c3574b30cc06",
        "choice_type": "single"
    },
    {
        "question": "Formication and delusion of persecution, both are together seen in",
        "exp": "The complications of chronic cocaine use include acute anxiety reaction, uncontrolled compulsive behaviour, psychotic episodes (with persecutory delusions, and tactile and other hallucinations), delirium and delusional disorder. Formication is tactile hallucination of bugs crawling. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th editon, page 47.",
        "cop": 3,
        "opa": "LSD psychosis",
        "opb": "Amphetamine psychosis",
        "opc": "Cocaine psychosis",
        "opd": "Cannabis psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "f61060ec-6282-43f3-bdf3-b520620fab02",
        "choice_type": "multi"
    },
    {
        "question": "Use of which drugs may induce symptoms with a close differential diagnosis of paranoid schizophrenia?",
        "exp": "Ans. B. Amphetamines* Amphetamine intoxication can result in a psychosis very closely resembling acute paranoid schizophrenia, with symptoms including paranoid delusions and visual hallucinations.* Some investigators feel that prominent visual hallucinations and a relative absence of thought disorder are more characteristic of amphetamine psychosis, but other investigators feel the symptoms are indistinguishable.* Other drugs that produce psychoses similar to schizophrenia include phencyclidine PCP) and lysergic acid diethylamide (LSD).",
        "cop": 2,
        "opa": "Benzodiazepine",
        "opb": "Amphetamines",
        "opc": "Caffeine",
        "opd": "Heroin",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "4501915a-eda6-49ee-be60-2ed3299bd1d0",
        "choice_type": "single"
    },
    {
        "question": "Disulfiram like reaction is seen with:",
        "exp": "Ans: a (Metronidazole). Ref: Goodman and Gilman's Manual of Pharmacology and Therapeutics. Disulfiram inhibits the enzyme aldehyde dehydrogenase probably after conversion into active metabolites. When alcohol is ingested after taking disulfiram, the concentration of acetaldehyde in tissues and blood rises and number of distressing symptoms like flushing, burning sensation, throbbing headache, perspiration, chest tightness, vomiting and mental confusion are produced which is called disulfiram reaction or aldehyde syndrome. Metronidazole has a well-documented disulfiram-like effect, and some patients will experience abdominal distress, vomiting, flushing, or headache if they drink alcoholic beverages during or within 3 days of therapy with this drug. Patients should be cautioned to avoid consuming alcohol during metronidazole treatment even though the risk of a severe reaction is low. Acamprosate, is a known drug used for treating alcohol dependence. Similar responses to alcohol ingestion are produced by various congeners of Disulfiram, namely, cyanamide, the fungus Coprinus atramentarius, the hypoglycemic sulfonylureas, certain cephalosporins, and animal charcoal.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Benzodiazepine",
        "opc": "Fluoxetine",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "0e6c20c7-6621-4cf4-aedd-3f645bfdc5b1",
        "choice_type": "single"
    },
    {
        "question": "In alcohol withdrawal, drug of choice is",
        "exp": "The usual duration of uncomplicated withdrawal syndrome is 7-14 days. The aim of detoxification is the symptomatic management of emergent withdrawal symptoms. The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. A typical dose of Chlordiazepoxide in moderate alcohol dependence is 20 mg QID (four times a day) on day 1, 15 mg QID on day 2, 10 mg QID on day 3, 5 mg QID on day 4, 5 mg BD on day 5 and none on day 6. However, in more severe dependence, higher doses are needed for longer periods (up to 10 days). These drugs are used in a standardised protocol, with the dosage steadily decreasing every day before being stopped, usually on the tenth day. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 40",
        "cop": 3,
        "opa": "TEP",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "455a7df3-63c0-40a7-9e96-156c7220d438",
        "choice_type": "single"
    },
    {
        "question": "Which among the following non opioid medication can be used to treat symptoms of opioid withdrawal syndrome?",
        "exp": "Ans. D. Clonidine. Clonidine, Alpha 2 receptor agonist, is used to suppress some of the symptoms of mild opioid withdrawal. Clonidine is given orally, starting with doses of 0. 1to0. 3mg three or four times a day. In outpatient settings, a daily dosage above 1mg is not recommended due to the risk of severe hypotension. It is more effective on symptoms of autonomic instability but is less effective than methadone in suppressing muscle aches, cravings, and insomnia. It is particularly useful in the detoxification of patients maintained on methadone or buprenorphine.",
        "cop": 4,
        "opa": "Chlordiazepoxide",
        "opb": "Bupropion",
        "opc": "Methadone",
        "opd": "Clonidine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "53bd0d62-8b77-4f25-aaa0-f4f29130fc92",
        "choice_type": "single"
    },
    {
        "question": "Which drug is not used for alcohol dependence?",
        "exp": ". Ans: a (Buspirone) Ref: Ahuja, 6th ed; Katzung, Wh ed. Buspirone is an anti-anxiety drug, it is not used for alcohol dependence. Drugs used in alcohol dependence can divided into 2 groups1. Deterrant agents like disufiram2. Anti craving agents -acamprostate, naltrexone and SSRIs. Complications seen in alcohol dependence. Complications of acute intoxication are: Emotional and behavioural disturbance, hypoglycaemia, aspiration of vomit, respiratory depression, accidents, and injuries sustained in fights. Effects on the central nervous system- blackouts, cerebellar degeneration, central pontine myelinolysis, Marchiafava-Bignami syndrome (thinning of the corpus callosum along with a change in consciousness, ataxia, and possible dementia) Wernicke's encephalopathy, Korsakoff's psychosis, dementia, cerebral haemorrhage. Peripheral Neuropathy: Gastrointestinal problems- Fatty liver, liver failure leading to hepatic encephalopathy, acute pancreatitis, esophagitis, Mallory-Weiss syndrome, malabsorption. Cerebrovascular and Cardiovascular Problems: enhanced risk for myocardial infarction and thrombosis, alcoholic cardiomyopathy. Cancer-High rates of most cancers are seen in alcoholic people, especially those of the head, neck, esophagus, stomach, liver, colon, lungs, and breast tissue. Fetal alcohol effect-Surviving infants of heavy-drinking mothers can evidence any mixture of the components of a syndrome that, in its full-blown form, can include severe mental retardation, a small head, a diminished physical size, facial abnormalities (including a flat bridge of the nose, an absent philtrum, and an epicanthal eye fold), an atrial septal heart defect, and syndactyly. Wernicke's encephalopathy. This is an acute reaction to a severe deficiency of thiamine, the commonest cause being alcohol use. It characteristically occurs after a period of vomiting. The important clinical signs are1. Ocular signs- Coarse nystagmus and ophthalmoplegia, with bilateral external rectus palsy occuring early. Pupillary irregularities, retinal haemorrhages and papilledema can occur, causing impairment of vision. 2. Higher mental faction disturbance- Disorientation, confusion, recent memory disturbances, poor attention span and distractibility are also common. Ataxia and apathy are often seen. Peripheral neuropathy and serious malnutrition are often coexistent. Neuropathology - Neuronal degeneration and haemorrhage are seen in thalamus, hypothalamus, mammillaiy bodies and mid-brain. Korsakoff psychosis. This often follows Wernicke's encephalopathy. Usually caused by severe, untreated thiamine deficiency secondary to chronic alcohol use. Clinical features-Korsakoff psychosis presents as an organic amnestic syndrome, characterized by severe short-term memory deficits with confabulation. Insight is often impaired. Neuropathology- The most consistent changes are seen in bilateral dorsomedial nuclei of thalamus and mammillary bodies. Changes are also seen in periventricular and periaqueductal grey matter, cerebellum and parts of brain stem. CAGE questionnaire is used for screening purpose for detection of problem drinkers. Impairment Likely to be seen at Different Blood Alcohol Concentrations. Level. Likely Impairment20-30 mg/d. LSlowed motor performance and decreased thinking ability30-80 mg/d. LIncreases in motor and cognitive problems80-200 mg/d. LIncreases in incoordination and judgment errors. Mood lability. Deterioration in cognition200-300 mg/d. LNystagmus, marked slurring of speech, and alcoholic blackouts>300 mg/d. LImpaired vital signs and possible death. Alcohol withdrawal syndrome-Withdrawal develops because the brain has physically adapted to the presence of a brain depressant and cannot function adequately in the absence of the drug. The most common withdrawal syndrome is a hangover on the next morning. Tremors are the most common symptom of alcohol withdrawal syndrome. Withdrawal phenomena are likely to begin within approximately 8 hours of abstinence, reach a peak intensity on the second or third day, and markedly diminish by the fourth or fifth day. Delirium tremens (DT) is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant abstinence from heavy alcohol drinking in about 5% of patients. The characteristic features are: 1) Clouding of consciousness2) Poor attention span3) Visual and auditory hallucinations and illusions. Tactile hallucinations of insects crawling over the body may occur. 4) Marked autonomic dysfunction with tachycardia, fever, sweating, hypertension, and papillary dilation5) Psychomotor agitation and ataxia6) Insomnia, with reversal of sleep wake cycle7) Dehydration with electrolyte imbalance. Rum fits (Alcoholic seizures)GTC seizures may occur in about 10% of alcohol dependence patients usually after 12-48 hrs after heavy bout of drinking. Alcoholic hallucinosis is characterized by the presence of hallucinations (usually auditory) during partial or complete abstinence, following regular alcohol intake. TREATMENTDetoxification-It is the management of alocohol withdrawal symptoms. Drug of choice for detoxification are usually benzodiazepines. Chlordiazepoxide(80-100 mg/ day in divided doses), diazepam (40-80 mg/day) and lorazepam are the most frequently used benzodiazepines. In patients suffering from Wemicke-Korsakoff syndrome, 100 mg of thiamine administeredparenterally, twice daily for 3-5 days.",
        "cop": 1,
        "opa": "Buspirone",
        "opb": "Naltrexone",
        "opc": "Acamprostate",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "08147f2c-c4ba-43ad-96e0-81cbe9433ce7",
        "choice_type": "single"
    },
    {
        "question": "Irresistible urge to drink alcohol is called?",
        "exp": "Ans. is 'c' i. e. Dipsomania * Dipsomania is characterized by periodic bouts of uncontrollable craving for alcohol.* The crisis lasts from one day to two weeks and consists of a rapid and massive ingestion of alcohol consumption. It involves solitary alcohol abuse, with loss of all other interests. These crises recur at indeterminate intervals, separated by periods when the subject is generally sober and may even manifest repugnance for alcohol and intense remorse over his or her conduct.* Alcoholism and dipsomania are not interchangeable; Alcoholism is an addiction or a dependency on alcohol. Dipsomania is a type of alcoholism which is characterized by periodic bouts of uncontrollable craving for alcohol and includes periods of sobriety.",
        "cop": 3,
        "opa": "Kleptomania",
        "opb": "Pyromania",
        "opc": "Dipsomania",
        "opd": "Trichotillomania",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "adf5249f-6eeb-4bbd-b2b6-5e991048062a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following agents are used in the treatment of alcohol dependence, except",
        "exp": "The treatment of benzodiazepine intoxication is usually symptomatic. However, in cases of coma caused by benzodiazepine overdose, flumazenil (a benzodiazepine receptor antagonist) can be used. Acamprosate, Naltrexone are anti craving agents for alcohol abstinence. Disulfiram is a deterrent agent used in alcohol abstinence. Ref: Sho textbook of Psychiatry by Ahuja 7th editon, page 51, 41, 42.",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8a2450b2-b6d9-4fea-9885-f9f98d1c9576",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic criteria for drug dependence includes all except -",
        "exp": "Ans. is 'c' i. e., Early completion of tasks Diagnostic criteria for substance abuseo To make a diagnosis of dependence, three or more of the following criteria should be present. Tolerance Same dose produces markedly diminished effect on continuous use, therefore increased doses are required to produce same effect. Withdrawal symptoms on abstinence. Substance is taken in larger amount or longer period than was intended. Persistent desire (craving) or sense of compulsion to take the substance. A great deal of time spent to obtain the substance, to use substance or to recover from its effect. Neglect of important social, occupational and recreational activities. Continued substance use despite clear evidence of overtly harmful consequences.",
        "cop": 3,
        "opa": "Tolerance",
        "opb": "Withdrawal symptoms",
        "opc": "Early completion of tasks",
        "opd": "Larger dose than usual",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "67af5f9f-3253-4a9d-b592-c239721356e1",
        "choice_type": "multi"
    },
    {
        "question": "Alcohol use disorder is identified by which test?",
        "exp": "AUDIT-The Alcohol Use Disorders Identification Test (AUDIT) is a 10-item screening tool developed by the World Health Organization (WHO) to assess alcohol use Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 4,
        "opa": "CAGE questionnaire",
        "opb": "AUDIT",
        "opc": "SADQ",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "99906716-5db1-49e9-8cf7-3f2c732f115e",
        "choice_type": "multi"
    },
    {
        "question": "Withdrawal of heroin produces all the following symptoms except",
        "exp": "Opioids cause miosis, withdrawal-opp. effects so not miosis Other withdrawal symptoms: yawning, insomnia, mydriasis, lacrimation, nausea, vomiting etc. opiod withdrawl is a distressing experience for the patient that makes the patient to take the sunstance again the main clue for opiod withdrawl is. ALL ORIFICES BLEED there is lacrimation, sweating, vomiting, rhinorrhea, diarrhoea, muscle cramps and stomach ache the piloerection that occurs in opiod withdrawl is called as COLD TURKEY the tratment of opiod withdrawl can be doneby several means SUPPOIVE CARE: clonidine+benzodiazepines+dicyclomine+anti emetic+anti diarrhoeal AGONIST ASSOSIATED DETOXIFICATION: methadone and bupenorphine ANTAGONIST ASSOSIATED DETOXIFICATION: naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338-340",
        "cop": 4,
        "opa": "Insomnia",
        "opb": "Piloerection",
        "opc": "Mydriasis",
        "opd": "Miosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "14f033a3-eed9-4371-af2b-f84bfcfcb7d2",
        "choice_type": "multi"
    },
    {
        "question": ". Bad trips is seen in",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey PSYCHIATRIC RELEVANCE FLASHBACKS====== person even after weeks of using substance may experience the same hallucinations BAD TRIPS====== bad experiences during intoxication of the substance They tend to see hallucinations and monsters and are threatened by the images Ref. kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no. 649",
        "cop": 2,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": ". toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "20c6343f-16f5-4d1b-8f03-9ecede4cb800",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man with a history of alcohol dependence is admitted in Hospital for knee injury. Which of the following is the most common cause of delirium within 3 days postoperatively?",
        "exp": "Ans. C. Delirium tremens. The most common cause of delirium in this case is delirium tremens. It is a medical emergency that results in mortality in about 20 percent of patients if left untreated. It occurs within 1 week after the person stops drinking. It usually develops on the third hospital day in a patient admitted for an unrelated condition (e. g., surgery) who has no access to alcohol and stops drinking suddenly. Another less common cause of postoperative delirium is stress, especially in major procedures such as cardiac or transplantation surgery. Pain, pain medications, and infection must also be considered in the postoperative period.",
        "cop": 3,
        "opa": "Pain medication",
        "opb": "Infection",
        "opc": "Delirium tremens",
        "opd": "Stress of surgery",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "8fe8a84d-ce36-4932-879d-b5fbc3143270",
        "choice_type": "single"
    },
    {
        "question": "All the following features are seen in Wernicke's encephalopathy except",
        "exp": "wernickes encephalopathy and korkoffs psychosis are complications of thiamine deficieny commonly seen in alcohol dependence syndrome thiamine deficiency is common in alochol dependence patients as they refuse to take thiamine rich foods and also due to changes in thiamne absorption. thiamine intake is reduced in alcohol patients as they consume less amount of green leafy vegetables because of decreased appetite thiamine is less absorbed because both thiamine and alcohol gets absorbed in the duodenum. as both of them compete with each other and eventually alcohol wins and hence thiamine is less absorbed. GOA-seen in Wernicke encephalopathy Global confusion, ophthalmoplegia, ataxia wernicke's encephalopathy is 100%reversible and has a good prognosis with adminstration of thiamine. Confabulations are seen in Korsakoff psychosis koraskoff psychosis is a misnomer as there is nopsychotic symptoms, but the patient preents with confabulation that is called as fluent plausible lying. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 3,
        "opa": "6th cranial nerve palsy",
        "opb": "Ataxia",
        "opc": "Confabulation",
        "opd": "Confusion",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "6e6f3ad7-8b12-43d3-8c88-8a8c26133ef0",
        "choice_type": "multi"
    },
    {
        "question": "\"Chasing the dragon\" phenomena occurs with",
        "exp": "\"Chasing the dragon\" refers to inhaling the vapour from a heated solution of morphine, heroin. The \"chasing\" occurs as the user gingerly keeps the liquid moving in order to keep it from overheating and burning up too quickly, on a heat conducting material such as aluminium foil. The moving smoke is chased after with a tube through which the user inhales. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 659",
        "cop": 1,
        "opa": "Opioids",
        "opb": "LSD",
        "opc": "Cocaine",
        "opd": "Amphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "efa79494-4f98-4582-b794-a07a0b7e1099",
        "choice_type": "single"
    },
    {
        "question": "In an uncomplicated case of alcohol withdrawal, the drug which can be given safely is",
        "exp": "The usual duration of uncomplicated withdrawal syndrome is 7-14 days. The aim of detoxification is. Symptomatic management of emergent withdrawal symptoms. The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. A typical dose of Chlordiazepoxide in moderate alcohol dependence is 20 mg QID (four times a day) on day 1, 15 mg QID on day 2, 10 mg QID on day 3, 5 mg QID on day 4, 5 mg BD on day 5 and none on day 6. However, in more severe dependence, higher doses are needed for longer periods (up to 10 days). These drugs are used in a standardised protocol, with the dosage steadily decreasing every day before being stopped, usually on the tenth day. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 40",
        "cop": 1,
        "opa": "Benzodiazepines",
        "opb": "Clonidine",
        "opc": "Morphine",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d40672f9-8619-4cec-b45a-369a6d01ae4f",
        "choice_type": "single"
    },
    {
        "question": "Detoxification treatment for alcohol intoxication is with",
        "exp": "treatment of alcohol dependence works under 2 steps namely detoxification and deaddiction detoxification is helping the patient acheive a smooth withdrawl deaddiction is a method that is used in alcohol detoxified patients thus helping them to prevent using substances in the future the drug which helps in alcohol withdrawl is benzodiazepines the choice of benzodiazepine is also impoant if the patients liver function test is within normal limits then it is better to choose CHLORDIAZEPOXIDE if the patients liver function test is deranged then it is wise to choose LORAZEPAM BZDs are drug of choice and they have to be given ideally for 1-2 weeks Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 331",
        "cop": 1,
        "opa": "Benzodiazepines for 7-14 days",
        "opb": "Barbiturates for 10 days",
        "opc": "Benzodiazepines for 1 month",
        "opd": "Benzodiazepines for 2 days",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "33cb126e-3842-4a3e-bc49-4eabc4f838e7",
        "choice_type": "single"
    },
    {
        "question": "Delirium tremens is seen in",
        "exp": "Delirium tremens Delirium tremens (DT) is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant abstinence from heavy alcohol drinking in about 5% of patients, as compared to acute tremulousness which occurs in about 34% of patients. The course is sho, with recovery occurring within 3-7 days. This is an acute organic brain syndrome (delirium) with characteristic features of: i. Clouding of consciousness with disorientation in time and place. ii. Poor attention span and distractibility. iii. Visual (and also auditory) hallucinations and illusions, which are often vivid and very frightening. Tactile hallucinations of insects crawling over the body may occur. iv. Marked autonomic disturbance with tachycardia, fever, hypertension, sweating and pupillary dilatation. v. Psychomotor agitation and ataxia. vi. Insomnia, with a reversal of sleep-wake pattern. vii. Dehydration with electrolyte imbalance. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 38",
        "cop": 1,
        "opa": "Alcohol withdrawal",
        "opb": "Alcohol overdoses",
        "opc": "Morphine poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d44bd0f6-0767-4a6e-af9f-9465abb521df",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old male presents to the ER with confusion and shaking of the entire body. He has a history of alcoholism. What is the cause of delirium tremens on an alcoholic?",
        "exp": "Ans. (D) Acute infection(Ref: Kaplan and Sadock's Concise Text book of Clinical Psychiatry 11th Ed; Page No- 631). Acute infection is the cause of the delirium tremens in an alcoholic patient. Physical illness, e. g. hepatitis or pancreatitis predisposes to the syndromes; a person in good physical health rarely has delirium tremens during alcohol withdrawal. Gradual withdrawal from alcohol doesn't cause delirium tremens. However, sudden withdrawal can cause it. Delirium Tremens. Delirium tremens is the most serious form of alcohol withdrawal involving mental status and neurological changes. It starts 48-96 hours after last drink; but may occur later. Delirium tremens carries a 5% mortality rate but occurs in only 5% of patients that experience Et. OH withdrawal. It occurs rarely in healthy people. Risk factors:#Pancreatitis#Hepatitis or other illness. Note: Physical illness predisposes to the condition. Age > 30 and prior DTs increase the risk. Symptoms:#Visual hallucinations (Most common)#Hypertension#Disorientation#Low-grade fever#Severe agitation#Tachycardia and#diaphoresis. Diagnosis: The all alcohol-related withdrawal syndromes are made clinically, not by lab values. Treatment:#It is a medical emergency and should be treated with adequate doses of benzodiazepines.#Prevention of DT is the best treatment.",
        "cop": 4,
        "opa": "Small consumption of alcohol",
        "opb": "Gradual withdrawal from alcohol",
        "opc": "Fatty liver",
        "opd": "Acute infection",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "40f7eb21-f229-4297-a4d2-a7aeecf80021",
        "choice_type": "multi"
    },
    {
        "question": "Which is of the following drug is known as Angel dust?",
        "exp": "Ans. D. Phencyclidine (PCP). Abused drug - Synonym/manifestation* Methylenedioxymethamphetamine. MDMA: Rave drug/Ecstasy.* LYSERGIC ACID DIETHYLAMIDE (LSD): \"bad trip\"* Methamphetamine: Also called \"meth, \" \"speed, \" \"crank, \" \"chalk, \" \"ice, \" \"glass, \" or \"crystal. \"* Phencyclidine (PCP): \"Angel dust\"* MARIJUANA (CANNABIS): Delta-9-tetrahydrocannabinol (THC); \"Hash oil\"",
        "cop": 4,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Ecstasy",
        "opd": "Phencyclidine (PCP)",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "07d83d6a-e082-4986-94b4-18ea7e7ad247",
        "choice_type": "single"
    },
    {
        "question": "Substance dependence is due to all except",
        "exp": "Aetiological Factors in Substance Use Disorders 1. Biological Factors i. Genetic vulnerability (family history of substance use disorder; for example in type II alcoholism) ii. Co-morbid psychiatric disorder or personality disorder iii. Co-morbid medical disorders iv. Reinforcing effects of drugs (explains continuation of drug use) v. Withdrawal effects and craving (explains continuation of drug use) vi. Biochemical factors (for example, role of dopamine and norepinephrine in cocaine, ethanol and opioid dependence) 2. Psychological Factors i. Curiosity; a need for novelty seeking ii. General rebelliousness and social non-conformity iii. Early initiation of alcohol and tobacco iv. Poor impulse control v. Sensation-seeking (high) vi. Low self-esteem (anomie) vii. Concerns regarding personal autonomy viii. Poor stress management skills ix. Childhood trauma or loss x. Relief from fatigue and/or boredom xi. Escape from reality xii. Lack of interest in conventional goals xiii. Psychological distress 3. Social Factors i. Peer pressure (often more impoant than parental factors) ii. Modelling (imitating behaviour of impoant others) iii. Ease of availability of alcohol and drugs iv. The strictness of drug law enforcement v. Intrafamilial conflicts vi. Religious reasons vii. Poor social/familial suppo viii. 'Perceived distance' within the family ix. Permissive social attitudes x. Rapid urbanisation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 36",
        "cop": 4,
        "opa": "Personality",
        "opb": "Peer Pressure",
        "opc": "Family history of substance abuse",
        "opd": "Intelligence",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "2cddba43-31b1-44e4-91ed-cab6122d9f43",
        "choice_type": "multi"
    },
    {
        "question": "The AUDIT questionnaire is used for detection of",
        "exp": "Alcohol Use Disorders Identification Test (AUDIT) was developed by the World Health Organization (WHO) as a simple method of screening for excessive drinking and to assist in brief assessment. It is a screening tool it has 10 items it was developed by WHO( world health organisation) it assess alcohol consumption, drinking behaviors, and alcohol-related problems A score of 8 or more is considered to indicate hazardous or harmful alcohol use maximum score is 40 Ref: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 624",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Opioid addiction",
        "opc": "Depression",
        "opd": "Alcoholism",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "932efa21-a881-4fac-8090-3c987c9810e9",
        "choice_type": "single"
    },
    {
        "question": "Opiate withdrawal is treated with",
        "exp": "The withdrawal symptoms can be managed by one of the following methods: 1. Use of substitution drugs such as methadone to ameliorate the withdrawal symptoms. 2. Clonidine is a a2 agonist that acts by inhibiting norepinephrine release at presynaptic a2 receptors. 3. Naltrexone with Clonidine: Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. 4. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Metha dol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). In paicular, Buprenorphine has recently been used widely for detoxification as well as for maintenance treatment in many pas of the World. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 4,
        "opa": "CPZ",
        "opb": "Nalorphine",
        "opc": "Pethidine",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "982c29a6-0298-4f72-ab29-1a678788eed0",
        "choice_type": "single"
    },
    {
        "question": "All are seen in nicotine withdrawal except",
        "exp": "Nicotine withdrawal can occur 12-14 hours after last smoke and can present with anxiety, restlessness, poor concentration, decreased sleep, increased appetite and exacerbation of psychiatric symptoms in those with the pre-existing psychiatric disorder(s). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 52",
        "cop": 1,
        "opa": "Hyperhydrosis",
        "opb": "Anxiety",
        "opc": "Bradycardia",
        "opd": "Insomnia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "3cadb951-e721-4379-aeb3-14804d0611b3",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of alcohol dependence includes?",
        "exp": "Ans. is 'b' i. e., Chlordiazepoxide Treatment of alcohol dependence* Detoxification (treatment of withdrawal) BZDs are the drugs of choice, e. g. chlordiazepoxide (1st choice), Diazepam (2nd choice).* Maintenance after detoxification (to prevent relapse and maintenance of abstinence)i) Aversive agents (deferent agents):- Disulfiram, CCC, metronidazole, Natrafezole. ii) Anticraving agent:- Naltrexoney Acamprosate, fluoxetine, Topiramate, Nalmefene* Naltrexone is the preferred agent for maintenance of abstinence",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Chlordiazepoxide",
        "opc": "Sertarline",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "96d657f6-f136-42b9-9fea-cc3de75182f9",
        "choice_type": "single"
    },
    {
        "question": "Alcoholic blackouts are seen at which dose of alcohol intoxication?",
        "exp": "Alcohol blackouts or anterograde amnesia is seen at the dose range of 200-300mg/dl changes due to intoxication of alcohol at various blood levels is the most repeated question under alcohol use and the below table explains it in detail Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 331",
        "cop": 4,
        "opa": "20-30 mg/dl",
        "opb": "30-80 mg/dl",
        "opc": "80-200 mg/dl",
        "opd": "200-300 mg/dl",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d74338c4-80e9-4798-8c47-198c7b72da09",
        "choice_type": "single"
    },
    {
        "question": "All the following are criteria to say substance dependence except",
        "exp": "Usage of illegal drugs doesn't come under substance dependence as per WHO definition. Remaining 3 options make up the definition Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Withdrawal symptoms",
        "opc": "Unable to quit the drug",
        "opd": "Use of illegal substances",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "06cc1ea4-82fd-48b3-a274-546257b04beb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of drug dependence",
        "exp": "A definite diagnosis of dependence should usually be made only if at least three of the following have been experienced or exhibited at some time during the previous year: 1. A strong desire or sense of compulsion to take the substance. 2. Difficulties in controlling the substance-taking behaviour in terms of its onset, termination, or levels of use. 3. A physiological withdrawal state when the substance use has ceased or reduced, as evidenced by the characteristic withdrawal syndrome for the substance; or use of the same (or a closely related) substance with the intention of relieving or avoiding withdrawal symptoms. 4. Evidence of tolerance, such that increased doses of the psychoactive substance are required in order to achieve effects originally produced by lower doses. 5. Progressive neglect of alternative pleasures or interests because of psychoactive substance use, the increased amount of time necessary to obtain or take the substance or to recover from its effects. 6. Persisting with substance use despite clear evidence of ovely harmful consequences, such as harm to the liver through excessive drinking, depressive mood states consequent to periods of heavy substance use, or drug-related impairment of cognitive functioning; effos should be made to determine that the user was actually, or could be expected to be, aware of the nature and extent of the harm. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 34",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Persistent desire to quit drugs",
        "opc": "Consumption of large amount of drugs over prolonged period",
        "opd": "Use illegal substances",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "9b0c0fa6-46a3-47a8-a986-14abe8e28ef2",
        "choice_type": "single"
    },
    {
        "question": "Confabulation is typically seen in:",
        "exp": "C ref: Ahuja, 4th/e p. 37 and 5th/e p. 40",
        "cop": 3,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Alcoholism",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "2da125f7-8ed8-4566-84d6-c2522b4f8ea6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following hallucinogen is considered as angel dust?",
        "exp": "PCP works primarily as an NMDA receptor antagonist Sma name for phencyclidine is angel dust which is a hallucinogen Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330-336",
        "cop": 2,
        "opa": "LSD",
        "opb": "Phencyclidine",
        "opc": "Heroin",
        "opd": "Mescaline",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "05c62b6d-1f52-47af-82b3-e5b151dbceae",
        "choice_type": "multi"
    },
    {
        "question": "Withdrawal of which of the following causes piloerection",
        "exp": "Opioid withdrawal: The characteristic symptoms include lacri mation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hyper tension, insomnia, raised body temperature, muscle cramps, generalised bodyache, severe anxiety, piloerection, nausea, vomiting and anorexia. Ref: Ahuja Sho textbook of psychiatry by Niraj Ahuja 7th edition, page 43.",
        "cop": 1,
        "opa": "Morphine",
        "opb": "Cannabis",
        "opc": "Smoking",
        "opd": "Alcohol",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5b475260-3721-4f1c-a999-64cf29d3b52f",
        "choice_type": "single"
    },
    {
        "question": "The drug which is used for long-term maintenance in opioid addiction",
        "exp": "Maintenance Therapy After the detoxification phase is over, the patient is maintained on one of the following regimens: 1. Methadone maintenance (Agonist substitution therapy) 2. Opioid antagonists Opioid antagonists have been in use for a long time but they were either paial antagonists (such as nalorphine) or had to be administered parenterally (such as naloxone) Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 4,
        "opa": "Naloxone",
        "opb": "Nalorphine",
        "opc": "Butarphanol",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "75151e98-bfdc-4bd1-af71-03660beaeae5",
        "choice_type": "single"
    },
    {
        "question": "Alcohol dependence is defined as",
        "exp": "Ans) d (All of the above) Ref international Classification of Diseases 10 (/CD-10) page 75-76. Alcohol dependence syndrome Dependence syndromeA cluster of behavioral, cognitive, and physiological phenomena that develop after repeated substance use and that typically include a strong desire to take the drug, difficulties in controlling its use, persisting in its use despite harmful consequences, a higher priority given to drug use than to other activities and obligations, increased tolerance, and sometimes a physical withdrawal state. The dependence syndrome may be present for a specific psychoactive substance (e. g. tobacco, alcohol, or diazepam), for a class of substances (e. g. opioid drugs), or for a wider range of pharmacologically different psychoactive substances. Diagnostic guidelines: A definite diagnosis of dependence should made only if 3 or more of the following have been present together at the sometime during the previous year: A strong desire or sense of compulsion to take the substance. Difficulties in controlling substance taking behavior in terms of its onset, termination, or levels of useA physiological withdrawal state when substance use has ceased or been reduced, as evidenced by; the characteristic withdrawal syndrome; or use of the same substance with the intention of relieving or avoiding withdrawal symptoms. Evidence of tolerance, such that increased doses of psychoactive substance are required in order to achieve effects originally produced by lower doses. Progressive neglect of alternative pleasures or interests because of psychoactive substance use, increased amount of time necessary to obtain or take the substance or to recover from its effect; Persisting with the substance use despite clear evidence of overtly harmful consequences.",
        "cop": 4,
        "opa": "Drinks even while knowing that it causes bodily harm",
        "opb": "Withdrawal state when alcohol use has ceased",
        "opc": "Evidence of tolerance",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "8fd17e9f-298d-4486-a228-3bb2f0cb4cc7",
        "choice_type": "multi"
    },
    {
        "question": "The withdrawal from all of the following may produce suicidal tendencies except",
        "exp": "Cannabis produces a very mild physical dependence, with a relatively mild withdrawal syndrome, which is characterised by fine tremors, irritability, restlessness, nervousness, insomnia, decreased appetite and craving. This syn drome begins within few hours of stopping cannabis use and lasts for 4 to 5 days. However, some health professionals feel that there is no true physical dependence with cannabis. Reference: A sho textbook of psychiatry by Niraj Ahuja, page no. 45.",
        "cop": 4,
        "opa": "Cocaine",
        "opb": "Amphetamine",
        "opc": "Alcohol",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "b8478ca2-76ca-455f-8548-0797d4227d53",
        "choice_type": "multi"
    },
    {
        "question": "Alcohol withdrawal is not associated with?",
        "exp": "Ans. is 'b' i. e., Amnesia * Amnesia occurs during acute intoxication (not during withdrawal). Alcohol withdrawal symptoms* The most common symptom is hangover on the next morning.* Other common symptoms are fine tremer, nausea, vomiting, weakness, insomnia, anxiety, restlessness, irritability.* Three severe withdrawal syndrome are delerium tremens, Alcoholic hallucinosis, and alcoholic seizure (rum fits). They require special mention. 1. Delirium tremens# Delirium tremens is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant alcohol abstinence. This is an acute organic brain syndrome (delirium) with characteristic features of delirium. It is characterized by:-a) Clouding of consciousness with disorientation in time and place. b) Poor attention span and distractability. c) Visual (and also auditory) hallucination, and illusion. Tactile hallucination of insect crawling under the skin (formication) may also occur. d) Marked autonomic disturbances with tachycardia, sweating, hypertension, mydriasis, coarse tremers. e) Insomnia, psychomotor agitation, ataxia, anxiety.# Benzodiazepines are the drugs of choice for delirium tremens. Chlordiazepoxide is the agent of choice with diazepam as an alternative. 2. Alcoholic seizures (rum fits)# Generalized tonic clonic seizures occur, usually 12-48 hours after a heavy bouts of drinking. Benzodiazepines are the drugs of choice for alcoholic seizures. 3. Alcoholic hallucinosis# Alcoholic hallucinosis is characterized by the presence of hallucinations (usually auditory) classically in the presence of clear consciousness alcoholic hallucinosis develops within 12-24 hours after drinking stops",
        "cop": 2,
        "opa": "Seizure",
        "opb": "Amnesia",
        "opc": "Tremers",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "dbc4e446-a406-4081-8325-bea6cd49fdd0",
        "choice_type": "single"
    },
    {
        "question": "Flash back is seen in",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey PSYCHIATRIC RELEVANCE FLASHBACKS====== person even after weeks of using substance may experience the same hallucinations BAD TRIPS====== bad experiences during intoxication of the substance They tend to see hallucinations and monsters and are threatened by the images NEW CREATIVE CAPACITY PSYCHOLOGICAL INSIGHT TREATMENT= ANTIPSYCHOTICS Ref. Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no. 649",
        "cop": 2,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": "toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d72e308c-b51f-477d-a784-a289cc6839b2",
        "choice_type": "single"
    },
    {
        "question": "In a alcoholic individual, development of tolerance that develops earliest and disappears almost as rapid as it develops, is due to:",
        "exp": "Ans. a (Pharmacokinetics). (Ref. Harrison's medicine 18th/ Ch. 392). Type: COMMON TYPES OF ALCOHOL INTOLERANCEFirstafter 1-2 weeks of daily drinking, metabolic, or pharmacokinetic tolerance can develop, with a 30% increase in the rate of hepatic alcohol metabolism. This alteration disappears almost as rapidly as it develops. Secondcellular or pharmacodynamic tolerance develops through neurochemical changes that may also contribute to physical dependence. The cellular changes caused by chronic alcohol exposure may not resolve for several weeks or longer following cessation of drinking. Thirdindividuals can develop behavioural tolerance, i. e. can learn to adapt their behaviour so that they can function better than expected under drug influence. UNCOMMON TOLERANCE TYPESFunctional. Tolerance. Humans and animals develop tolerance when their brain functions adapt to compensate for the disruption caused by alcohol in both their behavior and their bodily functions. This adaptation is called functional tolerance. Environment- dependent tolerance. The development of tolerance to alcohol's eff ects over several drinking sessions is accelerated if alcohol is always administered in the same environment or is accompanied by the same cues. This effect has been called environment-dependent tolerance. Learned tolerance. The development of tolerance also can be accelerated by practising a task while under the influence of alcohol. This phenomenon is called behaviorally augmented (i. e. learned) tolerance.",
        "cop": 1,
        "opa": "Pharmacokinetics",
        "opb": "Pharmacodynamics",
        "opc": "Cellular tolerance",
        "opd": "Behavioural tolerance",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "93244acb-1f22-4488-a38f-ff6b7977a71c",
        "choice_type": "single"
    },
    {
        "question": "Paranoid Psychosis with cocaine is seen due to",
        "exp": "The complications of chronic cocaine use include acute anxiety reaction, uncontrolled compulsive behaviour, psychotic episodes (with persecutory delusions, and tactile and other hallucinations), delirium and delusional disorder. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition page 47.",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Withdrawal",
        "opc": "Reverse Tolerance",
        "opd": "Intoxication",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5e088685-4960-47dc-b798-474ca1817782",
        "choice_type": "single"
    },
    {
        "question": "Anticraving agents for alcohol abuse are all the following except",
        "exp": "treatment for alcohol dependence is an impoant question that is asked in exams treatment for alcohol dependence is done in 2 steps first detoxification, next is deaddiction detoxification involves helping the patient having a smooth withdrawl deaddiction involves preventing the patient from having relapse the main pharmacological agent used in detoxification is benzodiazepines deaddiction involves 2 types of techniques one is use of deterrent like disulfiram where when it is used it results in allergy like reaction, it should be used in well motivated individuals other type of deaddiction is naltrexone and acomprosate. Disulfiram is an aversion agent not anticraving agent. Remaining all other drugs are anti-craving agents for alcohol abuse. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 329-331",
        "cop": 2,
        "opa": "Acamprosate",
        "opb": "Disulfiram",
        "opc": "Topiramate",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1842bf5a-50c2-4f7a-b36c-4e2bc5d5a4a6",
        "choice_type": "multi"
    },
    {
        "question": "A chronic alcoholic patient is brought to the emergency depament by a family member. The person has not consumed alcohol since two days due to unavailability. The person complained of nausea, vomiting and dizziness. On the beginning of the third day, he developed seizures (GTCS). Which of the following would be best medications to manage the seizure of this patient?",
        "exp": "The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The aim of detoxification is the symptomatic management of emergent withdrawal symptoms. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 40",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Phenytoin",
        "opc": "Diazepam",
        "opd": "Carbamazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "c67902d8-02ac-42fe-881a-806ed605b22d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to maintain abstinence in alcohol dependence",
        "exp": "Naltrexone (oral opioid receptor antagonist) probably interferes with alcohol-induced reinforcement by blocking opioid receptors., helping in maintaining alcohol abstinence. Ref: Sho textbook of Psychiatry by Niraj Ahuja 7th editon, page 42. Disulfiram also helps in alcohol abstinence but through its unpleasant reactions to alcohol intake.",
        "cop": 1,
        "opa": "Naltrexone",
        "opb": "Clonidine",
        "opc": "Disulfiram",
        "opd": "Naloxone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "57b490bf-6174-4ed4-9275-48381d11c44b",
        "choice_type": "single"
    },
    {
        "question": "Amotivational syndrome is seen in",
        "exp": "Amotivational syndrome: Chronic cannabis use is postulated to cause lethargy, apathy, loss of interest, anergia, reduced drive and lack of ambition. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 46",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Amphetamine",
        "opd": "LSD",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "ee1a0d15-ee30-4037-a0e5-eeb75ae71437",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of LSD intoxication except",
        "exp": "LSD is a type of hallicinogen LSD means lysergic acid diethylamide LSD was introduced and first used by ALBE HOFFMANN Flashback phenomenon is seen in withdrawal of LSD and not in LSD intoxication Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326-330",
        "cop": 2,
        "opa": "Depersonalization",
        "opb": "Flashback",
        "opc": "Derealization",
        "opd": "Synesthesia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "53fdf9db-dd11-4fcd-ad00-8c603018789f",
        "choice_type": "multi"
    },
    {
        "question": "Disulfiram shouldn't be given for at least how many hrs. after the patient is abstained from alcohol",
        "exp": "Before initiating the treatment with disulfiram for alcohol dependence, patient should be abstained from alcohol at least for 12hrs. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 329",
        "cop": 1,
        "opa": "12 hrs",
        "opb": "14 hrs",
        "opc": "48 hrs",
        "opd": "96 hrs",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d32af1d5-e511-45fc-8768-13ac2a1078a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in opioid dependence",
        "exp": "Use of substitution drugs such as methadone (not available in India at present) to ameliorate the withdrawal symptoms. The aim is to gradually taper off the patient from methadone (which is less addicting, has a longer half-life, decreases possible criminal behaviour, and has a much milder withdrawal syndrome). Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. Now if the person takes an opioid, there are no pleasurable experiences, as the opioid receptors are blocked by naltrexone. Therefore, this method is a combination of detoxification and maintenance treatment. The usual dose of naltrexone is 100 mg orally, administered on alternate days. Once again treatment is usually staed in an inpatient psychiatric or specialist alcohol and drug treatment centre setting. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Methadol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Clonidine",
        "opc": "Lorazepam",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "03035b09-f995-48da-817b-2fdaa0080c53",
        "choice_type": "single"
    },
    {
        "question": "\"Smack\" is the \"common\" name for",
        "exp": "Heroin or di-acetyl-morphine is about two times more potent than morphine in injectable form. Apa from the parenteral mode of administration, heroin can also be smoked or 'chased' ( chasing the dragon), often in an impure form (called ' smack' or ' brown sugar' in India). Heroin is more addicting than morphine and can cause dependence even after a sho period of exposure. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Opium",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8b02f778-9c42-4e9c-9da6-b5410fc1f448",
        "choice_type": "multi"
    },
    {
        "question": "A boy is having diarrhoea, rhinorrhoea, sweating & lacrimation, what is the most probable diagnosis",
        "exp": "Withdrawal Syndrome The onset of withdrawal symptoms occurs typically within 12-24 hours, peaks within 24-72 hours, and symptoms usually subside within 7-10 days of the last dose of opioid. The characteristic symptoms include lacrimation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hypertension, insomnia, raised body temperature, muscle cramps, generalised body ache, severe anxiety, piloerection, nausea, vomiting and anorexia. There are marked individual differences in the presentation of withdrawal symptoms. Heroin withdrawal syndrome is far more severe than the withdrawal syndrome seen with morphine. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 2,
        "opa": "Cocaine withdrawal",
        "opb": "Heroin withdrawal",
        "opc": "Alcohol withdrawal",
        "opd": "LSD withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1b042472-804c-44e0-99ca-908f3fa3d8ff",
        "choice_type": "single"
    },
    {
        "question": "1st line treatment for smoking cessation includes",
        "exp": "Varenicline -ALPA 4 BETA 2 paial agonist for nicotinic receptors is the new 1st line treatment for smoking dependence. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 351",
        "cop": 3,
        "opa": "Noriptyline",
        "opb": "Clonidine",
        "opc": "Varenicline",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "9f624eff-f0aa-41e1-bf2e-ed1bb7254349",
        "choice_type": "single"
    },
    {
        "question": ". medical uses of cannabis is all except",
        "exp": "Medical uses of cannabis Analgesia, it is used as analgesic Glaucoma, it is used to dilation of vessels and hence can be used to treat in glaucoma Nausea and vomiting, it is used as anti-emetic involved in the management of cancer chemotherapy induced emesis Wasting syndrome and appetite stimulant.... dronabinol Epilepsy Ref. KAplon and Sadock, synopsis of psychiatry, 11th edition, pg no. 645",
        "cop": 4,
        "opa": "anti epileptics",
        "opb": "anti emetic",
        "opc": "anti glaucoma",
        "opd": "anti platelet",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5faae029-cbba-42a0-a014-648e8f3d73ef",
        "choice_type": "multi"
    },
    {
        "question": "Tolerance means?",
        "exp": "Ans. is 'b' i. e., Decrease effect of drug on same dose * Tolerance means same dose produces markedly diminished effect on continuous use, therefore increased doses are required to produce same effect.* It is seen in alcohol dependent syndrome 8c has been included in its diagnostic criteria.",
        "cop": 2,
        "opa": "Increase effect of drug on same dose",
        "opb": "Decrease effect of drug on same dose",
        "opc": "Same effect on lesser doses",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "558874e4-4e30-4007-8b8a-f731abecbc64",
        "choice_type": "multi"
    },
    {
        "question": "During alcohol withdrawal, last signs or symptoms to appear are",
        "exp": "based on the timeline between the abstience of alcohol the presentation of alcohol withdrawl symptoms varies the knowledge of this is impoant for answeing alcohol withdrawl questions the image clearly explains the timeline between alcohol abstience and presentation of alcohol withdrawl symptoms Delirium tremens is last to appear after withdrawal of alcohol after 48-72hrs 1st to appear-coarse tremors Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 4,
        "opa": "Cluster seizures",
        "opb": "Hallucinations",
        "opc": "Anterograde amnesia",
        "opd": "Delirium tremens",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d66bb37c-432b-4f46-9288-ced7a0b3c529",
        "choice_type": "multi"
    },
    {
        "question": "In a alcoholic man, 'Blackouts' are seen in?",
        "exp": "Ans. C. Alcohol intoxication. (Ref: Kaplan & Sadock's Synopsis of Psychiatry, Xth/Ch. 12. 2, Page no, 397). In a alcoholic man, 'Blackouts' occur in Alcohol intoxication. Discussion: Alcohol intoxication# Behavioral changes, slowing of motor performance, and decrease in the ability to think clearly may appear with a blood alcohol level as low as 20 to 30 mg/dL.# Most people show significant impairment of motor and mental performance when their alcohol levels reach 100 mg/dL.# With blood alcohol concentration between 200 and 300 mg/dL, slurred speech is more intense and memory impairment, such as blackout and anterograde amnesia, becomes common.# In a nontolerant person, a blood alcohol level over 400 mg/dL can produce respiratory failure, coma, and death. Due to tolerance, chronic heavy drinkers can present with fewer symptoms, even with blood alcohol levels greater than 500 mg/dL.",
        "cop": 3,
        "opa": "Alcohol abstinence",
        "opb": "Hepatic encephalopathy",
        "opc": "Alcohol intoxication",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "44093620-505b-4e07-a8b0-49f5b2abdb05",
        "choice_type": "single"
    },
    {
        "question": "All the following effects are seen with cocaine except",
        "exp": "Cocaine is a kind of sympathomimetic, produce vasoconstriction It acts as local anaesthetic. inhibits the reuptake of neurotransmitters Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg. 345",
        "cop": 4,
        "opa": "Black pigmentation of tongue",
        "opb": "Nasal septal perforation",
        "opc": "Freebasing",
        "opd": "Sympatholytic effect",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "7947af84-82b1-48c7-9cb7-61d80f3e017e",
        "choice_type": "multi"
    },
    {
        "question": "Drug used for cocaine withdrawal symptoms is",
        "exp": "Cocaine use produces a very mild physical, but a very strong psychological dependence. The management of underlying (or co-existent) psychopathology is probably the most impoant step in the management of chronic cocaine use. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition, page 48.",
        "cop": 4,
        "opa": "Fluoxetine",
        "opb": "Lorazepam",
        "opc": "Phenobarbital",
        "opd": "No drug needed",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "875fe154-b02c-475f-9dd5-a3b7ad0af3c4",
        "choice_type": "single"
    },
    {
        "question": "All are anti-craving agents for alcohol except",
        "exp": "Anti-craving agents. Acamprosate, naltrexone and SSRIs (such as fluoxetine) are among the medications tried as anti-craving agents in alcohol dependence. Acamprosate (the Ca++ salt of N-acetyl-homo taurinate) interacts with NMDA receptor-mediated glutamatergic neurotransmission in the various brain regions and reduces Ca++ fluxes through voltage-operatedchannels. Naltrexone (oral opioid receptor antagonist) probably interferes with alcohol-induced reinforcement by blocking opioid receptors. Fluoxetine (and other SSRIs) have been occasionally used as anti-craving agents in their usual antidepressant doses. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 42 Lorazepam is a benzodiazepine class of drug used for the treatment of alcohol withdrawal.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Naltrexone",
        "opc": "Topiramate",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "6dc3e7e6-aa74-472c-a132-bcb23a6ae0b3",
        "choice_type": "multi"
    },
    {
        "question": "Excessive desire for substance abuse in a drug addict is: called:",
        "exp": "Ans: A (Craving) Ref: Kaplan and Sadock's Comprehensive Textbook of Psychiatry, 9th edition. Explanation: Addiction. It is a lay-man term no longer preferred in medical literature. There is a range in the use of any substance (here \"substance\" is the term denoting anything which has some effect on body, usually brain) viz., - misuse (excessive, unwarranted use of medicines). harmful use (persistent use despite adverse health problems due to substance), abuse (persistent use despite adverse social/financial consequences). Dependence. It is a broader term covering above plus others. Two types of dependence noted: o Psychico Physical. Psychic dependence is characterised by: o Craving: Craving denotes excessive, ''persistent desire to use the substance, o Loss of control. Physical dependence is characterised by: o Tolerance (higher amount of substance needed to produce the original effect/kickl). o \"Withdrawal symptoms'\" (unique for each substance), o Dependence is a syndrome covering all (as per ICD-10, 3/6 criteria is enough for it). Compulsion. It is a repeated activity mostly due to an obsession. It is seen in OCD. where the person considers his compulsion as irrational (ego-dystonic). Impulse. It is an irresistible urge to do something (usually harmful to self/others). Impulse- control disorders (ICD) are a group of disorders characterised by repetitive impulsive behaviour like pyromania, pathological gambling. Compulsion Vs Impulse. The key difference between compulsion and impulse is the aim of the act- in compulsion the aim is to get rid of the anxiety and in impulse - no aim at all or a pleasure. Even though \"repetitive\" behaviour is common and central theme in all these three (Substance abuse, OCD, ICD) compulsion and impulse are not used in substance psychology widely and that too in same meaning.",
        "cop": 1,
        "opa": "Craving",
        "opb": "Impulse",
        "opc": "Dependence",
        "opd": "Compulsion",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "fb1c8315-96b6-4687-9521-f24520bba53e",
        "choice_type": "multi"
    },
    {
        "question": "xylene and toluene ate types of",
        "exp": "Inhalants * FAMOUS COMPONDS==Toluene, xylene, trichloroethylene AGE OF ONET-----------Adolescent * Breath only for minutes, * inexpensive, * legal to possess, * easily concealed * COMPLICATIONS * Respiratory depression, * aspiration, * temporal lobe epilepsy, * leukoencephalopathy * LAB INVESTIGATION * Urine.============. Gas chromatography Ref. Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no. 656",
        "cop": 1,
        "opa": "inhalants",
        "opb": "hallicinigens",
        "opc": "stimulants",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "87a3bac4-9464-46b1-a732-e88953375794",
        "choice_type": "multi"
    },
    {
        "question": "The following is a feature of Korsakoff's psychosis:",
        "exp": "Ans. a. Confabulation. Ref: Kaplan Step 2 CK Lecture Notes 2018 of Psychiatry; WERNICKE VERSUS KORSAKOFF SYNDROMES Wernicke syndromes. Korsakoff syndromes. Course. Acute. Chronic. Reversibility. Yes. No. Presentation. Ataxia, nystagmus, and ophthalmoplegia. Confusion, psychosis, anterograde and retrograde amnesia. Treatment. Thiamine. Thiamine",
        "cop": 1,
        "opa": "Confabulation",
        "opb": "Encephalopathy",
        "opc": "Ophthalmoplegia",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Substance Abuse",
        "id": "423e6a9e-f87c-4e18-aeea-495921755f0a",
        "choice_type": "multi"
    },
    {
        "question": "All the following are used for the detoxification of opioids except",
        "exp": "Pethidine isn't used and methadone is most commonly used as it has v v less addiction liability and it acts slow and in uniform manner opiod withdrawl and opiod detoxification has to be read in detail opiod detoxification can be done by 3 main steps namely SYMPTOMATIC DETOXIFICATION=== using clonidine, benzodiazepam, dicyclomine, loperamide AGONIST ASSOSIATED DETOXIFICATION==using methadone and buprenorphoine ANTAGONIST ASSOSIATED DETOXIFICATION===using Naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 339",
        "cop": 4,
        "opa": "Methadone",
        "opb": "Clonidine",
        "opc": "Buprenorphine",
        "opd": "Pethidine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "74849aec-b77c-466d-abbf-c82d054122ab",
        "choice_type": "multi"
    },
    {
        "question": "All the following drugs are hallucinogens except",
        "exp": "Pentostatin is an anticancer drug Hallucinogens-LSD, Phencyclidine, ketamine, mescaline etc Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg. 326",
        "cop": 4,
        "opa": "Mescaline",
        "opb": "Phencyclidine",
        "opc": "Ketamine",
        "opd": "Pentostatin",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "0d30d72e-7552-43fc-8684-e133d7dee8b3",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of heroin {smack} withdrawal",
        "exp": "Heroin or di-acetyl-morphine is about two times more potent than morphine in injectable form. Apa from the parenteral mode of administration, heroin can also be smoked or 'chased' ( chasing the dragon), often in an impure form (called ' smack' or ' brown sugar' in India). Withdrawal Syndrome. The onset of withdrawal symptoms occurs typically within 12-24 hours, peaks within 24-72 hours, and symptoms usually subside within 7-10 days of the last dose of opioid. The characteristic symptoms include lacrimation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hypertension, insomnia, raised body temperature, muscle cramps, generalised body ache, severe anxiety, piloerection, nausea, vomiting and anorexia. There are marked individual differences in the presentation of withdrawal symptoms. Heroin withdrawal syndrome is far more severe than the withdrawal syndrome seen with morphine. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 3,
        "opa": "Yawning",
        "opb": "Muscle cramps",
        "opc": "Hypersomnia",
        "opd": "Hypeention",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "a84b7916-b3d6-4519-a66d-f5b0b5a303d5",
        "choice_type": "single"
    },
    {
        "question": "Drugs which cause both physical and psychological dependence are",
        "exp": "All the above-mentioned drugs produce both physical and psychological dependence in varying degrees Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Alcohol",
        "opc": "Nicotine",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "01d6fe62-8a70-490d-94d2-ce2f73b5ff0b",
        "choice_type": "multi"
    },
    {
        "question": "Morbid jealousy is most often seen in patients taking",
        "exp": "Some Complications of Alcohol Dependence Medical Complications Central Nervous System: i. Peripheral neuropathy ii. Delirium tremens iii. Rum fits (Alcohol withdrawal seizures) iv. Alcoholic hallucinosis v. Alcoholic jealousy vi. Wernicke-Korsakoff psychosis vii. Marchiaa-Bignami disease viii. Alcoholic dementia ix. Suicide x. Cerebellar degeneration xi. Central pontine myelinosis xii. Head injury and fractures. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 39",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Amphetamine",
        "opc": "LSD",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1df63d84-9e14-4ea8-9d64-c3082bb31060",
        "choice_type": "single"
    }
]