[
    {
        "question": "Risk factor for suicide -",
        "exp": "Ans. is 'b' i. e., Unmarried Causes/Risk factors for suicide. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence, Schizophrenia, Dementia. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. Biological factors: - Decrease in serotonin. Other - Male sex, Age > 40 years. Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 2,
        "opa": "Female sex",
        "opb": "Unmarried",
        "opc": "Age 30 years",
        "opd": "Married",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "5000f2e2-5e62-4d9e-9020-c40a5218f4b5",
        "choice_type": "single"
    },
    {
        "question": "Suicide is most common in -",
        "exp": "Ans. is 'a' i. e., Depression Causes/Risk factors for suicide. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence, Schizophrenia, Dementia. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. Biological factors: - Decrease in serotonin. Other - Male sex, Age > 40 years, Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Alcohol dependence",
        "opc": "Dementia",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "37fab6fd-1212-47a2-9138-a20634367df3",
        "choice_type": "single"
    },
    {
        "question": "Ganser syndrome is a feature of -",
        "exp": "Ans. is 'c' i. e., Dissociative disorder Dissociative disordero The essential feature of the dissociative disorder is a disruption in the usually integrated functions of consciousness, memory, identity or perception of the environment Dissociative disorder are. Dissociative (psychogenic) amnesia It is the most common type of dissociative disorder. Dissociative amnesia is characterized by retrograde amnesia (inability to retrieve stored memories and events leading up to onset of amnesia) and absence of antegrade amnesia (inability to form new long term memories). Dissociative fugue A dissociative fugue may be present when a person impulsively wanders or travels away from home and upon arrival in the new location is unable to remember his/her past (i. e., amnesia for early life). There is loss of personal identity and the person assumes a new identity. There is absence of awareness of amnesia during fugue episode, i. e., Patient denies any memory loss during fugue state. On recovery there is amnesia for fugue episodes and recovery of memory of earlier life (i. e., before the episode of fugue). Dissociative identity disorder (multiple personality disorder) More than one personality appears to possess the individuals, Showing their characteristic behavior. At any instance behavior and memories of one personality is exhibited, patient then is unaware of the other's existance. Depersonalization disorder: - Feeling of detachment from self is referred to as depersonalization. Individuals with this disorder will report feeling as if they are living in a dream or watching themselves on movie screen i. e., feeling detached from self and as if one is an outside observer of oneself. People with this disorder feel like they are \"going crazy\" and they frequently become anxious and depressed. Dissociative disorders not otherwise specified:-These are the disorders that are characterized by dissociative response that do not meet diagnostic criteria for one of the other dissociative disorder. Important ones are. Dissociative Trance (Possession) disorders There is temporary exchange of person's personality by a new personality usually attributed to a spirit or divine power. Usually the person is aware of the existance of the other, i. e., possessor (unlike dissociative identity disorder). Ganser's syndrome: - Also known as syndrome of approximate answers. This is characterized by giving approximate answers together with a clouding of consciousness, and frequently accompanied by hallucinations and other dissociative, somatoform or conversion symptoms.",
        "cop": 3,
        "opa": "OCD",
        "opb": "Conversion disorder",
        "opc": "Dissociative disorder",
        "opd": "Schizoid personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "7b37ca1d-7166-46df-b411-06cea03ab88c",
        "choice_type": "single"
    },
    {
        "question": "Delusion is the disorder of:",
        "exp": "Ans. a (Thought)DELUSION is false belief in something that is not true. Types of delusions are: 1. Primary delusions (autochthonous delusions): Arise denovo, cannot be explained on the basis of other experiences or perceptions. They are characteristic of early schizophrenia. 2. Secondary delusions: Commonest delusions seen in clinical practice and many psychological disorders. Commonly seen delusions in schizophrenia are: 1. Delusion of grandeur2. Delusion of persecution3. Delusion of reference4. Delusion of control.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Always organic",
        "opd": "Always psychiatric",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "09608511-2c68-4690-9bf5-c02eac8764a1",
        "choice_type": "single"
    },
    {
        "question": "Repetitive irresesistable thought to do something-",
        "exp": "Ans. is 'b' i. e., Obsession Obsessive compulsive disorder (OCD)o OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repettive behaviors (compulsions). o An obsession has following characteristic: -i) An idea, impulse or image which intrudes into the conscious awareness repeatedly. ii) It is recognized as one's own ideas, impulse or image but is perceived as egoalien (foreign to one spersonality). iii) It is recognized as irrational and absurd (insight is present - Patient knows about disorder). iv) Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety. o A compulsion has following characteristics >i) It is repetitive, purposeful form of behavior is carried out because of strong feeling of compulsion to do so. ii) It usually follows an obsession. iii) Its goal is to prevent or reduce the anxiety or stress caused by obsession however it do not always succeed in doing so. iv) It is irrational or excessive and not realistic. v) Insight is present. o A patient with OCD may have an obsession, a compulsion or both (mostly patients have both). o A patient with OCD realizes the irrationality of the obsession and experiences both the obsession and the compulsion as ego-dystonic (unwanted behavior). o The person is preoccupied with details rules, list order, organisation or schedules to the extent that the major point of activity is lost. o The person shows perfectionism that interfers with task completion (e. g., unable to complete project because his own overtly strict standard are not met).",
        "cop": 2,
        "opa": "Phobia",
        "opb": "Obsession",
        "opc": "Compulsion",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "0f27bc19-ce9a-4895-ab4f-e61050bca628",
        "choice_type": "single"
    },
    {
        "question": "Floccilations are seen in?",
        "exp": "ANSWER: (D) Delirium. REF: Kaplan and saddok's p: 26. Aimless picking of bed clothes or clothing is known as floccillations. It is seen in dementia and delirium.",
        "cop": 4,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Anxiety disorders",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f43e488a-4e54-4d41-b539-6281fb407cc2",
        "choice_type": "single"
    },
    {
        "question": "Term psychiatry was coined by:",
        "exp": "Ref: Bhaiia's Essentials of Psychiatry, 4th edition, A Short Textbook of Psychiatry by Ah raj Ahuja, 7th edition, 2011. Explanation: It was Johann Christian Reil a German physician coined the term \"Psychiatry. Important persons in the history of psychiatry and their contributions. Phillips Pincl* Moral treatment for persons with mental disorders. Benjamin Rush* Father of American Psychiatry. Benedict Morel* Coined the term \"dementia precox\"Emil Kraepelin* Classified mental illnesses into two groups de menita precox (later renamed as schizophre nia) and MDP (Manic depressive psychosis}Pavlov* Conditioning (classical). Ble uter* Coined the term \"Schizophrenia''. Described 4 'A's of schizophrenia. Hans Berger* EEGCerletti and Bini* ECTBinswaitger* Existential therapy. Anna Freud* Defense mechanisms. Roger Sperry* Split brain studies. Aaron Beck* Cognitive therapy",
        "cop": 2,
        "opa": "Pinel",
        "opb": "Johann Christian Reil",
        "opc": "Sigmund Freud",
        "opd": "Benjamin Rush",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "e9064246-23a5-4e72-9f91-c8c6ddfb3ff2",
        "choice_type": "single"
    },
    {
        "question": "Othello syndrome is?",
        "exp": "ANSWER: (C) Delusion of Infidelity. REF: Kaplan and sadock's 10th edition page 508. Delusional disorder with delusions of infidelity has been called conjugal paranoia when it is limited to the delusion that a spouse has been unfaithful. The eponym Othello syndrome has been used to describe morbid jealousy that can arise from multiple concerns. The delusion usually afflicts men, often those with no prior psychiatric illness. It may appear suddenly and serve to explain a host of present and past events involving the spouse's behavior. The condition is difficult to treat and may diminish only on separation, divorce, or death of the",
        "cop": 3,
        "opa": "Delusion of persecution",
        "opb": "Delusion of Grandeur",
        "opc": "Delusion of Infidelity",
        "opd": "Delusion of Doubles",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8020abb3-8994-4384-a043-ba3855c26f06",
        "choice_type": "single"
    },
    {
        "question": "Ekbom syndrome is referred to as:",
        "exp": "Ans. A. Delusion of infestation. Delusion of infestation/parasitosis- pt reports of insects/burrowing worms- under skin. Ekbom's syndrome- pt believes that he is infested with small but macroscopic organism",
        "cop": 1,
        "opa": "Delusion of infestation",
        "opb": "Delusion of persecution",
        "opc": "Delusion of love",
        "opd": "Deletion of infidelity",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "2b9abf9b-4b92-4faf-9efb-ae88fece24e5",
        "choice_type": "single"
    },
    {
        "question": "Delusion of persecution is?",
        "exp": "Ans is 'b' i. e. Delusion of being cheated Persecutory delusions (paranoid)* This is the most common type of delusion. The patient feels that he is being persecuted against.* There is false belief that one is being harmed, threatened, cheated, poisoned, harassed or spied on or is a victim of conspiracy to damage his reputation.* The supposed persecutor of the patient may be people in the environment (e. g., members of family, neighbors, former friend) or may be political or religious groups.* These delusions occur in schizophrenia (especially paranoid, severe affective disorders (sever mania or severe depression), and organic brain syndrome.* Delusion of persecution may occur in the context of primary delusional experiences, auditory hallucinations, bodily hallucinations or experiences of passivity.",
        "cop": 2,
        "opa": "Delusion of jealousy",
        "opb": "Delusion of being cheated",
        "opc": "Delusion of defective body part",
        "opd": "Delusion of love",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8820dd02-54c5-4e21-9737-d3e91b588058",
        "choice_type": "single"
    },
    {
        "question": "Delusion is the disorder of which of the following:",
        "exp": "Ans. A. Thought. DELUSION is false belief in something that is not true. Types of delusions are: 1. Primary delusions (autochthonous delusions): Arise Denovo, cannot be explained on the basis of other experiences or perceptions. They are characteristic of early schizophrenia. 2. Secondary delusions: Commonest delusions seen in clinical practice and seen in many psychological disorders. Commonly seen delusions in schizophrenia are: 1. Delusion of grandeur2. Delusion of persecution3. Delusion of reference4. Delusion of control",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Always organic",
        "opd": "Always psychiatric",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f6c811b0-3802-41b8-92ba-177c1097dd2c",
        "choice_type": "single"
    },
    {
        "question": "Pathological jealousy is?",
        "exp": "Ans. is 'a' i. e., Delusion of infidelity Morbid jealousy (Pathological jealousy)* Also referred to as delusional jealously, obsessive jealousy and Othello syndrome. This condition occurs when a person feels an unreasonable fear that a partner has been unfaithful, is presently unfaithful, or plans to be unfaithful.* Morbid jealousy can occur in alcoholism, Schizophrenia, manic phase of bipolar illness, OCD, depression, or anxiety disorder. Also know. Alcoholic paranoia falcohal induced psychotic disorder with delusions)* Alcoholic parania refers to alcohol induced psychotic disorder with delusions. Delusions in alcoholic paranoia are fixed, ie. Alcoholic paranoia is associated with fixed delusions. Patients develop delusion of either persecution or jealousy, accompanied by delusion of reference. Auditary hallucinations may occur but play a minor role.",
        "cop": 1,
        "opa": "Delusion of infidelity",
        "opb": "Delusion of love",
        "opc": "Delusion of double",
        "opd": "Delusion of grandiose",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "534b2822-fd67-44dc-a2f2-86cef8b2a48c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a disorder of form of thought?",
        "exp": "Ans. c. Thought block (Ref: Kaplan Synopsis 10/e p234; CDTP 2nd/106, 274, 749). Thought block is a disorder of stream, not a disorder of form. \"ln format thought disorder, the structure or form of thought is disordered. It includes preservation, flight of ideas (clang association, puns, rhymes), loosening of associations, derailment, vorbeireden, verbigeration (word salad); tangentiality, transitory thinking, substitution, omission, rivelling, desultory thinking, neologism, poverty of speech and poverty of content. Whereas thought block is mainly a disorder of flow/stream of thoughts. \"Thought Disorders. Disorders of form (Form is the structure of thought). Disorders of stream (Flow of thought). Disorders of Possession (Control of thought). Disorders of content (Themes)* Loosening of association* Derailment* Tangentiality* Substitution* Omission* Transitory thinking* Driveling* Desultory thinking* Neologism, poverty of speech* Poverty of content of speech, word salad* Flight of ideas* Thought block* Circumstantiality* Prolixity* Thought retardation* Preservation* Obsessions and compulsion* Thought insertion* Thought withdrawal* Thought broadcast* Delusion of reference* Persecution, misinterpretation* Grandiosity* Guilt* Nihilism* Depressive cognitions* Overvalued ideas",
        "cop": 3,
        "opa": "Derailment",
        "opb": "Tangentiality",
        "opc": "Thought block",
        "opd": "Loosening of association",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "240be601-27a3-44a5-80cc-633b4d133ee1",
        "choice_type": "single"
    },
    {
        "question": "Time interval between acute and persistent psychotic disease is -",
        "exp": "Ans. is 'd' i. e., 1 monthso If symtoms are for less than 1 months, it is transient psychotic disorder and if there are for more than 1 months, it is persistent psychotic disorder (persistent delusional disorder). Note:- Diagnosic criteria for delusional disorder (Persistent delusion disorder) has different durations in DSM IV and ICD-10:-According to DSM IV, symptoms (Non bizzare delusion) should be for > 1 months. According to ICD-10, Symptoms should be for > 3 months.",
        "cop": 4,
        "opa": "1 week",
        "opb": "2 week",
        "opc": "3 week",
        "opd": "1 months",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "944edfc2-e501-4170-b235-b36a70b8e6ed",
        "choice_type": "single"
    },
    {
        "question": "Neuroleptic malignant syndrome is treated with:",
        "exp": "Ans: A (Dantrolene) Ref: A Short Textbook of Psychiatry by Niraj Ahuja, 7th edition. 2011. JAYPEE. Explanation: NEUROLEPTIC MALIGNANT SYNDROMEIt is a life-threatening neurological disorder most often caused by an adverse reaction to neuroleptic or antipsychotic drugs. NMS typically consists of muscle rigidity, fever, autonomic instability and cognitive changes such as delirium, and is associated writh elevated plasma creatine phosphokinase. Presentation: Fairly rare & potentially life- threatening condition. Increased body temperature >38. CCConfused or altered consciousness. Diaphoresis \"sweat shock''Rigid muscles. Autonomic imbalance. Muscular rigidity, Hyperthermia, autonomic instability & Delirium. Associated with high dosages of high-potency APMs. Diagnosis: Increased CPK levels Treatment. Discontinuation of the medication. Physiologic supportive measures (ICU). Dantrolene or Bromocriptine may be used",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Corticosteroids",
        "opc": "Diazepam",
        "opd": "Hemodialysis",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "3567c16e-28fe-4fac-bd38-9284a93e85e3",
        "choice_type": "single"
    },
    {
        "question": "Father of modern psychiatry is -",
        "exp": "Ans. is 'c' i. e., Pinelo Father of psychoanalysis-Sigmund freudo Father of modem psychiatry-Phileppel pinel",
        "cop": 3,
        "opa": "Bleuler",
        "opb": "Freud",
        "opc": "Pinel",
        "opd": "Kraepelin",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "b69b9b43-c50f-494b-9e49-047b15fbeca5",
        "choice_type": "single"
    },
    {
        "question": "Symptom of neuroleptic malignant syndrome -",
        "exp": "Ans. is 'd' i. e., Catatonia and stupor Features of neuroleptic malignant syndromeo Marked muscular rigidityo Disturbed consciousnesso Increased CPKo High fevero Catatonia & stuporo Myoglobinemia & Myoglobinuriao Autonomic instability(| HR & BP, Sweating)o Leucocytosis",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Hypothermia",
        "opc": "Increased Magnesium level in blood",
        "opd": "Catatonia and stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "88d36f52-c8ac-4feb-896d-b58556552905",
        "choice_type": "single"
    },
    {
        "question": "Delusion is a disorder of?",
        "exp": "Ans. (a) Thought. Ref. Kaplan 9th ed. /281",
        "cop": 1,
        "opa": "Thought",
        "opb": "Personality",
        "opc": "Memory",
        "opd": "Cognition",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "029c6619-e9b6-4e10-8f21-8f2636768a3a",
        "choice_type": "single"
    },
    {
        "question": "Id, ego, superego are terms coined by -",
        "exp": "Ans. is 'a' i. e., Sigmoid freud IMPORTANT CONTRIBUTORS IN PSYCHIATRYTerm. Coined byo Demence precoceo Dementia precoxo Catatonia, cyclotymiao Hebephreniao Schizophreniao Ambivalenceo Free associationo Psychoanalysis, Psychodynamicso Id, ego, Superegoo Psychiatry. Moral. Emil Kraepelin. Kahlbaum. Hecker. Eugen Bleuler. Eugen Bleuler. Sigmund Freud. Sigmunnd Freud. Sigmund Freud. Johann christion Reil.",
        "cop": 1,
        "opa": "Sigmand Freud",
        "opb": "Bleuler",
        "opc": "Moral",
        "opd": "Kraepelin",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "01f70157-38c9-413a-a44e-d3db4342158c",
        "choice_type": "single"
    },
    {
        "question": "Patient on antipsychoties for 3 weeks, presents with high grade fever, raised CPK and myoglobinuria. What is the most probable diagnosis?",
        "exp": "Ans. is 'a' i. e., Neuroleptic malignant syndrome Features of neuroleptic malignant syndromeo Marked muscular rigidityo Disturbed consciousnesso Increased CPKo High fevero Catatonia & stuporo Myoglobinemia & Myoglobinuriao Autonomic instability(| HR & BP, Sweating)o Leucocytosis",
        "cop": 1,
        "opa": "Neuroleptic malignant syndrome",
        "opb": "Tardive dyskinesia",
        "opc": "Acute dystonia",
        "opd": "Akathisia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "dec337c5-7c2b-4564-ad91-62e40542a22f",
        "choice_type": "single"
    },
    {
        "question": "Delusion is a disorder of -",
        "exp": "Ans. is 'a' i. e., Thought Thought disorders. Formal thought disorders (Disorders of thought process). Disorders of thought contenti). Racing thoughts:- Anxiety, Schizophreniaii) Retarded thoughts:- Depressioniii) Circumstantiality:- Mania, Schizophreniaiv) Thought blocking:- Schizophrenia, Severe anxietyv) Perseveration:- Organic brain disease, Schizophrenia (occasionally)vi) Loosening of association: - Schizophreniavii) Flight of ideas:- Maniaviii) Tangentialityix) Clunging & punning:- Mania & schizophreniax) Neologism, word salad, Echolalia:- Schizophreniai) Delusion:- Psychosis (Schizophrenia, mania, depression & othersii) Obsessioniii) Compulsioniv) Preoccupationsv) Phobiasvi) Depersonalization & Derealizationo In schizophrenia and mood disorders (depression, mania) all parts of the thought (thought process as well as content) are involved. o However, schizophrenia is conventionally referred as formal thought disorder.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Affect",
        "opd": "Emotions",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "ee502996-f90e-443a-a936-fd8ad31cfea3",
        "choice_type": "single"
    },
    {
        "question": "Capgras syndrome is -",
        "exp": "Ans. is 'b' i. e., Delusion of double o Capgras syndrome is delusion of double. The delusional misidentification syndrome LDSM)o DSM is characterized by misidentification delusions of other or self. Four main syndromes are differentiated: -Capgras syndrome (Delusion of double) Patient falsely sees a familiar person as a complete stranger who is imposting on him as a familiar person. Fregoli syndrome (illusion de fregoli): - The patient falsely identifies stranger as familiar person. Syndrome of subjective double: - The patients own self is perceived as being replaced by a double. Syndrome of intermetamorphosis: - A false belief that a person can transform into another person. o These syndrome most commonly appear in schizophrenia. Other causes axe Alzheimer syndrome, head injuries, and delusional disorders,",
        "cop": 2,
        "opa": "Sharing of delusion",
        "opb": "Delusion of double",
        "opc": "Erotomania",
        "opd": "Hypochondriacal delusions",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "c85be7db-00a2-4050-8701-d75f9946e988",
        "choice_type": "single"
    },
    {
        "question": "Visual analog scale is a -",
        "exp": "Ans. is 'a' i. e., Pain scale Visual analog Scaleo The visual analogue scale or visual analog scale (VAS) is a psychometric response scale which can be used in questionnaires. o It is a measurement instrument for subjective characteristics or attitudes that cannot be directly measured, o When responding to a VAS item, respondents specify their level of agreement to a statement by indicating a position along a continuous line between two end-points, o VAS is the most common pain scale for quantification of severity of pain.",
        "cop": 1,
        "opa": "Pain scale",
        "opb": "Pressure scale",
        "opc": "Vision scale",
        "opd": "Auditory scale",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "dec7f8a0-a2b6-4f34-9e99-8bab80009df9",
        "choice_type": "single"
    },
    {
        "question": "Illusion is a disorder of-",
        "exp": "Ans. is 'b' i. e., Perception Disorders of perceptiono Altered perception:- Sensory distortion (micropsia, hyperacusis), Illusiono False perception:- Hallucination. Thought disorders. Formal thought disorders (Disorders of thought process). Disorders of thought contenti) Racing thoughts:- Anxiety, Schizophreniaii) Retarded thoughts:- Depressioniii) Circumstantiality:- Mania, Schizophreniaiv) Thought blocking Schizophrenia, Severe anxietyv) Perseveration:- Organic brain disease, Schizophrenia (occasionally)vi) Loosening of association:- Schizophreniavii) Flight of ideas:- Maniaviii) Tangentialityix) Clunging & punning:- Mania & schizophreniax) Neologism, word salad, Echolalia:- Schizophreniai) Delusion:- Psychosis (Schizophrenia, mania, depression & othersii) Obsessioniii) Compulsioniv) Preoccupationsv) Phobiasvi) Depersonalization & Derealizationo In schizophrenia and mood disorders (depression, mania) all parts of the thought (thought process as well as content) are involved. o However, schizophrenia is conventionally referred as formal thought disorder.",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Memory",
        "opd": "Intelligence",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "e6adf68b-963f-4022-9bcb-39ff30493d30",
        "choice_type": "single"
    }
]