[
    {
        "question": "Which category of ICD is associated with schizophrenia",
        "exp": "ICD ICD mentions International classification of mental and behavioural disorders this was given by WHO( World health Organisation) ICD is used all over the world except America latest edition of ICD is ICD11 ICD 11 was released in 2018 DSM DSM mentions Diagnostic and Statistical manual of mental disorders this was given by APA( American Psychiatric Assosiation) DSM is used in America latest edition of DSM is DSM 5 ICD 11 was released in 2018 categorisation ofmental disorders in ICD 10 is mentioned below F00-F09 Organic, including symptomatic, mental disorders F10-F19 Mental and behavioural disorders due to psychoactive substance use F20-F29 Schizophrenia, schizotypal and delusional disorders F30-F39 Mood disorders ICD-10 Classification of Mental and Behavioural Disorders, World Health Organization, Geneva, 1992",
        "cop": 3,
        "opa": "F0",
        "opb": "F1",
        "opc": "F2",
        "opd": "F3",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "33073045-5925-4618-8c87-44951c55fd12",
        "choice_type": "single"
    },
    {
        "question": "which of the following is a temperment type",
        "exp": "temperment is a genitically related body biases in the modulation of conditioned behavioral responses to various external stimuli. there are 4 types of temperment namely novelty seeking reward dependence harm avoidance persistence this is a impoant question that is asked in entrance examinations Ref. Kaplon and sadock, synopsis of psychiatry, 11 th edition, pg. no. 744",
        "cop": 1,
        "opa": "novelty seeking",
        "opb": "histirionic",
        "opc": "anakastic",
        "opd": "narcisstic",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "f10ba407-29f8-42da-9c64-4752d464abc6",
        "choice_type": "single"
    },
    {
        "question": "Delusion is not seen in",
        "exp": "Delusion is psychotic symptom, can be associated with schizophrenia, depression with psychotic symptoms, mania with psychotic symptoms. anxiety disorder is a type of neurosis here the patients will have insight they will present with palpitations, breathlessness, ruminations, worries, distress and fear of impending doom. Diagnostic criteria for Severe Depression with psychotic symptoms: A severe depressive episode which meets the criteria given for severe depressive episode without psychotic symptoms and in which delusions, hallucinations, or depressive stupor are present. The delusions usually involve ideas of sin, povey, or imminent disasters, responsibility for which may be assumed by the patient. Reference: ICD-10 Classification of Mental and Behavioural Disorders, World Health Organization, Geneva, 1992",
        "cop": 2,
        "opa": "Depression",
        "opb": "Anxiety",
        "opc": "Schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "edfee157-a46e-4d7b-ae7a-af91cd58b662",
        "choice_type": "single"
    },
    {
        "question": "Angel dust denotes",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey Reference: kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no. 649",
        "cop": 4,
        "opa": "flunitrazepam",
        "opb": ". LSD",
        "opc": "toluene",
        "opd": "phencyclidine",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "c0f7b4de-0d1d-4d6b-b250-1d87147f3378",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in delirium",
        "exp": "The two major symptoms of delirium that may require pharmacological treatment are psychosis and insomnia. A commonly used drug for psychosis is haloperidol. Use of second-generation antipsychotics, such as risperidone, clozapine, olanzapine, quetiapine, ziprasidone, and aripiprazole, may be considered for delirium management. Insomnia is best treated with benzodiazepines with sho or intermediate half-lives. Current trials are ongoing to see if dexmedetomidine is a more effective medication than haloperidol in the treatment of agitation and delirium in patients receiving mechanical ventilation in an intensive care unit. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 11th Edition, page 703.",
        "cop": 2,
        "opa": "Haloperidol",
        "opb": "Lithium",
        "opc": "Diazepam",
        "opd": "Olanzapine",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "938c70dd-b96d-4c00-97d9-6e50263c9487",
        "choice_type": "single"
    },
    {
        "question": "A person who laughs one minute and cries the next without any clear stimulus is said to have",
        "exp": "Affect is the subjective and immediate experience of emotion attached to ideas or mental representations of objects. Affect has outward manifestations that can be classified as restricted, blunted, flattened, broad, labile, appropriate, or inappropriate. Labile affect is affective expression characterized by rapid and abrupt changes, unrelated to external stimuli. incongruent affect is seen in schizophrenia where the patient's thought and emotion are not connected split personality is a common name for dissosiative personality disorder Reference: Kaplan & Sadock's Comprehensive Textbook of Psychiatry, Volume 3, 10th Edition, Pg. 4558, 4591. Kaplan & Sadock's synopsis Psychiatry, 11th Edition, Pg. 308",
        "cop": 3,
        "opa": "Incongruent affect",
        "opb": "Euphoria",
        "opc": "Labile affect",
        "opd": "Split personality",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "bd180452-ee0c-4b81-9862-d6bc6b636e78",
        "choice_type": "single"
    },
    {
        "question": "Cotard's syndrome has",
        "exp": "In the 19th century, the French psychiatrist Jules Cotard described several patients with a syndrome called delire de negation. sometimes referred to as nihilistic delusional disorder or Cotard syndrome. Patients with the syndrome complain of having lost not only possessions, status, and strength but also their heart, blood, and intestines. this is more commonly seen in depression. persecutory and referential delusions are common in psychosis like schizophrenia delusion of marital infedility is common in othello syndrome Reference: Kaplan & Sadock's Synopsis of Psychiatry, 11th edition, Page 336, 307",
        "cop": 3,
        "opa": "Persecutory delusions",
        "opb": "delusion of marital infedility",
        "opc": "Nihilistic delusions",
        "opd": "referential delusions",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "54b77b67-04b4-415a-9e32-e38940648222",
        "choice_type": "single"
    },
    {
        "question": "Most common delusional disorder in male",
        "exp": "What is a Delusion DELUSION - * false fixed firm belief, * subjective ceainity, * compelling counterargument, * impervious to other experiences and * outside socio cultural and educational background How is delusional disorder different from schizophrenia * Age of onset=====40's * They don't have hallucinations * Duration criteria for diagnosing delusional disorder is 3 months when compared to 1 month in schizophrenia * No socio occupational detion apa from the delusion Epidemiology SS 0. 3%======Delusional disorder 1%========schizophrenia SS 5%======mood disorder Most common SS M. C type of delusional disorder in Men =========paranoid SS M. C type of delusional disorder in Female========erotomanic Ref. Kaplon and Sadock, Synopsis of psychiatry, 11 th edition, 335",
        "cop": 3,
        "opa": "persecutory",
        "opb": "grandiose",
        "opc": "erotomanic",
        "opd": "jealousy",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "4f5beb3c-3ed6-497c-be64-e36a9c8da912",
        "choice_type": "single"
    },
    {
        "question": "Fluctuating level of consciousness is seen in",
        "exp": "Delirium is characterized by an acute decline in both the level of consciousness and cognition with paicular impairment in attention. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 11th Edition, page 697.",
        "cop": 2,
        "opa": "Hysteria",
        "opb": "Delirium",
        "opc": "Dementia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "d6759d72-42e6-4207-a179-703ed0018760",
        "choice_type": "single"
    },
    {
        "question": "Rorschach test measures",
        "exp": "this is Rorschach Test. it was given by Herman Rorschach, a Swiss psychiatrist. it was developed 1910. The Rorschach test is the most frequently used projective personality instrument. it has in total of 10 cards 5 cards are black and white as mentioned in the image 2 cards are black and red and 3 cards are multicoloured cards based on the response a individul given, the patients personality is assessed. Reference: Kaplon and Sadock, synopsis of psychiatry, 11 th edition, page number: 249",
        "cop": 3,
        "opa": "Intelligence",
        "opb": "Creativity",
        "opc": "Personality",
        "opd": "Neuraticism",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "1dc770ac-a9aa-4deb-a6e4-f9894a29f598",
        "choice_type": "single"
    },
    {
        "question": "Mutism and akinesis in a person who appears awake and even ale is best described as",
        "exp": "Stupor: Akinesis (no movement) with mutism but with evidence of relative preservation of conscious awareness. the most impoant psychiatric disorders in which the patient presents with stupour is catatonia which is a type of schizophrenia and dissosiative stuour which is a type of neurotic illness. catatonic stupour has a good response with electro convulsive therapy and lorazepam dissosiative stupour has a good response with psychotherapy and narcoanalysis and working on the stressors in patients life. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 59 synopsis of psychiatry, kaplan and sadock, 11th Edition, pg. no. 309",
        "cop": 3,
        "opa": "Twilight state",
        "opb": "Oneroid state",
        "opc": "Stupor",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "15da3e69-0255-4368-af9b-ab1ad7a63906",
        "choice_type": "single"
    },
    {
        "question": "How many axes in DSM 4",
        "exp": "ICD ICD mentions International classification of mental and behavioural disorders this was given by WHO( World health Organisation) ICD is used all over the world except America latest edition of ICD is ICD11 ICD 11 was released in 2018 DSM DSM mentions Diagnostic and Statistical manual of mental disorders this was given by APA( American Psychiatric Assosiation) DSM is used in America latest edition of DSM is DSM 5 DSM 5 was released in 2018 according to DSM IV TR there is an multi axial system for diagnosis AXIS I====== major psychiatric disorders AXISII======personality patterns and mental retardation AXIS III=====general medical condition AXIS IV=====psycho social stressors AXIS V=====GAF( Global Assesment of Functioning) Reference: A sho textbook of psychiatry by Niraj Ahuja, seventh edition, page 4.",
        "cop": 4,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "4b41bb1c-ebc5-4006-ab0b-adb110c7363f",
        "choice_type": "single"
    },
    {
        "question": "Loosening of association is an example of",
        "exp": "The disorders of form of thought include looseness of associations, derailment, incoherence, tangentiality, circumstantiality, neologisms, echolalia, verbigeration, word salad, and mutism. Loosening of assosiation is a type of formal thought disorder where the patient's thoughts are not connected and there are no meaningful connections. this is a charecterstic feuture of schizophrenia. this is one of the 4A's of schizophrenia that was given by Eugene Bleuler. 4A's that is given by schizophrenia is the most repeated question they are autism ambivalance apathy assosiation loss or loosening of assosiation Reference: Kaplan & Sadock's synopsis of psychiatry 11th edition, page 313, 300",
        "cop": 1,
        "opa": "Formal Thought disorder",
        "opb": "perceptional disorder",
        "opc": "Perseveration",
        "opd": "Concrete thinking",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "43c0142a-39af-401b-9c71-dfdae631101d",
        "choice_type": "single"
    },
    {
        "question": "Alexithymia is",
        "exp": "Alexithymia is inability or difficulty in describing or being aware of one's emotions or moods; elaboration of fantasies associated with depression, substance abuse, and posttraumatic stress disorder (PTSD). Reference: Kaplan & Sadock's Comprehensive textbook of Psychiatry Tenth edition, Volume 3 Pg. 4559",
        "cop": 4,
        "opa": "A feeling of intense rapture",
        "opb": "Pathological sadness",
        "opc": "Affective flattening",
        "opd": "Inability to recognize and describe feelings",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "eb17ba7d-abb4-4a46-a7b6-7956727901e6",
        "choice_type": "single"
    },
    {
        "question": "Nihilistic ideas are seen in",
        "exp": "In the 19th century, the French psychiatrist Jules Cotard described several patients with a syndrome called delire de negation. sometimes referred to as nihilistic delusional disorder or Cotard syndrome. Patients with the syndrome complain of having lost not only possessions, status, and strength but also their heart, blood, and intestines. this is a charecterstic delusion that is present in sever depression Reference: Kaplan & Sadock's Synopsis of Psychiatry, 11th edition, Page 336.",
        "cop": 3,
        "opa": "Simple schizophrenia",
        "opb": "Paranoid schizophrenia",
        "opc": "Cotard's syndrome",
        "opd": "mania",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "8c184658-ae20-4d06-94e9-b3f790723f11",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cognitive error/dysfunction",
        "exp": "List of Cognitive errors/dysfunctions/distoions: Overgeneralizing Selective abstraction Excessive responsibility Assuming temporal causality Self references Catastrophizing Dichotomous thinking Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 11th Edition, page 875.",
        "cop": 4,
        "opa": "Catastrophic thinking",
        "opb": "Arbitrary inference",
        "opc": "Over generalization",
        "opd": "Thought block",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "b55ad561-6b4a-4405-997c-4714c6818495",
        "choice_type": "single"
    },
    {
        "question": "Thoughts in mind with rhyming rather than with meaning of thoughts is",
        "exp": "Clang association: Association or speech directed by the sound of a word rather than by its meaning; words have no logical connection. Circumstantiality: Disturbance in the associative thought and speech processes in which a patient digresses into unnecessary details and inappropriate thoughts before communicating the central idea. Flight of ideas: Rapid succession of fragmentary thoughts or speech in which content changes abruptly and speech may be incoherent. Perseveration: Pathological repetition of the same response to different stimuli, as in a repetition of the same verbal response to different questions. Reference: Kaplan & Sadock's Synopsis of psychiatry, 11th edition, pages 1409, 1412, 1415.",
        "cop": 4,
        "opa": "Flight of ideas",
        "opb": "Perseveration",
        "opc": "Circumstantiality",
        "opd": "Clang association",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "3df9fafb-c1c6-47eb-8d41-739776e28cca",
        "choice_type": "single"
    },
    {
        "question": "Catatonic features seen in schizophrenia are also seen in",
        "exp": "Catatonia can be present in several mental disorders, most commonly seen in schizophrenia and mood disorders. The hallmark symptoms of catatonia--mutism, stuporousness, blunted affect, extreme withdrawal, negativism, and marked psychomotor retardation there are various causes for catatonia namely both catatonic and non catatonic schizophrenia, major depressive disorder (often with psychotic features medical and neurological disorders like akinetic mutism seen in frontal lobe syndromes, locked in syndrome Reference: Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 360.",
        "cop": 1,
        "opa": "Severe depression",
        "opb": "Conversion disorder",
        "opc": "Personality disorder",
        "opd": "Somatisation disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "4e682dca-a5dd-46e1-91da-547dfcdeeafb",
        "choice_type": "single"
    },
    {
        "question": "Rorschach test is done with",
        "exp": "The Rorschach Inkblot Test is a projective psychological test consisting of 10 symmetric inkblots printed on cards (5 colour and 5 black and white). This test is often employed in diagnosing underlying thought disorders and differentiating psychotic from non-psychotic thinking Ref: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 217",
        "cop": 1,
        "opa": "Symmetric ink blots",
        "opb": "Asymmetric ink blots",
        "opc": "Counting numbers backwards",
        "opd": "Subtractions with odd numbers",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "11371e39-bed9-4280-80dd-5fe8693d6171",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman complains of intense depressed mood for 6 months with an inability to enjoy previously pleasurable activities. This symptom is known as",
        "exp": "In schizophrenia, the disorders of affect include apathy, emotional blunting, emotional shallowness, anhedonia (inability to experience pleasure) and inappropriate emotional response (emotional response inappropriate to thought). negative symptoms of schizophrenia include affective flattening or blunting, attentional impairment, avolition-apathy (lack of initiative associated with psychomotor slowing), anhedonia, asociality (social withdrawal), and alogia (lack of speech output). Ref: A sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no. 56) Anhedonia: Loss of interest in and withdrawal from all regular and pleasurable activities. Often associated with depression.",
        "cop": 1,
        "opa": "Anhedonia",
        "opb": "Avolition",
        "opc": "Apathy",
        "opd": "Amotivation",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "4f6b4226-ebf2-429c-82d2-500a8a2cb32f",
        "choice_type": "single"
    },
    {
        "question": "Elation is controlled by",
        "exp": "Elation (moderate elevation of mood): A feeling of confidence and enjoyment, along with an increased psychomotor activity. Elation is classically seen in mania. Reference: A sho textbook of psychiatry by Ahuja, page 70. Emotion derives from basic drives, such as feeding, sex, reproduction, pleasure, pain, fear, and aggression, which all animals share. The neuroanatomical basis for these drives appears to be centered in the limbic system. Reference: Synopsis of Psychiatry, page 13.",
        "cop": 1,
        "opa": "Limbic system",
        "opb": "Frontal lobe",
        "opc": "Temporal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "bb676ec3-ff79-42e5-bea8-51a127a952c0",
        "choice_type": "single"
    },
    {
        "question": "Erotomania is seen in",
        "exp": "In erotomania, which has also been referred to as de Clerambault syndrome it is also called as psychose passionelle. here the patient has the delusional conviction that another person, usually of higher status, is in love with him or her. Besides being the key symptom in some cases of delusional disorder, it is known to occur in schizophrenia, mood disorder, and other organic disorders. the persons on which the delusions are built are stalked and there is even risk of homicide. Reference: Kaplan & Sadock's Synopsis of Psychiatry, 11th edition, Page 336.",
        "cop": 1,
        "opa": "Bipolar mania",
        "opb": "Unipolar mania",
        "opc": "Neurosis",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "faf871f3-d13d-4b83-a879-c9bda46d3e82",
        "choice_type": "single"
    },
    {
        "question": "Jamais vu is",
        "exp": "deja vu=== feeling of familiarity to a novel stimulus jamais vu==feeling of unfamiliarity to a familiar stimulus Reference. Kaplon and sadock, synopsis of psychiatry, 11th edition, pg No. 194",
        "cop": 4,
        "opa": "Illusion that what one is hearing, one has heard previously",
        "opb": "A unfamiliar thought regarded as repetition of a previous thought",
        "opc": "Unfamiliar situations or events feel strangely familiar",
        "opd": "Feeling of strangeness to familiar situation",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "52e918f5-aac1-4cf0-870b-a0fcee7cac8e",
        "choice_type": "single"
    },
    {
        "question": "The DSM IV classification of psychiatric disorder as proposed by American Psychiatry Association classifies and helps in diagnosing the patient on multiple axes. Of these, axis V represents the degree of",
        "exp": "Axis I Axis I consists of clinical disorders and other conditions that may be a focus of clinical attention. Axis II Axis II consists of personality disorders and mental retardation. Axis III Axis III lists any physical disorder or general medical condition that is present in addition to the mental disorder. Axis IV Axis IV is used to code the psychosocial and environmental problems that contribute significantly to the development or exacerbation of the current disorder. Axis V Axis V is a global assessment of functioning (GAF) scale in which clinicians judge patients' overall levels of functioning during a paicular time. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition, page 306.",
        "cop": 3,
        "opa": "Present state of symptoms",
        "opb": "Comorbid medical condition",
        "opc": "Global assessment of function",
        "opd": "Comorbid psychological problem",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "0953ccc3-bb07-43e7-a37b-63f60fd62ed0",
        "choice_type": "single"
    },
    {
        "question": "Ambivalence is most commonly associated with",
        "exp": "Eugen Bleuler's Fundamental Symptoms of Schizophrenia (Also called as 4 A's of Bleuler) 1. Ambivalence: Marked inability to decide for or against2. Autism: Withdrawal into self3. Affect disturbances: Disturbances of affect such as inappropriate affect4. Association disturbances: Loosening of associations; thought disorder Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 55",
        "cop": 3,
        "opa": "Depression",
        "opb": "Generalized anxiety disorder",
        "opc": "Schizophrenia",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "7c5627d9-f3b6-44ed-88b2-afd8d3a125e4",
        "choice_type": "single"
    },
    {
        "question": "Confabulation is defect of",
        "exp": "Confabulation Unconscious filling of gaps in memory by imagining experiences or events that have no basis in fact. it is commonly seen in amnestic syndromes. it is a charecterstic feuture of Koraskoff's psychosis, a condition that occurs due to thiamine deficiency the charecterstic feuture of confabulation is fluent plausible lying, that is individual is not aware that he lying and filling up the memory gaps but still speaks things in a fluent way and this is a dysfunction of memory Reference: Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 1409.",
        "cop": 1,
        "opa": "Memory",
        "opb": "Intelligence",
        "opc": "Attention",
        "opd": "Concentration",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "c7240626-b70a-4a44-9cfb-21d8fc24793c",
        "choice_type": "single"
    },
    {
        "question": "Catatonia is most commonly seen with",
        "exp": "Catatonic schizophrenia (Cata: disturbed, tonic: tone) is characterised by a marked disturbance of motor behaviour the charecterstic feuture of catatonia is mutism and stupour catatonia can be rated by a rating scale called as Bush Francis Catatonia Rating Scale. It can present in three clinical forms: excited catatonia, stuporous catatonia, and catatonia alternating between excitement and stupor. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 59",
        "cop": 1,
        "opa": "Schizophrenia",
        "opb": "dissociation",
        "opc": "Anxiety disorder",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "acacbf69-12d7-4d1f-8973-6364ac6f8059",
        "choice_type": "single"
    },
    {
        "question": "Repetition of movements, actions, words and phrases beyond point of relevance",
        "exp": "Perseveration: (1) Pathological repetition of the same response to different stimuli, as in a repetition of the same verbal response to different questions. (2) Persistent repetition of specific words or concepts in the process of speaking. Seen in cognitive disorders, schizophrenia, and other mental illness. egsample: when asked where are they from, they'll answer chennai when asked the next questions, what is their educational qualification, they'll answer chennai when asked the next question, wheather they have taken break fast, they'll answer chennai thus chennai, though an appropriate answer for the first question, it is inappropriately answered for the subsequent questions. Reference: Kaplan & Sadock's synopsis of psychiatry, 11th edition, page 1415.",
        "cop": 3,
        "opa": "Fusion",
        "opb": "Mannerism",
        "opc": "Perseveration",
        "opd": "Stereotypy",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "c5ce7974-10e9-46b4-8f19-29b64c0de9f6",
        "choice_type": "single"
    },
    {
        "question": "Which category of ICD is associated with mood disorders",
        "exp": "ICD ICD mentions International classification of mental and behavioural disorders this was given by WHO( World health Organisation) ICD is used all over the world except America latest edition of ICD is ICD11 ICD 11 was released in 2018 DSM DSM mentions Diagnostic and Statistical manual of mental disorders this was given by APA( American Psychiatric Assosiation) DSM is used in America latest edition of DSM is DSM 5 ICD 11 was released in 2018 categorisation ofmental disorders in ICD 10 is mentioned below F00-F09 Organic, including symptomatic, mental disorders F10-F19 Mental and behavioural disorders due to psychoactive substance use F20-F29 Schizophrenia, schizotypal and delusional disorders F30-F39 Mood disorders ICD-10 Classification of Mental and Behavioural Disorders, World Health Organization, Geneva, 1992",
        "cop": 4,
        "opa": "F0",
        "opb": "F1",
        "opc": "F2",
        "opd": "F3",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms and signs in psychiatry and classification",
        "id": "176b2121-bd55-43ac-8278-7b2e5cf620b8",
        "choice_type": "single"
    }
]