[
    {
        "question": "Risk factor for suicide -",
        "exp": "Ans. is 'b' i. e., Unmarried Causes/Risk factors for suicide. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence, Schizophrenia, Dementia. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. Biological factors: - Decrease in serotonin. Other - Male sex, Age > 40 years. Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 2,
        "opa": "Female sex",
        "opb": "Unmarried",
        "opc": "Age 30 years",
        "opd": "Married",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "5000f2e2-5e62-4d9e-9020-c40a5218f4b5",
        "choice_type": "single"
    },
    {
        "question": "Suicide is most common in -",
        "exp": "Ans. is 'a' i. e., Depression Causes/Risk factors for suicide. Psychiatric disorders: - Depression (most common), alcoholism (2nd me), Drug/Substance dependence, Schizophrenia, Dementia. Physical illness: - Cancer, AIDS, Multiple sclerosis, Head trauma. Psychosocial factors: - Failure in love, marital difficulties, family dispute, illegitimate pregnancy. Biological factors: - Decrease in serotonin. Other - Male sex, Age > 40 years, Single (Unmarried, divorced or widowed), previous suicide attempt, social isolation.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Alcohol dependence",
        "opc": "Dementia",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "37fab6fd-1212-47a2-9138-a20634367df3",
        "choice_type": "single"
    },
    {
        "question": "Ganser syndrome is a feature of -",
        "exp": "Ans. is 'c' i. e., Dissociative disorder Dissociative disordero The essential feature of the dissociative disorder is a disruption in the usually integrated functions of consciousness, memory, identity or perception of the environment Dissociative disorder are. Dissociative (psychogenic) amnesia It is the most common type of dissociative disorder. Dissociative amnesia is characterized by retrograde amnesia (inability to retrieve stored memories and events leading up to onset of amnesia) and absence of antegrade amnesia (inability to form new long term memories). Dissociative fugue A dissociative fugue may be present when a person impulsively wanders or travels away from home and upon arrival in the new location is unable to remember his/her past (i. e., amnesia for early life). There is loss of personal identity and the person assumes a new identity. There is absence of awareness of amnesia during fugue episode, i. e., Patient denies any memory loss during fugue state. On recovery there is amnesia for fugue episodes and recovery of memory of earlier life (i. e., before the episode of fugue). Dissociative identity disorder (multiple personality disorder) More than one personality appears to possess the individuals, Showing their characteristic behavior. At any instance behavior and memories of one personality is exhibited, patient then is unaware of the other's existance. Depersonalization disorder: - Feeling of detachment from self is referred to as depersonalization. Individuals with this disorder will report feeling as if they are living in a dream or watching themselves on movie screen i. e., feeling detached from self and as if one is an outside observer of oneself. People with this disorder feel like they are \"going crazy\" and they frequently become anxious and depressed. Dissociative disorders not otherwise specified:-These are the disorders that are characterized by dissociative response that do not meet diagnostic criteria for one of the other dissociative disorder. Important ones are. Dissociative Trance (Possession) disorders There is temporary exchange of person's personality by a new personality usually attributed to a spirit or divine power. Usually the person is aware of the existance of the other, i. e., possessor (unlike dissociative identity disorder). Ganser's syndrome: - Also known as syndrome of approximate answers. This is characterized by giving approximate answers together with a clouding of consciousness, and frequently accompanied by hallucinations and other dissociative, somatoform or conversion symptoms.",
        "cop": 3,
        "opa": "OCD",
        "opb": "Conversion disorder",
        "opc": "Dissociative disorder",
        "opd": "Schizoid personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "7b37ca1d-7166-46df-b411-06cea03ab88c",
        "choice_type": "single"
    },
    {
        "question": "Delusion is the disorder of:",
        "exp": "Ans. a (Thought)DELUSION is false belief in something that is not true. Types of delusions are: 1. Primary delusions (autochthonous delusions): Arise denovo, cannot be explained on the basis of other experiences or perceptions. They are characteristic of early schizophrenia. 2. Secondary delusions: Commonest delusions seen in clinical practice and many psychological disorders. Commonly seen delusions in schizophrenia are: 1. Delusion of grandeur2. Delusion of persecution3. Delusion of reference4. Delusion of control.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Always organic",
        "opd": "Always psychiatric",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "09608511-2c68-4690-9bf5-c02eac8764a1",
        "choice_type": "single"
    },
    {
        "question": "A person identifies a pattern on wall as an animal is having:",
        "exp": "Ans: c) Illusion. Illusion: Misinterpretation of stimuli arising from an external object. There are three types: i) Complete illusion: depends on inattention of the person. For eg: misreading words in newspapers / missing misprints, we read the word automatically as if it were complete. It also depends on our previous experience / interests. For eg: to the person with an interest in reading, _ook may be misread as 'book' even though the faded letter is '1'. ii) Affect illusions: Arising in the context of a particular mood state, eg: young child wakes up scared in the middle of the night and misinterprets a white towel as a ghost. iii) Pareidolia: Vivid illusions of excessive fantasy thinking. For eg: the subjects sees vivid pictures in fire/ clouds/pattems on walls. Hallucinations: Perceptions without an adequate external stimulus. Special types of hallucinations; i) Functional hallucinations: Hallucinations which require the presence of another real sensation. For eg: patient hears the voice of God (hallucination) as her clock ticked (real sensation). ii) Reflex hallucianations: Morbid form of synaesthesia. Synaesthesia: experience of a stimulus in one modality produces a sensory experience in another. For eg: patients can feel, taste and hear Flowers simultaneously in reflex hallucination: stimulus in one sensory field produces a hallucination in another. For eg: patient feels pain in her head (somatic hallucination) when she heard someone sneeze (the stimulus). iii) Extracampine hallucinations: it has hallucinations outside the limits of the sensory field. For eg: patient hears the voices of the people in Delhi when he is in Kerala. iv) Hypnagogic hallucinations: hallucinations which occur when subjects go to sleep. v) Hypnapompic hallucinations: hallucinations which occurs when subject wakes up from sleep. CHARLES- BONNET SYNDROME: Complex visual hallucinations occur in the absence of any psychopathology and in clear consciousness. Associated with central / peripheral reduction in vision. BODY IMAGE DISTORTIONS: i) Hyperschemazia: perceived magnification of body parts. ii) Aschemazia: perception of body parts as absent. iii) Hyposchemazia: perception of body parts as diminished. iv) Paraschemazia: feeling that body parts are distorted/ twisted/separated from the rest of the body. v) Hemisomatognosia: unilateral lack of body image- person behaves as if one side of body is missing. vi) Anosognosia: ddenial of illness. vii) Somatoparaphrenia: patients showing bizarre attitude to their paralysed limb. They feel they have too many/ distorted/ inanimate limbs. KORO: belief that the penis is shrinking and will retract into the abdomen and cause death. DELUSIONS: false, unshakable belief that is out of keeping with the patients social and cultural background. Special types: i) COTARD' S SYNDROME: extremely severe nihilistic delusion. Seen in severe depression. Eg: patient complains that their bowels have been destroyed and may never pass feces again. ii) CAPGRAS SYNDROME: patient believes that a person closely related to her has been replaced by a double. iii) FREGOLI SYNDROME: the patient believes that one or more people have changed their appearance to resemble familiar people, usually in order to persecute the patient. iv) INTERMETAMORPHOSIS: patient believes that a person/ persons have been transformed, both physically and psychologically into another person/ that people have exchanged identities with each other. v) Doppelganger: patient has delusion that another person has been physically transformed into his own self (syndrome of subjective doubles). vi) FOLIE A BEUX: person in a close relationship with somebody who already has an established delusional system develops similar ideas (shared/ induced delusional disorder).",
        "cop": 3,
        "opa": "Hallucination",
        "opb": "Delusion",
        "opc": "Illusion",
        "opd": "Sensory distortion",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "7f23b0ed-dd25-4d64-a1ad-b1b5883363b0",
        "choice_type": "multi"
    },
    {
        "question": "Repetitive irresesistable thought to do something-",
        "exp": "Ans. is 'b' i. e., Obsession Obsessive compulsive disorder (OCD)o OCD is an anxiety disorder which is characterized by recurrent, unwanted thoughts (Obsessions) and repettive behaviors (compulsions). o An obsession has following characteristic: -i) An idea, impulse or image which intrudes into the conscious awareness repeatedly. ii) It is recognized as one's own ideas, impulse or image but is perceived as egoalien (foreign to one spersonality). iii) It is recognized as irrational and absurd (insight is present - Patient knows about disorder). iv) Patient tries to resist against it but is unable to do so which leads to marked distress or anxiety. o A compulsion has following characteristics >i) It is repetitive, purposeful form of behavior is carried out because of strong feeling of compulsion to do so. ii) It usually follows an obsession. iii) Its goal is to prevent or reduce the anxiety or stress caused by obsession however it do not always succeed in doing so. iv) It is irrational or excessive and not realistic. v) Insight is present. o A patient with OCD may have an obsession, a compulsion or both (mostly patients have both). o A patient with OCD realizes the irrationality of the obsession and experiences both the obsession and the compulsion as ego-dystonic (unwanted behavior). o The person is preoccupied with details rules, list order, organisation or schedules to the extent that the major point of activity is lost. o The person shows perfectionism that interfers with task completion (e. g., unable to complete project because his own overtly strict standard are not met).",
        "cop": 2,
        "opa": "Phobia",
        "opb": "Obsession",
        "opc": "Compulsion",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "0f27bc19-ce9a-4895-ab4f-e61050bca628",
        "choice_type": "single"
    },
    {
        "question": "Floccilations are seen in?",
        "exp": "ANSWER: (D) Delirium. REF: Kaplan and saddok's p: 26. Aimless picking of bed clothes or clothing is known as floccillations. It is seen in dementia and delirium.",
        "cop": 4,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Anxiety disorders",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f43e488a-4e54-4d41-b539-6281fb407cc2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is delusion -",
        "exp": "Ans. is 'a' i. e., Othello syndrome & 4b' i. e., Declerambault's syndrome. Delusional disorders (Persistent delusional disorders)o Delusional disorder, previously called as paranoid disorder, is a group of disorders where long standing delusions are the primary or only manifestation of illness. Persistent delusions must be present for at least 3 months (ICD-10) or for at least 1 month (DSM - IV). o Depending on the content following type of delusions may occur. Delusions of persecution: - These are the most common type of delusions. The patient believes that he is conspired against and harassed or bodily injured, spied or followed or poisoned by other. Patient believes that he is under the surveillance of police, as his neighbours have complained against him; or he is watched and the news in the newspaper refer to him. Somatic (Hypochondrical) delusions: - There are delusions related to the patients body or its part This condition is also referred to as monosymptomatic hypochondrical psychosis (MHP) or hypochondrical paranoia. Examples are: -Body or its part being ugly or misshapen, i. e., nose is deformed - Delusional dysmorphophobia. Infestations by worms or foreign bodies - Delusional parsitosis. Emitting a foul odor -Delusional halitosis. Delusions of grandeur: - Delusions of inflated self esteem and self image. The patient may believe that he is an important person who is able to help other, or may report hearing the voice of God and the Saints, Confirming. their elevated status. Delusions of jealousy (infidelity): - Content of delusions is predominantly jealousy (infidelity) involving the spouse - Othello syndrome or Conjugal paranoia. Elobrate steps are taken to prevent the spouse to go outsite (Locks the spouse, not allowing her go outside), or to catch the spouse red handed (private detectives). Delusion of love (Erotomanic delusion or erotomania): - More prevalent among females and there is an erotic conviction that a person with higher status is in love with patient-* Declerambault's syndrome.",
        "cop": 1,
        "opa": "Othello syndrome",
        "opb": "Rabbit's Syndrome",
        "opc": "Pyromania",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "4dbeb25c-2e9a-4196-9b9f-ae5b876af305",
        "choice_type": "multi"
    },
    {
        "question": "Term psychiatry was coined by:",
        "exp": "Ref: Bhaiia's Essentials of Psychiatry, 4th edition, A Short Textbook of Psychiatry by Ah raj Ahuja, 7th edition, 2011. Explanation: It was Johann Christian Reil a German physician coined the term \"Psychiatry. Important persons in the history of psychiatry and their contributions. Phillips Pincl* Moral treatment for persons with mental disorders. Benjamin Rush* Father of American Psychiatry. Benedict Morel* Coined the term \"dementia precox\"Emil Kraepelin* Classified mental illnesses into two groups de menita precox (later renamed as schizophre nia) and MDP (Manic depressive psychosis}Pavlov* Conditioning (classical). Ble uter* Coined the term \"Schizophrenia''. Described 4 'A's of schizophrenia. Hans Berger* EEGCerletti and Bini* ECTBinswaitger* Existential therapy. Anna Freud* Defense mechanisms. Roger Sperry* Split brain studies. Aaron Beck* Cognitive therapy",
        "cop": 2,
        "opa": "Pinel",
        "opb": "Johann Christian Reil",
        "opc": "Sigmund Freud",
        "opd": "Benjamin Rush",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "e9064246-23a5-4e72-9f91-c8c6ddfb3ff2",
        "choice_type": "single"
    },
    {
        "question": "True about hallucinations?",
        "exp": "Ans. d (False perception in absence of stimulus). (Ref. Neeraj Ahuja 6th ed. 14). Term. Definition. Hallucination. Perception that occurs in the absence of stimulus. Illusion. Misinterpretation of stimuli arising from external objects. Delusion. Fasle but firm belief in something that is not true OR False unshakable belief, which is not amenable to reasoning and is not keeping with the patients socio-culture, and educational background. Delirium. Is an acute confusional state characterized by alteration in consciousness, orientation and perception. Hallucinations are of 3 types:# Audible thoughts (Voices speaking out thoughts aloud or thought echo)# Voices heard arguing (two or more hallucinatory voices discussing the subject in 3rd person).# Voices commenting on one's action.",
        "cop": 4,
        "opa": "False but firm belief in something that is not true",
        "opb": "Disorder of thought",
        "opc": "Requires stimulus for its occurrence",
        "opd": "False perception in absence of stimulus",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "bb9ec493-a6ad-4750-9c6f-77ce27351dee",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a perceptional disorder -",
        "exp": "Ans. is 'c? i. e., Delusion o Delusion is disorder of thought. o Interpretation of information received through the five sensory modalities, i. e., touch, sight, hearing, olfaction and taste is called perception. Sensory input is given by an external object which produces an internal percepto Disorder of perception may be: -Altered perception: - There is alteration of preception of a real external stimulus. It may be: -Sensory distortion: - There is change in the intensity of a real external stimulus. For example micropsia (perceiving a real object smaller than its normal size) and hyperacusis (perceiving sounds as abnormally loud). Illusion: - There is misinterpretation of a real external stimulus. For example mistaking a stick for snake. False perception: - There is an internal perception without a real external stimulus, e. g., Hallucination and pseudo-hallucination",
        "cop": 3,
        "opa": "Hallucinations",
        "opb": "Illusion",
        "opc": "Delusion",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "cee7d61f-3bef-45bb-827c-7a72cb2f574e",
        "choice_type": "multi"
    },
    {
        "question": "Definition of hallucination -",
        "exp": "Ans. is 'a' i. e., Perception witout stimulus o Disorder of perception may be: -Altered perception: - There is alteration of preception of a real external stimulus. It may be: -Sensory distortion: - There is change in the intensity of a real external stimulus. For example micropsia (perceiving a real object smaller than its normal size) and hyperacusis (perceiving sounds as abnormally loud). Illusion: - There is misinterpretation of a real external stimulus. For example mistaking a stick for snake. False perception: - There is an internal perception without a real external stimulus, e. g., Hallucination and pseudo-hallucination",
        "cop": 1,
        "opa": "Perception without stimulus",
        "opb": "Alteration of perception of a real stimulus",
        "opc": "Change in Intesitity of a real stimulus",
        "opd": "Misinterpretation of a real stimulus",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "b958b87a-9a05-4580-aea1-b74fd92ff237",
        "choice_type": "multi"
    },
    {
        "question": "Othello syndrome is?",
        "exp": "ANSWER: (C) Delusion of Infidelity. REF: Kaplan and sadock's 10th edition page 508. Delusional disorder with delusions of infidelity has been called conjugal paranoia when it is limited to the delusion that a spouse has been unfaithful. The eponym Othello syndrome has been used to describe morbid jealousy that can arise from multiple concerns. The delusion usually afflicts men, often those with no prior psychiatric illness. It may appear suddenly and serve to explain a host of present and past events involving the spouse's behavior. The condition is difficult to treat and may diminish only on separation, divorce, or death of the",
        "cop": 3,
        "opa": "Delusion of persecution",
        "opb": "Delusion of Grandeur",
        "opc": "Delusion of Infidelity",
        "opd": "Delusion of Doubles",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8020abb3-8994-4384-a043-ba3855c26f06",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/ are a thought disorder?",
        "exp": "Ans. is 'd' i. e., All the above. Thought disorders. Disorder of form (form is the structure of thought). Disorders of stream(flow of through). Disorders of possession(Control of thought). Disorders of content(Themes)o Loosening of associationo Derailmento Tangentialityo Substitutiono Omissiono Transitory thinkingo Drivelingo Desultory' thinkingo Neologismso Poverty of content of speecho Flight of ideaso Thought blocko Circumstantiality'o Prolixity'o Thought retardationo Perseverationo Obsessions and compulsiono Thought insertiono Thought withdrawalo Thought broadcaso Delusions referenceo Persecution, misinterpretationo Grandiostyo Nihilism etc. o Depressive cognitions (ideas of warthlessness, helplessness, warthlessness)o Overvaluedideas",
        "cop": 4,
        "opa": "Circumstantiality",
        "opb": "Tangentiality",
        "opc": "Prolixity",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "4d9d20a1-cc0c-4f87-a68c-876a3525df55",
        "choice_type": "multi"
    },
    {
        "question": "In Neuroleptic malignant syndrome, cause of death is -",
        "exp": "Ans. is 'a' i. e. Respiratory failure Causes of death in NMSo Respiratory failureo Pneumoniao Cardiac failureo Renal failureo Thromboembolism",
        "cop": 1,
        "opa": "Respiratoryfailure",
        "opb": "Liver failure",
        "opc": "Drug toxicity",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "11d69b2e-e245-4d04-95a9-f078952c31fc",
        "choice_type": "multi"
    },
    {
        "question": "Phatom limb is an example of disorder of -",
        "exp": "Ans. is 'b' i. e.. Perception Phantom limb: o The person feels his body parts intact in their respective places even after they are lost through amputation or injury. o This is a special type of hallucination. o Hallucination is a disorder of perception. In it there is an internal perception without a real external stimulus, o Thus phantom limb is also a disorder of perception.",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Cognition",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "ed9aa864-fac9-4605-94c8-a532e8d1dddf",
        "choice_type": "multi"
    },
    {
        "question": "Ekbom syndrome is referred to as:",
        "exp": "Ans. A. Delusion of infestation. Delusion of infestation/parasitosis- pt reports of insects/burrowing worms- under skin. Ekbom's syndrome- pt believes that he is infested with small but macroscopic organism",
        "cop": 1,
        "opa": "Delusion of infestation",
        "opb": "Delusion of persecution",
        "opc": "Delusion of love",
        "opd": "Deletion of infidelity",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "2b9abf9b-4b92-4faf-9efb-ae88fece24e5",
        "choice_type": "single"
    },
    {
        "question": "Perceptual misinterpretation of a real object is",
        "exp": "Ans. is 'a' i. e. Illusion Both illusion and hallucination are perceptual disorders. In illusion there is misinterpretation of the actual stimulus whereas in hallucination perception occurs in the absence of any stimulus. Illusion -Misinterpretation of rope as snake. Hallucination - Able to see snake without any rope. Delusion. It is the disturbance in the content of thought. It is a belief based on incorrect inference about external reality and not consistent with patient's intelligence and sociocultural background. Delirium. It is used as a general term for the quite cognitive impairment syndrome. Delirium is characterized by global impairment in consciousness, resulting in reduced level of alertness, attention, and perception of the environment.",
        "cop": 1,
        "opa": "Illusion",
        "opb": "Delusion",
        "opc": "Hallucination",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "0af035fc-6460-4310-bca0-3522335ff1ff",
        "choice_type": "multi"
    },
    {
        "question": "Delusion of persecution is?",
        "exp": "Ans is 'b' i. e. Delusion of being cheated Persecutory delusions (paranoid)* This is the most common type of delusion. The patient feels that he is being persecuted against.* There is false belief that one is being harmed, threatened, cheated, poisoned, harassed or spied on or is a victim of conspiracy to damage his reputation.* The supposed persecutor of the patient may be people in the environment (e. g., members of family, neighbors, former friend) or may be political or religious groups.* These delusions occur in schizophrenia (especially paranoid, severe affective disorders (sever mania or severe depression), and organic brain syndrome.* Delusion of persecution may occur in the context of primary delusional experiences, auditory hallucinations, bodily hallucinations or experiences of passivity.",
        "cop": 2,
        "opa": "Delusion of jealousy",
        "opb": "Delusion of being cheated",
        "opc": "Delusion of defective body part",
        "opd": "Delusion of love",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8820dd02-54c5-4e21-9737-d3e91b588058",
        "choice_type": "single"
    },
    {
        "question": "Visual hallucinations are seen in all except -",
        "exp": "Ans. is 'b' i. e., Depression Type of hallucination. Causes. Auditoryo Schizophrenia, Organic brain syndrome, Alcoholic hallucinosis manic-depressive illness, Brain lesions - Pontine or temporal lobe lesions. Visualo Organic brain disturbances: - Delirium, delirium tremens, occipital lobe tumors, epilepsy, dementia. o Intoxication (LSD, amphetamines, Alcohol, mescaline), alcohol withdrawal, o Brain lesions1) Unformed visual hallucinations Disorders of occipital lobe or ocular diseases. 2) Formed visual hallucinations Disorders of temporal lobe, upper brain stem or thalamuso Schizophrenia. Olfactory & gustatoryo Temporal lobe diseases (e. g., complex partial seizure), o Olfactory hallucination may also occur in depression & schizophrenia. Tactileo Schizophreniao Formication Cocaine, alcohol withdrawal. Note: Epilepsy and cerebral disorders can cause hallucinations of all modalities depending on the site of lesions.",
        "cop": 2,
        "opa": "Delirium",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "4186f194-9d4b-4d1b-8740-f0a3608d9e2d",
        "choice_type": "multi"
    },
    {
        "question": "Delusion is the disorder of which of the following:",
        "exp": "Ans. A. Thought. DELUSION is false belief in something that is not true. Types of delusions are: 1. Primary delusions (autochthonous delusions): Arise Denovo, cannot be explained on the basis of other experiences or perceptions. They are characteristic of early schizophrenia. 2. Secondary delusions: Commonest delusions seen in clinical practice and seen in many psychological disorders. Commonly seen delusions in schizophrenia are: 1. Delusion of grandeur2. Delusion of persecution3. Delusion of reference4. Delusion of control",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Always organic",
        "opd": "Always psychiatric",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f6c811b0-3802-41b8-92ba-177c1097dd2c",
        "choice_type": "single"
    },
    {
        "question": "Delusions are features of all except -",
        "exp": "Ans. is 'c' i. e., OCDDelusions are seen in psychotic disorders Organici) Delirium (Acute confusional state)ii) Substance:- Abuse (alcohol, amphetamines) and withdrawal (alcohol). 2) Non organici) Schizophreniaii) Affect/mood disorders (Mania & depression)iii) Other non-organic psychosis:- Delusional disorders, Schizoaffective disorders. Delusions are not seen in neurotic disorders - Anxiety disorders obsessive-compulsive disorders, Dissociative (conversion) disorders, Somatoform disorders, Stress-related disorders.",
        "cop": 3,
        "opa": "Delirium",
        "opb": "Schizophrenic",
        "opc": "OCD",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "38ce43db-fd66-4db5-93ae-839d3b81bc71",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about hallucinations?",
        "exp": "Ans. D. False perception in absence of stimulus. Term. Definition. Hallucination. Perception that occurs in the absence of stimulus. Illusion. Misinterpretation of stimuli arising from external objects. Delusion. False but firm belief in something that is not true ORFalse unshakable belief, which is not amenable to reasoning and is not keeping with the patients, socio-culture, and educational background. Delirium. Is an acute confusional state characterized by alteration in consciousness orientation and perception. Auditory Hallucinations are of 3 types:* Audible thoughts (Voice speaking out thought aloud or thought echo)* Voices heard arguing (two or more hallucinatory voices discussing the subject in 3rd person).* Voices commenting on one's action.",
        "cop": 4,
        "opa": "False but firm belief in something that is not true",
        "opb": "Disorder of thought",
        "opc": "Requires stimulus for its occurrence",
        "opd": "False perception in absence of stimulus",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "108b5749-3f98-4a5e-b2c8-67d48298321d",
        "choice_type": "multi"
    },
    {
        "question": "Husband having suspicion that his wife is having affair with another man, diagnosis is -",
        "exp": "Ans. is 'b' i. e. Delusion o A delusion is false, firm (unshakeable) belief that is not accepted by other members of patient's culture and society. o Above is an example of delusion of infedility (morbid jealousy, othello syndrome) i. e. False belief that one's lover has been unfaithful. o Persecutory delusions (paranoid):- The patient feels that he is being persecuted against. There is false belief that one is being harmed, threatened, cheated, poisoned, harassed or spied on or is a victim of conspiracy to damage his reputation. The supposed persecutor of the patient may be people in the environment (e. g., members of family, neighbours, former friend) or may be political or religious groups. These delusions occur in schizophrenia (especially paranoid), severe affective disorders (sever mania or severe depression)> and organic brain syndrome. This is the most common type of delusion. Delusion of persecution may occur in the context of primary delusional experiences, auditory hallucinations, bodily hallucinations or experiences of passivityo Grandiose delusion (expansive delusions): - False belief that one is exceptionally powerful, talented or important. These delusions seen most commonly in mania, However, can also occur in schizophrenia and organic stateso Delusions of reference:- False belief that certain objects, people or events have intense personal significance and refer specifically to one self, e. g., believing that a television news reader is talking directly about oneself, or people walking on the road are talking about him. These delusions are seen in schizophrenia, mania and organic states. o Religious delusions:- False belief pertaining to a religious theme, often grandiose in nature, e. g., believing that one is a special messenger from God. These delusions are seen in schizophreniao Delusions of love (erotomania):- False belief that another person is in love with one (commoner in woman). In one form, termed de clerambault sydrome, a woman (usually) believes that a man, frequently older and of higher status, is in love with her. o Delusion of infldility (morbid jealousy, othello syndrome): - False belief that one's lover has been unfaithful. These are seen in schizophrenia, alcohol related psychosis, organic states. o Delusion of misidentification:- a) Capgras syndrome (Delusion of double):- Belief that a familiar person has been replaced by an exact double i. e. an impostor, b) Fregoli syndrome:- Belief that a complete stranger is actually a familiar person already known to one. o Delusion of self accusation or guilt:- False feeling of remorse of guilt. It occur in Depressiono Nihilistic delusions:- False belief that oneself, others or the world is non-existent or about to end. There are pessimistic ideas that the patient's career is finished, he is about to die, world is doomed. These occurs in severe depression. If nihilistic delusions are accompanied by ideas concerning bodily function failure, e. g., putrefaction of intestines, etc., the syndrome is called COTARD's SYNDROMEo Hypochondriacal delusions:- False belief about one's health, patient wrongly believes that he has severe medical illness, contrary to the all medical evidences. It is seen in depression. o Delusion of infestations: - False belief that one is infested with small but visible organisms. As a monosymptomatic delusional disorder this is called EKBOM SYNDROME. It is seen in acute confusional state (due to drugs or alcohol withdrawal), in schizophrenia, in dementing illness, and as delusional elaboration of tactile hallucinatory experiences (secondary to formication). o Delusion of control:- Belief that his actions, impulses or thoughts are controlled by an outside agency and accordingly called as made action, made impulse or made affect. Also called somatic passivity experiences (passivity phenomenon). Commonly seen in schizophrenia. o Delusions concerning possession of thoughts - Patients with delusions about possession of thoughts may lose the conviction that their thoughts are their own. Most commonly seen in schizophrenia.",
        "cop": 2,
        "opa": "Illusion",
        "opb": "Delusion",
        "opc": "Hallucination",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "a2e189f7-29f3-42c2-97ee-be2892266a53",
        "choice_type": "multi"
    },
    {
        "question": "Pathological jealousy is?",
        "exp": "Ans. is 'a' i. e., Delusion of infidelity Morbid jealousy (Pathological jealousy)* Also referred to as delusional jealously, obsessive jealousy and Othello syndrome. This condition occurs when a person feels an unreasonable fear that a partner has been unfaithful, is presently unfaithful, or plans to be unfaithful.* Morbid jealousy can occur in alcoholism, Schizophrenia, manic phase of bipolar illness, OCD, depression, or anxiety disorder. Also know. Alcoholic paranoia falcohal induced psychotic disorder with delusions)* Alcoholic parania refers to alcohol induced psychotic disorder with delusions. Delusions in alcoholic paranoia are fixed, ie. Alcoholic paranoia is associated with fixed delusions. Patients develop delusion of either persecution or jealousy, accompanied by delusion of reference. Auditary hallucinations may occur but play a minor role.",
        "cop": 1,
        "opa": "Delusion of infidelity",
        "opb": "Delusion of love",
        "opc": "Delusion of double",
        "opd": "Delusion of grandiose",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "534b2822-fd67-44dc-a2f2-86cef8b2a48c",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old female starts developing suspicion on her husband of having an affair with his secretory for 2 weeks. Diagnosis is?",
        "exp": "Ans is 'b' i. e. Delusion * Above is an example of delusion of infidelity (morbid jealousy, Othello syndrome) i. e. False belief that one's lover has been unfaithful* A delusion is false, firm (unshakeable) belief that is not accepted by other members of patient's culture and society.",
        "cop": 2,
        "opa": "Illusion",
        "opb": "Delusion",
        "opc": "Hallucination",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "295e85d0-2c49-455d-bf4c-03ade53f5f14",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a disorder of form of thought?",
        "exp": "Ans. c. Thought block (Ref: Kaplan Synopsis 10/e p234; CDTP 2nd/106, 274, 749). Thought block is a disorder of stream, not a disorder of form. \"ln format thought disorder, the structure or form of thought is disordered. It includes preservation, flight of ideas (clang association, puns, rhymes), loosening of associations, derailment, vorbeireden, verbigeration (word salad); tangentiality, transitory thinking, substitution, omission, rivelling, desultory thinking, neologism, poverty of speech and poverty of content. Whereas thought block is mainly a disorder of flow/stream of thoughts. \"Thought Disorders. Disorders of form (Form is the structure of thought). Disorders of stream (Flow of thought). Disorders of Possession (Control of thought). Disorders of content (Themes)* Loosening of association* Derailment* Tangentiality* Substitution* Omission* Transitory thinking* Driveling* Desultory thinking* Neologism, poverty of speech* Poverty of content of speech, word salad* Flight of ideas* Thought block* Circumstantiality* Prolixity* Thought retardation* Preservation* Obsessions and compulsion* Thought insertion* Thought withdrawal* Thought broadcast* Delusion of reference* Persecution, misinterpretation* Grandiosity* Guilt* Nihilism* Depressive cognitions* Overvalued ideas",
        "cop": 3,
        "opa": "Derailment",
        "opb": "Tangentiality",
        "opc": "Thought block",
        "opd": "Loosening of association",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "240be601-27a3-44a5-80cc-633b4d133ee1",
        "choice_type": "single"
    },
    {
        "question": "In stupor catatonia, all are seen except -",
        "exp": "Ans. is 'a' i. e., Agitation o Agitation is seen in excited catatonia (not is stupor catatonia), o Features of catatonic schizophrenia may be. Excited catatonia It is characterized by increased in psychomotor activity, i. e. restlessness, agitation, excitement, aggressiveness, violence. The impulsive activity occurs in response to hallucination and delusions. Stuporous (retarted catatonia) It is characterized by extreme retardation of psychomotor activity. It includes mutism, rigidity, negativism, posturing, stupor, echolalia, echoproxia, catalepsy (waxy flexibility), ambitendency, gegenhalten, stereotypies, stupor, mannerism, Grimicing, automatic obedience.",
        "cop": 1,
        "opa": "Agitation",
        "opb": "Catalepsy",
        "opc": "Mutism",
        "opd": "Akinesia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "593891c3-b17c-470d-8a85-8db7bf534670",
        "choice_type": "multi"
    },
    {
        "question": "Time interval between acute and persistent psychotic disease is -",
        "exp": "Ans. is 'd' i. e., 1 monthso If symtoms are for less than 1 months, it is transient psychotic disorder and if there are for more than 1 months, it is persistent psychotic disorder (persistent delusional disorder). Note:- Diagnosic criteria for delusional disorder (Persistent delusion disorder) has different durations in DSM IV and ICD-10:-According to DSM IV, symptoms (Non bizzare delusion) should be for > 1 months. According to ICD-10, Symptoms should be for > 3 months.",
        "cop": 4,
        "opa": "1 week",
        "opb": "2 week",
        "opc": "3 week",
        "opd": "1 months",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "944edfc2-e501-4170-b235-b36a70b8e6ed",
        "choice_type": "single"
    },
    {
        "question": "Doppelganger is -",
        "exp": "Ans. is 'b' i. e., Feeling of double of oneself o Doppelgangers (subjective double) is the delusion that there is double of oneself. A person feels that double of himself exists elswhere.",
        "cop": 2,
        "opa": "Shadow following person",
        "opb": "Feeling of double of oneself",
        "opc": "Indentification of stranger as familiar",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "2781b6ec-0b5a-43a1-850f-a60772ddf32a",
        "choice_type": "multi"
    },
    {
        "question": "Hallucinations experienced outside the sensory field limit are called.",
        "exp": "Ans. A. Extracampine hallucination. Extracampine hallucinations: Patient has hallucination that is outside the limits of sensory field. For eg1. Patient sees somebody standing behind them when they are looking straight ahead2. Hear voices talking in Russia when they are in New Delhi.",
        "cop": 1,
        "opa": "Extracampine Hallucination",
        "opb": "Kinesthetic Hallucination",
        "opc": "Reflex Hallucination",
        "opd": "Functional Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "1a5051f5-c693-4e79-9640-3685541446ee",
        "choice_type": "multi"
    },
    {
        "question": "Neuroleptic malignant syndrome is treated with:",
        "exp": "Ans: A (Dantrolene) Ref: A Short Textbook of Psychiatry by Niraj Ahuja, 7th edition. 2011. JAYPEE. Explanation: NEUROLEPTIC MALIGNANT SYNDROMEIt is a life-threatening neurological disorder most often caused by an adverse reaction to neuroleptic or antipsychotic drugs. NMS typically consists of muscle rigidity, fever, autonomic instability and cognitive changes such as delirium, and is associated writh elevated plasma creatine phosphokinase. Presentation: Fairly rare & potentially life- threatening condition. Increased body temperature >38. CCConfused or altered consciousness. Diaphoresis \"sweat shock''Rigid muscles. Autonomic imbalance. Muscular rigidity, Hyperthermia, autonomic instability & Delirium. Associated with high dosages of high-potency APMs. Diagnosis: Increased CPK levels Treatment. Discontinuation of the medication. Physiologic supportive measures (ICU). Dantrolene or Bromocriptine may be used",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Corticosteroids",
        "opc": "Diazepam",
        "opd": "Hemodialysis",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "3567c16e-28fe-4fac-bd38-9284a93e85e3",
        "choice_type": "single"
    },
    {
        "question": "Hallucinations, true is -",
        "exp": "Ans. is 'c' i. e., There is no external stimulus o Characteristics of Hallucinations. Absence of corresponding external perceptual stimuli. Vividness, force and reality value of a normal perception. The experience occurs spontaneously. It cannot be produced or terminated at will by subject (not in conscious or voluntary control). Perceived as being in external objective space. Have relative permancy (i. e. remain constant and unchanged). Hallucinations are usually experienced alongside and simultaneously with normal perception.",
        "cop": 3,
        "opa": "Perceived in the inner subjective space",
        "opb": "There is misinterpretation of external stimulus",
        "opc": "There is no external stimulus",
        "opd": "Can be controlled by voluntary effort",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8942d0a9-d4b1-423e-b041-12fabf54c68f",
        "choice_type": "multi"
    },
    {
        "question": "Father of modern psychiatry is -",
        "exp": "Ans. is 'c' i. e., Pinelo Father of psychoanalysis-Sigmund freudo Father of modem psychiatry-Phileppel pinel",
        "cop": 3,
        "opa": "Bleuler",
        "opb": "Freud",
        "opc": "Pinel",
        "opd": "Kraepelin",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "b69b9b43-c50f-494b-9e49-047b15fbeca5",
        "choice_type": "single"
    },
    {
        "question": "Symptom of neuroleptic malignant syndrome -",
        "exp": "Ans. is 'd' i. e., Catatonia and stupor Features of neuroleptic malignant syndromeo Marked muscular rigidityo Disturbed consciousnesso Increased CPKo High fevero Catatonia & stuporo Myoglobinemia & Myoglobinuriao Autonomic instability(| HR & BP, Sweating)o Leucocytosis",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Hypothermia",
        "opc": "Increased Magnesium level in blood",
        "opd": "Catatonia and stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "88d36f52-c8ac-4feb-896d-b58556552905",
        "choice_type": "single"
    },
    {
        "question": "False perception with sensory stimulus is",
        "exp": "Ans. d (Illusion) (Ref. Ahuja Psychiatry 6th/pg. 263). Term. Meaning. Hallucinations. Are perceptions in the absence of external stimuli. Illusions. Are misinterpretations of actual external stimuli. Delusions. Are false beliefs not shared with other members of culture/subculture that are firmly maintained in spite of obvious proof to the contrary.",
        "cop": 4,
        "opa": "Delusion",
        "opb": "Hallucination",
        "opc": "Perseverance",
        "opd": "Illusion",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "8428a6fd-3be6-4823-910c-97a569ae3f0f",
        "choice_type": "multi"
    },
    {
        "question": "Perception of objects without external stimulus is called:",
        "exp": "Ans) a (Hallucination) Ref Ahuja 6/E page 59. Perception of objects without stimulus is hallucination. Delusion-Are false unshakable beliefs which are not in keeping with the patients sociocultural and educational background and not amenable to reasoning. It is a disorder of thought. Types of delusions in the following condition. Depression - nihilistic delusion. Delirium - transient delusion. Schizophrenia - delusion of persecution/ reference/control/infidelity. Mania - delusion of grandeur. Note: delusions are not seen in compulsive disorder, anxiety and dementia. Hallucinations. False perception experienced without external stimulus to the sense organs. Auditory hallucinations are the commonest in non organic psychiatric disorders. Visual hallucinations are commonest in organic psychiatric disorders. Hallucinations is involuntary, does not depend on will of observer. It occurs in inner subjective space. It is vivid sensory perception. Illusions. Illusions are misconceptions of external stimuli",
        "cop": 1,
        "opa": "Hallucination",
        "opb": "Illusion",
        "opc": "Delusion",
        "opd": "Euthymia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "b17f341c-3cb4-472b-a83f-073295a92d95",
        "choice_type": "multi"
    },
    {
        "question": "Hallucination is a disorder of?",
        "exp": "Ans. is 'b' i. e., Perception Disorders of perception* Interpretation of information received through the five sensory modalities, i. e., touch, sight, hearing, olfaction and taste is called perception. Sensory input is given by an external object which produces an internal percept.* Disorder of perception may be: -a) Altered perception: - There is alteration of preception of a real external stimulus. It may be: -i) Sensory distortion: - There is change in the intensity of a real external stimulus. For example micropsia (perceiving a real object smaller than its normal size) and hyperacusis (perceiving sounds as abnormally loud). ii) Illusion: - There is misinterpretation of a real external stimulus. For example mistaking a stick for snake. b) False perception: - There is an internal perception without a real external stimulus, e. g., Hallucination and pseudo-hallucination.",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Memory",
        "opd": "Intelligence",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "2fbc5fe5-418f-4fd8-b89d-3f5854ef100b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following differentiate Pseudohallucination from hallucinations?",
        "exp": "Ans. C. External objective space. Hallucination/Pseudohallucination- disorder of perception. PSEUDO-HALLUCINATIONSHALLUCINATIONSInner subjective space. External objective space. Clearly delineated. Clearly delineated. Remains unaltered. Remains unaltered. Independent of will. Independent of will",
        "cop": 3,
        "opa": "Disorder of perception",
        "opb": "Absence of real stimulus",
        "opc": "External objective space",
        "opd": "Involuntary",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "d696fe71-a343-40d3-b2e2-0895e707d119",
        "choice_type": "multi"
    },
    {
        "question": "Delusion is a disorder of?",
        "exp": "Ans. (a) Thought. Ref. Kaplan 9th ed. /281",
        "cop": 1,
        "opa": "Thought",
        "opb": "Personality",
        "opc": "Memory",
        "opd": "Cognition",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "029c6619-e9b6-4e10-8f21-8f2636768a3a",
        "choice_type": "single"
    },
    {
        "question": "A patient with a perceptional disorder is able to see an object without any external stimulus. This phenomenon is known as:",
        "exp": "Ans: B (Hallucination) Ref: Kaplan and Sadock's Comprehensive Textbook of Psychiatry. 9th edition. Explanation. Psychiatric symptoms can be approached as per computer model of mind which divides mind into three components -1. Input (sensation and perception). 2. Output (speech and motor activity). 3. Central processor (comprising Consciousness, Cognition and Feelings). Perceptual problems are two: 1. Illusion - Where a person perceives an object as a different one. For example, perceiving rope as a snake. 2. Hallucination - Where one perceives an object when there is nothing i. e., no external stimulus at all (as in the question).* Both illusion and hallucination have sub-types, based on the modality. 1. Visual2. Auditory3. Gustatory4. Olfactory5. Tactile6. Others. Illusion. Can be a normal phenomena like: o Falling asleepo Waking from sleepo Fatigue stateso Grief reaction. Illusion can be abnormal as in: o Deliriumo Acute stress reactiono Post-traumatic stress disorder. May be a prelude to hallucination. Hallucination. Rarely can be a normal phenomena: o Hypnogogic (while falling asleep)o Hypnopompic (waking from sleep). Mostly, it is a clear indication of abnormality and refers to a psychotic state unless proved otherwise. The type of hallucination, its content and other characteristic serve to differentiate psychiatric syndromes. Visual Hallucinations. Suggests organic pathology. Seen in: o Deliriumo Fronto-temporai dementiao Diffuse Lewy body disease (DLB)o Schizophrenia: Auditory Hallucinations ( AH). Most common type. Seen ino Deliriumo Dementiao Substance-induced psychosiso Schizophreniao Acute and transient psychotic disorder (ATPD)o Psychosis NOSo Maniao Depression. Third person AH, commanding AH, commentary AH- Schneider's first rank symptoms S/O Schizophrenia. Gustatoryo Dementia o Brain tumorso Schizophreniao Depression. Olfactory Hallucinationso Dementiao Frontal lobe tumorso Schizophreniao Depression. Tactile Hallucinationso Deliriumo Substance withdrawal states (cocaine bugs, alcohol related delirium tremens)o Schizophrenia. Also Note: Pseudo-Hallucination. This term is used in two scenarios: o When the person says the stimulus is in his inner spac&'mind. o When he has insight (says he is abnormal and its only he is able to perceive not others- a situation occurs rarely!}. If the question included clauses such as \"sees in his mental space or Tie appreciates that others can't see what he sees'. It occurs as a prelude of hallucination, when psychosis subsides (with treatment) and in some cases of dissociative disorders. Delusion. It is a problem of thought (cognition). It is a false belief.",
        "cop": 2,
        "opa": "Delusion",
        "opb": "Hallucination",
        "opc": "Illusion",
        "opd": "Pseudohallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f24f47f6-033b-4801-8dca-45b6578a1723",
        "choice_type": "multi"
    },
    {
        "question": "Feature of delerium -",
        "exp": "Ans. is 'd' i. e., All of the above Clinical features of deliriumo Delirium has an acute onset and rapid progress. The clinical features of delirium are: -Abnormalities of consciousness: - The most conspicuous feature is a clouding of consciousness which ranges from mild dulling to deep coma. Cognitive impairment: - Confusion or disorientation particularly to time and next to place and occasionally to person. Poor concentration, inattention, altered sensorium and disturbances of memory are seen. There is impairment of immediate and recent memory, remote memory is normal. Perceptual anomalies: - Delirium is the most common cause of illusion. Hallucination, particularly visual are common. Emotional disturbances: - Most commonly it is fear, followed by anxiety. Less commonly euphoria, apathy or depression may occur. Mood constantly fluctuates, i. e., labile mood. Language disturbances: - Mutism as well as rambling and incoherent speech. Psychomotor disturbances: - Hypo or hyperactivity, agitation. Disorder of sleep: - Sleep wake rhythm is usually altered. Sleep is fragmented and disturbed by nightmares. Diurnal variation with sedation in the day time and restlessness at night (Sun downing) is common. Autonomic disturbances: - Tachycardia, sweating, tremers. Neurological signs: - Tremor, seizure, choreiform movements. Electroencephalography (EEG): - The most typical finding is diffuse (generalized) slowing. Low voltage fast activity is seen if the delirium is due to withdrawal of sedative drugs or alcohol. o All symptoms fluctuate in severity and rapidly with apparently normal periods (lucid intervals) in between.",
        "cop": 4,
        "opa": "Altered sleep",
        "opb": "Diorientation",
        "opc": "Autonomicdisturbanes",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "1008dbe8-544f-4b99-a3b2-06107e6ea15d",
        "choice_type": "multi"
    },
    {
        "question": "Id, ego, superego are terms coined by -",
        "exp": "Ans. is 'a' i. e., Sigmoid freud IMPORTANT CONTRIBUTORS IN PSYCHIATRYTerm. Coined byo Demence precoceo Dementia precoxo Catatonia, cyclotymiao Hebephreniao Schizophreniao Ambivalenceo Free associationo Psychoanalysis, Psychodynamicso Id, ego, Superegoo Psychiatry. Moral. Emil Kraepelin. Kahlbaum. Hecker. Eugen Bleuler. Eugen Bleuler. Sigmund Freud. Sigmunnd Freud. Sigmund Freud. Johann christion Reil.",
        "cop": 1,
        "opa": "Sigmand Freud",
        "opb": "Bleuler",
        "opc": "Moral",
        "opd": "Kraepelin",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "01f70157-38c9-413a-a44e-d3db4342158c",
        "choice_type": "single"
    },
    {
        "question": "Patient on antipsychoties for 3 weeks, presents with high grade fever, raised CPK and myoglobinuria. What is the most probable diagnosis?",
        "exp": "Ans. is 'a' i. e., Neuroleptic malignant syndrome Features of neuroleptic malignant syndromeo Marked muscular rigidityo Disturbed consciousnesso Increased CPKo High fevero Catatonia & stuporo Myoglobinemia & Myoglobinuriao Autonomic instability(| HR & BP, Sweating)o Leucocytosis",
        "cop": 1,
        "opa": "Neuroleptic malignant syndrome",
        "opb": "Tardive dyskinesia",
        "opc": "Acute dystonia",
        "opd": "Akathisia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "dec337c5-7c2b-4564-ad91-62e40542a22f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about hallucination except -",
        "exp": "Ans. is 'b' i. e., It depends upon the will of the observer Hallucination It is a perception in the absence of stimulus. In a stricter sense, hallucinations are defined as perceptions in conscious and awake state in the absence of external stimuli which have qualities of real perception in that they are vivid, substantial and located in external objective space. There are six elements of hallucination:- They are substantial They appear in external objective space They are clearly delineated They are constant They are independent of the will of the observer Their sensory elements are full and fresh Also know Pseudohallucinations occurs in inner subjective space.",
        "cop": 2,
        "opa": "It is as vivid as sense perception",
        "opb": "It depends upon will of the observer",
        "opc": "Occurs in external objective space",
        "opd": "It occurs in the absence of perceptual stimulus",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "678248ad-0d3b-4e2b-ad47-1ac07c8d6ff0",
        "choice_type": "multi"
    },
    {
        "question": "Delusion is a disorder of -",
        "exp": "Ans. is 'a' i. e., Thought Thought disorders. Formal thought disorders (Disorders of thought process). Disorders of thought contenti). Racing thoughts:- Anxiety, Schizophreniaii) Retarded thoughts:- Depressioniii) Circumstantiality:- Mania, Schizophreniaiv) Thought blocking:- Schizophrenia, Severe anxietyv) Perseveration:- Organic brain disease, Schizophrenia (occasionally)vi) Loosening of association: - Schizophreniavii) Flight of ideas:- Maniaviii) Tangentialityix) Clunging & punning:- Mania & schizophreniax) Neologism, word salad, Echolalia:- Schizophreniai) Delusion:- Psychosis (Schizophrenia, mania, depression & othersii) Obsessioniii) Compulsioniv) Preoccupationsv) Phobiasvi) Depersonalization & Derealizationo In schizophrenia and mood disorders (depression, mania) all parts of the thought (thought process as well as content) are involved. o However, schizophrenia is conventionally referred as formal thought disorder.",
        "cop": 1,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Affect",
        "opd": "Emotions",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "ee502996-f90e-443a-a936-fd8ad31cfea3",
        "choice_type": "single"
    },
    {
        "question": "Nihilistic delusions are?",
        "exp": "Ans is 'c' i. e. False belief that world is about to end Nihilistic delusions* False belief that oneself, others or the world is non-existent or about to end. There are pessimistic ideas that the patient's career is finished, he is about to die, world is doomed. These occur in severe depression.* If nihilistic delusions are accompanied by ideas concerning bodily function failure, e. g., putrefaction of intestines, etc., the syndrome is called COTARD's SYNDROME. Other options* False feeling of remorse of guilt - Delusion of self accusation or guilt* False belief about severe medical illness - Hypochondriacal delusions* False belief that one is infested with small but visible organisms - Delusion of infestations (Ekbom syndrome)",
        "cop": 3,
        "opa": "False feeling of remorse of guilt",
        "opb": "False belief about severe medical illness",
        "opc": "False belief that world is about to end",
        "opd": "False belief that one is infested with small but visible organisms",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "d0c333bf-2825-4353-a547-2f9e0414c480",
        "choice_type": "multi"
    },
    {
        "question": "Hallucination is?",
        "exp": "Ans. is 'b' i. e., Perception without external stimulus Hallucinations* Hallucination is perceiving sensory input in the absence of any actual external stimulus, i. e., perception without stimulus. Subjectively hallucinations are similar to normal perception in that modality of sensation. They are as intense, as vivid, and as real as his/her normal perception. Hallucination should fulfill the following criteria: -i) Absence of corresponding external perceptual stimuli. ii) Hallucinations should have vividness, force and reality value of a normal perception. iii) The experience occurs spontaneously. iv) It cannot be produced or terminated at will by subject (not in conscious control). v) Perceived as being in external objective space, i. e., they are experienced as being out there in the world and as inhabiting objective space (in contrast to memory images and illusion where the image is imaginated inside the mind, i. e., inner subjective space). vi) Have relative permanency (i. e., remain constant and unchanged). vii) Hallucinations are usually experienced alongside and simultaneously with normal perceptions.",
        "cop": 2,
        "opa": "Altered perception of real object",
        "opb": "Perception without external stimulus",
        "opc": "False, firm belief",
        "opd": "Transient state of altered sensorium",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "f13a8d17-4c89-476a-b804-d445f6c12787",
        "choice_type": "multi"
    },
    {
        "question": "Rope seen as snake is an example of -",
        "exp": "Ans. is 'a' i. e., Illusion o Illusions are altered perception in which a real external object is combined with imagery to produce false internal percept. In simple w ords, illusion is misinterpretation of an actual sensory input For example: -Hearing once name in a train whistle: - Train whistle is a real external stimulus. wrhich is perceived as once name (false internal percept). Mistaking a stick or rope for snake in dark room: - Stick is a real external object, which is perceived falsely as snake. o In illusion: -Sensory input is in external atmosphere. Percept is in internal atmosphere (inner subjective space, Le., inside the mind) o Illusions are most commonly seen in delirium.",
        "cop": 1,
        "opa": "Illusion",
        "opb": "Hallucination",
        "opc": "Delusion",
        "opd": "Pseudohallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "0c9276d6-768e-4eb9-8618-3003bc69cd6e",
        "choice_type": "multi"
    },
    {
        "question": "An 8 year old child after tonsillectomy sees a bear in her room. She screams in fright. A nurse who rushes in switches on the light, finds a rug wrapped on an armchair. She pacifies the child. What the child experienced was a:",
        "exp": "B ref: Ahuja, 4th/e p. 13 and 5th/e p. 253",
        "cop": 2,
        "opa": "Delusion",
        "opb": "Illusion",
        "opc": "Hallucination",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "c5df09ee-464a-4e53-9dc6-ba544a08cd1b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of neuroleptic malignant syndrome is -",
        "exp": "Ans. is 'a' i. e., Dantrolene. Neurological side effects of Neuroleptic Drugs. Reaction. Features. Time of Maximal Risk. Proposed. Mechanism. Treatment. Acute dystonia. Spasm of muscles of tongue, face, neck, back, may mimic seizures; not hysteria1 to 5 days. Unknown. Antiparkinsonian ages are diagnostic and curative. Akathisia. Motor restlessness; not anxiety or \"agitation\"5 to 60 days. Unknown. Reduce dose or change drug; antiparkinsonian agents, benzodiazepines or propranolol may help. Parkinsonism. Bradykinesia, rigidity, variable tremor, mask facies, shuffling gait5 to 30 days; can recur even after a single dose. Antagonism of dopamine. Antiparkinsonian agents helpful. Neurolepticmalignantsyndrome. Catatonia, stupor, fever unstable blood pressure myoglobinemia; can be fatal. Weeks; can persist for days after stopping neuroleptic. Antagonism of dopamine may contribute. Stop neuroleptic immediately; dantrolene orbromocriptine may help; antiparkinsonism agents not effective. Perioral tremor\"rabbitsyndrome\"Perioral tremor (may be a late variant of parkinsonism). After months or years of treatment. Unknown. Antiparkinsonian agents often help. Tardivedyskinesia. Oral-facial dyskinesia; widespread choreo- athetosis or dystonia. After months or years of treatment (worse on withdrawal). Excess function of dopamine hypothesized. Prevention crucial; treatment unsatisfactory",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Beta blocker",
        "opc": "Central anticholiergic",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "4a017646-cc03-4b7d-a868-ba0643bde894",
        "choice_type": "multi"
    },
    {
        "question": "A perception experienced in the absence of an external stimulus in clear consciousness is:",
        "exp": "Ans. B. Hallucination3 criteria are essential for definition of hallucination:(A) Percept-like experience in the absence of an external stimulus;(B) Percept-like experience that has the full force and impact of a real perception; and(C) Percept-like experience that is unwilled, occurs spontaneously, and cannot be readily controlled by the percipient",
        "cop": 2,
        "opa": "Delusion",
        "opb": "Hallucination",
        "opc": "Illusion",
        "opd": "Pseudohallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "c4e3f0df-f408-41be-8f48-51f894f4b4b8",
        "choice_type": "multi"
    },
    {
        "question": "False sense of perception without any external object or stimulus is known as:",
        "exp": "Ans. is 'c' i. e. Hallucination Hallucination - A perception that occurs in the absence of a stimulus. Illusions - A misinterpretation of stimuli arising from external objects. Phobia - An irrational fear of an object, situation or activity. Impulse - A sudden often unreasoning determination to perform some act.",
        "cop": 3,
        "opa": "Illusions",
        "opb": "Impulse",
        "opc": "Hallucination",
        "opd": "Phobia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "787db308-a2bd-408e-8e31-bc55007c9a83",
        "choice_type": "multi"
    },
    {
        "question": "Capgras syndrome is -",
        "exp": "Ans. is 'b' i. e., Delusion of double o Capgras syndrome is delusion of double. The delusional misidentification syndrome LDSM)o DSM is characterized by misidentification delusions of other or self. Four main syndromes are differentiated: -Capgras syndrome (Delusion of double) Patient falsely sees a familiar person as a complete stranger who is imposting on him as a familiar person. Fregoli syndrome (illusion de fregoli): - The patient falsely identifies stranger as familiar person. Syndrome of subjective double: - The patients own self is perceived as being replaced by a double. Syndrome of intermetamorphosis: - A false belief that a person can transform into another person. o These syndrome most commonly appear in schizophrenia. Other causes axe Alzheimer syndrome, head injuries, and delusional disorders,",
        "cop": 2,
        "opa": "Sharing of delusion",
        "opb": "Delusion of double",
        "opc": "Erotomania",
        "opd": "Hypochondriacal delusions",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "c85be7db-00a2-4050-8701-d75f9946e988",
        "choice_type": "single"
    },
    {
        "question": "Hallucination and illusion are disturbances in",
        "exp": "Ans. b (Perception ) (Ref. Kaplan & Sadock's Synopsis of Psychiatry, 10th ed., p. 278). Hallucination and illusion are disturbance in perception. Schizophrenia is a heterogeneous syndrome characterized by perturbations of language, perception, thinking, social activity, affect, and volition. Key Symptoms Of Depersonalization# Depersonalization: Believe that he/she is not real, \"Out-of-Body Experience\"# Derealization: Believe that the world is not real# Perception Distortion of the environment during episodes of Depersonalization# Jamais vu (a sense of familiar things being strange)# Deja vu (a sense of unfamiliar things being familiar)",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Sensation",
        "opd": "Mood",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "3490715a-7eba-4019-bbbf-9e4064651ecc",
        "choice_type": "multi"
    },
    {
        "question": "Perception of objects with out stimulus is called:",
        "exp": "Ans: A (Hallucination) Ref: Ahuja, 6th ed, p. 59. Perception of objects without stimulus is hallucination. Delusion. Are false unshakable beliefs which are not in keeping with the patients sociocultural and educational background and not amenable to reasoning. It is a disorder of thought. Delusions in the following conditions: Depression - nihilistic delusion. Delirium - transient delusion. Schizophrenia - delusion of persecution/ reference/control/infidelity. Mania - delusion of grandeur. Note: Delusions are not seen in compulsive disorder, anxiety and dementia. Hallucinations. False perception experienced without external stimulus to the sense organs. Auditory hallucinations are the commonest in non organic psychiatric disorders. Visual hallucinations are commonest in organic psychiatric disorders. Hallucinations is involuntary, does not depend on will of observer. It occurs in inner subjective space. It is vivid sensory perception. Illusions. Illusions are misconceptions of external stimuli",
        "cop": 1,
        "opa": "Hallucination",
        "opb": "Illusion",
        "opc": "Delusion",
        "opd": "Euthymia",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "d783adff-6dfe-4979-a3a9-a833ccc1f96a",
        "choice_type": "multi"
    },
    {
        "question": "Visual analog scale is a -",
        "exp": "Ans. is 'a' i. e., Pain scale Visual analog Scaleo The visual analogue scale or visual analog scale (VAS) is a psychometric response scale which can be used in questionnaires. o It is a measurement instrument for subjective characteristics or attitudes that cannot be directly measured, o When responding to a VAS item, respondents specify their level of agreement to a statement by indicating a position along a continuous line between two end-points, o VAS is the most common pain scale for quantification of severity of pain.",
        "cop": 1,
        "opa": "Pain scale",
        "opb": "Pressure scale",
        "opc": "Vision scale",
        "opd": "Auditory scale",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "dec7f8a0-a2b6-4f34-9e99-8bab80009df9",
        "choice_type": "single"
    },
    {
        "question": "Illusion is a disorder of-",
        "exp": "Ans. is 'b' i. e., Perception Disorders of perceptiono Altered perception:- Sensory distortion (micropsia, hyperacusis), Illusiono False perception:- Hallucination. Thought disorders. Formal thought disorders (Disorders of thought process). Disorders of thought contenti) Racing thoughts:- Anxiety, Schizophreniaii) Retarded thoughts:- Depressioniii) Circumstantiality:- Mania, Schizophreniaiv) Thought blocking Schizophrenia, Severe anxietyv) Perseveration:- Organic brain disease, Schizophrenia (occasionally)vi) Loosening of association:- Schizophreniavii) Flight of ideas:- Maniaviii) Tangentialityix) Clunging & punning:- Mania & schizophreniax) Neologism, word salad, Echolalia:- Schizophreniai) Delusion:- Psychosis (Schizophrenia, mania, depression & othersii) Obsessioniii) Compulsioniv) Preoccupationsv) Phobiasvi) Depersonalization & Derealizationo In schizophrenia and mood disorders (depression, mania) all parts of the thought (thought process as well as content) are involved. o However, schizophrenia is conventionally referred as formal thought disorder.",
        "cop": 2,
        "opa": "Thought",
        "opb": "Perception",
        "opc": "Memory",
        "opd": "Intelligence",
        "subject_name": "Psychiatry",
        "topic_name": "Symptoms & Signs",
        "id": "e6adf68b-963f-4022-9bcb-39ff30493d30",
        "choice_type": "single"
    }
]