[
    {
        "question": "A smoker is worried about the side effects of smoking. But he does not stop smoking thinking that he smokes less as compared to others and takes a good diet. This thinking is called as:",
        "exp": "Ans. a. Self-exemption (Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">; Kaplan and Sadock 11/e p590)There are many psychological barriers that need to be overcome in order to successfully quit smoking. Self-exempting belief is one of them.\"Self-exempting beliefs: A large majority of smokers have the belief that 'it will never happen to me'. For example, someone who runs everyday and doesn't drink alcohol may think that they have less chances of developing lung cancer than the next smoker because their lifestyle 'balances out ' the cigarettes. This is not true. Every smoker has the same risk of negative health outcomes associated with smoking as the next smoker. \"Prochaska and DiClemente's Stages of Change ModelStage of ChangeCharacteristicsTechniquesPre-contemplationNot currently considering change:\"Ignorance is bliss\"* Validate lack of readiness Clarify: decision is theirs* Encourage re-evaluation of current behavior* Encourage self-exploration, not action* Explain and personalize the riskContemplationAmbivalent about change: \"Sitting on the fence\"Not considering change within the next month* Validate lack of readiness* Clarify: decision is theirs* Encourage evaluation of pros and cons of behavior change* Identify and promote new, positive outcome expectationsPreparationSome experience with change and are trying to change: \"Testing the waters\"Planning to act within 1 month* Identify and assist in problem solving re: obstacles* Help patient identify social support* Verify that patient has underlying skills for behavior change* Encourage small initial stepsActionPracticing new behavior for 3-6 months* Focus on restructuring cues and social support* Bolster self-efficacy for dealing with obstacles* Combat feelings of loss and reiterate long-term benefitsMaintenanceContinued commitment to sustaining new behaviorPost-6 months to 5 years* Plan for follow-up support* Reinforce internal rewards* Discuss coping with relapseRelapseResumption of old behaviors: \"Fall from grace\"* Evaluate trigger for relapse",
        "cop": 1,
        "opa": "Self-exemption",
        "opb": "Self-protection",
        "opc": "Cognitive behaviour",
        "opd": "Distortion",
        "subject_name": "Psychiatry",
        "topic_name": "Tobacco-Related Disorders",
        "id": "ea54f2de-6d2c-4d51-919b-fd4eccb597ce",
        "choice_type": "multi"
    }
]