[
    {
        "question": "“Smack” is the “common” name for",
        "exp": "Heroin or di-acetyl-morphine is about two times more potent than morphine in injectable form. Apart from the parenteral mode of administration,\nheroin can also be smoked or ‘chased’ ( chasing the dragon), often in an impure form (called ‘ smack’ or ‘ brown sugar’ in India). \nHeroin is more addicting than morphine and can cause dependence even after a short period of exposure.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Opium",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": null,
        "id": "a47f8500-620a-4207-aeab-706ec128acc8",
        "choice_type": "multi"
    },
    {
        "question": "Stimulation of which of the following nerves cause improvement in mood?",
        "exp": "2 Advanced treatment options for depression: Vagus Nerve Stimulation: A number of clinical studies have shown that vagus nerve stimulation (VNS) has antidepressant effects in patients with depression resistant to four or more treatments. Improvement with VNS result in enhanced neurocognitive function in many patients. VNS appears to be most effective in patients with low to moderate antidepressant resistance. Response rates usually range from 30-40%, and long-term VNS treatment appears to be associated with sustained symptomatic improvement. VNS is also known to improve mood in depressed patients with epilepsy. Transcranial Magnetic Stimulation: Repetitive transcranial magnetic stimulation (rTMS) is a noninvasive and easily tolerated method of altering coical physiology. Clinical studies suppo an antidepressant effect of high-frequency rTMS administered to the left PFC; however, antidepressive efficacy is not consistent, and where efficacy is demonstrated, degree of clinical improvement appears to be small. The absence of psychosis, and younger age may be predictors of treatment success. Low frequency TMS to the right PFC also has shown promise. Repetitive TMS may be useful in augmenting or hastening the response of antidepressant drugs in patients with major depressive disorder. Ref: Loosen P.T., Shelton R.C. (2008). Chapter 18. Mood Disorders. In M.H. Ebe, P.T. Loosen, B. Nurcombe, J.F. Leckman (Eds), CURRENT Diagnosis & Treatment: Psychiatry, 2e.",
        "cop": 4,
        "opa": "Olfactory Nerve",
        "opb": "Optic Nerve",
        "opc": "Trigeminal Nerve",
        "opd": "Vagus Nerve",
        "subject_name": "Psychiatry",
        "topic_name": null,
        "id": "a5aefc13-e516-4edb-9531-ae2c91b9f6dc",
        "choice_type": "single"
    },
    {
        "question": "Which drug can cause psychosis: September 2004",
        "exp": "Ans. B i.e. Amfetamine",
        "cop": 2,
        "opa": "Ofloxacin",
        "opb": "Amfetamine",
        "opc": "Capreomycin",
        "opd": "Rifampicin",
        "subject_name": "Psychiatry",
        "topic_name": null,
        "id": "33a13c98-b450-4bd7-8b74-6fde20ad4c46",
        "choice_type": "single"
    }
]