[
    {
        "question": "Atenolol is indicated in all except",
        "exp": "Ans. (B) Partial heart block(Ref: KDT 8th/e p160-161)b -blockers are contraindicated in partial or complete heart block as they cause bradycardia.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Partial heart block",
        "opc": "Hypertrophic obstructive cardiomyopathy",
        "opd": "Classical angina",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "70989ab7-1c73-4674-a3f7-3d9707095868",
        "choice_type": "multi"
    },
    {
        "question": "Propranolol can be used in all of the following conditions except",
        "exp": "Ans. (B) Variant angina(Ref: KDT 8th/e p161). Propranolol worsens variant angina, due to unopposed a receptor mediated coronary constriction. For indications of b -blockers, refer to text.",
        "cop": 2,
        "opa": "Thyrotoxicosis",
        "opb": "Variant angina",
        "opc": "Migraine",
        "opd": "Hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "ecdcbfca-e7e0-4789-a95b-cb24c0b013a0",
        "choice_type": "multi"
    },
    {
        "question": "Dopamine is preferred in treatment of shock because of:",
        "exp": "Ans. (A) Renal vasodilatory effect(Ref: Katzung 11/e p137). Dopamine acts on D1, b1 and a1 receptors. Stimulation of D1 receptors cause renal vasodilation, which is useful clinically to improve renal perfusion in shock with oligouria.",
        "cop": 1,
        "opa": "Renal vasodilatory effect",
        "opb": "Increased cardiac output",
        "opc": "Peripheral vasoconstriction",
        "opd": "Prolonged action",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "b17f0c94-208d-451e-bca4-c904e8c6e375",
        "choice_type": "single"
    },
    {
        "question": "Wliich of the following is needed for conversion of norepinephrine to epinephrine:",
        "exp": "Ans. (c) PENMTRef.: KDT 6th ed. /116* PENMT is Phenylethanolamine N- methyl transferase and is found in the cytosol of only cells of adrenal medullary cells.* PNMT uses S- adenosylmethionine (SAMe) as a cofactor to donate the methyl group to norepinephrine, creating epinephrine.* Epinephrine is synthesized in the medulla of the adrenal gland in an enzymatic pathway that converts the amino acid tyrosine into a series of intermediates and, ultimately, adrenaline.* Tyrosine is first oxidized to L-DOPA, which is subsequently decarboxylated to give dopamine. Oxidation gives norepinephrine.* The final step is methylation of the primary amine of noradrenaline by phenylethanolamine N-methyltransferase (PNMT) in the cytosol of adrenergic neurons and cells of the adrenal medulla (chromaffin cells).",
        "cop": 3,
        "opa": "COMT",
        "opb": "MAO",
        "opc": "PENMT",
        "opd": "SAM",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "2324211b-8182-4581-aa12-1c24f78c8e56",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a long acting beta-2 agonist?",
        "exp": "Ans. (B) Salmeterol(Ref: KDT 8th/e p243 & 5th/200). Salmeterol is a long acting b2 agonist whereas albuterol (salbutamol), pirbuterol and orciprenaline are short acting agents.",
        "cop": 2,
        "opa": "Albuterol",
        "opb": "Salmeterol",
        "opc": "Pirbuterol",
        "opd": "Orciprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "205bb8f3-5911-4805-a803-eaf140b3ccb3",
        "choice_type": "single"
    },
    {
        "question": "The rate limiting step for norepinephrine synthesis is:",
        "exp": "Ans. (B) Conversion of tyrosine to DOPA(Ref: Katzung 10/e p78; KDT 8th/e p136). Rate limiting enzyme in norepinephrine synthesis is tyrosine hydroxylase that catalyses the conversion of tyrosine to dopa. In ACh synthesis, rate limiting step is uptake of choline by the neurons.",
        "cop": 2,
        "opa": "Conversion of phenylalanine to tyrosine",
        "opb": "Conversion of tyrosine to DOPA",
        "opc": "Conversion of DOPA to dopamine",
        "opd": "Conversion of dopamine to norepinephrine",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "068c32fa-43d5-41cc-91d6-a90e446c0712",
        "choice_type": "multi"
    },
    {
        "question": "A child on b2 agonists for treatment of bronchial asthma may exhibit all of the following features except:",
        "exp": "Ans. (B) Hypoglycemia(Ref: KDT 8th/e p149)b2 agonists are the inhaled bronchodilators used for the management of bronchial asthma. Tremor is the dose related adverse effect of these drugs. Brief hyperkalemia followed by hypokalemia is an important adverse effect of these agents. b2 agonists do not cause hypoglycemia.",
        "cop": 2,
        "opa": "Tremors",
        "opb": "Hypoglycemia",
        "opc": "Hypokalemia",
        "opd": "Bronchodilation",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "423e37d8-3918-4584-92e3-ee33804408e2",
        "choice_type": "multi"
    },
    {
        "question": "Dopamine given in acute CHF DOES NOT act on which of the following receptors?",
        "exp": "Ans. (D) Alpha 1 receptors(Ref: Katzung 13th/142, 144). Dopamine is used in CHF for its stimulatory effects on beta 1 receptors. It has dose dependent effects as follows. Receptor stimulated. Action. Dose required. D1. Renal vasodilation1-2 mg/kg/minb1 Cardiac stimulation2-10 mg/kg/mina1 Vasoconstriction> 10 mg/kg/min. Therefore, in CHF, it is used at a dose of 2-10 meg/kg/min. Thus, dopamine stimulates D1 and beta 1 receptors but not alpha 1 receptors.",
        "cop": 4,
        "opa": "Receptors present on renal blood vessels",
        "opb": "D1 receptors",
        "opc": "Beta 1 receptors",
        "opd": "Alpha 1 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "b43dd6e8-7350-4a88-96f0-83d5728ca38d",
        "choice_type": "single"
    },
    {
        "question": "a2 agonists cause all of the following except:",
        "exp": "Ans. b. Hyperalgesia (Ref: Goodman and Gilman 12/e pe p296; Katzung 12/e p176)a2 agonists causes analgesia, not the hyperalgesia. Potential actions of alpha2 agonists (DASHA). Drying of secretions. QAnalgesia. QSedation. QHypotension. QAnxiolysisQ",
        "cop": 2,
        "opa": "Analgesia",
        "opb": "Hyperalgesia",
        "opc": "Sedation",
        "opd": "Anxiolysis",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "ffdde184-d11b-4551-b17e-2c95a111dec5",
        "choice_type": "multi"
    },
    {
        "question": "TRUE statement regarding use of adrenaline in anaphylactic shock is:",
        "exp": "Ans. (A) The usual dose is 0. 5-1 mg by IM route(Ref: KDT 8th/e p150). Adrenaline 0. 5 ml of 1: 1000 solution (i. e., 0. 5 mg) by i. m. route is drug of choice for anaphylactic shock. It can also be used by s. c. route. If not responding, it can be repeated after 5 minutes (not 2-4 hours). In desperate circumstances i. v. route can be used but it must be diluted 10 times (i. e., 1: 10000 concentration is used), therefore same solution cannot be utilized, However, in rare circumstances, i. v. adrenaline can result in cerebral hemorrhage due to uncontrolled rise in blood pressure.",
        "cop": 1,
        "opa": "The usual dose is 0. 5-1 mg by IM route",
        "opb": "Cerebral hemorrhage never occurs as an adverse effect to epinephrine when used in treatment of anaphylactic shock",
        "opc": "It is repeated after every 2-4 hours",
        "opd": "Same solution can be given for SC as well as IV route",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "bae923e9-cddd-4328-8605-92c5044d06bd",
        "choice_type": "multi"
    },
    {
        "question": "Alpha 2 agonist used in glaucoma is -",
        "exp": "Ans. is 'a' i. e., Brimonidine Drugs used in open-angle glaucoma Mechanism. Methods of Administration. Cholinomimetics. Pilocarpine, carbachol, physostigmine. echothiophate, demecartum. Ciliary muscle contraction, opening of trabecular meshwork, increased outflow. Topical drops of get; plastic film slow-release insert. Alpha agonists. Unsekctive. Epinephrine, dipiveftin. Alpha2-selective. Apraclonidine. Brimonidine. Increased outflow. Decreased aqueous secretion. Topical drops. Topical, post laser only. Topical. Beta-blockers. Timolol, betaxolol, carteolol, levobunolol, metipranolol. Decreased aqueous secretion from the ciliary epithelium. Topical drops. Diuretics. Dorzolamide, brsnzolamide. Acetazolamide, dichlorphenamide, Methazolamide. Decreased aqueous secretion due to lack of HCO. Topical. Oral. Prostaglandins. Lantanoprost, bimatoprost, travoprost, unoprostone. Incneased outflow. Topical",
        "cop": 1,
        "opa": "Brimonidine",
        "opb": "Timolol",
        "opc": "Phenylephrine",
        "opd": "Reserpine",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "56d8e74a-d19a-4e0a-be03-2b666bef8c4a",
        "choice_type": "single"
    },
    {
        "question": "Dopamine at 1-2 Microgram/ Kg/ min produces-",
        "exp": "Ans. is 'a' i. e.. Renal vasodilatation o Dopamine produces dose dependent action: At low dose (1-2 mg/kg/min) causes dilation of renal and mesentric vessels - often referred as renal dose: At moderately high dose (2-10 pm/kg/min) produces a positive ionotropic effect by stimulating b1 receptor on heart - cardiac dose. At high doses (> 10 pm/kg/min) produces vasoconstriction by stimulating a, receptors - vascular dose.",
        "cop": 1,
        "opa": "Renal vasodilatation",
        "opb": "Positive ionotropic effect",
        "opc": "Mesenteric vasoconstriction",
        "opd": "Generalised vasoconstriction",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "78f360f2-0b73-4cc7-999b-d9106a32c7af",
        "choice_type": "single"
    },
    {
        "question": "Half life of Dobutamine is:",
        "exp": "Ans. (A) 120 seconds(Ref: Lawrence 9/e p453). Dobutamine is an inotropic drug which has onset of action = 1-2 min. Peak action = 1-10 min. Duration of action = < 10 min. Half life = 2 min.",
        "cop": 1,
        "opa": "120 seconds",
        "opb": "200 seconds",
        "opc": "20 seconds",
        "opd": "20 minutes",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "26dc8d2f-c6a2-4008-b0ce-a0aa8ecbaa19",
        "choice_type": "single"
    },
    {
        "question": "Adrenergic beta-receptors having lipolysis property in fat cells is:",
        "exp": "Ans. (D) Beta-3(Ref: KDT 8th/e p139, 142). Beta 3 receptors are present on adipose tissue (cause lipolysis), coronary artery (cause vasodilation) and on urinary bladder (cause relaxation).",
        "cop": 4,
        "opa": "Alpha-1",
        "opb": "Alpha-2",
        "opc": "Beta-1",
        "opd": "Beta-3",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "7ec25cb1-437c-43a9-a902-ba5eb0693b4e",
        "choice_type": "single"
    },
    {
        "question": "Beta blockers that can be used in renal failure are all except:",
        "exp": "Ans. (C) Sotalol(Ref: KDT 8th/e p162). Lipid insoluble b-blockers like sotalol, atenolol, nadolol etc are excreted by the kidney and should be avoided in renal failure. Beta blockers contraindicated in renal failure are: A-AtenololN-NadololS-Sotalol",
        "cop": 3,
        "opa": "Propranolol",
        "opb": "Pindolol",
        "opc": "Sotalol",
        "opd": "Oxprenolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "d287ad5b-74b5-43fa-b87f-46c5d6613d86",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT an alpha adrenoceptor agonist?",
        "exp": "Ans. (B) Methyldopa(Ref: KDT 8th/e p612). Methyl dopa itself is not an a2 agonist but it is converted to an active metabolite a-methyl norepinephrine which possesses a2 agonistic action. All other drugs listed in the question are a2 agonists for the treatment of hypertension.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Methyldopa",
        "opc": "Guanabenz",
        "opd": "Guanfacine",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "c5224bd0-a56e-4471-b721-f560b7b2c623",
        "choice_type": "single"
    },
    {
        "question": "Alpha 2 agonist causes all except:",
        "exp": "Ans. D. Hyperalgesiaa. The alpha-2 adrenergic receptor is a G protein-coupled receptor (GPCR). Catecholamines like nor-epinephrine (noradrenaline) and epinephrine (adrenaline) signal through the alpha2-adrenergic receptor in the central and peripheral nervous systems. b. Alpha-2 agonists provide sedation, analgesia, muscle relaxation and anxiolysis.",
        "cop": 4,
        "opa": "Anxiolysis",
        "opb": "Sedation",
        "opc": "Analgesia",
        "opd": "Hyperalgesia",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "02d3c387-eb94-41c2-b1cb-db8bcf45f0b2",
        "choice_type": "multi"
    },
    {
        "question": "Pupil fails to dilate by giving cocaine in:",
        "exp": "Ans. is 'd' peripheral sympathetic paralysis In periphery cocaine blocks the uptake of Adrenaline and Noradrenaline in Adrenergic Nerve ending* resulting in higher concentration of sympathetic neurotransmitters (Sympathomimetic effect): The peripheral sympathomimetic action of cocaine produces following effect: 1. Mydriasis2. Rise in B. P. 3. Local vasoconstriction4. Tachycardia. Therefore if the peripheral sympathetic system is paralysed it will lead to reverse of the above mentioned actions.",
        "cop": 4,
        "opa": "Central sympathetic paralysis",
        "opb": "Central parasympathetic paralysis",
        "opc": "Peripheral parasympathetic paralysis",
        "opd": "Peripheral sympathetic paralysis.",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "74059281-0ab7-4260-aa18-4ea2893dd58a",
        "choice_type": "single"
    },
    {
        "question": "Alpha 2 agonists cause all of the following except:",
        "exp": "Ans. (B) Hyperalgesia(Ref: Goodman and Gilman 12th/296; Katzung 12th/176; KDT 8th/e p140)* Alpha 2 agonists cause analgesia, not the hyperalgesia.* Clonidine is used for treatment of hypertension. It decreases blood pressure by acting on central alpha 2 adrenergic receptors.* Dexmedetomidine is another alpha 2 receptor agonist that is used to produce sedation and anxiolytic state by action on alpha 2 receptors in the brain. It can also produce analgesia by acting on alpha 2 receptors in spinal cord.",
        "cop": 2,
        "opa": "Analgesia",
        "opb": "Hyperalgesia",
        "opc": "Sedation",
        "opd": "Anxiolysis",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "0c22142e-076a-4188-b6ab-f26e34c6d073",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug produce analogous action on dilator pupillae as is produced by pilocarpine on sphincter pupillae?",
        "exp": "Ans. (A) Epinephrine(Ref: KDT 8th/e p114, 144). Pilocarpine is a parasympathomimetic drug. It causes contraction of sphincter pupillae and result in miosis. Epinephrine results in contraction of dilator pupillae and result in mydriasis.",
        "cop": 1,
        "opa": "Epinephrine",
        "opb": "Hydroxyamphetamine",
        "opc": "Cocaine",
        "opd": "Timolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "9d5114ca-0e9e-488b-be7b-c5c0ade537a2",
        "choice_type": "single"
    },
    {
        "question": "Propranolol is useful in all except",
        "exp": "Ans. (B) Parkinsonian tremor(Ref: KDT 8th/e p164). Propranolol is useful in the management of tremor due to overdose of sympathomimetic agents (b2 mediated). Metoprolol as well as propranolol are effective in essential or familial tremor (b1 mediated). b -blockers are ineffective in intention tremor and rest (parkinsonian) tremors.",
        "cop": 2,
        "opa": "Atrial flutter",
        "opb": "Parkinsonian tremor",
        "opc": "Thyrotoxicosis",
        "opd": "Hypertrophic cardiomyopathy",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "bc862c48-d765-44a2-ad58-adc5e2b958f5",
        "choice_type": "multi"
    },
    {
        "question": "Which is not an endogenous catecholamine?",
        "exp": "Ans. A. Isoprenalinea. Dopamine, adrenaline and noradrenaline are endogenous catecholamines, b. Dobutamine, fenoldopam, dopexamine and isoprenaline are exogenous catecholamines",
        "cop": 1,
        "opa": "Isoprenaline",
        "opb": "Dopamine",
        "opc": "Noradrenaline",
        "opd": "Adrenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "61b1bce5-5082-46dc-8258-137ed8a63697",
        "choice_type": "single"
    },
    {
        "question": "Action of dopamine in 1-2 mcg/kg/min dose is",
        "exp": "Ans. (B) Increases renal blood flow(Ref: Goodman Gilman 12th/e p355; KDT 8th/e p146). Dopamine has dose dependent actions. Low dose (1-2 mcg/kg/min): It stimulates only D1 receptors leading to renal vasodilation and thus increase in renal blood flow. Medium dose (2-10 mcg/kg/min): It stimulates both D1 and beta 1 receptors means it will lead to inotropic action also. High dose (>10 mcg/kg/min): It stimulates Dl, beta 1 and alpha 1 receptors resulting in additional vasoconstriction.",
        "cop": 2,
        "opa": "Vasoconstriction",
        "opb": "Increases renal blood flow",
        "opc": "Increases cardiac contractility",
        "opd": "Increases blood pressure",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "c042eff1-7f4c-4edf-ae68-40be2f67e971",
        "choice_type": "single"
    },
    {
        "question": "Oral and topical drug for nasal decongestion is -",
        "exp": "Ans. is 'a' i. e., Phenylephrine Phenytephrineo It is selective alpha 1 agonist. o Topically it is used as nasal decongestant and in eye for producing mydriasis when cycloplegia is not required, o It is also a part of oral nasal decongestant preparations.",
        "cop": 1,
        "opa": "Phenylephrine",
        "opb": "Histamine",
        "opc": "Methoxamine",
        "opd": "Dopamine",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "1ba134e0-b45e-41c7-a5cf-40c23fed9526",
        "choice_type": "single"
    },
    {
        "question": "Sympathomimetic drug acting on Dl, D2 and b-1 receptors, but not b-2 receptors -",
        "exp": "Ans. is 'c' i. e., Dopamine o Dopamine acts on dopamine (D1 & D2) and adrenergic (a1 + a2 + b1) receptors, with no action on b2 receptorso Dobutamine is a relatively selective b1 agonist. Though it acts on both a and b receptors, the only prominent action of clinically employed doses is its b1 action, i. e. an increase in force of cardiac contraction and output, without a significant change in HR., BP and Peripheral resistance.",
        "cop": 3,
        "opa": "Dobutamine",
        "opb": "Dopexamine",
        "opc": "Dopamine",
        "opd": "Isoprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "69652a1b-f806-4fe3-9205-7a8979644f7b",
        "choice_type": "single"
    },
    {
        "question": "Dexmeditomedine is a:",
        "exp": "Ans. a. Centrally acting alpha-2 agonist (Ref: KDT 7/e p384; Katzung 12/e p445). Dexmedetomidine is an alpha-2 agonist with strong sedative properties. 'Dexmedetomidine is an alpha-2 agonist with strong sedative properties. It has a half-life of 2-3 hours and is metabolized in the liver and excreted, mainly as metabolites, in the urine. - Katzung 12/e p445'Dexmedetomidine is a centrally active selective alpha-2a agonist that has been introduced for sedating critically ill/ventilated patients in intensive care units. It is also being used as an adjunct to anaesthesia Analgesia and sedation are produced with little respiratory depression. Sympathetic response to stress and noxious stimulus is blunted. It is administered by i. v. infusion. Side effects are similar to those with clonidine (hypotension, bradycardia and dry mouth). It has been recently approved for use in India as well. KDT 7/e p384",
        "cop": 1,
        "opa": "Centrally acting alpha-2 agonist",
        "opb": "Centrally acting alpha-2 antagonist",
        "opc": "Peripherally acting alpha-2 agonist",
        "opd": "Peripherally acting alpha-2 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "08d4029d-b8ba-46df-8a45-fbcbc2a4819b",
        "choice_type": "multi"
    },
    {
        "question": "In contrast to epinephrine, norepinephrine does the following:",
        "exp": "Ans. (a) Increase cardiac output, Bradycardia. Ref. KDT &h ed. /122* Epinephrine (adrenaline) and Norepinephrine (NA) are endogenous catecholamine. These are the hormones responsible for actions like bradycardia and tachycardia by acting on their specific receptors.* Systolic blood pressure (SBP) is determined by cardiac output (b1 action, ). b1 receptors are present on heart which upon stimulation causes tachycardia.* Diastolic BP (DBP) depends on the state of blood vessels. b2 receptors are present on blood vessels which upon stimulation causes vasodilation - DBP |* Alpha receptors are present on vessel wall, which upon stimulation constricts vessel wall and increase total peripheral resistance - DBP |* Increased DBP stimulates baroreceptor mediated release of ACh (reflex action) that decreases heart rate via activation of M2 receptors.* Reduction in DBP increases central sympathetic outflow and thereby increases heart rate.* NOTE: NA normally decreases heart rate but if given after a dose of atropine, increase in heart rate will be seen (reflex action is abolished because of blockage of M2 receptor).* Adrenaline acts on al, a2, b1, b2 receptors whereas Noradrenaline acts on al, a2, b1. Which means.# Activation of adrenaline causes tachycardia (b1 action) and NO effect on DBP because action of al and b2 are crossed by each other.# Activation of NA causes tachycardia and |DBP. SBP (b1)DBP (b2 and al)HEART RATEDirect. Indirect. Net Effect. Adrenaline/ epinephrine||-|-|Noradrenaline/ NE||||||||",
        "cop": 1,
        "opa": "Increase cardiac output, Bradycardia",
        "opb": "Increase cardiac output, tachycardia",
        "opc": "Decrease cardiac output, bradycardia",
        "opd": "Decrease cardiac output, tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "96b279c8-882d-4ae1-98ee-8d330de99dac",
        "choice_type": "single"
    },
    {
        "question": "Timolol is contraindicated in:",
        "exp": "Ans. (C) COPD(Ref: KDT 8th/e p160-161). Timolol is a non-selective b -blocker. It can prevent b2 mediated bronchodilation and thus worsen the condition in patients of bronchial asthma and COPD.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Glaucoma",
        "opc": "COPD",
        "opd": "Aphakia",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "bcf38b14-8ac2-48ad-bf6c-98c7edbc2911",
        "choice_type": "single"
    },
    {
        "question": "Sympathomimietic causing increase in mean blood pressure, heart rate and cardiac output on intravenous infusion is-",
        "exp": "Ans. is 'a' i. e., Adrenaline Comparative effects oflntravenous Infusion ofadrenaline, noradrenaline and Isoprenallne Adr. NAIso1. Heart rate||||2 Cardiac output|| ||3. BP-Svstolic||nbv|||Diastolic||||||Mean||||4. Blood flow Skin and mm|| Sk, muscle||||Kidney-|| Liver|| |Coronary|||5. Bronchial muscle|| ||6. Intestinal muscle||||7. Blood sugar||||",
        "cop": 1,
        "opa": "Adrenaline",
        "opb": "Isoprenaline",
        "opc": "Norepinephrine",
        "opd": "Phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "Adrenergic System",
        "id": "5fac32ac-086f-44f3-ac35-1ddb87a39a01",
        "choice_type": "single"
    }
]