[
    {
        "question": "Administration of disulfiram in an alcoholic can cause all these side effects except: (E. REPEAT 2010)",
        "exp": "Ref: The Pharmacological Basis of Therapeutics by Goodman and Gillman, 12th edition. Page 644 and KD Tripathis Essentials of Pharmacology, 6th edition. Page 3H6Explanation:DISULFIRAMDisulfiram irreversibly inhibits aldehyde dehydrogenase. This action is also brought about by its metabolites such as dieth y 1th iomethyl car ba mate.Patients taking disulfiram must avoid alcohol including disguised forms such as fermented sugar, cough syrups, after shave lotions.The daily dose of disulfiram is best taken in the morning since the urge to abstain from alcohol is maximum at that moment.Disulfiram can cause acneiform eruptions, restlessness, headache.Adverse Effects in Alcoholicso Flushing.o Burning sensationo Throbbing headacheo Perspirationo Uneasinesso Tightness in chesto Dizzinesso Vomitingo Visual disturbanceso Mental confusiono Postural faintingo Circulatory collapse.Drugs Causing 'Disulfiram like reaction' in AlcoholicsCefoperazone.Moxalactam.Cefamandole.Metronidazole.Satranidazole.Procarbazine.Chlorpropamide.",
        "cop": 3,
        "opa": "Flushing",
        "opb": "Headache",
        "opc": "Hypertension",
        "opd": "Nausea",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a63f9b16-59a0-4402-b1d5-b12d30b89fc0",
        "choice_type": "multi"
    },
    {
        "question": "Megaloblastic anemia is caused by -",
        "exp": "Ans. is 'a' i.e., PhenytoinSome important drugs causing megaloblastic anaemiao Methotrexateo Phenytoino Cytosine arabinosideo Phenobarbitoneo Pentamidineo Pyrimethamineo Zidovudineo 5-Fluorouracilo Sulfasalazineo Triamtereneo Primidoneo Trimethoprimo Azathioprine",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Lithium",
        "opc": "Lead",
        "opd": "Chloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "342b67bf-2129-4bf8-8540-93deab81ccaf",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia and infertility is caused by?",
        "exp": "ANSWER: (B) CimetidineREF: APPENDIX-39 below for \"DRUGS CAUSING GYNAECOMASTIA\"Repeat Pharmacology 2013 Session 2Indirect repeat Pharmacology 2012 Session II, 2006 APPENDIX - 39Causes Of Gynecomastia:IdiopathicDrugs (partial list)Physiologic causesNeonatal periodPubertyAgingObesityAlcoholAlkylating agentsAmiodaroneAnabolic steroidsAndrogensBicalutamideBusulfanChorionic gonadotropinCimetidineCiomipheneCyclophosphamideDiazepamDiethylstilboestro!Digitalis preparationsEstrogens (oral or topical)EthionamideFinasterideFlutamideGoserelinHAARTHaloperidolHydroxyzineIsoniazidKetoconazoleLeuprolideMarijuanaMethadoneMethyldopaMetoclopramideOmeprazoleOpioidsPenicillaminePhenothiazinesProgestinsProtease inhibitorsReserpineRisperidoneSomatropin (growth hormone)SpironolactoneTestosteroneThioridazineTricyclic antidepressants",
        "cop": 2,
        "opa": "Flutamide",
        "opb": "Cimetidine",
        "opc": "Ranitidine",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a873ee82-b46b-492e-b623-d4ca72682332",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia is best described as:",
        "exp": "ANSWER: (A) Defect in development of long bonesREF: Goodman Gillman manual of pharmacology and therapeutics 2008 edition page 897, http:// en.wikipedia.org/wiki/PhocomeliaPhocomelia is lack of development of proximal part of limb. The distal part being present is called as seal limb. Phocomelia is an extremely rare congenital disorder involving the limbs. Although various numbers of factors can cause phocomelia, the prominent roots come from the drug use of thalidomide and from genetic inheritance",
        "cop": 1,
        "opa": "Defect in development of long bones",
        "opb": "Defect in development of flat bones",
        "opc": "Defect in intramembranous ossification",
        "opd": "Defect in cartilage replacement by bones",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "9a60b528-fc24-4286-8b8c-6558a11d15fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a ototoxic drug -",
        "exp": "Ans. is 'a' i.e., Paracetamol Important ototoxic drugso Aminoglycosideso Cisplatino Furosemideo Deferoxamineo Quinineo Chloroquineo Interferonso Eiythromycino Bleomycino Aspirin",
        "cop": 1,
        "opa": "Paracetamol",
        "opb": "Cisplatin",
        "opc": "Quinine",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "4312cb15-405b-48f9-8679-8b78e621ffea",
        "choice_type": "single"
    },
    {
        "question": "Which antipsychotic has maximum hypotensive side effect?",
        "exp": "Ref: Goodman 3 Gill man. The pharmacological basis of therapeutics, 12'\" edition, Pg No. 440 Basic and clinical Pharmacology by Betram Katzitng, 12th edition Pg No 508Explanation:Phenothiazines are classified into three groups: a. Aliphatic derivatives- Chlorpromazine h. Piperedine derivative- Thioradazine c. Piperazine derivative- Trifluoperazine, Perphenazine, fluphenazineAmong the above three, a & b are less potent and having more affinity for alpha 1 receptor and hence can cause more hypotensionPiperazine is pore potent typical and less affinity for alpha I receptor, hence less hypotensionButerophenones are the potent typical antipsychotic (haioperidol) having highest Extrapyramidal effects",
        "cop": 3,
        "opa": "Flufenazine",
        "opb": "Trifluoperazine",
        "opc": "Thioridazine",
        "opd": "Haioperidol.",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "179884a7-678c-4035-9bb8-5888ac323de2",
        "choice_type": "single"
    },
    {
        "question": "Ichthyoses is a side effect of -",
        "exp": "Ans. is 'a' i.e., Clofazamine Clofazimineo Clofazimine is a leprostatic drug.o It acts by interfering the template function of DNA.o Adverse effects of clofazimine1. Skin -Reddish-black discolouration of skin, dryness of skin and itching. Discolouration of hair and body secretions, acneform eruptions and phototoxicity, conjuctival pigmentation.2. GIT -Enteritis with loose stools, nausea, abdominal pain, anorexia and weight loss.Remember - Clofazimine has antiinflammatory property can be used in lepra reaction.",
        "cop": 1,
        "opa": "Clofazamine",
        "opb": "Cephalosporin",
        "opc": "Capreomycin",
        "opd": "Lctrozole",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a730ffd1-d9d3-4140-b712-47be6eca252c",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is caused by?",
        "exp": "Ans. (b) CimetidineRef Appendix-39 for 'Drugs causinggynaecomastia\"",
        "cop": 2,
        "opa": "Flutamide",
        "opb": "Cimetidine",
        "opc": "Pyrazinamide",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "74a2f2d2-97c5-41da-9c6d-56ebbe1dac97",
        "choice_type": "single"
    },
    {
        "question": "Phacomelia is seen due to which drug?",
        "exp": "Ans. is 'a' i.e., Thalidomide * Has been explained in previous sessions",
        "cop": 1,
        "opa": "Thalidomide",
        "opb": "Dexamethasone",
        "opc": "Chlorambucil",
        "opd": "Betamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "5b3545b0-6fb9-455e-ac1a-b530430501e7",
        "choice_type": "single"
    },
    {
        "question": "SLE like reaction is caused by?",
        "exp": "ANSWER: (A) HydralazineREF: Harrison's Internal Medicine 17th ed chapter 113The list of substances that can induce lupus-like disease is long. Among the most frequent are;Antiarrhythmic: procainamide, disopyramide, and propafenoneAntihypertensive: hydralazine; several angiotensin-converting enzyme inhibitors and beta blockersAntithyroid: propylthiouracilAntipsychotics: chlorpromazine and lithiumAnticonvulsants: carbamazepine and phenytoinAntibiotics: isoniazid, minocycline, and macrodantinAntirheumatic: sulfasalazineDiuretic: hydrochlorothiazideAntihyperlipidemics: lovastatin and simvastatinInterferons and TNF inhibitors",
        "cop": 1,
        "opa": "Hydralazine",
        "opb": "Rifampicin",
        "opc": "Paracetamol",
        "opd": "Furosemide",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "c03dbcd1-5ce0-4734-a35b-09778cc815ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug does not cause edema?",
        "exp": "Ans. b. Digoxin (Ref: Katzung 12/e p1036-1037; http://www.drugs.com/sfx/digoxin-side-effects.html; http://www.drugs. com/sfx/cyclosporine-side-effects. html)Digoxin does not cause edema.Digoxin Side effectsCommonRareNot known to occur* Dizziness* Fainting* Fast, pounding, or irregular heartbeat or pulse* Slow heartbeat* Black, tarry stools* Bleeding gums* Blood in the urine or stools* Bloody vomit* Pinpoint red spots on the skin* Rash with flat lesions or small Raised lesions on the skin* Severe stomach pain* Unusual bleeding or bruising* Chest pain or discomfort* Nausea* Shortness of breath* Sweating* Swelling of the feet and Lower tegs* Troubled breathing* Unusual tiredness or weakness'Cyclosporine can lead to swelling of the feet or lower legs.'-http://www. drugs.com/sfx/cyclosporine-side-effects.htmlCommon Drugs Causing Edema* Antihypertensives (Calcium Channel Blockers: Amlodipine)* NSAlDs* Steroids* Estrogens* Thiazolidinedione's",
        "cop": 2,
        "opa": "Amlodipine",
        "opb": "Digoxin",
        "opc": "Estrogen",
        "opd": "Cyclosporine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "3bf60585-aee9-4810-945d-aba1e02abbb3",
        "choice_type": "single"
    },
    {
        "question": "Sterile haemorrhagic cystitis is caused by:",
        "exp": "Ans. is 'd' i.e. CyclophosphamideRef: Harrison 16th/e p 583 (15th/ e p 435, 650)Though Harrison includes Busulfan as a causative agent for hemorrhagic cystitis, no other standard text books of Pharmacology mention it (KDT, Goodman Gilman, Katzung and Lawrence). Furthermore in detailed description of Hemorrhagic cystitis it does not mention - BusulfanHarrison states - \"Hemorrhagic cystitis can develop in patients receiving cyclophosphamide or ifosfamide.\"Other drugs causing hemorrhagic cystitisCarmustineChlorambucilExtended spectrum penicillins Nitrogen mustard VincristineRemember these following 2 very important points: -Hemorrhagic cystitis due to cyclophosphamide is attributed to the presence of its metabolite ACROLEIN in urine.Hemorrhagic cystitis due to cyclophosphamide can be prevented by -I. V. injection of MESNA* (Sodium - 2 - mercapto ethane sulfonate) and adequate hydration.Also knowHemorrhagic cystitis is also seen in patients who undergo Bone marrow transplantation (BMT)In BMT settingsEarly onset hemorrhagic cystitis - d/t drugs (eg. cyclophosphamide) late onset hemorrhagic cystitis - d/t polyoma virus BKV or adenovirus type II",
        "cop": 4,
        "opa": "Busulfan",
        "opb": "Ketoprofen",
        "opc": "Methicillin",
        "opd": "Cylclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "86c679e2-1807-4736-b38f-52a2de296af2",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs increase bleeding when given to a patient on warfarin EXCEPT:",
        "exp": "Ans. C. CarbamazepineWarfarin constitutes S as well as R enantiomers. S Warfarin is the most active form:* Metabolism of S warfarin is by CYP2C9 leading to the formation of 7-OH warfarin* Metabolism of R warfarin is by CYP1A1, CYP1A2, CYP3A4 leading to the formation of 6-OH warfarin, 8-OH warfarin, 10-OH warfarinAs Carbamazepine is enzyme inducer, it induces metabolism of warfarin and hence warfarin concentration decreases and it can lead to therapeutic failureRest of drugs: Isoniazid, Amiodarone, cimetidine are microsomal enzyme inhibitors leading to warfarin toxicity and can lead to bleeding.",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Amiodarone",
        "opc": "Carbamazepine",
        "opd": "Cimetidine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "22dbbff9-bc87-4fa6-b3b4-a11b92d9bf18",
        "choice_type": "multi"
    },
    {
        "question": "Most important side effect of aspirin -",
        "exp": "Ans. is 'a' i.e., Gastritis Adverse effects of aspirinSide effectso Occur at analgesic dose (0.3 -1.5 mg/day)o Symptoms are nausea, vomiting, epigastric distress, increased occult blood loss in stools,o The most important adverse effect of aspirin is gastric mucosal damage.Salicylismo Occurs at antiinflammatory dose (dose dependent).o Symptoms are dizinness, tinnitus, vertigo, reversible impairment of hearing and vision, excitement and mental confusion.o Hyperventilation and electrolyte imbalance also occur.Acute salicylate poisoningo More common in childreno Fatal dose in adults is estimated to 15-30 gm but is considerably lower in children,o Manifestations are vomiting, dehydration, electrolyte imbalance, acidotic breathing, hyper/hypoglycemia, petechial haemorrhages, restlessness, delirium, hallucinations, hyperpyrexia, convulsions, Coma and death due to respiratory failure + Cardiovascular collapse.",
        "cop": 1,
        "opa": "Gastritis",
        "opb": "Edema",
        "opc": "Kidney damage",
        "opd": "Hypersensitivity",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "11c9fb9f-2c37-4803-92bc-9f52437d6182",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunosuppressive agent requires monitoring of renal function on regular basis?",
        "exp": "Ans. is 'd' i.e., Cyclosporine A Cyclosporine:o It is an immunosuppressanto Its immunosuppressive actions are1. Inhibition of T-lymphocyte proliferation 2. Inhibition of IL-2 and other cytokineso Cyclosporine inhibits transcription by binding to a protein called cyclophilin. This complex then inactivates calcineurin. (Calcineurin is a protein which is responsible for the transcription of cytokine gene)o Cyclosporine selectively suppresses cell mediated immunity, humoral immunity remains intact,o Cyclosporine is the most effective drug for prevention and treatment of graft rejectiono Major side effects of cyclosporine is Nephrotoxicityo BP, precipitation of diabetes, anorexia, lethargy, hyperkalaemia, opportunistic, infections, hirusitism, gum hyperplasia, tremor, seizures are other side effects.o Sirolimus aggrevates cyclosporine induced renal dysfunction whereas cyclosporine increases sirolimus induced hyperlipidemia and myelosuppression.",
        "cop": 4,
        "opa": "Azathioprine",
        "opb": "Mycophenolate mofetil",
        "opc": "Methotrexate",
        "opd": "Cyclosporine A",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "2aedbdfc-720d-416d-96bd-f704640672fe",
        "choice_type": "single"
    },
    {
        "question": "Red man syndrome is seen with",
        "exp": "Ans. (b) Vancomycin",
        "cop": 2,
        "opa": "Lincomycin",
        "opb": "Vancomycin",
        "opc": "Linezolide",
        "opd": "Carbanicilliase",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "6948d174-267e-490e-9f42-a9cb97c6dd19",
        "choice_type": "single"
    },
    {
        "question": "Pneumopathy is a side effect of all EXCEPT:",
        "exp": "Ans. is 'a' Alpha Methyldopa Alpha methyl dopa has no adverse effect on lung.Its adverse effects are :Hepatotoxicity*Coomb's positive hemolytic anaemia*Thrombocytopenia*Lupus syndrome (rarely) *Rest of the drugs given in the choice can cause pneumopathy. All of them produce pulmonary infiltrates in the lung",
        "cop": 1,
        "opa": "Alpha methyldopa",
        "opb": "Busulphan",
        "opc": "Melphalan",
        "opd": "Nitrofurantoin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "fdd610ee-a764-4791-8223-66a38b95ce46",
        "choice_type": "multi"
    },
    {
        "question": "ATT drug causing hypothyroidism:",
        "exp": "Ans. (c) PASRef: 2008 WHO guidelines for programmatic management or drug resistant tuberculosisSecond line ATT like PAS (para amino salicylic acid) and ethionamide can lead to hypothyroidism. Exact mechanism is poorly understood.PAS also causes adverse reactions like GI upset, hepatotoxicity, Hypersensitivity.",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Ethambutol",
        "opc": "PAS",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "eb951d0e-b108-4fab-b11e-5fbca8019a7f",
        "choice_type": "single"
    },
    {
        "question": "Highly vestibulotoxic drug is?",
        "exp": "ANSWER: (B) StreptomycinREF: Audiology: treatment By Michael Valente, Holly Hosford-Dunn, Ross J. Roeser page 384Although most ototoxic drugs are both cochleotoxic and vestibulotoxic however they are either predominantly cochleotoxic or vestibulotoxicPredominantly cochleotoxicPredominantly vestibulotoxicKanamycin, Amikacin and Neomycin (Mnemonic-KAN)StreptomycinDihydro streptimycinGentamycinErythromycinQuininePlatinum compounds (cisplatin)Vincristine/YinblastineNeomycin is the worst offender relating to cochleotoxicityStreptomycin and gentamicin are the most vestibulotoxic aminoglycosidesLoop diuretics such as ethacrynic acid and furosemide may potentiate the ototoxic effects of the aminoglycosides and should be avoided when possible.",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Streptomycin",
        "opc": "Dihydrostreptomycin",
        "opd": "Quinine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "37100ac7-905b-47b6-b99b-865564e96746",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is side effect of all, EXCEPT :",
        "exp": "Ans. is 'a' i.e. Ranitidine You must have noticed till now the number of repetitions this topic has, so learn the drugs causing gynecomastia well.",
        "cop": 1,
        "opa": "Ranitidine",
        "opb": "Cimetidine",
        "opc": "Spironolactone",
        "opd": "Ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "13d6a242-60f8-465e-bfaf-8afb4817312f",
        "choice_type": "multi"
    },
    {
        "question": "Cholelithiasis and choledocholithiasis is caused by?",
        "exp": "ANSWER: (A) ClofibrateREF: Robbin's 8th ed CH: 8Drugs causing cholelithiasis and choledocholithiasis:Clofibrates: Clofibrate, used to lower blood cholesterol, increases hepatic HMG-CoA reductase and decreases conversion of cholesterol to bile acids by reducing cholesterol 7-a-hydroxylase activity. The net result of these influences is excess biliary secretion of cholesterolEstrogen and OOP'SSomatostatin analogues appear to predispose to gallstones by decreasing gallbladder emptying.Ampicillin",
        "cop": 1,
        "opa": "Clofibrate",
        "opb": "Chloramphenicol",
        "opc": "Cotrimaxozole",
        "opd": "NS AIDS",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "8860436b-a941-40bd-b605-b28a735dccf1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following can cause Agranulocytosis most commonly?",
        "exp": "(A) Alkylating agentsMost common cause for agranulocytosis is drug toxicity.#Agranulocytosis is acute condition involving severe and dangerous leukopenia.BONE MARROW SUPPRESSIONCause by almost all anticancer drugs except Bleomycin, Vincristin & Asparginase.Most serious toxicity & often limit dose of chemotherapyGranulocytopeniaAgran ulocytosisThrombocytopeniaAplastic anemiaLymphocytopeniaComplications:Opportunistic infectionsBleedingDrug causing severe MyelosuppressionCarmustinCytarabineDaunorubicinePaclitaxelAlkylatinq aqentsAntimetabolitesAlkylating agents are cell cycle non specific cytotoxic drugs used in cancer chemotherapy.These drugs damage primarily the rapidly growing and multiplying tissues such as bone marrow, GIT and reproductive system.Bone-marrow suppression manifests as leukopenia, agranulocytosis, thrombocytopenia and aplastic anemia.CAUSES OF AGRANULOCYTOSISDisease relatedAgranulocytosis (neutrophil count <500/mlDrug relatedDisease RelatedDrug - Related (70% of cases)Congenital neutropeniaXChemotherapyXHematological diseaseLess likelyNon-chemotherapy drugs?Autoimmune diseaseLess likely Certain infectionLess likelyBacterial: Typhoid fever, Shigella enteritis, Brucellosis & TuberculosisViral: EB Virus, CMV, Hepatitis virus, Parvovirus B19Parasitic: Kala azar, Malaria CAUSES OF LEUCOPENIADecreased production:Peripheral destructionPeripheral pooling (transient neutropenia)Drug-induced:*. Alkylating agents (nitrogen mustard, Busulfan, chlorambucil, cyclophosphamide); antimetabolites (Methotrexate, 6-mercaptopurine, 5-flucytosine);*. Non-cytotoxic agents: *. Hematologic diseases- idiopathic, cyclic neutropenia, Chediak- Higashi syndrome aplastic anemia, infantile genetic disorders, Tumor invasion, myelofibrosis*. Nutritional deficiency - vitamin B12, folate (especially alcoholics)*. Infection- tuberculosis, typhoid fever, brucellosis, tularemia, measles, infectious mononucleosis, malaria, viral hepatitis, leishmaniasis, AIDS*. Antineutrophil antibodies and/ or splenic or lung trapping Autoimmune disorders- Felty's syndrome, rheumatoid arthritis, lupus erythematosus*. Drugs as haptens- aminopyrine, a-methyldopa, phenylbutazone, mercurial diuretics, some phenothiazines*. Wegener's granulomatosis*. Overwhelming bacterial infection (acute endotoxemia) Hemodialysis*. Cardiopulmonary bypassOther Options#Corticosteroids: Side effects depend on the dose of medication you receive and may include:Elevated pressure in the eyes (glaucoma), Fluid retention, pedal edema, High blood pressure, Problems with mood, memory, behavior and other psychological effects, Weight gain, with fat deposits in abdomen, face and the back of your neck#Paracetamol: Side effects from paracetamol are rare, but can include:an allergic reaction, which can cause a rash and swelling flushing, low blood pressure and tachycardia - this can sometimes happen when paracetamol is given intravenous causes thrombocytopenia (low number of platelet cells) and leukopenia (low number of white blood cells) liver and kidney damage on overdose - this can be even fatal in severe cases",
        "cop": 1,
        "opa": "Alkylating agents",
        "opb": "Corticosteroids",
        "opc": "Paracetamol",
        "opd": "Endotoxemia",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "c9d05670-3941-46cd-92e0-5ef2341b0722",
        "choice_type": "single"
    },
    {
        "question": "Which is most common side effect of inhaled beclometh- asone dipropionate:",
        "exp": "Ans. (b) Oropharyngeal candidiasis* Most of the side effects of steroids are mainly hoarseness, orophyrangeal candidiasis, decreased growth in children with adrenal suppression.* The plausible explanation is that since these drugs are inhaled, they avoid the first pass metabolism that orally administered steroids undergo and hence have preponderance to cause the usual manifestations of steroid toxicity.",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Oropharyngeal candidiasis",
        "opc": "Atrophic rhinitis",
        "opd": "Pituitary adrenal suppression",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "3b1afe01-d89c-47b9-b469-1c9490930c02",
        "choice_type": "single"
    },
    {
        "question": "The drug which does not cause myopathy is :",
        "exp": "Ans. is 'c' Chloramphenicol Drugs Causing MyopathyAmphotericin BCarbenoxoloneCimetidineChloroquineClofibrateGlucocorticoidGrowth hormoneZidovudineOral contraceptivesHMG COA reductase inhibitors.InfliximabInterferon alpha",
        "cop": 3,
        "opa": "Chloroquine",
        "opb": "Betamethasone",
        "opc": "Chloramphenicol",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "e75e7867-b670-4768-8e1c-ccaa271ea3df",
        "choice_type": "single"
    },
    {
        "question": "A child has phocomelia. This is due to drug taken by mother -",
        "exp": "Ans. is 'b' i.e., Thalidomide Thalidomide is the worst teratogen known in the history of medicine.It was widely used as sedative and hypnotic.It was also believed to reduce vomiting in pregnancy.It was a routine hypnotics in hospitals, was even recommended to help children adapt themselves to a convalescent home atmosphere. The indiscrete use of these drugs in pregnant women resulted in an outbreak of Phocomelia. Phocomelia means \"seal extremities\", it is a congenital deformity in which the long bones of the limbs are defective and substantially normal or rudimentary hands and feet arise on or nearly on the trunk like the flippers of seal. Thalidomide was subsequently banned.Now, decades later thalidomide has received approval from the food and drug administration in certain conditions.According to Indian Journal of pharmacology Clinical uses of thalidomideAIDS related aphthous ulcers(r)AIDS related wasting syndrome^Multiple myeloma and other solid tumoursQPrevention of graft versus host disease after transplantationQRheumatoid arthritisQAnkylosing spondylitisQCrohn's disease and Bechet's syndromErythema nodosum leprosumQ",
        "cop": 2,
        "opa": "Tetracycline",
        "opb": "Thalidomide",
        "opc": "Warfarin",
        "opd": "Chloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "3e9d46c9-a572-4351-a638-488a1bc532a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in acute gout -",
        "exp": "Ans. is 'a' i.e., Allopurinol o NSAIDs are the drug of choice for acute gout -They are prefered over colchicine because they are better toleratedo Indomethacin is often chosen because of its strong anti-inflammatory action and efficacy. - Laurence 9th/e 297Drugs used in acute gouti) NSAIDs - Drug of choiceii) Colchicineiii) Corticosteroidso Allopurinol and uricosuric drugs (sulfinpyrazone, probenacid) are not effective in acute gout because they will not relieve symptoms as they dont have antiinflammatory property.",
        "cop": 1,
        "opa": "Allopurinol",
        "opb": "NSAIDs",
        "opc": "Corticosteroid",
        "opd": "Colchicine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "d68a241d-3587-4620-85da-22e77e9265a7",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following drugs causes hypomagnesemia by increased excretion?",
        "exp": "Ans. is 'a' i.e., Frusemide therapy \"Loop diuretics cause the abolition of transepithelial potential difference that results in marked increase in excretion of Ca2++ and Mg2++\".Loop and thiazide diuretics cause significant urinary loss of magnesium.Magnesium deficiency brought about by diuretics is rarely severe enough to induce the classic picture of neuromuscular irritability.",
        "cop": 1,
        "opa": "Frusemide therapy",
        "opb": "Cisplatin",
        "opc": "Digitalis",
        "opd": "Aminoglycosides",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "c58e365d-f4f2-4e12-8d4c-806e9624d3b9",
        "choice_type": "single"
    },
    {
        "question": "Specific side effect of thalidomide is",
        "exp": "Ans. is 'c' i.e., Phacomelia Thalidomide* Thalidomide is an anxiolytic, antiemetic drug with antiinflammatory, cytokine modulatory property.* Thalidomide was introduced in 1958 for morning sickness and was found to be highly teratogenic resulting in thousand of babies with phocomelia (seal like limbs) and withdrawn in 1961.* Now it has come again in the market for use as an anticancer drug in multiple myeloma and melanoma.* Lenalidomide is its more potent and non-teratogenic derivative. Thalidomide most commonly causes sedation and constipation in cancer patients.* It can also cause peripheral sensory neuropathy.* Two enantiomers of thalidomide (R and S) are present but these are interconvertible in body, therefore racemic mixture is used.* Antiangiogenic action is responsible for antitumor activity.",
        "cop": 3,
        "opa": "Lymphopenia",
        "opb": "Lymphocytosis",
        "opc": "Phacomelia",
        "opd": "Optic neuritis",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a358f204-067a-494e-842d-343626576ddc",
        "choice_type": "single"
    },
    {
        "question": "Acute intermittent porphyria is precipitated by which of the following drug/s?",
        "exp": "Ans. is 'd' i.e., All the above * Barbiturates* Griseofulvin* Chlorpropramide* Rifampicin* Oral contraceptives* Estrogen* Phenytoin* Sulfonamides SAFE drugs in Porphyria* Narcotic analgesics* Penicillin and derivatives* Glucocorticoids* Bromides* Aspirin* Streptomycin,* Insulin* Atropine,* Acetaminophen* Benzodiazepines* Muscle relaxants* Bupivacaine",
        "cop": 4,
        "opa": "Chlorpropamide",
        "opb": "Phenytoin",
        "opc": "Griseofulvin",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "d62e6413-1ad2-481e-8c9a-8368720c1837",
        "choice_type": "multi"
    },
    {
        "question": "Most serious adverse effect of penicillin is:(1994)",
        "exp": "cRef: KDT, 5th ed, p. 656, 657 & 4th ed, p. 704, 705",
        "cop": 3,
        "opa": "Skin rashes",
        "opb": "Jarish Hexheimer reaction",
        "opc": "Anaphylaxis",
        "opd": "Convulsion",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "773f5351-e734-4156-9b69-f6d40ff2e4ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug do not have anti-inflammatory effect?",
        "exp": "Ans. B. ParacetamolIbuprofen is propionic acid derivative which are used in pediatric patients for PDA. Paracetamol do not possess anti-inflammatory properties as they are not active in presence of peroxides which are produced at site of inflammation. Both aspirin and diclofenac have anti-inflammatory properties.",
        "cop": 2,
        "opa": "Ibuprofen",
        "opb": "Paracetamol",
        "opc": "Diclofenac",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "f82a3492-0c8b-4fc5-9893-e356992cc985",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes lupus like features-",
        "exp": "Ans. is 'a' i.e., Hydralazine Drugs inducing ANA and SLE :o Antiarrhythmics : Procainamide, disopyramide, propafenomeo Anti-hypertensives : hydralazine, methyldopao ACE inhibitorso Beta-blockerso Antithyroid-propylthiouracilo Antipsycbotics - chlorpromazine. lithiumo Anti-convulsauts : carbamazepine, phenytoino Antibiotic :Isoniazid, minocycline, macrodantino Antirheumatic : sulfasalazineo Diuretics : Hydroclorothiazideo Statins : Lovastatin, simvastatino Biologies : IFN, TNF-a inhibitors",
        "cop": 1,
        "opa": "Hydralazine",
        "opb": "Amphetamines",
        "opc": "Clozapine",
        "opd": "Esmolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "e3fc0621-422f-4fed-8489-5a6039d85d31",
        "choice_type": "single"
    },
    {
        "question": "Most important adverse effect of Bleomycin is?",
        "exp": "ANSWER: (C) Pulmonary fibrosisREF: KDT 6 'b edition page No: 827, Harrison 17th ed chapter 81See APPENDIX-37 below for \"CLASSIFICATION OF CANCER CHEMOTHERAPY AGENTS\"The most feared and most common complication of bleomycin treatment is pulmonary fibrosis, which increases in incidence at > 300 cumulative units administered and is minimally responsive to treatment (e.g., glucocorticoids).\"The most common early symptoms of bleomycin-induced pulmonary toxicity are cough and dyspnea\"The earliest indicator of an adverse effect is a decline in the DLCO, although cessation of drug immediately upon documentation of a decrease in DLCO may not prevent further decline in pulmonary function.Risk factors of developing Bleomycin induced pulmonary fibrosis are:Elderly patientsCo existing lung diseasePrevious radiation therapyHigh doses of bleomycin (>150mg/m2) APPENDIX - 37Classification of Cancer Chemotherapy Agents:GroupSubgroups & AgentsAcute ToxicityDelayed ToxicityUsesAlkylatingAgentsNitrogen Mustard Alkylation of DNA at N7 &06 position of Guanine -DNA crosslinking I; b/n 2 strands - prevents duplication(1) Mechiorethamine(First anticancer drug)CINV-chemo induced nausea vomiting (4hr- 48hrs)MyelosuppressionMyelosuppression (delayed type-onset = 7d, Nadir = 10-14d, reco%rerv = 21-28d)AlopeciaMOPP-HodgkinslymphomaAA are commonly used in chronic leukemia(2) Cyclophosphamide1CP - 4hydroxyCP -aldophosphamide- Acrolein (toxic) & phosphamide mustard (active)]CINVMyelosuppression(CP>Ifo)Myelosuppression (CP>Ifo) Alopecia, SIADHHemorrhagic cystitis (Ifo>CP)Sec cancer-transitional cell cancer of bladderWagner'sgranulomatosis DOC CMF-Breast, small cell lung ca Broad spectrumAA are nonphase specific(3) Ifosfamide 4hydroxy ifosfamide (active)CINVMyelosuppression(CP>Ifo)Myelosuppression(CP>Ifo)AlopeciaHemorrhagic cystitis (Ifo>CP)Broad spectrum Lung, breast, ovary, sarcoma, testis, germ cell tumorAA causes secondary leukemia in 4-5 years(4) Melphanamino acid derivative ofmechloretamineCINVMyelosuppressionMyelosuppression No alopeciaMultiple myeloma DOCCan replace C in CMF (5) ChlorambucilMyelosuppression CINV is rareMyelosuppression No alopeciaCLL, Hodgkin's Nitrosoureas(lipophilic-crosses BBB) Nitrosoureas causes delayedMyelosuppression (onset-15d, Nadir-4wks, recovery-6wks) (1) Carmustine (BCNU- bis chloro nitroso urea)CINV (severe-2hrs)Myelosuppression, male infertility,Pulmonary fibrosisBrain tumors DOC(Glioblastomamultiforme.Astrocytoma,Medulloblastoma) (2) Lomustine (CCNU)CINV (severe-2hrs)Myelosuppression Interstitial lung diseasedo (3) Semustine (methyl CCNU)CINV (severe-2hrs)Myelosuppressiondo (4) Streptozocin (methylation of protein & nucleic acid)CINV (severe-2 hrs)No MyelosuppressionPancreatic islet cell tumorCarcinoid tumor Alkyl Sulfonates(Intra strand cross linking of DNA by 2 N7 Guanine) BUSULFAN {Dealkylating agent)Hyperuricemia(MC)Sterility, gynecomastia, seizures, Skin pigmentation, Adrenal insufficiency Pulmonary fibrosis (specific)CM L-DOC until imatinibConditioning of BM transplant Ethyl Enimines Thiotepa(Organophosphorous)CINVMyelosuppressionSeldom used nowNon ClassicalAlkylatingAgentsTriazenes Acts on RNA &Protein synthesis not/ mild DNADacarbazine (Active- methyl carbonium ion)CINV-severePermanent sterility Myelos uppre ssion (early/classical)MAID-sarcoma, ABVD-Hodgkins Malignant melanoma (most active agent) Procarbazine (autoxidize spontaneously, Active- Azoprocarbazine, crosses BBB)CINV, MAO inhibitor Disulfiram like reactionMyelosuppression,DermatitisLeukenogenic,teratogenicMOPP-Hodgkin'sPCV-Glioblastoma AltretamineCINV-severe HypotensionNeuro toxic NephrotoxicRefractory ovarian cancerAlkylating Like AgentsPlatinum Compounds 1st gen platinum Inactivated by aluminumCisplatinCINV (most emitogenic)Hypo Mg, K, Ca sec to hypo Mg)Myelosuppression N ephrotoxicity, Ototoxicity Secondary leukemiaCMF-Solidmalignancies2nc generation platinum, Cross resistance- cisplatinCarboplatinCINV (cis>carbo)Myelosuppression(carbo>ds)No nephrotoxicityLess potent than cisplatin (1:4) GemCarco-Iung cancer3rd generation platinum No cross resistanceOxaliplatinPSN pathy (reversible hand & foot, temp loss)Neurotoxicity (dose limiting)No nephrotoxicity PSN pathyflrreversible, hand, foot, leg, arm, temp loss, propio loss)FOLFOX- colon cancerCis/carboplatin resistance AntimetabolitesFolate Antagonists S phase specificMethotrexate HepatotoxicityMyelosuppressionMucositisChoriocarcinoma DOC, ALL, Osteosarcoma. RA, ectopic Myasthenia, psoriasis, meningeal leukemia (intrathecal route)Inhibits DMA syn thesisPemetrexed : Mesothelioma, nonsmall cell lungNo acute toxicidesPurine Analogue Commonly used in acute leukemias6 THIO Guanine MyelosuppressionHepatotoxicityAdult acute leukemia 6 Mercapto Purine Myelosupp ression, hepatotoxicityChildhood acute leukemia Fludrabine Myelosuppression, Flu like symptom (fever, myalgia, arthralgia) Cladribine Myelosuppression, Nephrotoxic, ClXVHairy cell leukemia Pentostatin NephrotoxicHairy cell leukemia Pyrimidine Analogue 5 Fluorouracil (5-FU) GI upset-diarrhea (MC) Hand foot syndrome, CINVMyelosuppression, neurotoxicity Cerebellar ataxia Cytrabine Stomatitis, CINV, Cerebellar ataxia MyelosuppressionAML Capecitabine CINV, Diarrhea, Hand foot syndrome Myelosupp ression (<5FU)Metastatic breast cancer, Metastatic colorectal cancer Gamecitabine CINV, Myelosuppression (dose limiting)Pancreatic cancer DOC Bladder & Nonsmall cell lung CaAntibioticsAnthracyclinsTopoisomerase 2 inhibitor (me)Quinone Free radical injury & intercalation b/n DNA strandsMembrane binding (responsible for cardiotoxicity) Doxorubicin (Adriamycin)CINV, AlopeciaMyelosuppression (dose limiting, neutropenia >th rombocytopenia) Cardiotoxicity(cardiomy opathy, CHF)Radiation recall Hand foot syndromeBroad spectrum Solid tumors & sarcomas (rhabdo/ leiomyosarcoma, Kaposi sarcoma) DaunorubcinCl MV, AlopeciaMyelosuppression, cardiotoxicity, radiation recallNarrow spectrum AML Idarubcin (synthetic Daunorubicin analogue)CINV, Alopecia, Red urine (not hematuria)Myelosuppression, cardiotoxicity, radiation recallAML (more efficacious than daunorubicin) MitoxantroneCINV, Bluish discoloration of nailsMyelosuppression (dose limiting)Lower cardiotoxicity? Other Antibiotics Bleomycin(Glyco peptide Antibiotic) Free radical injury - ds- ss DMA breaks, have both DNA & Fe binding domainAllergic reaction HypotensionPulmonary fibrosis (dose limiting)Mucocutaneous toxicity? Marrow sparingHL, NHL, SCC Malignant pleural effusionAscitis (sclerosing agent) Mitomycin- CActs as alkylating agentCINVHemolytic uremic syndrome. Pulmonary- fibrosis, 8th nerve damageRadiosensitizer- DOC, SCC Dactinomycin Inhibits all forms of DMA dependent RMA synthesis, r-RNA most sensitiveCINVMyelosupp ression Alopecia Radiation recallPediatric tumors (Ewing's, witm's, Rhabdomyosarcoma) Radiosensitizer ActinomycinCINVDesquamationMyelosuppressionAlopeciaPediatric tumors (Ewing's, wilm's, Rhab domyosarcoma) Radiosensitizer PlicamycinCINV EnzymeL-ASPARGINASE (inhibits protein synthesis of tumor cell by depletion of L-Aspargine)Anaphylaxis/ hyper sensitivity- fever, chills, rash, urticaria (brochospasm, hypotension if severe)Hypercoagulable state Pancreatitis, Hepatotoxicity Marrow sparing, no alopeciaALLIneffective in solid tumors(normal cells spared)Plant DerivedVinca AlkaloidsM phase specificInhibits tubulin polymerizationMitotic inhibitors VincristineAlopeciaPSNpathySIADH, Marrow sparingLymphosarcoma, wilm's, Ewing's Remission of childhood acute leukemia. VinblastineAlopecia (Vc >Vb)PSNpathy (Vc >Vb) MyelosuppressionHodgkin s, testicular carcinoma EpipodophylotoxinsTopoisomerase 2 inhibitor Etopside (VP-16)CINV, HypotensionMyelosuppression, early onset secondary leukemia (1-3 years) alopecia Teniposide (VP-26) TaxansM phase specificEnhance tubulin polymerizationSpindle poison PaclitaxelHypersensitivityPSNpathy (stocking glove type) Myelosuppression,Cisplatin resistance Relapse &resistant breast/ovary ca Docetaxel (more potent)HypersensitivityMyelosuppression, PSNpathy (is less frequent)Cisplatin resistance, Relapse-resistant br/ovary ca CamptothecinTopoisomerase 1 inhibitorss DNA breaks TopothecanCINVMyelosuppression (dose limiting) Irinothecan (active = SN-38)CINV, Cholinergic syndrome (SLUDGE) including early diarrhea-24hrsMyelosuppression, cholinergic syndrome (SLUDGE) including late diarrhea 3-10d (dose limiting)Advanced colorectal ca- DOCMiscellaneousArsenic Trioxide (degradation of PM LI & RARa protein)Headache, lightheadednessCINVCardiotoxicity (QT prolongation, arrhythmias), Myelosuppression Syndrome-fever, fluid retention, wt gain, rashAPL-induction in tretinoin relapse and refractoryHydroxyurea has 100% oral bioavailabilityHydroxyurea (inhibits ribonucleotide reductase - inhibits DMA synthesis)CINVMyelosuppression (dose limiting)HyperpigmentationCMLAML-blast crisis Imatinib (Bcr-Abl Tyrosine kinase inhibitor)CINVFluid retention, Ankle & perioral edemaCML-chronic phase GIST with Ckit tyrosine kinase Dasatinib & Nilotinib (novel agents- TK inhibitors) CML- imatinibresistance/intoleranceAnticancer Drug Toxicities:MYELOSUPPRESSIONAll except Asparginase, Vincristine, BleomycinCARDIOTONICAnthracyclins, arsenic trioxideNEPHROTOXICPlatinum compounds (cisplatin>carboplatin>oxaliplatin)PULMONARY FIBROSISBleomycin. Busulfan, CarmustinePERIPHERAL NEUROPATHYGxaliplatin, vincristine Taxans (stoking & glove type)HAEMORRHAGIC CYSTITISCyclophosphamide, IfosfamideHAND FOOT SYNDROME5FU, Capecitabine, DoxorubicinCEREBELLAR ATAXIAPyrimidine analogs like Cytrabine & 5FUSIADHCyclophosphamide, VincristineSECONDARY LEUKEMIAAll alkylating agents & alkylating like agents (in 4-5 years) E topside (in 1-3 years)STERLITYAlkylating agentsDISULFIRAM LIKE REACTIONProcarbazineCHOLINERGIC SYNDROMEIrinitecanRADIATION RECALL SYNDROMEAnthracydinsAnticancer Drugs Toxic Amelioration:ToxicityMeasuresMethotrexateFolinic acidAlkalization of urine (Mtz is weak acid & reabsorbed in acidic urine)Hemorrhagic cystitis (cyclophosphamide, ifosfamide)ME SNA (2 mercapto ethyl sulfonyl sodium) systemic ACETYLCYSTEINE irrigation of bladderHigh fluid intakeFrequent voidingCINV (Cytotoxic drug induced nausea Stvomiting )Ondansetron (5HT3 Antagonist)Cytotoxic drug induced MucositisPabfermin (human recombinant keratinocyte growth factor)TUMOR LYSIS SYNDROME (hyperkalemia, hypophosphatemia, hyperuricemia, hypemricosuria, hypocalcaemia, acute renal failure)prophylactic ALLOPURINOL (xanthine oxidase inhibitor)alternatively RASBURICASE (urkase)Aggressive hydrationHigh urine outputAlkalization of urine not recommended/controversialDiuresis is reserved for well hydrated patientsHEMODIALYSIS (if above fails) MYE LOS OPPRESSIONFor AnemiaERYTHROPOIETIN (recombinant)For NeutropeniaFILGRASTIM- Granulocyte colony-stimulating factor (G-CSF) analogSARGRAMOSTTM - Recombinant granulocyte macrophage colony stimulating factor (GM-CSF)For ThrombocytopeniaOPRELVEKIN (IL-11)BONE MARROW TRANSPLANT (for extreme suppression)CANCER CACHEXIATHALIDOMIDECYTOPROTECTION of normal tissueAMIFOSTINE= WTR-2721=prodrug(active = free thiol=WR-1065. activation normal tissue)USES=cispIatin based chemotherapy & radiation therapyAnthracyclins induced CARDIOTOXICITYDEXRAZOXAXE (ICRF-187) Iron chelating agent Cardio protective agent, derivative of EDTA",
        "cop": 3,
        "opa": "Myelosuppression",
        "opb": "Heaptotoxicity",
        "opc": "Pulmonary fibrosis",
        "opd": "Peripheral neuropathy",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a0c55bbe-8270-449f-91df-1f2e32943178",
        "choice_type": "single"
    },
    {
        "question": "Aspirin is contraindicated in-",
        "exp": "Ans. is 'b' i.e., Peptic ulcer Contraindications of AspirinPeptic ulcero Prostaglandin has cytoprotective function for gastric mucosa by inhibiting acid secretion and promoting secretion of mucus.o Aspirin inhibits synthesis of cytoprotective PG - bleeding & perforation may occur.Children with chicken pox & influenzao Aspirin can cause Reye's syndrome (hepatic encephalopathy),o Acknowledging this aspirin should not be given to children < 12 years, e.g. in JRA.Bleeding tendencieso By its antiplatelet action, aspirin can exacerbate bleeding.Chronic liver diseaseo Long-term therapy with high dose aspirin can cause insidious onset hepatic injury.PrecautionsIn CHF & low cardiac reserve patientso Aspirin reduces renal blood flow by inhibiting synthesis of vasodilator PGs -fluid & salt retention - worsening of CHF and renal failure may occur.Aspirin should be stopped 1 week before elective surgery so that platelet function becomes normal.In G-6-PD deficiencyo High doses can cause hemolysis.In diabeticso Aspirin causes increased utilization of glucose by increasing cellular metabolism, especially in skeletal muscle, due to uncoupling of oxidative phosphorylation - blood sugar may decrease and liver glycogen may be depleted, especially in diabitics - dangerous hypoglycemia may occur.",
        "cop": 2,
        "opa": "Fever",
        "opb": "Peptic ulcer",
        "opc": "Unstable angina",
        "opd": "Myalgia",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "222bee2f-587b-451e-b540-6a3bdd2d7884",
        "choice_type": "single"
    },
    {
        "question": "Drug which does not interfere with folic acid metabolism-",
        "exp": "Ans. is 'b' i.e., GabapentinDrugs causing folate deficiencyInterference with folic acid absorptionInhibition of dihydrofolate reductaseImpair folate metabolismo Phenytoino Phenobarbitone\\o Primidoneo Sulfasalazineo Cotrimoxazoleo Methotrexateo Pyrimethamineo Triametereneo Pentamidineo Trimethoprimo Alcohol",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Gabapentin",
        "opc": "Phenobarbitone",
        "opd": "Primidone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "99868c18-94ef-4c9b-8cfd-534e2d45450a",
        "choice_type": "single"
    },
    {
        "question": "Nonoligouric kidney failure occurs with administration of which of the following drug/s?",
        "exp": "Ans. is 'd' i.e., All the above * ARF with urine output > 600 ml/day is defined as non-oliguric renal failure-* Important drugs cousing non-oliguric renal failure are -i) Aminoglycosides (e.g. gentamycin)iv) Ifosfomideii) Amphotericin Bv) Radiocontrast agentsiii) Cisplatinvi) Cyclosporine",
        "cop": 4,
        "opa": "Gentamycin",
        "opb": "Cisplatin",
        "opc": "Ifosfamide",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "dce752a6-6e08-4a27-b79f-46b2534c0350",
        "choice_type": "multi"
    },
    {
        "question": "Methysergide is banned as it causes -",
        "exp": "Ans. is 'a' i.e., Pulmonary fibrosis Methvsergideo It is chemically related to ergot alkaloids and antagonizes the action of serotonin on smooth muscles including that of blood vessels, withot producing ergot like effects.o It is a potent 5HT2A/2C antagonist.o It has been used for migraine prophylaxis, carcinoid and postgastrectomy dumping syndrome,o Prolonged use has caused abdominal, pulmonary and endocardial fibrosis, because of which it has gone into disrepute.",
        "cop": 1,
        "opa": "Pulmonary fibrosis",
        "opb": "Pleural effusion",
        "opc": "Syncope",
        "opd": "Myocarditis",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "44aa921f-2520-4b1b-9f0e-dfc7f59b8c4c",
        "choice_type": "single"
    },
    {
        "question": "ATT drug causing hyperuricemia:",
        "exp": "Ans. (b) PyrazinamideRef : KDT 6th ed. / 742Pyrazinamidemicrosomal deaminase-----------------pyrazinoic acid(POA)xanthine oxidase---------------5-hydroxypyrazinoic acid* Pyrazinamide is hydrolyzed by microsomal deaminase to pyrazinoic acid (POA) and then hydroxylated to 5-hydroxypyrazinoic acid by xanthine oxidase for excretion by the kidneys.* Pyrazinamide is a first line antitubercular drug that can cause hyperuricemia (secondary to inhibition of uric acid secretion in the kidney) and hepatotoxicity.* This hyperuricemia leads to arthralgia due to competitive inhibition of xanthine oxidase by POA. It should not be stopped if hyperuricemia develops* Ethambutol also produces hyperuricemia due to interferance with urate excretion.",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Pyrazinamide",
        "opc": "Streptomycin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "87c33e5d-8792-415f-9a13-ec8451f5b17e",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is caused by which drug -",
        "exp": "Ans. is 'a' i.e., Spironolactone Drugs causing gynecomastiao Calcium channel antagonisto Isoniazideo Reserpineo Clomipheneo Ketoconazoleo Digitaliso Methyldopao Estrogenso Phenytoino Cimetidineo Ethionamideo Testosteroneo Griseofulvino Spironolactone",
        "cop": 1,
        "opa": "Spironolactone",
        "opb": "Rifampicin",
        "opc": "Thiazide",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "0eaa5eb0-e745-4fbf-86d0-ec50c81aef8b",
        "choice_type": "single"
    },
    {
        "question": "Colourblindess is caused by",
        "exp": "Ans. b (Ethambutol). (Ref. Katzung 12th/Chapter 47)Hypersensitivity to ethambutol is rare. The most common serious adverse event is retrobulbar neuritis, resulting in loss of visual acuity and red-green color blindness. This dose-related adverse effect is more likely to occur at dosages of 25 mg/kg/d continued for several months. At 15 mg/kg/d or less, visual disturbances are very rare. Periodic visual acuity testing is desirable if the 25 mg/kg/d dosage is used. Ethambutol is relatively contraindicated in children too young to permit assessment of visual acuity and red-green color discrimination.Drugs causing color vision alterationDrugs causing cataractDrugs causing retinopathyBarbituratesBusulfanChloroquineDigoxin (yellow vision)SteroidPhenothiazidesEthambutol (red-green blindness)PhenothiazidesDEC (anti-filarial)Sildenafil citrate (blue-green blindness)Miotics Thioridazone, thiazidesGold SulfonamidesChloroquine SYSTEMIC DRUGS:ADVERSE OCULAR EFFECTSOxygen> Retinopathy of prematurity.0Digitalis> Disturbances of color vision (yellow vision), scotomas, photopsia.Quinidine> Optic neuritis (rare).Thiazides> Xanthopsia (yellow vision), myopia.Carbonic anhydrase inhibitors> Ocular hypotony, transient myopia.Amiodarone> Corneal deposits.Anticholinergic agents> Risk of angle closure glaucoma due to mydriasis. Blurring of vision due to cycloplegia.Barbiturates> Extraocular muscle palsies with diplopia, ptosis, cortical blindness.Chloral hydrate> Diplopia, ptosis, miosis.Phenothiazines> Deposits of pigment in conjunctiva, cornea, lens and retina. Oculogyric crises.Amphetamines> Widening of palpebral fissure. Dilation of pupil, paralysis of ciliary muscle with loss of accommodation.Monoamine oxidase (MAO) inhibitors> Nystagmus, extraocular muscle palsies, optic atrophy.Tricyclic agents> Dilation of pupil (risk of angle closure glaucoma)0, cycloplegia.Phenytoin> Nystagmus, diplopia,0 ptosis, slight blurring of vision (rare).Neostigmine> Nystagmus, miosis.Morphine> Miosis.Haloperidol> Capsular cataract.Lithium carbonate> Exophthalmos, oculogyric crisis.Diazepam> Nystagmus.Corticosteroids> Cataract (posterior subcapsular), local immunologic suppression, causing susceptibility to viral (herpes simplex), bacterial, and fungal infections; steroid induced glaucomaFemale sex hormones> Retinal artery occlusion, retinal vein occlusion, papilledema, ocular palsies with diplopia, nystagmus, optic neuropathy, retinal vasculitis, scotomas, migraine, mydriasis and cycloplegia, and macular edema.Chloramphenicol> Optic neuritis and atrophy.Rifabutin> Uveitis.Streptomycin> Optic neuritis.Tetracycline> Pseudotumor cerebri, transient myopiaChloroquine> Macular changes, central scotomas, pigmentary degeneration of the retina, chloroquine keratopathy, ocular palsies, ptosis, ERG depression.lodochlorhydroxyquin> Optic atrophy.Sulfonamides> Stevens Johnson syndrome.Ethambutol> Optic neuritis and atrophy.Isoniazid> Optic neuritis and atrophy/ color blindness.Gold salts> Deposits in the cornea and conjunctiva.Lead> Optic atrophy, papilledema, ocular palsies.Penicillamine> Ocular pemphigoid, optic neuritis, ocular myasthenia.Chlorpropamide> Transient change in refractive error, diplopia, Stevens Johnson syndrome.Vitamin A> Papilledema, retinal hemorrhages, loss of eyebrows and eyelashes, nystagmus, diplopia, blurring of vision.Vitamin D> Band shaped keratopathy.Salicylates> Nystagmus, retinal hemorrhages, cortical blindness (rare).Indomethacin> Corneal deposits.Phenylbutazone> Retinal hemorrhages",
        "cop": 2,
        "opa": "Chloroquine",
        "opb": "Ethambutol",
        "opc": "Digitails",
        "opd": "PZM",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "6ff1a625-c5ab-47de-96ee-985c0ee44528",
        "choice_type": "single"
    },
    {
        "question": "Haemorrhagic cystitis is caused by",
        "exp": "Ans. is 'a' i.e., Cyclophosphamide Hemorrhagic cystic is most commonly associated with cyclophosphamide (seen in 5-10 % of patients).In Harrison drugs causing hemorrhagic cystitis have been listed and this also includes Busulphan.Still, I prefer cyclophosphamide as the answer because none of the pharmacology books (This even includes Goodman & Gilman) mention hemorrhagic cystitis as an adverse effect of Busulfan.More question on this topic: -Hemorrhagic cystitis has been attributed to cyclophosphamide because of the presence of acrolein.Adequate hydration and intravenous injection of MESNA (Sodium 2-mercaptoethane sulfonate) minimize this problem.",
        "cop": 1,
        "opa": "Cyclophosphamide",
        "opb": "Busulphan",
        "opc": "Prednisolone",
        "opd": "Melphalan",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "abfc22bf-6df0-42ec-afc3-bfdad80b82b9",
        "choice_type": "single"
    },
    {
        "question": "In G6PD deficiency hemolysis can be caused by all except -",
        "exp": "Ans. is 'd' i.e., Penicillin o Among antimalarial drugs, primaquine, quinine and occasionally chloroquine can cause hemolytic anemia in G6PD deficiency.o But, primaquine has the highest potential to cause hemolytic anemia in patients with G6PD deficiency and, the patients with G6PD deficiency are highly senstive to primaquine,o The hemolytic potential in G6PD deficiency patients -Primaquine (maximum) > Quinine > Chloroquine (rare).Drugs causing hemolytic Anaemia in G-6-PD deficiencyo Aminosalicylic acido Nalidixic acido Sulfonamides (Sulfamethoxazole)o Antimalarials - Primaquine,Quinineo Nitrofurantoino Analgesics - Aspirin, Acetanilido Phenacetino Vitamin K (water soluble form)o Chloramphenicolo Probenecido Methylene blueo Cotrimoxazoleo Procainamideo Niridazole - Phenazopyridineo Dapsoneo Quinidineo Doxorubicin",
        "cop": 4,
        "opa": "Chloroquine",
        "opb": "Primaquine",
        "opc": "Quinine",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "6ed86c8f-9e3a-428d-be02-b0fb2bd4921f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an ocular side-effect of HAART therapy?",
        "exp": "Ans. b. Uveitis (Ref: Impact of highly active antiretroviral therapy on ophthalmic manifestations in human immunodeficency virus/ acquired immune deficiency syndrome by Kartik K Venkatesh, BA, J Biswas, MD; N, and N Kumarasamy, MBBS, PhD Indian Journal of Ophthalmology Year; 2008 | Volume : 56 | Issue : 5 | Page : 391-393 style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">articles/PMC2636132/)Impact of highly active antiretroviral therapy on ophthalmic manifestations in human immunodeficiency virus:Before the introduction of HAART, CMV retinitis affected 30-40% of HIV-infected individuals. At that time a study from our center documented CMV retinitis and cotton-wool spots caused by HIV-related microvasculopathy as the most frequently encountered ocular lesions.Additionally, a study conducted at our center in Indian children infected with HIV found a high prevalence of ocular and systemic lesions, most commonly anterior uveitis followed by CMV retinitis.Since the advent of HAART, immune recovery uveitis (IRU) has become an ocular manifestation described in patients with inactive CMV retinitis. The reported incidence of IRU has been shown to vary widely and limited data is available of possible risk factors.Some HIV-infected individuals experience clinical deterioration after initiating antiretroviral therapy that is believed to be a result of the restored immune system to mount an exuberant inflammatory response. Immune reconstitution syndrome can cause posterior segment inflammation in CMV retinitis and can lead to visual morbidity in patients with AIDS.",
        "cop": 2,
        "opa": "Retinitis",
        "opb": "Uveitis",
        "opc": "Optic neuritis",
        "opd": "Scleritis",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "7835af8d-0fdb-45d3-9c1f-44f2c1efb006",
        "choice_type": "single"
    },
    {
        "question": "Grey colour & yellow fluorescence in infant teeth is caused by:",
        "exp": "Ans: C (Tetracyclines) Ref: The Pharmacological basis of therapeutics by Goodman & Gilman - 12th edition, page no. 1526Explanation:TetracyclinesTetracyclines cause grey colour & yellow fluorescence in infant teeth.The discoloration is dependent on the total drug dose more than the number of days of exposure to drug therapy.The drug gets deposited in the teeth and bones as tetracyclines can bind with calcium to form chelation complexes in these tissues.Children of mothers exposed to tetracyclines during pregnancy are at high risk.The greatest time at which the risk is maximal is between 20 weeks gestation to 6 months post natal period.",
        "cop": 3,
        "opa": "Phenvtoin",
        "opb": "Porphyria",
        "opc": "Tetracycline",
        "opd": "Barbiturate",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "52b24b25-9a36-49f4-a2b3-886958331639",
        "choice_type": "single"
    },
    {
        "question": "All are nephrotoxic, EXCEPT",
        "exp": "Ans. is 'c' i.e., Chlorpromazine Nephrotoxic drugs:Lithium - Causes Nephrogenic diabetes insipidusCephalosporins - Cause interstitial nephritis and acute tubular necrosis (cephaloridine)Gentamicin - Causes injury to proximal tubular cells leading to acute renal failure.Also knowMost nephrotoxic cephalosporin - Cephaloridine Most nephrotoxic aminoglycoside - Neomycin Least nephrotoxic aminoglycoside - Streptomycin",
        "cop": 3,
        "opa": "Lithium",
        "opb": "Gentamicin",
        "opc": "Chlorpromazine",
        "opd": "Cephalosporins",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "7605c8da-442d-40be-be45-a23138376d56",
        "choice_type": "multi"
    },
    {
        "question": "Most common side effect of inhaled corticosteroid:",
        "exp": "Ans. B. Oropharyngeal candidiasisMost common side effect seen with inhaled corticosteroid like beclomethasone is candidiasis. Pituitary suppression is likely to be seen with corticosteroids.",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Oropharyngeal candidiasis",
        "opc": "Atrophic rhinitis",
        "opd": "Pituitary adrenal suppression",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "4a71ba52-f093-4bf5-80cd-e9edfce1591a",
        "choice_type": "single"
    },
    {
        "question": "Drug induced myopathy can be caused by all of the following except:",
        "exp": "Ans. is 'c' i.e., ciprofloxacin The long list given on page 436 is not enough, also see the list given on page 2523.Its advised to go through both these lists and try to learn as many drugs as possible because this topic has been asked in two consecutive AIIMS papers (Also see question no. 57 from May 2002)I have picked up some important drugs from both these tables. Let's hope they are sufficient for future questions on this topic * Drugs causing myopathyclofibrate*lovastatin* (all the statins cause myopathy including Atorvastatin)Gemfibrozil*Chloroquine*Cyclosporine*D penicillamine*DanazolCimetidineGoldAmphotericin-BZidovudineGlucocorticoids",
        "cop": 3,
        "opa": "atrovastaine",
        "opb": "d-penicillamine",
        "opc": "ciprofloxacin",
        "opd": "chloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "e9470058-7c99-4327-afa2-02d9639cc87b",
        "choice_type": "multi"
    },
    {
        "question": "In a chronic alcoholic patient all of the following drugs should be avoided except-",
        "exp": "Ans. is 'd' i.e., Beclomethasone Disuifiram like reactiono Certain drugs when taken concurrently with alcohol produce disuljiram like actions.o That means these drugs produce similar distressing symptoms as disuifiram, when taken with alcohol - flushing, burning sensation, throbbing headache, prespiration, unesasiness, tightness in chest, vomiting, dizziness, visual disturbances, mental confusion, postural fainting and circulatory collapse.o The drugs causing Disuifiram like actions(i) Chlorpropr amide(vi) Animal charcol(ii) Cephalosporins (Cefoperozone, moxalactam, cefamandole)(vii) Griseofulvin(iii) Metronidazole(viii) Procarbazine(iv) Citrated calcium carbamide(ix) Tinidazine(v) Cynamide",
        "cop": 4,
        "opa": "Cefamendole",
        "opb": "Metronidazole",
        "opc": "Chlorpropamide",
        "opd": "Beclomethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "5d8028c7-415f-4f25-adce-1d0c37caf5e8",
        "choice_type": "multi"
    },
    {
        "question": "Renal papillary necrosis is caused by?",
        "exp": "Ans. (a) NSAIDRef Harrisonys Internal Medicine 18/e, Table 285-3, Radiology Illustrated, Uroladiology: Uroradiology by SeungHyup Ki 2/e, p 471",
        "cop": 1,
        "opa": "NSAID",
        "opb": "Cocaine",
        "opc": "Heroin",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "3a9e4126-16b0-4b3b-b3f0-8e8e09860774",
        "choice_type": "single"
    },
    {
        "question": "Mesna is used in -",
        "exp": "Ans. is 'a' i.e,, Hemorrhagic cystitiso Cyclophosphamide, an anticancer drug is the drug of choice for Wegener's granulomatosis.o Cyclophosphamide is a prodrug and is activated by hepatic biotransformation to aldophosphamide. One of its degradation products is acrolein that is responsible for hemorrhagic cystitis (its characteristic adverse effect). This adverse effect can be decreased by vigorous hydration and by the use of mercapto ethane sulfonic acid (mesna).o Cyclophosphamide may also result in cardiac dysfunction, pulmonary toxicity' and syndrome of inappropriate ADH secretion. Related drug ifosfamide is also implicated in causing hemorrhagic cystitis. Cyclophosphamide is a powerful vesicant.",
        "cop": 1,
        "opa": "hemorrhagic cystitis",
        "opb": "Acute promyelocytic leukemia",
        "opc": "Serous otitis media",
        "opd": "Polycythemia vera",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "876a4283-2cde-4797-8396-25808d3776b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug can casue thyroid dysfunction?",
        "exp": "Ans. is 'a' i.e., Amiodarone Drugs causing hypothyroidism -o Lithiumo Sulfonamideo Phenobarbitoneo Phenytoino Amiodaroneo Paraminosalycylie acid (PAS)o Rifampicino Carbamazepine",
        "cop": 1,
        "opa": "Amiodarone",
        "opb": "Ampicillin",
        "opc": "Ibutilide",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "d576cba6-7c5b-4c79-ad3c-8a6bbed0a572",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug/s can cause hirsutism?",
        "exp": "Ans. is 'd' i.e., All the above * Following table depicts the various drugs causing hirsuitismAndrogenic drugsNon - androgenic drugsAcetazolamideAnabolic steroidsAndrogenic progestins (Norethisterone)DihydroepiandrosteroneTestosteroneDanazoleCorticotropinMetyraponePhenytoinPenicillamineTriamterene - hydrochlorthiazideCyclosporineMinoxidilPenicillaminePhenothiazinesTacrolimus",
        "cop": 4,
        "opa": "Minoxidil",
        "opb": "Cyclosporine",
        "opc": "Tacrolimus",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "b1bd5d78-3a34-4fb5-8744-ff4d86cb6756",
        "choice_type": "multi"
    },
    {
        "question": "Red man syndrome is due to -",
        "exp": "Ans. is 'a' i.e., Vancomycino Vancomycin and Teicopianin are glycopeptide antibiotics,o VancomycinIt acts by inhibiting bacterial cell wall synthesis.It has narrow spectrum -->>against gram (-)ve organisms. With the single exception of flavobacterium, vancomycin is active only against gram-positive bacteria, particularly staphylococci.Adverse effects - Ototoxicity, nephrotoxicity, Red man syndrome on rapid IV injection (diffuse flushing due to histamine release), skin allergy and fall in BP due to histamine release from mast cells. Red Man Syndrome is the most common adverse reaction to vancomycin.It is the DOCfor MRS A infection and second choice to metronidazole for pseudomembranous colitis caused by C. difficile.It is used orally to treat pseudomembranous colitis by Clostridium difficile because it is not absorbed from the gastrointestinal tract and higher concentratioin reaches the colon.Otherwise vancomycin is used i.v. route and teicopianin by i.v. or i.m. route.o TeicopianinIt is a newrer glycopeptide with mechanism of action and spectrum of activity similar to vancomycin.It is more active than vancomycin against entercocci, and equally active against MRS A.o Oritavancin is a newer glycopeptide for the treatment of MRSA.o Telavancin has been approved for complicated skin and skin structure infections. It is effective against MRSA. Mechanism is similar to vancomycin, in addition it also disrupts membrane potential.o Dalbavancin is once weekly drug being developed for MRSA and VRSA.",
        "cop": 1,
        "opa": "Vancomycin",
        "opb": "Polymyxin",
        "opc": "Rifampicin",
        "opd": "Teicoplanin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "bbe4f049-bdc0-423f-b822-8971c1c4e634",
        "choice_type": "single"
    },
    {
        "question": "Hepatotoxic drug used in tuberculosis is -",
        "exp": "Ans. is 'a' i.e., Isoniazid o Remember these important side effects of antitubercular drugs.HyperuricemiaPeripheral NeuropathyHepatitisOptic Neuritiso Ethambutolo Pyrazinamideo Streptomycino 1NHo Ethambutolo Ethionamideo Isoniazido Rifampicino Pyrazinamideo Ethionamideo Isoniazido Ethambutol",
        "cop": 1,
        "opa": "Isoniazid",
        "opb": "Streptomycin",
        "opc": "Kanamycin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "adbaf2b4-bdca-471d-8832-1f9a4545e203",
        "choice_type": "single"
    },
    {
        "question": "Uricosuric drug not used in acute gout is -",
        "exp": "Ans. is 'd' i.e., Sulfmpyranzone Treatment of acute gouto Treatment of acute goute is mainly to control symptoms, i.e. pain, swelling etc.o The symptoms of acute gout are due to inflammation in the joints.o So, drugs which decrease inflammation, are used in acute gout, i.e. antiinflammatory drugs,o Drugs are -1. NSAIDs2. Colchicine3. Corticosteroidso NSAIDs are the drug of choice for acute gout - They are prefered over colchicine because they are better tolerated.o Indomethacin is often chosen because of its strong anti-inflammatory action and efficacy-Laurence 9th/e 297o Aspirin should not be used as it can cause hyperuricemia.o Colchicine is the fast acting drug in acute gout, it is used when NSAIDs are contraindicated,o If neither NSAIDs nor colchicine are tolerated, oral prednisolone is used.o Allopurinol and uricosuric drugs (sulfinpyrazone, probenacid) are not effective in acute gout because they will not relieve symptoms as they dont have antiinflammatory property'.",
        "cop": 4,
        "opa": "NSAIDs",
        "opb": "Colchicine",
        "opc": "Corticosteroids",
        "opd": "Sulfinpyrazone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "f65b855c-fe16-496e-a53b-25394b68346e",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is caused by",
        "exp": "Ans. is c i.e., Spironolactone Causes of Gynecomastia* Digitalis* Spironolactone* Ethionamide* Ketoconazole* Estrogens* Calcium antagonists* INH* Griseofulvin* Reserpine* Methyldopa* Cimetidine* Phenytoin* Cyproterone acetate* Flutamide* Clomiphene* GoserelinGynecomastia occurs as a result of imbalance between estrogens which stimulate breast tissue and androgens which counteract these effects.The gynecomastia causing drugs can be categorized into :The first type are drugs that act exactly like estrogens, such as diethylstilbestrol, birth control pills, digitalis, and estrogen containing cosmetics.The second type is drugs that enhance endogenous estrogen formation such as gonadotropins and clomiphene.The third type is drugs that inhibit testosterone synthesis and action such as spironolactone, ketoconazole, metronidazole and cimetidine.The final type is drugs that act by unknown mechanisms such as isoniazid, methyldopa, captopril, tricyclic antidepressants, diazepam and heroin.Also know,Testosterone also causes Gynecomastia",
        "cop": 3,
        "opa": "Clomiphene citrate",
        "opb": "Tamoxifen",
        "opc": "Spironolactone",
        "opd": "Testosterone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "c480c4cb-90c5-4fa5-97d0-221f82ee4601",
        "choice_type": "single"
    },
    {
        "question": "Drug causing Reye syndrome:",
        "exp": "Ans. B. AspirinAspirin is non-selective irreversible COX inhibitor.it has antipyretic, analgesic and anti-inflammatory properties. Aspirin is known to cause salicylism in adults. It is contraindicated in children who are less than 12 years as they are at increased risk of Reye syndrome which include diarrhea, vomiting, seizure and loss of consciousness.",
        "cop": 2,
        "opa": "Celecoxib",
        "opb": "Aspirin",
        "opc": "Diclofenac",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "8c6690c2-3e2d-4b6c-8f78-d4d5169f5acb",
        "choice_type": "single"
    },
    {
        "question": "All of the followings can cause hemolytic anemia EXCEPT :",
        "exp": "Ans. is 'd' Propanolol (Ref : Harrison, 15/e. p 433)List of drugs causing hemolytic anaemiaIsoniazid *Rifampicin *Sulfonamide*Quinidine*ProcainamidePenicillinPhenacetinDaps one*Melphalan",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Co-trimox azole",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "6a9c5a2e-79f9-4313-990d-8fb8c71bc059",
        "choice_type": "multi"
    },
    {
        "question": "Etomidate causes all except -",
        "exp": "Ans. is 'a' i.e., Coronary insufficiency o Etomidate produces little cardiovascular and respiratory depression Agent of choice for cardiovascular surgeries (bypass, aneurysms, valve surgery). Etomidate is the most cardiostable inducing agent.Etomidateo It has a briefer duration of action 4-8 minutes.o It produces little cardiovascular and respiratory depression - Agent of choice for cardiovascular surgeries (bypass, aneurysms, valve surgery).o Coronary perfusion pressure is maintained when it is used with fentanyl.o Etomidate tends to reduce increased ICP - etomidate should be considered when maintenance of cerebral perfusion is important.o Etomidate has the highest incidence of nausea and vomiting amonst inducing agents 30%-40%.o It can produce hiccups and myoclonus.o Superficial thrombophlebitis and pain on injection may occur - Pain can be reduced by using larger vein and injecting lidocaine just before etomidate.o Intraarterial injection is not associated with local or vascular complications.o The specific endocrine effects manifested by etomidate are a dose dependent reversible inhibition of enzyme 11-b- hydroxylase, which coverts 11 -deoxycortisol to cortisol and a relative minor effect on 17a - hydroxylase,o There is decreased synthesis of adrenal corticoids with increase in precursors 11-deoxycortisol and 17-hydroxyprogesterone.o ACTH secretion increases due to loss of feed back inhibition,o Vit 'C' supplementation restores cortisol levels to normal after use of etomidate.",
        "cop": 1,
        "opa": "Coronary insufficiency",
        "opb": "Decreased steroid",
        "opc": "Decreases Intracranial tension",
        "opd": "Nausea and vomiting",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "2f9d5844-d584-4031-a815-f759685b9234",
        "choice_type": "multi"
    },
    {
        "question": "Hepatic necrosis is caused by:",
        "exp": "Ans. D. All of the above. (Ref. H-17th/pg. 1949; Table 299-1)Harrison's medicine 17th/pg. 1949 .........\"Liver injury may follow the inhalation, ingestion, or parenteral administration of a number of pharmacologic and chemical agents. These include industrial toxins (e.g., carbon tetrachloride, trichloroethylene, and yellow phosphorus), the heat-stable toxic bicyclic octapeptides of certain species of Amanita and Galerina (hepatotoxic mushroom poisoning), and, more commonly, pharmacologic agents used in medical therapy.\"TOXIC AND DRUG-INDUCED HEPATIC INJURY Direct Toxic Effect Idiosyncratic Other Features(Carbon Tetrachloride)(Acetamino phen)(Halothane)(Isoniazid)(Chlorpro mazine)(Oral Contraceptive Agents)1Predictable and dose-related toxicity++000+2Latent periodShortShortVariableVariableVariableVariable3Arthralgia, fever, rash, eosinophilia00+0+04Liver morphologyNecrosis, fatty infiltrationCentrilobular necrosisSimilar to viral hepatitisSimilar to viral hepatitisCholestasis with portal inflammationCholestasis without portal inflammation, vascular lesionsAgents producing toxic hepatitis are generally systemic poisons or are converted in the liver to toxic metabolites. The direct hepatotoxins result in morphologic abnormalities that are reasonably characteristic and reproducible for each toxin. For example, AgentCharacteristic type of hepatic injury1Carbon tetrachloride and trichloroethyleneCentrilobular zonal necrosis,2Yellow phosphorus poisoningPeriportal injury.3Hepatotoxic octapeptides of Amanita phalloidesMassive hepatic necrosis; the lethal dose of the toxin is ~10 mg, the amount found in a single deathcap mushroom.4Tetracycline, when administered in IV doses >1.5 g dailyMicrovesicular fat deposits in the liver.",
        "cop": 4,
        "opa": "Carbon tetrachloride",
        "opb": "Phosphorous",
        "opc": "Amanita phalloides",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "7fd2c005-d76d-42ed-af7d-72057f42daec",
        "choice_type": "multi"
    },
    {
        "question": "Which does NOT cause optic neuropathy",
        "exp": "Ans. is 'a' i.e., Penicillin Drugs causing optic neuritis:Aminosalicylic acid - StreptomycinAmiodarone - PhenothiazinesChloramphenicol - PhenylbutazoneEthambutol - QuinineIsoniazid - Penicillamine",
        "cop": 1,
        "opa": "Penicillin",
        "opb": "INH",
        "opc": "Ethambutol",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "72de7ff0-2a51-4756-a158-f74fb4ed4ba0",
        "choice_type": "single"
    },
    {
        "question": "True about anaphylactoid reaction caused by NSAIDs-",
        "exp": "Ans. is 'b' i.e., COX-2 inhibitors are safe",
        "cop": 2,
        "opa": "Caused by all NSAIDs",
        "opb": "COX-2 inhibitors are safe",
        "opc": "Related to hypersensitivity reaction",
        "opd": "Not related to inhibition of COX",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "379253fe-9259-4dd0-8cb4-2cd67672c8fb",
        "choice_type": "multi"
    },
    {
        "question": "Flushing occurs following alcohol ingestion in patients taking:(1995)",
        "exp": "aRef: KDT, 5,h ed, p. 351 -354 & 4lh ed. p. 364, 361",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Penicillin",
        "opc": "Tetracycline",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a32ed6d5-30b4-403f-bac0-2a10006bc382",
        "choice_type": "single"
    },
    {
        "question": "chronic use of which drug is most likely to cause osteoporosis:",
        "exp": "Ans. D. CorticosteroidCorticosteroids antagonize the action of 1, 25 dihroxy vitamin D3 and result in loss of calcium from the kidney. Also they cause resorption of bone thus leading to osteoporosis.",
        "cop": 4,
        "opa": "Lovastatin",
        "opb": "Propranolol",
        "opc": "Warfarin",
        "opd": "Corticosteroid",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "2f8c518d-ac40-48fd-ba0e-2c0369fe067e",
        "choice_type": "single"
    },
    {
        "question": "Eye defect by anti Tb drug:",
        "exp": "Ans. a. EthambutolRef: Goodman Gilman 13th E/P1074Reversible eye defect in the form of optic neuritis and red-green (green>red) colour blindness can be seen with ethambutol.Hence ophthalmological examination for same is mandatory.These intensity of ocular toxicities are both dose and duration dependent.",
        "cop": 1,
        "opa": "Ethambutol",
        "opb": "Pyrazinamide",
        "opc": "Rifampicin",
        "opd": "Isoniazid",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "204ac8be-a409-4b79-b461-6c926be0107a",
        "choice_type": "single"
    },
    {
        "question": "Drugs that do not increase QT interval: (PGI Nov 2010)",
        "exp": "Ans: C (Digitalis) \"Digitalis cause shortening of QT interval\"- KDT 6th/495Drugs that Prolong Q-T intervalAntiarrhythmicsQuinidineQ, procainamideQ, disopyramide. propafenone, AmiodaroneQ, SotalolAntimicrobialQuinine, mefloquine, artemisinin, halofan- trine, sparfloxacin, gatifloxacinAntihistaminicTerfenadineQ, astemizole, ebastineAntidepressantsAmitryptyline & other tricyclicsAntipsych oticsThioidazine, risperidoneProkineticsCisaprideQ",
        "cop": 3,
        "opa": "Amiodarone",
        "opb": "Quinidine",
        "opc": "Digitalis",
        "opd": "Amitryptyline",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a45380f2-8b9d-4d86-9d8d-62427a5da9f2",
        "choice_type": "single"
    },
    {
        "question": "Gout is NOT caused by which of the following :",
        "exp": "Ans. is 'b' Sulfinpyrazone Sulfinpyrazone is a uricosuric drug which is used in the treatment of gout.Drugs causing hyperuricemia due to reduced uric acid excretion (Can cause gout)Pyrazinamide*Ethambutol*Diuretics*Cyclosporine*AlcoholLevodopaNicotinic acidAspirin* (Low dose)Chlorthalidone*",
        "cop": 2,
        "opa": "Chlorthalidone",
        "opb": "Sulfinpyrazone",
        "opc": "Aspirin",
        "opd": "Pyrazinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "e188e800-a137-478d-9390-b2c5917aff5f",
        "choice_type": "single"
    },
    {
        "question": "Which drug doesn't cause thyroid dysfunction?",
        "exp": "ANSWER: (D) ParacetamolREF: Goodman and Gillmans 11th edition, page 1000, CURRENT Medical Diagnosis and treatment Chapter 26. Endocrine DisordersIndirect repeat from December 2009ANTITHYROID COMPOUNDSProcess AffectedExamples of InhibitorsActive transport of iodide Complex anionsPerchlorate,Ffluoborate, Pertechnetate, ThiocyanateIodination of thyroglobulin ThionamidesPropylthiouracil, Methimazole, Carbimazole Thiocyanate; iodide, Aniline derivatives; sulfonamidesCoupling reactionThionamides; sulfonamidesHormone releaseLithium salts, iodide, Iodotyrosineiodothyronine deiodinationNitrotyrosinesPeripheral deiodinationThiouracil derivatives; AmiodaroneOral cholecystographic agentsHormone actionThyroxine analogs; AmiodaroneHormone excretion inactivationInducers of hepatic drug-metabolizing enzymes:phenobarbital, rifampin, carbamazepine, phenytoinBinding in gutCholestyramine",
        "cop": 4,
        "opa": "Amiodarone",
        "opb": "Lithium",
        "opc": "Cholestyramine",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "7b0de16c-cb29-472c-9e28-d079d0c0f1ec",
        "choice_type": "single"
    },
    {
        "question": "Drug used for common cold that can cause stroke is?",
        "exp": "ANSWER: (A) PhenylpropanolamineREF: Harrison's 18th ed Chapter 370. Cerebrovascular DiseasesPhenylpropanolamine is a psychoactive drug of the phenethylamine and amphetamine chemical classes which is used as a stimulant, decongestant, and anorectic agentIt is commonly used in prescription and over-the-counter cough and cold preparations.Its used is associated hemorrhagic stroke",
        "cop": 1,
        "opa": "Phenylpropanolamine",
        "opb": "Oxymetazoline",
        "opc": "Phenylephrine",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "32688135-1bdc-40d7-b1e5-e2b45e32520a",
        "choice_type": "multi"
    },
    {
        "question": "Drug causing hemolysis in G6PD deficiency -",
        "exp": "Ans. is 'b > c > a' i.e., Primaquine > Quinine > Chloroquine o Among antimalarial drugs, primaquine, quinine and occasionally chloroquine can cause hemolytic anemia in G6PD deficiency.o But, primaquine has the highest potential to cause hemolytic anemia in patients with G6PD deficiency and, the patients with G6PD dificiency are highly senstive to primaquineo The hemolytic potential in G6PD deficiency patients -Primaquine (maximum) > Quinine > Chloroquine (rare).Drugs causing hemolytic Anaemia in G-6-DI) deficiencvo Aminosalicylic acido Antimalarials - Primaquine, Quinineo Analgesics - Aspirin, Acetanilido Chloramphenicolo Cotrimoxazoleo Dapsoneo Nalidixic acido Nitrofurantoino Phenacetino Probenecido Procainamide o Quinidineo Sulfonamides (Sulfamethoxazole)o Vitamin Co Vitamin K (water soluble form) o Methylene blue o Niridazole - Phenazopyridine o DoxorubicinNote: Nitrofurantoin is a furazolidone.",
        "cop": 2,
        "opa": "Chloroquine",
        "opb": "Primaquine",
        "opc": "Quinine",
        "opd": "Halofantrine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "8b15f9e5-075e-4d20-a7bf-1f3f6a8eb0b5",
        "choice_type": "single"
    },
    {
        "question": "Drugs to be avoided in G6PD deficiency is -",
        "exp": "Ans. is 'a' i.e., Dapsone Drugs causing hemolytic Anaemia in G-6-PD deficiencyo Aminosalicylic acido Nalidixic acido Sulfonamides (Sulfamethoxazole)o Antimalarials - Primaquine,Quinineo Nitrofurantoino Analgesics - Aspirin, Acetanilido Phenacetino Vitamin K (water soluble form)o Chloramphenicolo Probenecido Methylene blueo Cotrimoxazoleo Procainamideo Niridazole - Phenazopyridineo Dapsoneo Quinidineo Doxorubicin",
        "cop": 1,
        "opa": "Dapsone",
        "opb": "Metformin",
        "opc": "Pregabalin",
        "opd": "Rituximab",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "f596e2fb-7a26-4ef8-906d-6232000ec1c7",
        "choice_type": "single"
    },
    {
        "question": "Chronic cough is a side effect of-",
        "exp": "Ans. is 'a' i.e., Captopril o Captopri i is an ACE inhibitor and chronic cough is a known side effect of ACE inhibitors.Adverse effects of ACE inhibitorHypotensionCoughAngioedmaTeratogenecityAcute renal failureHyperkalemiaRashes, UrticariaDysguesiaGranulocytopenia o Dysguesia is reversible loss or alteration of taste sensations.o Cough and angioedema are due to elevated bradykinin, caused by inhibition of bradykinin/substance P metabolism in lungs.",
        "cop": 1,
        "opa": "Captopril",
        "opb": "Domperidone",
        "opc": "Cimetidine",
        "opd": "Celecoxib",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "8b6da2ed-e834-4538-bfc1-d7211ca2cfbe",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary fibrosis is the most common complication after treatment with",
        "exp": "Ans. is 'c' i.e., bleomycin This question has been repeated numerous times before so its well-known that Bleomycin causes Pulmonary fibrosisThe other important fact about Bleomycin is its mechanism of action.* It causes DNA chain scission and inhibits repair by intercalating between DNA strands*Other drugs causing pulmonary fibrosis areacyclovir*amiodarone*busulphan*cyclophosphamide*melphalan*methotrexate*methysergide*",
        "cop": 3,
        "opa": "6- mercaptopurine",
        "opb": "Vincristine",
        "opc": "Bleomycine",
        "opd": "Adriamycine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "a8e1fa2a-8290-4c2c-a68e-641092d5d269",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may result in Seal like limbs deformity in new-born?",
        "exp": "Ans. B. Thalidomidea. Intake of thalidomide by pregnant women is associated with the presence of Phocomelia and multiple defects of internal organs of neonates. Phocomelia is a rare birth defect that causes severe birth defects, especially of the upper limbs. The bones of the arms, and in some cases other appendages, may be extremely shortened and even absent.b. Diethylstilbestrol can cause vaginal clear cell adenocarcinoma in girls and young women exposed to it in utero.c. Valproate can cause spina bifida and other neural tube defects in the fetus when taken by pregnant women. It can also cause heart and limb abnormalities.d. Progestins can cause virilization of female foetuses",
        "cop": 2,
        "opa": "Diethylstilbestrol",
        "opb": "Thalidomide",
        "opc": "Valproate",
        "opd": "Progestins",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "bd61275e-d1cb-4c17-8348-6fcab0fb0e37",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs can cause SLE like syndrome except?",
        "exp": "Ans. is 'b' i.e., Penicillin Drugs inducing ANA and SLE :o Antiarrhythmics: Procainamide, disopyramide,o Anti-convulsauts : carbamazepine, phenytoinpropafenomeo Antibiotic Tsoniazid, minocycline, macrodantino Anti-hypertensives : hydralazine, methyldopao Antirheumatic: sulfasalazineo ACE inhibitorso Diuretics : Hydroclorothiazideo Beta-blockerso Statins : Lovastatin, simvastatino Antithyroid-propylthiouracilo Biologies; IFN, TNF-a. inhibitorso Antipsychotics - chlorpromazine, lithium o Isoniazide, Hydralazine and sulphonamide (sulfasalazine) can cause SLE like syndrome.",
        "cop": 2,
        "opa": "INH",
        "opb": "Penicillin",
        "opc": "Hydralazine",
        "opd": "Sulphonamide",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "64d5c690-ab05-451f-8b75-317e763f3f4b",
        "choice_type": "multi"
    },
    {
        "question": "Drug that should not be given with Apomorphine is?",
        "exp": "ANSWER: (C) OndansetronREF: Goodman Gillman 11th ed p. 536Based upon reports of profound hypotension and loss of consciousness when apomorphine was introduced with ondansetron. Due to the risk of dangerously low blood pressure (hypotension) and loss of consciousness, ondansetron and apomorphine should not be combined.Ondansetron: (serotonin 5-HT3 receptor antagonist)Primary drugs used to treat and prevent chemotherapy-induced nausea and vomitingOndansetron is also effective in controlling post-operative nausea and vomiting (PONV) and post-radiation nausea and vomiting, and is a possible therapy for nausea and vomiting due to acute or chronic medical illness or acute gastroenteritis.A 2006 double-blind, randomized controlled trial indicated that ondansetron may have value in the treatment of schizophrenia, as an adjunct to haloperidol.Ondansetron lowers the cravings for alcohol, especially in early-onset alcoholics.Ondansetron blocks the 5-HT3 receptor in the enteric nervous system, and thereby reduces colonic contractions, sensory perception, and motility. A large number of drugs in this category, 5-HT3 antagonist, have been shown to have this effect, which positively impacts irritable bowel syndrome with diarrhea (IBS-D)Ondansetron was found to be as effective as pethidine (meperidine, Demerol) when given as a single IV dose before anesthesia.",
        "cop": 3,
        "opa": "Dopamine agonist",
        "opb": "Spironolactone",
        "opc": "Ondansetron",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "b573e0b5-8830-4b92-a710-34acb16f4a29",
        "choice_type": "single"
    },
    {
        "question": "Which drug can cause thyroid dysfunction is?",
        "exp": "ANSWER: (A) AmiodaroneREF: Goodman and Gillman s 11TH edition, page 1000, CURRENT Medical Diagnosis and treatment Chapter 26. Endocrine DisordersIndirect repeat in June 2010Amiodarone, because of its high iodine content, causes clinically significant Hypothyroidism inabout 8% of patients.ANTITHYROID COMPOUNDSProcess AffectedExamples of InhibitorsActive transport of iodide Complex anionsPerchlorate, Fluoborate, Pertechnetate, ThiocyanateIodination of thyroglobulin ThionamidesPropylthiouracil. Methimazole, Carbimazole Thiocyanate; iodide. Aniline derivatives; sulfonamidesCoupling reactionThionamides; sulfonamidesHormone releaseLithium salts, iodide, lodotyrosineIodothyronine deiodinationNitrotyrosinesPeripheral deiodinationThiouracil derivatives; Amiodarone Oral cholecystographic agentsHormone actionThyroxine analogs; AmiodaroneHormone excretion inactivationInducers of hepatic drug-metabolizing enzymes: phenobarbital, rifampin, carbamazepine, phenytoinBinding in gutCholestyramine",
        "cop": 1,
        "opa": "Amiodarone",
        "opb": "Ampicillin",
        "opc": "Ibutilide",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "6119096a-9b2e-48f5-b2cb-2314aa0c23ea",
        "choice_type": "single"
    },
    {
        "question": "Drug causing peptic ulcer are all except: (PGI Nov 2009)",
        "exp": "Ans: C (Cyclosporine) Drug Causing Peptic UlcerIngestion of NSAIDs (including aspirin) is the main cause' of gastric and duodenal ulcers that are not associated with H. pylori infection.\"Diclofenac :Gastric ulceration & bleeding are less common\"- K.D.T. 6th/193The isoenzymes cyclo-oxygenase-1 and cyclo-oxygenase-2 are largely responsible for the mucosal protective and antiinflammatory effects respectively of NSAIDs. Therefore newer NSAIDs, such as celecoxih and rofecoxih. that are highly selective for cyclo-oxygenase-2, control inflammation with 'ess risk*--' of causing ulcers.The use of alternative medications such as paracetamol is the best way to prevent NSAID-associated ulcers'1. NSAIDs are now generally avoided in non-inflammatory conditions such as osteoarthritis. When NSAIDs are required a cyclo- oxygenase-2-selective drug is preferred.If an ulcerogenic NSAID has to be continued in a patient at risk then ulcer prophylaxis is indicated. Proton pump inhibitors and misoprostol are both effective in healing and preventing NSAID-associated ulcers. The former are generally preferred because they have fewer side-effects: misoprostol in particular tends to cause diarrhoeaTable (Harrison): Causes of Ulcers Not Caused by HelicobacterPylori and NSAIDsPathogenesis of Non-Hp and Non-NSAIDInfection Cytomegalovirus Herpes simplex virus Hel i cobacter heil manniDrug/Toxin Bisphosphonates Chemotherapy Clopidogrel Q Crack cocaine GlucocorticoidsQ (when combined with NSAIDs) Mycophenolate mofetilQ Potassium chloride0 Miscellaneous Basophilia in myeloproliferative disease Duodenal obstruction (e.g., annular pancreas) Infiltrating disease Ischemia Radiation therapy Sarcoidosis Crohn's disease Idiopathic hypersecretory state",
        "cop": 3,
        "opa": "KC1",
        "opb": "Diclofenac",
        "opc": "Cyclosporine",
        "opd": "Clopidegrel",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "45f784d8-1068-4f75-b41a-1daa3b5cdd7d",
        "choice_type": "multi"
    },
    {
        "question": "Male with erythematous patch over penis after taking an over the counter medicine. Causal drug is:",
        "exp": "Ans. D. AceclofenacRef: Fitzpatrick's Color Atlas and Synopsis of Clinical Dermatology, 7th/ed p498-99Explanation# Findings given in question are suggestive of 'fixed drug eruptions (FDE)'.# Among the given options ofloxacin, doxycycline and azithromycin are prescription only drugs hence most probably the answer is aceclofenac.# If in question 'over the counter' has not been mentioned then the answer will be doxycycline.# A FDE is an adverse cutaneous reaction to an ingested drug, characterized by the formation of a solitary (but at times multiple) erythematous patch or plaque.# If the patient is rechallenged with the offending drug, the FDE occurs repeatedly at the identical skin site (i.e., fixed) within hours of ingestion.# Usually asymptomatic. May be pruritic, painful, or burning.# Time to onset oflesion(s): Occur from 30 min to 8 h after ingestion of drug in previously sensitized individual.# Duration oflesion(s): Lesions persist if drug is continued. Resolve days to few weeks after drug is discontinued.* Tetracyclines (tetracycline, doxycycline, minocycline)* Sulfonamides, other sulfa drugs* Metronidazole, nystatin, salicylates, NSAIDs, phenylbutazone, phenacetin* Barbiturates* Oral contraceptives* Quinine (including quinine in tonic water), quinidine* Phenolphthalein* Food coloring (yellow): in food or medications",
        "cop": 4,
        "opa": "Azithromycin",
        "opb": "Ofloxacin",
        "opc": "Doxycycline",
        "opd": "Aceclofenac",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "1e9a513f-0a52-4bda-92ab-8f27eb82ec98",
        "choice_type": "single"
    },
    {
        "question": "Seal like limbs i.e. phocomelia is a specific side effect of -",
        "exp": "Ans. is 'a' i.e., Thalidomide * Repeat from NEET Dec -16",
        "cop": 1,
        "opa": "Thalidomide",
        "opb": "Cyclophosphamide",
        "opc": "Doxorubicin",
        "opd": "Terazocin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "2e862800-cfe0-4d7b-a934-6afb1c0a8f48",
        "choice_type": "single"
    },
    {
        "question": "Opiod induced respiratory depression can be reversed with",
        "exp": "Ans: A (Naloxone) Ref: Goodman &Gillman's The Pharmacological Basis of Therapeutics, 2011, 12'h Edition, McGrow Hill, Burton LL P519- 520Explanation:Naloxone is the treatment of choice in the reversal of respiratory depression due to opioids.Naloxone has to be diluted and slowly administered intravenously to avoid withdrawal in opioid dependent patientsMonitoring of arousal and respiratory function are essential during this treatmentRestoration of respiration without naloxone therapy may still results in death of the patient due to complication that develop during comaNoncardiogenic pulmonary edema that develops during opioid poisoning can be reversed by positive pressure ventilation",
        "cop": 1,
        "opa": "Naloxone",
        "opb": "Theophylline",
        "opc": "Artificial ventillation",
        "opd": "Doxapram",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "36fea632-3cb4-49aa-aea8-fdca39e5dbc7",
        "choice_type": "single"
    },
    {
        "question": "Maximum tachycardia is seen with-",
        "exp": "Ans. is 'a' i.e., Nifedipine Cardiac effectsVerapamilNifedipineDiltiazamo Heart rateo AV conductiono Contractilityo Output|||-,|-,||-|||,-||,|-,|Note:o Verapamil and to a lesser extent diltiazem delay the recovery of Ca++ channel in heart - Cardiodepressant action (| heart rate, conduction, contractility).o Nifedipine (DHPs) does not delay the recovery of Ca^ channel - No cardiodepressant action,o Instead, nifedipine causes reflex sympathetic stimulation - Tachycardia and increased contractility.",
        "cop": 1,
        "opa": "Nifedipine",
        "opb": "Verapamil",
        "opc": "Propanolol",
        "opd": "Amlodipine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "13867b2b-9e07-457e-a637-34cc7fa9c366",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs cause amorphous whorl like corneal deposits except:",
        "exp": "Ans. d. Chlorpromazine (Ref: Goodman Gillman 12/e p1793; Khurana 5/e p69; Parsons 21/e p214)Amorphous whorl like corneal deposit suggests a case of vortex keratopathy. All the mentioned drugs cause this condition except chlorpromazine.\"The cornea, the conjunctiva, and even the eyelids can be affected by systemic medications. One of the most common drug deposits found in the cornea is from the cardiac medication amiodarone. It deposits in the inferior and central cornea in a whorl-like pattern termed cornea verticillata. It appears as fine tan or brown pigment in the epithelium. Fortunately, the deposits seldom affect vision, and therefore, this rarely is a cause to discontinue the medication. The deposits disappear slowly if the medication is stopped. Other medications, including indomethacin, atovaquone, chloroquine, and hydroxychloroquine, can cause a similar pattern. \"--Goodman Gillman 12/e p1793\"The phenothiazines. including chlorpromazine and thioridazine, can cause brown pigmentary deposits in the cornea, conjunctiva, and eyelids. The deposits generally are found in Descemet's membrane and the posterior cornea. They typically do not affect vision. The ocular deposits generally persist after discontinuation of the medication andean even worsen, perhaps because the medication deposits in the skin are slowly released and accumulate in the eye. \"--Goodman Gillman 12/e p1793\"Cornea verticillata: This is a whorl-like opacity in the corneal epithelium seen in patients on long-term treatment with medication such as amiodarone, chloroquine, phenothiazines and indomethacin. It is also seen in patients with Fabry disease and its carrier state. The condition is generally asymptomatic, harmless and reversible on stopping the drug. The whorl-like pattern shows the direction of migration of corneal epithelial cells. Occasionally the condition has been known to cause glare and surface discomfort which responds to topical lubricants. \"--Parsons life p214Systemic Agents with Ocular Side-effectsDrugsOcular Side-effects* AmiodaroneQ* IndomethacinQ* AtovaquoneQ* ChloroquineQ* HydroxychloroquineQ* Deposits in the inferior and central cornea in a whorl-like pattern termed cornea verticillataQ.* Appears as fine tan or brown pigment in the epithelium.* Deposits seldom affect vision* Deposits disappear slowly if the medication is stopped.* ChlorpromazineQ* ThioridazineQ* Brown pigmentary deposits in the cornea, conjunctiva, and eyelids The deposits generally are found in Descemet's membrane and the posterior cornea. They typically do not affect vision.* Ocular deposits generally persist after discontinuation of the medication and can even worsen, perhaps because the medication deposits in the skin are slowly released and accumulate in the eye.* Gold treatments for arthritisQ* Gold deposition in the cornea and conjunctiva, which are termed chrysiasis and are gold to violet in color.* These deposits usually disappear with discontinuation of the medication.* The deposits generally do not affect vision and are not a reason to stop gold therapy.* TetracyclinesQ* Yellow discoloration of the light-exposed conjunctivaQ.* Systemic minocyclineQ* Blue-gray scleral pigmentation that is most prominent in the interpalpebral zoneQ.",
        "cop": 4,
        "opa": "Chloroquine",
        "opb": "Amiodarone",
        "opc": "Indomethacin",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "353b0ffe-985f-40c5-8b60-41a8d4249aaf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the mentioned drugs most commonly causes acute liver failure?",
        "exp": "Ans. (c) i.e. ParacetamolRef: Goodman Gilman 13th E/P696* All mentioned drugs can cause hepatotoxicity and liver failure, but the most common drug overall implicated in drug poisoning and suicidal attempts is paracetamol.* Hence liver failure is most commonly seen with paracetamol. In case of fulminant liver failure liver transplantation is required.",
        "cop": 3,
        "opa": "Warfarin",
        "opb": "Tetracycline",
        "opc": "Paracetamol",
        "opd": "Valproate",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "01ae45a7-ba3f-413c-8230-dc2d448c919c",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is caused by :",
        "exp": "Ans. is 'a' spironolactone Drugs causing gynecomastiaCalcium channel antagonist*Clomiphene*Digitalis*EstrogensEthionamide*Griseofulvin*Isoniazid*Phenytoin*Methyldopa*Spironolactone*TestosteroneKetoconazole*Reserpine*",
        "cop": 1,
        "opa": "Spironolactone",
        "opb": "Rifampicin",
        "opc": "Thiazide",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "425795c2-16ed-4e11-95b6-47a143dd56d5",
        "choice_type": "single"
    },
    {
        "question": "Pain is caused by injection of",
        "exp": "Ans. is 'd' i.e., Thiopentone Thiopentone is an ultrashort acting Barbiturate.It is usually given intravenously to achieve rapid induction of anaesthesia.Inadvertent intra-arterial injection or extravasation of Thiopentone leads to thrombosis and necrosis. This produces intense pain.",
        "cop": 4,
        "opa": "Ketamine",
        "opb": "Methohexitone",
        "opc": "Di-isopropyl alcohol",
        "opd": "Thiopentone",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "2a61dd7e-9edb-4cd0-b3dc-cd1e3a5db7a2",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia is caused by which drug:",
        "exp": "Ans. B. ThalidomidePhocomelia is teratogenic effect which was caused by thalidomide given to pregnant females for morning sickness, in this there was seal like limbs. This drug was banned due to this effect. Current status of the drug is that it is used in Lepra reaction and multiple myeloma.",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Thalidomide",
        "opc": "Phenytoin",
        "opd": "Carbimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "f505fff0-3715-4783-a300-70447b04e10a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs cause Heterochromia iridis?",
        "exp": "Ans. a. Latanoprost (Ref. Katzung 12/e p328)Latanoprost causes heterochromia iridis.Latanoprost, a stable long-acting PGF2-aIpha derivative, was the first prostanoid used for glaucoma. The success of latanoprost has stimulated development of similar prostanoids with ocular hypotensive effects, and bimatoprost, travoprost, and unoprostone are now available. These drugs act at the FP receptor and are administered as drops into the conjunctival sac once or twice daily. Adverse effects include irreversible brown pigmentation of the iris and eyelashes, drying of the eyes, and conjunctivitis. \"--Katzung 12/e p328\"Acquired Heterochromia: Heterochromia that is acquired is usually due to injury, inflammation. the use of certain eye drops that damages the iris, or tumors. Prostaglandin analogues (latanoprost, isopropyl unoprostone, travoprost, and bimatoprost) are used topically to lower intraocular pressure in glaucoma patients. A concentric heterochromia has developed in some patients applying these drugs. \"Heterochromia of irisCongenital anomaly characterized by variations in the iris colourHeterochromia iridium: Colour of one iris differs from the other.Heterochromia iridis: One sector of the iris differs from the remainder of iris.Causes of Heterochromia iridis* Waardenburg syndromeQ* Fuch's heterochromic iridocyclitisQ* Homer syndromeQ* Melanosis oculi* Drugs: Prostaglandin analogues (LatanoprostQ)* Iris melanoma",
        "cop": 1,
        "opa": "Latanoprost",
        "opb": "Prednisolone",
        "opc": "Timolol",
        "opd": "Olopatadine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "94759637-40da-4224-85e5-9ad6229b844a",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic cystitis is caused by -",
        "exp": "Ans. is 'c' i.e., Cyclophosphamide Hemorrhagic cystitis is commonly associated with CyclophosphamideCyclophocphamide is the most common cause of hemorrhagic cystitis.The drug Cyclophosphamide itself is not toxic,The drug toxicity is due to its hepatic conversion to the metabolite \"acrolein\" which is excreted in the urine and causes damage to the bladder mucosaIt is believed that urothelial damage occurs due to direct contact of the bladder wall with acrolein which causes edema, ulceration, neovascularization, hemorrhage and necrosisThus patients receiving cyclophosphamide should always receive good hydration and a foley's catheter is often placed to ensure immediate drainage of the bladder.The hemorrhagic cystitis caused by cyclophosphamide can be reduced in intensity or prevented by intravenous administration of\"MESNA\" MESNA is a thiol compound. The free (Thiol) groups of MESNA combine directly with double bond of acrolein ot form a stable nontoxic compound. MESNA is given orallyQ.Cyclophosphamide induced hemorrhagic cystitis appear to be dose related and is most prevalent in patients who are dehydrated and those receiving intravenous cyclophosphamide.",
        "cop": 3,
        "opa": "Busulphan",
        "opb": "Cisplatin",
        "opc": "Cyclophosphamide",
        "opd": "Doxorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "dc40950e-c7df-4894-aa8a-a7f185e9d670",
        "choice_type": "single"
    },
    {
        "question": "'Peliosis hepatis' can be caused by the following except:",
        "exp": "Ans. A. Analgesics. (Ref. H - 17th/pg. 988, 1950)Peliosis hepatis (blood cysts of the liver), has been observed in some patients treated with anabolic steroids.Certain drugs appear to be responsible for the development of chronic as well as acute hepatic injury. For example,:DRUGLiver-related Side-effects1 Oxyphenisatin, Methyldopa, and isoniazid- Moderate to severe chronic hepatitis, and cirrhosis.2 Halothane and methotrexate+3 Chlorpromazine, methyl testosterone, tolbutamide, etc- Syndrome resembling primary biliary cirrhosis (Biliary cholestatic jaundice)4 Vitamin A or arsenic intoxication, vinyl chloride, or othorium dioxide.- Portal hypertension in the absence of cirrhosis5 Arsenic intoxication, industrial exposure to vinyl chloride, or administration of thorium dioxide- angiosarcoma of the liver.6 Oral contraceptives- hepatic adenoma and, rarely,- HCC and hepatic vein occlusion (Budd-Chiari).7 Peliosis hepatis (blood cysts of the liver)anabolic steroids, OC pills and Danazol.Additional Educational points:B. henselae and B. quintana can cause a broad spectrum of disease in HIV-infected individuals, including bacillary angiomatosis, peliosis hepatis, osteomyelitis, unexplained fever, bacteremia, and endocarditis. Bacillary angiomatosis is the most common of these manifestations.# Drug-induced cholestasis ranges from mild to increasingly severe:- (1) bland cholestasis with limited hepatocellular injury (e.g., estrogens, 17,?-substituted androgens);- (2) inflammatory cholestasis (e.g., phenothiazines, amoxicillin-clavu'anic acid, oxacillin, erythromycin estolate);- (3) sclerosing cholangitis (e.g., after intrahepatic infusion of the chemotherapeutic agent floxuridine for hepatic metastases from a primary colonic carcinoma);- (4) disappearance of bile ducts, \"ductopenic\" cholestasis, similar to that observed in chronic rejection following liver transplantation (e.g., carbamazepine, chlorpromazine, tricyclic antidepressant agents).# Cholestasis may result from some drugs with typical features like bridging hepatic necrosis (e.g., methyldopa), or hepatic granulomas (e.g., sulfonamides).0# Severe hepatotoxicity with steatohepatitis, a result of reversible mitochondrial toxicity, is known with antiretroviral agents like reverse transcriptase inhibitors (e.g., zidovudine, didanosine) or protease inhibitors (e.g., indinavir, ritonavir).# Potential target for idiosyncratic drug hepatotoxicity is sinusoidal lining cells as by high- dose chemotherapeutic agents (e.g., cyclophosphamide, melphalan, busulfan), which can cause venoocclusive.",
        "cop": 1,
        "opa": "Analgesics",
        "opb": "Anabolic steroids",
        "opc": "OC pills",
        "opd": "Danazol",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "22b1df88-a85e-4776-8504-634fb8e90d2b",
        "choice_type": "multi"
    },
    {
        "question": "Irreversible ototoxicity is caused by -",
        "exp": "Ans. is 'a' i.e., Cisplatin \"Cisplatin induced hearing loss is usually bilateral and irreversible\"Drugs causing ototoxicityA) Vestibular (primarily)o Aminoglycosides o Mustineo Quinidineo Quinineo Chloroquineo Vancomycino Furosemide o Ethacrynic acido Salicylates (high dose)B) Auditory (primarily)o NSAIDso Ethacrynic acido Vancomycino Aminoglycosideso Cisplatin",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Cyclophosfamide",
        "opc": "Bleomycin",
        "opd": "Chlorambucil",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "fe017295-57fa-41b0-a161-bb69aff183ba",
        "choice_type": "single"
    },
    {
        "question": "The drug that can cause hirsutism is",
        "exp": "Ans: a (Minoxidil)Ref: katzung 9 ed., Pg. 247Topical minoxidil is used for treating androgenic alopecia. The mechanism of action of minoxidil on hair follicles is unknownDrugs causing hirsutism- Minoxidil- Phenytoin- Cyclosporine- Diazoxide- Androgens- Oral contraceptives - containing progesterone- Penicillamine- Heavy metals- Acetazolamide",
        "cop": 1,
        "opa": "Minoxidil",
        "opb": "Cycloserine",
        "opc": "Valsartan",
        "opd": "Dactinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "4d15aa8b-871a-47cc-9b83-de28890a9fd1",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing drugs is contraindicated in liver dysfunction?",
        "exp": "Ans. is 'a' i.e., Pefloxacin In liver dysfunctionDrugs contraindicatedDrugs require dose adjustmento Erthromycin estolaleo Tetracyclineso Pyrazinamideo Pefloxacino Chloremphenicalo Methotrexateo INHo Rifampicino Tacrineo Talcaponeo Clindamycin",
        "cop": 1,
        "opa": "Pefloxacin",
        "opb": "Vancomycin",
        "opc": "Amikacin",
        "opd": "Hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "673efb91-ea61-4ecc-998d-2e16e47ff30b",
        "choice_type": "single"
    },
    {
        "question": "Ototoxicity caused by:",
        "exp": "Ans. (b) StreptomycinRef : KDT 6th ed. / 743-44* Streptomycin has been assigned to pregnancy category D by the FDA.* Streptomycin crosses the placenta; reported cord concentrations have been equal to or less than the mothers serum concentration.* There are reports of fetal eighth cranial nerve damage with subsequent bilateral deafness. Most authorities, including the Centers for Disease Control and the American Thoracic Society, discourage the use of streptomycin during pregnancy due to the risk of fetal ototoxicity.",
        "cop": 2,
        "opa": "Vancomycin",
        "opb": "Streptomycin",
        "opc": "Ampicillin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Adverse Drug Effect",
        "id": "f410b51f-3c6d-4813-a290-b90540b2a917",
        "choice_type": "single"
    }
]