[
    {
        "question": "Fomepizole acts as antidote for -",
        "exp": "Ans. is 'a' i. e., Methanol poisoning Methyl alcohol (methanol)o Methanol is highly toxic alcohol. It is metabolized to formaldehyde (by alcohol dehydrogenas) and formic acid (by acetaldehyde dehydrogenase). o It is the accumulation of formic acid which causes toxic effects in methanol poisoning. Accumulation of formic acid results in lactic acidosis/high anion gap metabolic acidosis with low plasma bicarbonates, blindness due to retinal damage, papilledema. o Methanol poisoning can be treated by supportive measures, gastric lavage and sodium bicarbonate (to treat acidosis). Ethanol is useful because it competitively inhibits the conversion of methanol to formic acid. Fomepizole can also be used as it is a specific inhibitor of alcohol dehydrogenase. Folic acid or folinic acid. Enhance the metabolism formic acid to CO2. Hemodialysis may also be used.",
        "cop": 1,
        "opa": "Methanol poisoning",
        "opb": "Cannabis poisoning",
        "opc": "Lead poisoning",
        "opd": "Cadmium Poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "Alcohol",
        "id": "537ca3ea-4815-44f3-8574-3b323a55d4e9",
        "choice_type": "single"
    },
    {
        "question": "Off label use of topiramate -",
        "exp": "Ans. is 'a' i. e.. Alcohol withdrawalo Drugs used for alcohol dependence to prevent relapse are: Naltrexane. Acamprosate. Ondansetron. Nalmefene. Disulfiram. Topiramateo Topiramate is an antiepileptic drug. o Mechanism of action in alcohol dependence is not well understood but is distinct from that of other drug used for dependence, suggesting it may provide a new and unique approach to pharmacotherapy of alcoholism.",
        "cop": 1,
        "opa": "Alcohol withdrawal",
        "opb": "Extrapyramidal symptoms on anti-psychotic use",
        "opc": "Opioid withdrawal",
        "opd": "Sedative agent",
        "subject_name": "Pharmacology",
        "topic_name": "Alcohol",
        "id": "c7a04919-dc6d-4985-bf51-fe818c26c407",
        "choice_type": "single"
    },
    {
        "question": "Site for action for disulfuram is -",
        "exp": "Ans. is 'a' i. e., Aldehyde dehydrogenase Disulfiramo Normally alcohol is metabolized by oxidation in liver. Alcohol - Aldehyde. Ethyl alcohol - Acetaldehyde -Acetate - CO2 +. H2. ODehydrogenase - dehydrogenaseo Disulfiram inhibits the enzyme aldehyde dehydrogenase. o When alcohol is ingested after taking disulfiram, the concentration of acetaldehyde in tissues and blood rises anda number of highly distressing symptoms (aldehyde syndrome) are produced - Flushing, burning sensation, throbbing headache, perspiration, uneasiness, tightness in chest, dizziness, vomiting, visual disturbances, mentalconfusion, postural fainting and circulatory collapse, o Inhibition of aldehyde dehydrogenase with disulfiram is irreversible, synthesis of fresh enzyme is required for retumof activity. o Disulfiram inhibits a number of other enzyme as well including alcohol dehydrogenase (option b), dopaminehydroxylase and several cytochrome 450 isoenzyme. o It is used for alcohol dependence. o Side effects are rashes, acneform eruptions, urticaria, garlic like or metallic taste, mild GI disturbances, restlessness, nervousness, headache, diziness, tremor, peripheral neuropathy, psychosis and ketosis. Remembero Metabolism of alcohol follows zero order kinetics.",
        "cop": 1,
        "opa": "Aldehyde dehydrogenase",
        "opb": "Alcohol dehydrogenase",
        "opc": "G6. PD",
        "opd": "Acetate dehydrogenase",
        "subject_name": "Pharmacology",
        "topic_name": "Alcohol",
        "id": "c8dbf7a7-74ae-4868-ac7c-caceb46bc850",
        "choice_type": "single"
    }
]