[
    {
        "question": "Thiopentone is absolutely contraindicated in",
        "exp": "(Porphyria): (381 -- KDT 7th edition; 536- Goodman 12th7or variegate). Thiopentone can precipitate acut intermittent or variegate porphyria in susceptible individuals therefore contraindicated. The abnormal synthesis of protoporphyrin (important in hemoglobin production) results in excess porphobilinogen. Barbiturates induce amino levulinic acid synthase, an enzyme responsible for phosphobilinogen synthesis, This leads to excessive porphobilinogen levels and can precipitate acute porphyric crises, that are manifested by severe abdominal pain, nausea, vomiting, psychiatric disorders and neurologic abnormalities",
        "cop": 1,
        "opa": "Porphyria",
        "opb": "Moribund patients",
        "opc": "Increased intracranial pressure",
        "opd": "Meningitis",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "e1a6bd20-0da6-47b4-9f16-bca48ed0f609",
        "choice_type": "single"
    },
    {
        "question": "An agent added to local anesthetics to speed the onset of action is:",
        "exp": "* LAs are weak bases. These require penetration inside the neuron for their action. For entry in the neuron, LAs have to cross the neuronal membrane. * Unionized drugs (lipid soluble) can easily cross the membrane, therefore addition of Na. HCO3 in the local anaesthetic solution (weak bases are un-ionized in the alkaline medium) makes them rapid acting. * Adrenaline increases the duration of action by causing vasoconstriction. * Methylparapben is the preservative added in LA solution.",
        "cop": 2,
        "opa": "Methylparapben",
        "opb": "Bicarbonate",
        "opc": "Fentanyl",
        "opd": "Adrenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "5adb902b-138f-4776-9960-4ac6b5258624",
        "choice_type": "single"
    },
    {
        "question": "A female presents with placenta previa with active bleeding and blood pressure of 80/50 mm Hg and pulse rate of 140 bpm. The choice of anaesthesia for emergency cesarean section in this female is?",
        "exp": "Ans. (B) General anesthesia with intravenous ketamine(Ref: Williams Obstetrics 24th/e p518; Morgan 4th/197-199). The patient is presenting with shock, so spinal anesthesia cannot be used. Among the general anesthetics, ketamine is drug of choice for induction in patients with low blood pressure.",
        "cop": 2,
        "opa": "General anesthesia with intravenous propofol",
        "opb": "General anesthesia with intravenous ketamine",
        "opc": "Spinal anesthesia",
        "opd": "Epidural anesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "685c0e6e-7573-4d01-b851-209ace716bdb",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old male is a known hypertensive and is being planned for cholecystectomy. Which of the following anaesthetic agents is contraindicated in this person?",
        "exp": "Ans. (B) Ketamine(Ref: Katzung 11th/e p437; KDT 8th/e p411). Ketamine increases all pressures (blood pressure, intracranial tension, intraocular pressure) in the body. It is therefore intravenous anesthetic of choice for shock and should be avoided in hypertensive patients (increases blood pressure). Further it is contraindicated in glaucoma (increases IOP) and head injuries (increases ICT).",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Midazolam",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "8f5b1a94-95f0-44a0-9815-ea32292b81ca",
        "choice_type": "single"
    },
    {
        "question": "A new inhaled anesthetic has been developed and tested in a series of experiments. Anesthetic tension in the arterial blood is shown on the graph below as a function of time after inhalation (Drug A) similar curve for nitrous oxide is also shown: Which of the following best describes the properties of the new anesthetic compared to nitrous oxide'?",
        "exp": "Ans. (A) High blood: gas partition coefficient(Ref: Katzung 11th/e p427). The depth of anesthesia depends on the partial pressure of anesthetic in CNS. The transfer of anesthetic into the brain starts only after the blood is fully saturated (or, in other words partial pressure of the anesthetic in blood equals the partial pressure in the inspired air). The speed of transfer of anesthetic to the brain determines its onset of action (rapid vs slow induction of anesthesia) and is dependent on the solubility of anesthetic in the blood. Solubility of an anesthetic is directly related to its blood/gas partition coefficient: highly soluble anesthetics have high blood/gas partition coefficient. If the agent is poorly soluble the amount of gas needed to saturate the blood is small and saturation occurs fairly quickly. Nitrous oxide is an example of poorly soluble gas with a blood/gas partition coefficient of 47. On the graph above the curve of partial pressure of NO in blood rises rapidly. In the highest point on the curve the partial pressure on NO in blood equals that in the inspired air, and the transfer to brain occurs. The second curve (drug A) portrays the process of blood saturation for a highly soluble gas. The higher the solubility the more gas can be taken up by blood before it is saturated. Note that the curve of the partial pressure of drug A in blood rises slower than that for NO. When the blood is fully saturated with NO the partial pressure of drug A in blood is approximately 25% of that in inspired air. For drug A, it takes a longer time to fully saturate the blood and to start transfer in tissues. Drug A, therefore is characterized with high blood/gas partition coefficient and slower onset of action. Effect. Poorly soluble gas NOHighly soluble gas (Halothane). Amount needed to saturate the blood. Small. Large. Rise in tension of gas in blood. Rapid. Slow. Equilibrium with the brain. Rapid. Slow. Onset of action. Rapid. Slow",
        "cop": 1,
        "opa": "High blood: gas partition coefficient",
        "opb": "Low solubility in the blood",
        "opc": "Rapid onset of action",
        "opd": "Low potency",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "bed97bb5-8b96-4d0e-9a15-a193bfae71b8",
        "choice_type": "single"
    },
    {
        "question": "In spinal anaesthesia the segmental level of:",
        "exp": "Spinal anaesthesia creates a zone of differential blockade in which sympathetic fibres are blocked two segments higher and motor fibres are blocked two segments lower than the level of sensory block.",
        "cop": 2,
        "opa": "Sympathetic block is lower than the sensory block",
        "opb": "Sympathetic block is higher than the sensory block",
        "opc": "Motor block is higher than the sensory block",
        "opd": "Sympathetic, motor and sensory block has the same level",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "0b92e688-8522-41e8-8606-e63f193c78a4",
        "choice_type": "single"
    },
    {
        "question": "An i. v. bolus dose of thiopentone leads to loss of consciousness within10-15 sec. The patient regains consciousness in just a few minutes. This is because it is:",
        "exp": "Thiopentone - is highly lipid soluble agent - it first reach the highly perfused organs like brain - Therefore, onset of action of these agents is very quick. However, action also terminates quickly because of redistribution to less well perfused tissues like fat and muscle.",
        "cop": 4,
        "opa": "Renally excreted",
        "opb": "Exhaled rapidly",
        "opc": "Rapidly metabolised by hepatic enzymes",
        "opd": "Redistributed from brain to other body tissues",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "11d0a9f2-e9e1-41cd-8ff9-9da986fb7e0a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug can inhibit steroidogenesis?",
        "exp": "Etomidate suppresses the production of coisol and other steroids by inhibiting adrenal enzymes. Long-term infusion of Etomidate can inhibit adrenal enzyme but induction doses of Etomidate can cause slight reduction in coisol level. So Etomidate is not recommended for long-term infusion due to inhibition of steroidogenesis.",
        "cop": 1,
        "opa": "Etomidate",
        "opb": "Thiopentone",
        "opc": "Propofol",
        "opd": "Ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "55ba2782-9878-4cf0-a1a6-7068bbda103e",
        "choice_type": "single"
    },
    {
        "question": "The administration of succinylcholine to a paraplegic patient led to appearance of dysarrythmias, conduction abnormalities and finally cardiac arrest. The most likely cause is:",
        "exp": "Ans. (B) Hyperkalemia(Ref: Katzung 11th/e p460). Succinylcholine can cause hyperkalemia especially in patients with nerve and muscle disorders. Therefore it is contra-indicated in patients with nerve diseases (like paraplegia, hemiplegia and Guillain barre syndrome) and muscle diseases (muscular dystrophy, myasthenia gravis, crush injury, burns and rhabdomyolysis).",
        "cop": 2,
        "opa": "Hypercalcemia",
        "opb": "Hyperkalemia",
        "opc": "Anaphylaxis",
        "opd": "Hypermagnesemia",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "cea2e647-8859-4d16-a94f-b3fdd9ada239",
        "choice_type": "multi"
    },
    {
        "question": "One of the following statements about succinylcholine is true:",
        "exp": "SCh is the shoest and fastest acting muscle relaxant. SCh is contra-indicated in patients with nerve or muscle disorders due to the risk of hyperkalemia. Sch also increases all the pressures in body like intraocular, intracranial, blood pressure, so has to be avoided in patients with such precipitating conditions. Therefore, cannot be used in patients with the following diseases:- Nerve disorders:- Hemiplegia, paraplegia, Guillain Barre syndrome etc. Muscle diorders:- Myopathy, myasthenia gravis, rhabdomyolysis, crush injury etc. When used with halothane, it might cause Malignant Hypehermia.",
        "cop": 1,
        "opa": "It may induce life threatening hyperkalemia",
        "opb": "It has a long duration of action",
        "opc": "It is the drug of choice in non traumatic rhabdomyolysis",
        "opd": "It is useful in patients with spinal cord injuries with paraplegia",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "4594441d-c686-483c-b0f7-d7ab84992d12",
        "choice_type": "multi"
    },
    {
        "question": "A young man having pheochromocytoma has BP of 188/92 mm Hg and a hematocrit of around 50%. Pulmonary function tests and renal functions are normal. His catecholamines are elevated. Which of the following drugs should not be included in the anesthesia protocol?",
        "exp": "* Halothane sensitizes the heart to arrhythmogenic action of catecholamines. * In pheochromocytoma, there are elevated levels of catecholamines. * Therefore, halothane should not be used in patients with pheochromocytoma.",
        "cop": 3,
        "opa": "Desflurane",
        "opb": "Fentanyl",
        "opc": "Halothane",
        "opd": "Midazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "81089f42-fbbc-4cdf-8929-d4e1aef50d65",
        "choice_type": "single"
    },
    {
        "question": "A patient receives a toxic dose of lignocaine i. v., the patient is likely to exhibit?",
        "exp": "* If LA reaches the blood stream, most prominent adverse effects are related to CNS and CVS. * In CNS:-stimulation (convulsions) followed by depression (coma) is seen. - Initial stimulation is due to inhibition of the inhibitory neurons.",
        "cop": 4,
        "opa": "Excessive salivation",
        "opb": "Mydriasis and diarrhea",
        "opc": "Respiratory paralysis",
        "opd": "Seizures and coma",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "e1b10c50-94b1-47bd-afba-fde2744e66be",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the true for post lumbar puncture headache except",
        "exp": "Ans. (B) Pain is relieved in standing position(Ref: Evidence-Based obstetric Anesthesia p75). Post-dural-puncture headache (PDPH) or post-lum- bar-punture headache occurs 12-24 hours after dural puncture. It presents with headache (occipito frontal) and nausea that typically worsens when the patient assumes upright position. Incidence is higher in younger patients.",
        "cop": 2,
        "opa": "Presents 12 hours after procedure",
        "opb": "Pain is relieved in standing position",
        "opc": "Pain is worsened by headshaking",
        "opd": "Pain is occipito-frontal in location",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "3d715957-316e-462c-994f-a724c7d97b29",
        "choice_type": "multi"
    },
    {
        "question": "Patient undergoing surgery was given a muscle relaxant. It produced marked fall in B. P. and increase in airway resistance which were reversed with diphenhydramine. The muscle relaxant was most probably:",
        "exp": "Hypotension and bronchoconstriction (increase in airway resistance) are impoant adverse effects caused by histamine. This is confirmed to be due to histamine because of reversal with diphenhydramine. * Maximum histamine release is caused by d-tubocurarine. * Vecuronium does not cause histamine release, therefore is preferred agent in asthmatic patients.",
        "cop": 3,
        "opa": "Pancuronium",
        "opb": "Diazepam",
        "opc": "Tubocurarine",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "8efc9f55-9906-44b3-9dae-212d4e6def4c",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Bupivacain EXCEPT",
        "exp": "(Less cardiotoxic than lignocaine) (391 Less' 13th) (357-KDT 6th)* 0. 25% bupivacain or 0. 5% lidocaine both with adranaline are suitable. The dose of bupivacain should not exceed 2mg / kg (456 - Lees)* Bupivacaine causes more sensory than motor block* It is not recommanded for intravenous regional analgesia because leakage post the tourniquet in to blood stream may cause toxic or even fatal complication* The duration of effect is between 5 and 16 hours - it is one of the longest - acting local analgesics known* Lignocaine - It is less toxic than bupivacain but cardiotoxic and CNS symptoms of poisoning may occur* The new local anaesthetics levobupicaine and ropivacaine undoubtedly safer than bupivacaine, But case reports of convulsions and cardiac arrest are emerging (385 - Lees 13th)",
        "cop": 1,
        "opa": "Less cardiotoxic than lignocaine",
        "opb": "Dose increases with adrenaline",
        "opc": "Long acting",
        "opd": "Cannot given in veins",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "b7683d07-ee31-4a39-9602-1563b19da2a3",
        "choice_type": "multi"
    },
    {
        "question": "Inhalational halogenated anesthetics may cause malignant hyperthermia in(372- KDT 6th) (Lippincott's 3rd pharmacology)",
        "exp": "D. i. e. (Genetic defect in calcium channel at sarcoplasmic reticulum of the skeletal muscle) (372-KDT 6th). Malignant Hyperthermia - occurs in small population who have a genetic defect in the muscle (ryanodine receptor) calcium channel at the sarcoplasmic reticulum of the skeletal muscle. Which is triggered by halothane** to release massive Ca++ intracellularly causing persistent muscle contraction and increase heat production**. Succinylcholine** - accentuates the conditions. Treatment* Rapid external cooling* Bicarbonate infusion* 100% O2 inhalation* IV Dantrolene** 1. Thiopental** is a potent anesthetic but weak analgesic2. Nitrous oxide* - is potent analgesic but weak general anesthetic* Propofol is agent of choice for induction in susceptible individuals for malignant hyperthermia",
        "cop": 4,
        "opa": "Patients with poor renal function",
        "opb": "Patients allergic to the anesthetics",
        "opc": "Alcoholics",
        "opd": "Genetic defect in calcium channel at sarcoplasmic reticulum of the skeletal muscle",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "ba81d606-7fc9-4aaf-b4e2-f4b8e7d09d5e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an advantage of adding adrenaline to lignocaine for local anesthetic injection?",
        "exp": "Adrenaline can be added to the LA to Prolong its duration of action To decrease the risk of systemic side effects More dose of LA can be given Lignocaine with adrenaline SHOULD NOT be used for: Areas with end aeries e. g. for ring block of fingers, toes, penis, pinna (absolute contraindication) When an inhalational agent especially halothane which sensitizes myocardium to adrenaline is used. Myocardial ischemic patients Hypehyroid patient Severe hypeensives Intravenous regional anaesthesia (Bier's block)",
        "cop": 4,
        "opa": "Decreases the systemic toxicity",
        "opb": "Higher doses can be given",
        "opc": "Duration of action can be prolonged",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "3493c344-62e4-4e76-954a-81573bb27c48",
        "choice_type": "multi"
    },
    {
        "question": "Bradycardia is common after injection of:",
        "exp": "Ans. (B) Succinylcholine(Ref: KDT 8th/e p378). Succinylcholine is a depolarizing neuromuscular blocker. In contrast to ganglionic blocking properties of competitive neuromuscular blockers (like d-TC), it stimulates the ganglia. Initially bradycardia is seen due to stimulation of parasympathetic ganglion which is followed by tachycardia and hypertension due to stimulation of sympathetic ganglia. Dopamine and isoprenaline possess b1 agonistic activity and thus can cause tachycardia. Midazolam is a benzodiazepine. It does not affect CVS at therapeutic dose but produces bradycardia at toxic levels.",
        "cop": 2,
        "opa": "Midazolam",
        "opb": "Succinylcholine",
        "opc": "Dopamine",
        "opd": "Isoprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "ae7efe51-6a7f-4a87-a6a2-fc6346ea2c6b",
        "choice_type": "single"
    },
    {
        "question": "Intravenous inducing agent with maximum plasma protein binding -",
        "exp": "Ans. is 'd' i. e., Propofol. Intravenous inducing agent. Protien binding (%). Thiopental85%Methhexital85%Propofol98%Etomidate75%Ketamine12%",
        "cop": 4,
        "opa": "Thiopental",
        "opb": "Ketamine",
        "opc": "Etomidate",
        "opd": "Propofol",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "c99455e5-595f-4ea1-b9a9-5c7ec1ea1979",
        "choice_type": "single"
    },
    {
        "question": "Eutectic lignocaine-prilocaine has the following unique propey:",
        "exp": "* Lignocaine or prilocaine cannot anaesthetize intact skin. * Eutectic mixture is the combination of equal propoions of lignocaine and prilocaine at 25 degC. This mixture has a lower melting point than any of the two ingredients. It helps to make the preparation oily that can be applied on the intact skin. It has a concentration of 2. 5% each with a contact period of 1 hour. * Eutectic mixture can be used to anaesthetize intact skin.",
        "cop": 2,
        "opa": "It causes motor blockade without sensory block",
        "opb": "By surface application, it can anaesthetize unbroken skin",
        "opc": "It is not absorbed after surface application",
        "opd": "It has strong vasoconstrictor action",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "8c1fe381-50d6-48f4-9ee8-06582d1a4437",
        "choice_type": "single"
    },
    {
        "question": "Laudanosine is a metabolite of -",
        "exp": "Ans. is 'b' i. e., Atracurium Atracurium* It is a bisquarternary competitive blocker, 4 times less potent than pancuronium.* Unique feature is its inactivation in plasma by spontaneous non - enzymatic degradation called as Hoffman elimination. Following degradation it produces a metabolite - laudanosine.* Metabolite Laudanosine may induce seizures in some patients.",
        "cop": 2,
        "opa": "Mivacurium",
        "opb": "Atracurium",
        "opc": "Pancuronium",
        "opd": "Gantacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "1aead11d-f198-4b12-8562-e865103f9c18",
        "choice_type": "single"
    },
    {
        "question": "Drug used in day care anaesthesia -",
        "exp": "Ans. is 'a' i. e.. Propofol. Ambulatory (outpatient'dav caret Anaesthesiao Ambulatory or day care or outpatient anaesthesaia means, patient comes on same day. gets operated and is discharged on the same day. So, the drugs used in outpatient anaesthesia are those which have short duration of action. Anaesthetic techniques and agents ideal for day care surgery are. Premedicationo Usually premedication is not used. However in anxious patients, midazolam is the drug of choice, which should be given 1-2 hours before surgery with sip of water by oral route or 30 min. Before surgery by i. m. route. If patient is prone to nausea nad vomiting, dolasetron is the drug of choice. Ondansetron is an alternative. Airwayo Laryngeal mask airway is preferred over intubation. Intravenous anaestheticso Intravenous route is the preferred method for induction. Propofol is the intravenous anaesthetic of choice for induction because of its smooth induction and rapid recovery'. Antiemetic action of propofol is also beneficial? use of propofol for induction or maintenance of anaesthesia is associated with a reduced incidence of post - operative nausea and vomiting. Inhalational agentso Inhalational anaesthetics are preferred for maintenance. Desflurane (1st choice) and sevoflurane (2nd choice) are agents of choice. These agents are used along with N2O as N2O decreases the requirement of other anaesthetics hence fastening the recovery'. Halothane and isoflurane have largely been replaced by the less soluble desflurane and sevoflurane. Muscle relaxantso Mivacurium is the muscle relaxant of choice because of its short duration of action. Succinylcholine should be avoided as it causes post - operative myalgia. However, if intubation is required, succinylcholine remains the agent of choice. Opioid analgesicso Opioids compounds are frequently administered during anaesthesia to suppress autonomic responses to tracheal intubation and painful (noxious) surgical stimuli. These drugs are also useful supplements to inhaled anaesthetics during maintenance period. Alfentanil is the agent of choice because of rapid onset andshorter duration of action. Remifentanil is emerging as an alternative because of much shorter duration of action. Fentanyl or sufentanil can also be used.",
        "cop": 1,
        "opa": "Propofol",
        "opb": "Enflurane",
        "opc": "Xenon",
        "opd": "Thiopentone",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "75a596c5-80fe-4333-b8be-0e1c785e350a",
        "choice_type": "single"
    },
    {
        "question": "Process of redistribution is seen with:",
        "exp": "Ans. B. Thiopentone. Process of redistribution is seen with thiopentone, if given intravenously, it reaches the brain and distributed due to high lipid solubility. Therefore, its anesthetic effect is quite rapid. It gains comes out of the brain and gets distributed into blood vessels.",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Thiopentone",
        "opc": "Morphine",
        "opd": "Barbiturates",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "ac9c0614-dda1-443c-b3d9-399fda43aaf0",
        "choice_type": "single"
    },
    {
        "question": "Following drug inhibits release of calcium from sarcoplasmic reticulum -",
        "exp": "Ans. is 'a' i. e., Dantrolene Dantrolene* This muscle relaxant is chemically and pharmacologically entirely different from neuromuscular blockers; effect superficially resembles that of centrally acting muscle relaxants.* Neuromuscular transmission or MAP are not affected, but muscle contraction is uncoupled from depolarization of the membrane.* Dantrolene acts on the Ry. Rl (Ryanodine Receptor) calcium channels in the sarcoplasmic reticulum of skeletal muscles and prevents Ca2+ induced Ca2+ release through these channels.* Intracellular release of Ca2+ needed for excitation-contraction coupling is interfered with.* Fast contracting 'twitch* muscles are affected more than slow contracting 'antigravity* muscles.* Since Ca2+ channels in the sarcoplasmic reticulum of cardiac and smooth muscles are of a different subtype (Ry. R2), these muscles are affected little by dantrolene.",
        "cop": 1,
        "opa": "Dantrolene",
        "opb": "Caffiene",
        "opc": "Rocuronium",
        "opd": "Succnylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "f7265ebb-ef95-4aa6-aa8b-d61ad16b7eb9",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetics:",
        "exp": "Ans. (B) Blocks the influx of sodium into the cell(Ref: KDT 8th/e p388, 389)LA block nerve conduction by inhibiting Na+ entry during upstroke of action potential.",
        "cop": 2,
        "opa": "Block the release of neurotransmitters",
        "opb": "Blocks the influx of sodium into the cell",
        "opc": "Increase the release of inhibitory neurotransmitters",
        "opd": "Inhibit the efflux of sodium from neurons",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "06bdd7c8-625e-4439-9815-0697307aa79c",
        "choice_type": "single"
    },
    {
        "question": "Post dural (spinal) puncture headache is due to",
        "exp": "(Seepage of CSF) (517 - Lee's 13th) (360-KDT 6th)* Post spinal headache is due to seepage of CSF: can be minimised by using smaller bore needle (KDT)* Typical location is bifrontal and / or occipital* It is more common in Young pregnant patients and with accidental dural puncture rate during epidural anaesthesia using Touhyneedle (60 - 80%) Reduced by introduction of size 25 G and 27 - G whitacre pencil point needles. Which replaced cutting needles* Paralysis of cranial nerve. All cranial nerves except 1st, 9, 10th can be involved after spinal Anaesthesia. Most commonly (90%) 6th nerve is involved (Because of the longest course of 6th nerve)",
        "cop": 1,
        "opa": "Seepage of CSF",
        "opb": "Fine needle",
        "opc": "Toxic effects of the drugs",
        "opd": "Traumatic damage to nerve roots",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "89f2b9da-cbe5-4816-a4c2-7ac6b11e26d7",
        "choice_type": "single"
    },
    {
        "question": "Malignant hypehermia is a rare complication of the use of the following anaesthetic:",
        "exp": "Rarely, Halothane can cause Malignant hypehermia, which is treated with dantrolene Inhalational anesthetic agents and Depolarising NM blockers like succinylcholine can precipitate malignant hypehermia.",
        "cop": 3,
        "opa": "Ketamine",
        "opb": "Thiopentone sodium",
        "opc": "Halothane",
        "opd": "Ether",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "df6b1d88-d71d-410d-a38f-7e1934629338",
        "choice_type": "single"
    },
    {
        "question": "Action of i. v. thiopentone is terminated by -",
        "exp": "Ans. is 'c' i. e., Redistribution {Ref: K D Tripathi 7th/e p. 400]o Three proceeses are involved in the termination of action of barbiturates: the relative importance of each varies with the compound. i) Redistribution: it is important in the case of highly lipid soluble thiopentone. After iv injection the action of thiopentone is terminated in 6-10 mins by redistribution while the ultimate disposal occurs by metabolism (tl/ 2 of elimination is 9 hours). Metabolism: drugs with intermediate lipid solubility (short acting barbiturates) are primarily metabolized in liver by oxidation, dealkylation and conjugation. Their plasma tl/2 ranges from 12-40 hours. Excretion: barbiturates with low lipid solubility (long acting agents) are significantly excreted unchanged in urine. The tl/2 of phenobarbitone is 80-120 hours. Alkalinization of urine increases ionization and excretion. Long acting barbiturates. Short acting barbiturates. Ultrashort acting---Phenobarbitone, Mephobarbitone. Butobarbitone, secobarbitone, Pentobarbitone. Thiopentone, Methohexitone, Hexobarbitone.",
        "cop": 3,
        "opa": "Rapidly renal excretion",
        "opb": "Oxidation",
        "opc": "Redistribution",
        "opd": "Conjugation",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "80cf96d8-eca1-499f-a7ce-ac5455c10096",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of dantroline is?",
        "exp": "Ans. (b) Binds to ryanodine receptors to block release of Ca++Ref: Lippincott 5thed 344",
        "cop": 2,
        "opa": "Inhibits Ca++ secretion from sarcoplasm",
        "opb": "Binds to ryanodine receptors to block release of Ca++",
        "opc": "Inhibits GABA",
        "opd": "Inhibits Gamma motor neuron",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "26b9e2b9-e12e-4f59-9ec1-39fa521d7543",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic drug which possess proconvulsive activity and is used in electroconvulsive therapy is:",
        "exp": "Methohexital is the anesthetic of choice in patients undergoing electroconvulsive therapy as it can produce burst suppression of the EEG. It can increase ictal activity and can cause seizures in these patients.",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Methohexital",
        "opc": "Ketamine",
        "opd": "Thiopentone",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "b19bb025-5949-464f-bfaa-dbccaf1c5201",
        "choice_type": "single"
    },
    {
        "question": "The segmental level of spinal anaesthesia depends on:",
        "exp": "* Factors affecting the height of block:- -- Volume of drug -- Baricity (Ratio of specific gravity of an agent to that of CSF). -- Position of the patient -- Intra-abdominal pressure -- Curvature of spine * Factors affecting duration of block:- -- Dose -- Concentration - - Drug (LA used) -- Added vasoconstrictors",
        "cop": 4,
        "opa": "Volume of the local anaesthetic injected",
        "opb": "Specific gravity of the local anaesthetic solution",
        "opc": "Posture of the patient",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "13582872-83f1-4363-92dc-a6e5d0958fbd",
        "choice_type": "multi"
    },
    {
        "question": "Nitrous oxide is contraindicated in patients with pneumothorax, pneumopericardium or intestinal obstruction, because it:",
        "exp": "Ans. (D) Causes the expansion of air filled body cavities(Ref: Goodman and Gilman 12/e p547)N2 O use is contraindicated in pneumothorax and volvulus because it may lead to development of high pressure in the closed cavities in the body (like obstructed loop of bowel, intraocular air bubble, a pulmonary bulla, pneumothorax, obstructed middle ear, air embolus, intracranial air and pneumoperitoneum).",
        "cop": 4,
        "opa": "Depresses an already compromised myocardium",
        "opb": "Permits the use of limited FIO2 only",
        "opc": "Is less soluble than nitrogen",
        "opd": "Causes the expansion of air filled body cavities",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d8660273-41ac-4a8f-9f6d-e0781128ea33",
        "choice_type": "single"
    },
    {
        "question": "If ketamine is the only agent used in reducing a dislocated shoulder, its actions will include:",
        "exp": "Ketamine - is a powerful analgesic agent. - It increases blood pressure, intraocular presure and intracranial tension. - It does not depress CVS and respiratory system.",
        "cop": 1,
        "opa": "Analgesia",
        "opb": "Bradycardia",
        "opc": "Hypotension",
        "opd": "Respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d472badc-86f0-4129-9783-a32706fbea16",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in a patient with serum bilirubin of 6 mg/dl and serum creatinine of 4. 5 mg/dl is:",
        "exp": "Ans. (B) Atracurium(Ref: KDT 8th/e p380). Atracurium is eliminated by Hoffman's elimination. It means it neither require liver for metabolism, nor kidney for excretion. Its molecules spontaneously rearrange to make it inactive. Thus it is safest muscle relaxant in a patient with liver and kidney disease.",
        "cop": 2,
        "opa": "Vecuronium",
        "opb": "Atracurium",
        "opc": "Pancuronium",
        "opd": "Mivacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "bfa66cb5-2334-470e-a5d8-fd0412d24c94",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anesthetic drug is contraindicated in hepatic failure?",
        "exp": "Ans. is 'c' i. e., Halothane * Following table depicts the anesthetic drugs which should/ not be used in patient s with liver problems: Anaesthetic drugs in liver failure Drugs safe in liver failure. Drugs to be used with caution (may need reduced dosage). Drugs contraindicated in liver failure. Premedication. Lorazapam. Midazolam, diazepam Induction. Propofol thiopental, etomidate Maintenance. Desflurane, sevoflurane, isoflurane nitrous oxide. Enflurane. Halothane (possibly). Muscle relaxants. Atracurium, cisatracurium. Pancuronium, vecuronium, suxamethoniummmm. Opioids. Remifentanil. Fantanyl, alfentanil, morphine, pethidine Analgesics. Paracetamol. NSAIDs, lidocaine, bupivacainewmsmam",
        "cop": 3,
        "opa": "Desflurane",
        "opb": "Remifentanil",
        "opc": "Halothane",
        "opd": "Isoflurame",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "e81fdc06-89aa-41e0-9132-040085b6c162",
        "choice_type": "single"
    },
    {
        "question": "A 70-kg young athlete was planned for surgery. During anaesthesia, vecuronium was not available, so repeated doses of succinylcholine was given intermittently up to 640 mg. During recovery, patient was not able to spontaneously respire and move limbs. What is the cause?",
        "exp": "Ans. (B) Phase II blockade(Ref: Wiley 7/384-586, Lee 12/223). Succinylcholine produces a characteristic depolarizing block that is associated with absence of fade in response to train-of-four and titanic stimulation, the absence of post-tetanic facilitation and increased block in the presence of anticholinesterase drugs. The type of block may change into a non-depolarizing type following prolonged administration of the drug (phase II block). Transition from a depolarizing to phase II block is gradual and usually occurs after administration of 7-10 mg/kg of succinylcholine.",
        "cop": 2,
        "opa": "Pseudocholinesterase deficiency",
        "opb": "Phase II blockade",
        "opc": "Muscle weakness due to repeated fasciculations",
        "opd": "Undiagnosed muscular dystrophy",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "4d5a529b-1258-476d-8190-182912a6a48e",
        "choice_type": "single"
    },
    {
        "question": "The fall in blood pressure caused by d-tubocurarine is due to:",
        "exp": "d-tubocurarine:- - is a competitive NM blocker. It produces fall in BP due to:- - causes Blockade of sympathetic ganglia. - causes Histamine release. - Reduced venous return as a result of paralysis of limb and respiratory muscles.",
        "cop": 4,
        "opa": "Reduced venous return",
        "opb": "Ganglionic blockade",
        "opc": "Histamine release",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "1a099eb5-9410-4ab2-88fe-3bd7e7d26647",
        "choice_type": "multi"
    },
    {
        "question": "The minimal alveolar concentration of an inhalational anaesthetic is a measure of its:",
        "exp": "Minimal alveolar concentration (MAC):- is the lowest concentration of the anaesthetic in pulmonary alveoli needed to produce immobility in response to a painful stimulus (surgical incision) in 50% individuals. It is accepted as a valid measure of potency of inhalational GAs, because it remains fairly constant for most young adults. The MAC of all inhalational anaesthetics declines progressively as age advances beyond 50 years. The MAC of a number of GAs shows excellent correlation with their oil/gas paition coefficient. However, this only reflects capacity of the anaesthetic to enter into CNS and attain sufficient concentration in the neuronal membrane, but not the mechanism by which anaesthesia is produced.",
        "cop": 1,
        "opa": "Potency",
        "opb": "Therapeutic index",
        "opc": "Diffusibility",
        "opd": "Oil: water paition coefficient",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "278697c2-1d6f-49a2-9796-09b55043209c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalational anesthetic agent causes maximum respiratory irritation?",
        "exp": "Ans. (D) Desflurane(Ref: Goodman and Gilman 13th/e p395). Desflurane. It has minimum blood gas partition coefficient and therefore is the fastest inducing agent. It has very high vapor pressure. Its boiling point is 23degC; therefore it boils at room temperature. It requires special vaporizers due to this property. It produces cardiovascular effects similar to isoflurane except coronary steal phenomenon. Induction with desflurane is unpleasant due to respiratory irritation. It can lead to coughing, breath holding and laryngospasm. It can also be used in day care surgery.",
        "cop": 4,
        "opa": "Enflurane",
        "opb": "Halothane",
        "opc": "Sevoflurane",
        "opd": "Desflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "1922d990-bb55-4ce0-8127-3c282a579fc8",
        "choice_type": "single"
    },
    {
        "question": "Intravenous regional anaesthesia is suitable for:",
        "exp": "IVRA is indicated for procedures on upper limb or lower limb of less than one hour duration. - it consist of inj. of LA in vein of torniquet occluded limb - drug diffuses from vascular bed to non-vascular tissue such as nerve endings - regional anesthesia is produced in 2-5min. and last for a min. after deflating the torniquet - bupivacaine should never be used because of its cardiotoxicity",
        "cop": 1,
        "opa": "Ohopedic manipulation on the upper limb",
        "opb": "Vascular surgery on the lower limb",
        "opc": "Head and neck surgery",
        "opd": "Caesarian section",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "318d98b5-3ac0-4b1f-930e-4761ea653fa0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the shoest acting competitive neuromuscular blocking agent?",
        "exp": "Mivacurium is the shoest acting non-depolarizing SMR because it is metabolized by an esterase. It can be used as an alternative to SCh for endotracheal intubation.",
        "cop": 3,
        "opa": "Pancuronium",
        "opb": "Doxacurium",
        "opc": "Mivacurium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d49aad48-4e47-4257-a60f-77463bd3eee6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a skeletal muscle relaxant that acts as a central a2 adrenergic agonist:",
        "exp": "* Tizanidine and brimonidine are alpha2 adrenergic agonists. Tizanidine is used as a centrally acting muscle relaxant whereas brimonidine is used topically for the treatment of glaucoma. * Chlormezanone is a centrally acting muscle relaxant that acts by inhibiting the spinal internuncial neurons. * Quinine is a directly acting peripheral muscle relaxant.",
        "cop": 1,
        "opa": "Tizanidine",
        "opb": "Brimonidine",
        "opc": "Chlormezanone",
        "opd": "Quinine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "b0ded275-71d3-4e15-8c26-76589b759743",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a metabolite of carisoprodol?",
        "exp": "Ans. (B) Meprobamate(Ref: Goodman and Gilman 11th/e p422). Meprobamate was used as a CNS depressant drug but is rarely indicated now due to its addictive properties. It is a metabolite of carisoprodol, which is used as a centrally acting skeletal muscle relaxant.",
        "cop": 2,
        "opa": "Doxylamine",
        "opb": "Meprobromate",
        "opc": "Dimethadione",
        "opd": "Amphetamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "399d1f48-4ff3-4b68-8f40-936e824a53d3",
        "choice_type": "single"
    },
    {
        "question": "Pancuronium differs from tubocurarine in that:",
        "exp": "* Pancuronium possesses vagolytic activity and can cause hypertension and tachycardia on rapid i. v. injection. * Pancuronium is a competitive NM blocker (Non-depolarizing NM blocker). Its actions can be reversed by anticholinesterases like neostigmine. * Unlike d-TC, histamine release is not seen with pancuronium.",
        "cop": 3,
        "opa": "It is a depolarizing blocker",
        "opb": "Its action is not reversed by neostigmine",
        "opc": "It can cause rise in BP on rapid I. V. injection",
        "opd": "It causes marked histamine release",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "47aaffdb-ad34-40c1-be1f-b8693a578030",
        "choice_type": "single"
    },
    {
        "question": "Cis-atracurium is preferred over atracurium, because:",
        "exp": "Ans. (B) It causes less release of histamine(Ref: Miller's 7th/e p869). Both atracurium and cis-atracurium are non-depolarizing neuromuscular blockers. Both of these are intermediate acting agents (both have same duration of action). Both of these agents are cardiostable. Atracurium has faster onset of action as compared to cis-atracurium. Both are eliminated by Hoffman's elimination. Atracurium is also metabolized by liver to some extent and result in production of a metabolite laudanosine that can cause CNS toxicity including seizures. On the other hand cis-atracurium is almost completely eliminated by Hoffman's elimination and produce negligible laudanosine. Major advantage of cis-atracurium over atracurium is that the former do not release histamine. Note: Only cis-atracurium and doxacurium are the drugs in this category (whose name ends with curium) that do not release histamine.",
        "cop": 2,
        "opa": "It has rapid onset of action",
        "opb": "It causes less release of histamine",
        "opc": "It has short duration of action",
        "opd": "It has less depressant action on heart",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "88c27435-2223-4459-91b5-07c90d2b2591",
        "choice_type": "single"
    },
    {
        "question": "Emergence Delirium is characteristic of?",
        "exp": "ANSWER: (B) Ketamine. REF: Goodman & Gillman 2009 edition page 231, Lippincotts pharmacology 5th edition table 25. 1. Emergence delirium characterized by hallucinations is a frequent complication of ketaminethat can result in serious patient dissatisfaction and can complicate postoperative management. Delirium is most frequent in the first hour after emergence and appears to occur less frequently in children; benzodiazepines reduce the incidence of emergence delirium.",
        "cop": 2,
        "opa": "Midazolam",
        "opb": "Ketamine",
        "opc": "Thiopentone",
        "opd": "Opioids",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "85b6cef0-77c4-4ad2-989e-e098f47b017f",
        "choice_type": "single"
    },
    {
        "question": "All are vasodilators except.",
        "exp": "Ans. (C) Cocaine(Ref: Katzung 11th/e p448). All local anaesthetics cause vasodilation except cocaine. It blocks reuptake of nor-adrenaline and result in sympathetic overactivity. Therefore, cocaine can cause hypertension and cardiac arrhythmias.",
        "cop": 3,
        "opa": "Procaine",
        "opb": "Lidocaine",
        "opc": "Cocaine",
        "opd": "Chlorprocaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "c5d86fb2-012d-4a11-bb85-950e19dd6bbc",
        "choice_type": "multi"
    },
    {
        "question": "d-Tubocurarine acts by:",
        "exp": "Ans. (A) Inhibiting nicotinic receptors at myoneural junction(Ref: Katzung 10/e p429; KDT 8th/e p374)D-tubocurarine is a skeletal muscle relaxant that acts by competitive inhibition of NM receptors at neuron-muscular junction.",
        "cop": 1,
        "opa": "Inhibiting nicotinic receptors at myoneural junction",
        "opb": "Inhibiting nicotinic receptors at autonomic ganglion",
        "opc": "Producing depolarizing block",
        "opd": "By inhibiting reuptake of acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "cbea8d74-680a-4936-bfd7-d833344f7655",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant safe in renal failure patient is:-",
        "exp": "Atracurium and cis-atracurium undergo Hoffmann's elimination (spontaneous non-enzymatic molecular rearrangement) and are the agents of choice for patients with hepatic or renal insufficiency. Atracurium is metabolized to laudanosine that is responsible for seizures. Cis-atracurium is relatively safe in this regard. Cis-atracurium release much less histamine as compared to atracurium.",
        "cop": 4,
        "opa": "Pancuronium",
        "opb": "Piperacuronium",
        "opc": "Tubocurarine",
        "opd": "Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "fb6ebd01-a610-4357-bd5b-70d6c4da4b7b",
        "choice_type": "single"
    },
    {
        "question": "Muscular rigidity caused by opioids is due to the agonistic effect on which receptor?",
        "exp": "Ans. (A) Mu(Ref: Miller 7th/e p781). Truncal rigidity caused by highly lipid soluble opioids like fentanyl is supraspinal in origin. It is mainly caused by stimulation of mu receptors whereas kappa and delta receptors tend to reduce the rigidity.",
        "cop": 1,
        "opa": "Mu",
        "opb": "Kappa",
        "opc": "Delta",
        "opd": "Sigma",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "0ff02d87-a62f-4094-abe9-f9f0ad4f553b",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic drug which has highest minimum alveolar concentration is",
        "exp": "MAC is measure of potency of inhalational anesthetic drug which is minimum concentration required to produce immobility in 50% individuals Nitrous oxide has lowest potency with highest MAC value",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Isoflurane",
        "opc": "Desflurane",
        "opd": "Xenon",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "019475eb-52a5-4f87-abec-a732d80bd50f",
        "choice_type": "single"
    },
    {
        "question": "'Second gas effect' is exeed by which of the following gas when co-administered with halothane:",
        "exp": "Concentration effect, second gas effect and diffusion hypoxia:- - Seen with inhalational agents used in high concentrations (like N2O) - Nitrous Oxide tends to increase sympathetic tone which counteracts with its weak direct depressant action on heart and circulation - Used as a carrier for adjuvant other anesthetics, as it decreases the conc. of other gases used along with it for same level of anesthesia - Diffusion hypoxia occurs due to rapid diffusion of nitrous oxide from blood to alveoli -N2O enter the cavity faster than N2 escapes, thereby increasing the volume and pressure in the cavity. Therefore it is contraindicated in obstruced bowel loops. Eg: gut volvulus",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Cyclopropane",
        "opc": "Nitrogen",
        "opd": "Helium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "a7e71248-5cab-4b52-9f88-de402e067bed",
        "choice_type": "single"
    },
    {
        "question": "A child presents with bladder exstrophy and chronic renal failure. The muscle relaxant of choice to be used during surgery of exstrophy in this child is:",
        "exp": "Ans. (A) Atracurium(Ref: Katzung 11th/e p453, KDT 8th/e p380). Atracurium is eliminated by Hoffman's elimination i. e. it does not require liver or kidney. It is the muscle relaxant of choice in hepatic and renal failure.",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Mivacurium",
        "opc": "Pancuronium",
        "opd": "Rocuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "dd48c99b-b3bf-49f0-9abd-6c72d0737abd",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in liver disease is?",
        "exp": "Ans. (A) Atracurium(Ref: Katzung 11th/e p456, KDT 8th/e p. 380). Atracurium and cis-atracurium are degraded spontaneously by Hoffman's elimination. These do not require liver or kidney for elimination and thus are muscle relaxant of choice in a patient with renal and hepatic dysfunction. Other drugs mentioned in the question are metabolized by liver and thus should be avoided in hepatic failure.",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Pipecuronium",
        "opc": "Rocuronium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "a594fbe0-520f-42d0-bd31-5b5d5e6e4994",
        "choice_type": "single"
    },
    {
        "question": "Amphetamine causes which of the following -",
        "exp": "Ans. is 'd' i. e., All the above o Following are the fetal or neonatal effects of amphetamines:# IUGR# Prematurity'# Cardiac anamolies# Cleft palate# Abrupt]o placentae# Hypoglycemia# Sweating# Poor visual tracing# Glassy eyed look# Lethargy# Feeding problems",
        "cop": 4,
        "opa": "IUGR",
        "opb": "Cardiac anamoly",
        "opc": "Cleft lip",
        "opd": "AH the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "1645d0f9-b7d2-4267-a344-b084408ad699",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT an amide:",
        "exp": "Ans. is 'a' i. e. Procaine 61]. Explained earlier",
        "cop": 1,
        "opa": "Procaine",
        "opb": "Lignocaine",
        "opc": "Bupivacaine",
        "opd": "Mepivacaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "2fbf5edb-f923-4e05-9158-c2fff71cfd96",
        "choice_type": "single"
    },
    {
        "question": "Methemoglobinemia is caused by:",
        "exp": "Ans. (A) Prilocaine(Ref: Katzung 11th/e p449). The administration of large doses (>10mg/kg) of prilocaine during regional anesthesia may lead to accumulation of the metabolite o-toluidine, an oxidizing agent capable of converting hemoglobin to methemoglobin. The treatment of methemoglobinemia involves the intravenous administration of reducing agents (eg. methylene blue or ascorbic acid), which rapidly convert methemoglobin to hemoglobin.",
        "cop": 1,
        "opa": "Prilocaine",
        "opb": "Ropivacaine",
        "opc": "Bupivacaine",
        "opd": "Procaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "ddac36da-3f0d-4a91-9d83-7e85a074ffe1",
        "choice_type": "single"
    },
    {
        "question": "Induction agent of choice in day care surgery is",
        "exp": "(Propofol) 585 - Lee's 13th) (375-KDT6th)* Geneal anaesthesia for day surgery should use agents that are rapidly eliminated and titratable* Most of those in common use are appropriate intravenous propofol or inhalation sevoflurane are both highly suitable for induction of anaesthesia in adults and children. Advantages of propofol over Thiopentone1. Rapid and smooth recovery2. Completely eliminated from body in 4 hours so patient is ambulatory early3. Antiemetic4. Antipruritic5. Bronchodilator. Disadvantages of Day Surgery* Where day surgery is not well established, it may promote an over cautions attitude* May encourage poor management of operating list order* Surplus overnight capacity can attract emergency out liers and block beds* Antisocial hours may deter - day care nursing staff",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Propofol",
        "opc": "Methohexitone",
        "opd": "Thiopentone sodium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "de6ab9af-a223-49b8-8ed6-3e25f065f0b3",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in renal and hepatic failure is:",
        "exp": "Ans. (A) Cis-atracurium(Ref: Katzung 9th/e p432; KDT 8th/e p380). Atracurium and cis-atracurium are muscle relaxants of choice for renal and hepatic failure patients.",
        "cop": 1,
        "opa": "Cis-atracurium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Rapacuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d59fdc2e-3b0d-457d-91b3-83585ff36faa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs are believed to be effective in the treatment of post operative shivering?",
        "exp": "Ans. (C) Pethidine(Ref: Anesthesiology by Longnecker/1485; KDT 8th/e p503). Pethidine is most effective drug for treatment of post-operative shivering. Other drugs that can be used for this purpose are clonidine, doxapram, ketanserin and alfentanil.",
        "cop": 3,
        "opa": "Ondansetron",
        "opb": "Diclofenac sodium",
        "opc": "Pethidine",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "f6e0b29c-f9d5-4720-8752-243022f35e7a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are propeies of local anesthetics EXCEPT:",
        "exp": "- Local anesthetic receptor is located within the channel in its intracellular half. - LA traverses the membrane in unionized form. - LAs act from within the neuron and are more active when the neuron is rapidly firing (i. e., Na+ channels are open). so it doesnot act in resting form.",
        "cop": 2,
        "opa": "Blockade of voltage dependent Na+ channels",
        "opb": "Preferential binding to resting channels",
        "opc": "Slowing of axonal impulse conduction",
        "opd": "Increase in the membrane refractory period",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "0ef07b5a-a0e5-42e4-af9b-d0f79f0528fe",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following skeletal muscle relaxants causes pain on injection?",
        "exp": "Rocuronium causes pain on injection. It can be minimized by alkalinizing the solution. Remember, post-operative muscular pain is caused by succinylcholine",
        "cop": 3,
        "opa": "Succinyl choline",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "5a26142d-2f82-4f85-95ed-2ac4b4252443",
        "choice_type": "single"
    },
    {
        "question": "Ketamine is the preferred anaesthetic for the following EXCEPT:",
        "exp": "* Ketamine is contra-indicated in hypeensives because it increases the blood pressure. * It is the induction agent of choice for: -- Asthmatics -- Shock -- Children -- Full stomach * It possesses very powerful analgesic action. * It can be used as a sole agent for minor procedures.",
        "cop": 1,
        "opa": "Hypeensives",
        "opb": "Trauma cases that have bled significantly",
        "opc": "Burn dressing",
        "opd": "Sho operations on asthmatics",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "f21b46ea-d295-4307-8da7-a8b5ddac547d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug undergoes Hoffman's elimination?",
        "exp": "Ans. (A) Atracurium(Ref: KDT 8th/e p380). Atracurium and cis-atracurium undergo Hoffmann's elimination (spontaneous non-enzymatic molecular rearrangement) and are the agents of choice for patients with hepatic or renal insufficiency. Atracurium is metabolized to laudanosine that is responsible for seizures. Cis-atracurium is relatively safe in this regard.",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Pancuronium",
        "opc": "Mivacurium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "139ec259-2a5b-4cf4-be02-80e9c49fa1f1",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding Bupivacaine is",
        "exp": "(More cardiotoxic than Lignocaine)(326-KDT) (357-KDT6th)BUPIVACA1. NE - long acting amide linked LA used for infiltration, nerve block, epidural and spinal anaesthesia of long duration* A 0. 25-0. 5% solution injected epidurally produces adequate analgesia without significant motor blockade. As a result it has become very popular in obstetrics (mother can actively cooperate in vaginal delivery).* ** Bupivacaine is more prone to prolong QTc interval and induce ventricular tachycardia or cardiac depression-should not be used for intravenous regional analgesia. (UP-2010)* It should not be used for Beir block (because of its cardiotoxicity)* Drug of choice for ventricular tachycardia produced by bupivacaine is bretylium",
        "cop": 2,
        "opa": "Used as intravenous along with lignocaine",
        "opb": "More cardiotoxic than lignocaine",
        "opc": "Contraindication in pregnancy",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "94647f07-06df-490c-999f-3a1ba0dbcddc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is commonly used for post-anesthetic shivering?",
        "exp": "1. Meperidine (also called pethidine)is used for postoperative shivering. 2. Meperidine combination drugs are also used for other drugs infusion related rigor and chills like Amphotericin B, Aldesleukin, Transtuzumab.",
        "cop": 1,
        "opa": "Meperidine",
        "opb": "Methylmorphine",
        "opc": "Methadone",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "7c2dbabc-65e1-4797-87ee-39329b9e0491",
        "choice_type": "single"
    },
    {
        "question": "Which general anaesthetic selectively inhibits excitatory NMDA receptors:",
        "exp": "Ketamine Intravenous inducing agent. Acts by blocking NMDA receptors. Adverse effects: Hallucinations, delirium and vivid dreams are impoant adverse effects that are seen during recovery from anaesthesia (emergence delirium). Has indirect sympathomimetic action = | blood pressure, heart rate and cardiac output Increases intraocular pressure and intracranial tension Appropriate drug for anesthetizing patients, at high risk of bronchospasm",
        "cop": 4,
        "opa": "Thiopentone",
        "opb": "Halothane",
        "opc": "Desflurane",
        "opd": "Ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "c5604116-250a-4d13-a42a-d58356b2453d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as a preanaesthetic medication?",
        "exp": "Ans. is 'b > d' i. e., Glycopyrrolate > Hyoscine Drugs used in premedication1. Sedative - antianxiety-Diazepam/Lorazepam/Midazolam.-Lorazepam is used most commonly-Midazolam is used for day care surgery2. Opioids-Morphine/Pethidine3. Anticholinergics-Atropine/ Hyoscine/ Glycopyrrolate. 4. Neuroleptics-Haloperidol/chlorapromazine/triflupromazine5. H2 blocker or proton pump inhibitor-Ranitidine/Famotidine, omeprazole/Pantoprazole. 6. Antiemitics-Metoclopramide/ Domperidone/ Ondansetron/ Hyoscine/ Ondansetron* To control secretion, anticholinergics (Glycopyrrolate, atropine or scopolamine) are used. Gycopyrrolate is a preferred anticholinergic over atropine and scopolamine (hyoscine) because it does not crosses blood brain barrier and devoid of central side effects. Note: Atropine is a natural alkaloid, used in OPC poisoning and has profound central CNS effects.",
        "cop": 2,
        "opa": "Propanthelene",
        "opb": "Glycopyrrolate",
        "opc": "Ipratropium bromide",
        "opd": "Hyoscine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "196973c3-b44a-4aa7-a370-a426169f40f4",
        "choice_type": "single"
    },
    {
        "question": "Post-operative vomiting is less and patient is able to ambulate soon with one of the following:",
        "exp": "Ans. C. Propofol. Propofol is known to have strong antiemetic and antipruritic action. The onset of action is 15 secs and it last for around 15mins. It is first choice for day care patients.",
        "cop": 3,
        "opa": "Ketamine",
        "opb": "Enflurane",
        "opc": "Propofol",
        "opd": "Remifentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "b2cbf0eb-9155-44b6-b2d5-52bd47116b0e",
        "choice_type": "single"
    },
    {
        "question": "Neostigmine antagonizes non-depolarizing blockade by all of the following mechanisms except.",
        "exp": "Ans. (B) Preventing the K+ efflux from the cell(Ref: Katzung 10th/e p436; KDT 8th/e p375). Neostigmine is an anti-cholinesterase. It inhibits the breakdown of ACh at the motor end plate. This results in the increased activity of ACh that causes depolarization of motor end plate by opening Na+ channels (increasing the influx of Na+). It possesses some direct agonistic activity on NM receptors resulting in depolarization. In addition, a minor effect to increase the release of ACh at motor end plate is also present.",
        "cop": 2,
        "opa": "Decreasing the breakdown of acetylcholine at the motor end plate",
        "opb": "Preventing the K+ efflux from the cell",
        "opc": "Increasing the release of acetylcholine at the motor end plate",
        "opd": "Depolarization at the motor end plate",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "f9cf21ae-f3a0-4909-8837-1d4b9685d008",
        "choice_type": "multi"
    },
    {
        "question": "TRUE statements regarding halothane is",
        "exp": "(All of the above) (339-40-KDT) (372-KDT 6th)HALQTHANE - volatile liquid with sweet odour, non irritant and non inflammable, pleasant and rapid action.* * It is not a good analgesic or muscle relaxant, it potentials competitive neuromuscular blockers.* * Halothane causes direct depression of myocardial contractility by reducing intracellular Ca** concentration.* * Halothane causes relatively greater depression of respiratory, breathing is shallow and rapid* ** Pharyngeal and laryngeal reflexes are abolished early and coughing is suppressed, while bronchi dilates - \"preferred for asthmatics\"* * Hepatitis occurs in susceptible individuals specially after repeated use* * Malignant hyperthermia occurs rarely",
        "cop": 4,
        "opa": "Hepatitis occurs in susceptible individuals after repeated dose",
        "opb": "It potentiates competitive neuromuscular blockers",
        "opc": "Causes respiratory depression",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "38610a25-ea5e-4e17-9491-963bd4233fd3",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding Halothane is",
        "exp": "(All of the above) (339 - 40 KDT) (372-KDT 6th)HALQTHANE - Volatile liquids with sweat odour, non irritant and non inflammable pleasant, and rapid action* It is not a good analgesic or muscle relaxants. It potentials competitive neuro muscular blockers* Halothane cause direct depression of myocardial contractility by reducing intracellular Ca++ concentration* Halothane causes relatively greater depression of respiratory breathing is shallow and rapid* Pharyngeal and laryngeal reflexes are abolished early and coughing is suppressed, while bronchi dilates\"preferred for asthmatics\"* Hepatitis occurs in susceptible individuals after repeated use* Malignant hyper thermia occurs rarely",
        "cop": 4,
        "opa": "Hepatitis occurs in susceptible individuals after repeated dose",
        "opb": "It potentiates competitive neuromuscular blockers",
        "opc": "Causes respiratory depression",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "587c9671-b91a-4983-9666-b36eab3747ee",
        "choice_type": "multi"
    },
    {
        "question": "Baclofen is used in:-",
        "exp": "GABAB (It is a G protein coupled receptor unlike GABAA, which is an ionotropic receptor) agonists like baclofen increase K+ conductance and can inhibit monosynaptic as well as polysynaptic reflexes. Baclofen is used to relieve spasticity in multiple sclerosis and spinal injuries. It is not useful in cerebral palsy.",
        "cop": 3,
        "opa": "Parkinsonism",
        "opb": "Epilepsy",
        "opc": "Spasticity",
        "opd": "Stroke",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "fa8ed6ab-104c-4a95-9e1f-3c24bbf1c6ff",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic equipment that can provide 100% oxygen is:",
        "exp": "ANS. DOxygen delivery by: 1. Nasal cannula: 24-44% Fi. O92. Simple face mask: 40-60% Fi. O93. Venturi mask: 24-40% Fi. O94. Nonrebreathing mask (with reservoir bag): 60-100% O2",
        "cop": 4,
        "opa": "Venturi mask",
        "opb": "Oxygen mask",
        "opc": "Nasal cannula",
        "opd": "Face mask with reservoir",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "cf08f51f-7c41-4b88-a7f6-45cf4fc7520c",
        "choice_type": "single"
    },
    {
        "question": "Color of oxygen cyclinder is?",
        "exp": "Ans. (A) Black body with white shoulder(Ref: Anesthetic Equipments & Procedures, Practical Approach/p37, 38;). The color of a medical oxygen cylinder is a black body with a white shoulder. Medical Gas. Colour. Oxygen. Black body with white shoulder. Carbon dioxide. Grey. Nitrous oxide. Blue. Cyclopropane. Orange. Helium. Brown. Entonox. Blue body with white shoulder",
        "cop": 1,
        "opa": "Black body with white shoulder",
        "opb": "Black body with grey shoulder",
        "opc": "Grey body with white shoulder",
        "opd": "Grey body with black shoulder",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "3cf8eb7f-bed7-40bc-9e96-cc8401a422c7",
        "choice_type": "single"
    },
    {
        "question": "The most rapidly acting nondepolarizing neuromuscular blocking agent which can be used as an alternative to succinylcholine for tracheal intubation is:",
        "exp": "* Rocuronium is the fastest acting Non-depolarizing muscle relaxant (NDMR). It can be used for the rapid sequence endotracheal intubation in patients having contra-indications to the use of SCh. * Mivacurium is the shoest acting NDMR. * SCh is the shoest and fastest acting skeletal muscle relaxant. It is a depolarizing NM blocker.",
        "cop": 1,
        "opa": "Rocuronium",
        "opb": "Pancuronium",
        "opc": "Doxacurium",
        "opd": "Pipecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "7241e65d-70bb-4fd5-b053-3fce11a2ef10",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic agent with vasoconstrictor is contraindicated in?",
        "exp": "Ans. (A) Digital block(Ref: Katzung 11th/e p446). Vasoconstrictors are contraindicated if LAs are used for organs with end arteries (tips of fingers, toes, nose, pinna and penis) due to risk of ischemia and necrosis.",
        "cop": 1,
        "opa": "Digital block",
        "opb": "Spinal block",
        "opc": "Epidural block",
        "opd": "Regional anaesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "744beee7-3adc-43fa-a342-2ebbcbbe65e8",
        "choice_type": "single"
    },
    {
        "question": "Ketamine produces-",
        "exp": "Ans. is 'a' i. e., Analgesia Ketamineo The primary' site of action is in the cortex and subcortical areas; not in the reticular activating system (site of action of barbiturates), o It acts on NMD A receptors. o Short duration of action (10-15 minutes) is due to redistribution from brain and blood to other tissues of the body, o Ketamine is different from most other anaesthetic induction agents in that it has significant analgesic action. o Ketamine increases 10T and cerebral metabolism - contraindicated in head injury. o It causes sympathetic stimulation with elevation of HR, CO & BP -contraindicated in hypertension and ischemic heart disease. o It also raises IOT - contraindicated in glaucoma. o It relieves bronchospasm - intravenous anaesthetic of choice in asthmatics (inhalation anaesthetic of choice in asthmatic is halothane). o Injection is not painful (All other inducing agents cause pain on injection), o It is i. v. anaesthetic of choice in children (Sevoflurane is inhalation agent of choice). o Because it causes sympathetic stimulation it is intravenous anaesthetic of choice in patients with shock and hypovolumia. o It has no muscle relaxant property rather muscle tone is increased. o Airway reflexes (pharyngeal and laryngeal) are not depressed - intravenous anaesthetic of choice for emergency- anaesthesia (no starvation is required). o Ketamine produces emergence reaction during awakening from anaesthesia - vivid dreaming, illusions, extracorporeal experiences, excitment, confusion, fear and euphoria - contraindicated in psychiatric illness like schizophrenia.",
        "cop": 1,
        "opa": "Analgesia",
        "opb": "Allodynia",
        "opc": "Hyperpathia",
        "opd": "Dystonia",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "cac7472d-7b8a-40b6-b5f9-29e4b7586103",
        "choice_type": "multi"
    },
    {
        "question": "A patient with ruptured spleen is taken for laparotomy. His blood pressure is 80/50 and heart rate is 125/min. Induction agent of choice for this patient is:",
        "exp": "Ans. (C) Ketamine(Ref: Goodman and Gilman 12th/e p538-539). Ketamine increases all pressures (blood pressure, intracranial tension, intraocular pressure) in the body. It is therefore intravenous anesthetic of choice for shock (increases blood pressure).",
        "cop": 3,
        "opa": "Sodium Thiopentone",
        "opb": "Fentanyl",
        "opc": "Ketamine",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "9e621b2e-b9b0-4972-b81c-0603618d405d",
        "choice_type": "single"
    },
    {
        "question": "The recommended time for prophylactic antibiotic is:",
        "exp": "Ans. (A) 30 min prior to induction of anesthesia(Ref: Katzung 11th/e p898). Antibiotic should be present in adequate concentration at the operative site before incision and throughout the procedure. Parenteral agents should be administered during the interval beginning 60 minutes before incision; administration up to the time of incision is preferred.",
        "cop": 1,
        "opa": "30 min prior to induction of anesthesia",
        "opb": "15 min after the initiation of surgery",
        "opc": "At the time of induction",
        "opd": "At the time of skin incision",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "e13cd7b9-9e05-47df-a7c4-90ce02ab8692",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is hydrolyzed by a plasma esterase that is abnormally low in activity in about 1 in every 2500 humans?",
        "exp": "* SCh is the shoest acting muscle relaxant due to its metabolism by pseudocholinesterase. * Some patients contain an atypical pseudocholinesterase (which has abnormally low activity) and are susceptible to develop apnea with the use of this drug.",
        "cop": 4,
        "opa": "Ethanol",
        "opb": "Rifampicin",
        "opc": "Cimetidine",
        "opd": "Succinylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "2c518c8d-b58b-4384-b42e-a3a5244a0add",
        "choice_type": "multi"
    },
    {
        "question": "Most cardiotoxic local anaesthetic is:",
        "exp": "- Bupivacaine is most cardiotoxic local anaesthetic - so, it is contra-indicated in intravenous regional anaesthesia (Bier's block) =Prilocaine caused methmoglobinemia",
        "cop": 2,
        "opa": "Procaine",
        "opb": "Bupivacaine",
        "opc": "Prilocaine",
        "opd": "Tetracaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "48d3127f-fbe1-40d2-a737-c5cb9d2871f3",
        "choice_type": "single"
    },
    {
        "question": "Patients is not breathing after anaesthesia is due to",
        "exp": "(All of the above) (513 - Lees 13th)* Hypoxaemia is best detected by a pulse oximeter or measurement of blood gases. Hypoxaemia is a late sign of hypoventilation. Apnoea during spinal and extra dural anaesthesia. Causes of apnoea during spinal and extradural analgesia include* Inadeguate medullary blood flow due to inadequate cardiac output - a serious situation demanding immediate cardio respiratory support* Total spinal analgesia with denervation of all the respiratory muscles true phrenic paralysis is uncommon because the motor roots are large* Accidental subdural injection: a small volume of solution may travel to an unexpectedly high level in this potential space* Toxic effects of the local analgesic drug* Injection of a opioid analgesic drug",
        "cop": 4,
        "opa": "Prolonged anaesthesia",
        "opb": "Neuro muscular blockage",
        "opc": "Recurrent intubation leading cord's failure",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "8a2e1401-8b7e-4048-b392-005153505feb",
        "choice_type": "multi"
    },
    {
        "question": "Naturally occurring local anesthetic:(1997)",
        "exp": "a. Ref: KDT, 5th ed, p. 324 & 4th ed, p. 165",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Procaine",
        "opc": "Lignocaine",
        "opd": "Bupivacaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "357eafd3-1a98-4c67-a51e-7056512596b1",
        "choice_type": "multi"
    },
    {
        "question": "Laudanosine is a metabolite of:",
        "exp": "Ans. (A) Atracurium(Ref: Miller 7th/e p880). Both atracurium and cis-atracurium are eliminated by Hoffman's elimination. Atracurium is also metabolized by liver to some extent and result in production of a metabolite, laudanosine that can cause CNS toxicity including seizures. On the other hand cis-atracurium is almost completely eliminated by Hoffman's elimination and produce negligible laudanosine.",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Cis-atracurium",
        "opc": "Pancuronium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "36d05c9a-5a6f-48be-b06f-4699b9072042",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic agent which is explosive in the presence of cautery:",
        "exp": "Ans. (B) Ether(Ref: Goodman & Gilman 11th/e p341; KDT 8th/e p405). Ether is an explosive agent and should not be used with cautery.",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Ether",
        "opc": "Trilene",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "6ebb4707-a68d-49f6-b0d9-198113ee415f",
        "choice_type": "single"
    },
    {
        "question": "The neuromuscular blocker that does not need reversal of action by neostigmine at the end of the operation is:",
        "exp": "* Long acting non-depolarizing (competitive) NM blocking agents require reversal with neostigmine. * Mivacurium is the shoest acting NDMR. It does not require reversal due to its sho duration of action. * Mivacurium can be used in day care surgery.",
        "cop": 4,
        "opa": "d-Tubocurarine",
        "opb": "Doxacurium",
        "opc": "Pipecuronium",
        "opd": "Mivacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "eb1f82f3-9d1f-461a-bb6c-2434f4ac1308",
        "choice_type": "single"
    },
    {
        "question": "Advantage of cisatracurium over atracurium is?",
        "exp": "Ans. (D) Releases less histamine(Ref: Goodman and Gilman 13th/e p182). Both atracurium and cis-atracurium are non-depolarizing neuromuscular blockers. Both of these are intermediate acting agents (both have same duration of action). Both of these agents are cardiostable. Atracurium has faster onset of action as compared to cis-atracurium. Both are eliminated by Hoffman's elimination. Atracurium is also metabolized by liver to some extent and result in production of a metabolite laudanosine that can cause CNS toxicity including seizures. On the other hand cis-atracurium is almost completely eliminated by Hoffman's elimination and produce negligible laudanosine. Major advantage of cis-atracurium over atracurium is that the former do not release histamine.",
        "cop": 4,
        "opa": "Short duration of action",
        "opb": "Rapid onset",
        "opc": "Less allergic",
        "opd": "Releases less histamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "db35fe68-a1ca-4186-8913-9b4efb4da43c",
        "choice_type": "multi"
    },
    {
        "question": "Dissociative anesthesia is seen with which drug:",
        "exp": "Ans. A. Ketamine. Ketamine is NMDA receptor antagonist, they are strong analgesic with no muscle relaxant property. It is used to create dissociative anesthesia in which patient dissociate from one own body.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Fentanyl",
        "opc": "Propofol",
        "opd": "Nitrous oxide",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "78c294ad-120a-4ccd-b6f5-d3cedb23a292",
        "choice_type": "single"
    },
    {
        "question": "Final common metabolism of atracurium, mivacurium and succinylcholine are by:",
        "exp": "Ans: c (Hydrolysis) Ref: KDT, 6 ed, p. 25, 345; Harper 27 ed, p. 96. The final common pathway in the metabolism of all the three involves hydrolysis by an esterase. The cleavage of a drug molecule by taking up a water molecule; occurs in liver, intestine, plasma and other tissues. E. g.: choline esters, lignocaine, procaine, procainamide, pethidine, oxytocin, atracurium, mivacurium. Atracurium: 1) Usually inactivated by spontaneous nonenzymatic degradation (Hoffman elimination)2) One small fraction is eliminated by hydrolysis by cholinesterase. Mivacurium: Shortest acting competitive blocker, rapidly metabolised by plasma cholinesterases. Succinvlcholine: Shortest acting depolarizing muscle relaxant which is hydrolysed by plasma pseudocholinesterase to succinyl monocholine and then succinic acid and choline. Action lasts only for 3-5 min. It causes phase 2 blockade. Classification of enzymes: A. Oxidoreductases: i) Dehydrogenases- removes hydrogen by coenzymes. ii) Oxidases- remove H2 and form H2. O2. iii) Reductases-iv) Peroxidases-v) Catalasesvi) Oxygenase-monooxygenasedioxygenaseB. Transferases: Transfer one group from substrate to another. Transketolase. Transaldolase. Kinases (transfer phosphate group from ATP to substrate). Transaminase. PhosphorylaseC. Hydrolases: Cleavage of a molecule by taking up a water molecule1. Phosphatase2. Glycosidases3. EsterasesD. Lyases: Add or remove small molecules like water, ammonia, CO2e. g.: 1) decarboxylase2) synthases- ALA synthase. 3) aldolase4) fumaraseE. Isomerases: i) Epimerasesii) Mutasesiii) RacemasesF. Ligases: 1. Ligation of two molecules at the expense of high energy phosphate bond. eg: synthetases2. Carboxylases. Remember: Carboxylases are ligases but decarboxylases are lyases. Synthetases are ligases but synthases are lyases",
        "cop": 3,
        "opa": "Conjugation",
        "opb": "Reduction",
        "opc": "Hydrolysis",
        "opd": "Acetylation",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "2b38cab7-bf9c-4de7-af88-3910153c80b2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given in induction of anesthesia?",
        "exp": "ANS. A# Intravenous inducing agents in anesthesia1. Thiopentone sodium2. Methohexitone sodium3. Propafol4. Etomidate5. Benzodiazepines6. Ketamine7. Fentanyl",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Bupivacaine",
        "opc": "Neostigmine",
        "opd": "Dexmedetomidine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "a880977a-e3af-4afb-9fd8-aea31448cc55",
        "choice_type": "single"
    },
    {
        "question": "A farmer is found convulsing in the farm. Diarrhea, sweating and urination are apparent. Pupils are pin point. Drug poisoning is suspected. Most probable cause is:",
        "exp": "Ans. C. Organophosphate poisoning. These are characteristic features of anti-cholinesterase (organophosphate and carbamate) poisoning. A. Symptom due to muscarinic actions: (DUMBELS)* Diarrhoea, Diaphoresis* Urination* Miosis* Bronchoconstriction* Excitation CNS* Lacrimation, * SalivationB. Symptom due to nicotinic action: Skeletal muscle fasciculations, weakness leading to (diaphragmatic) paralysis and death. Two kinds of poisonings result in pin point pupil i. e. Opioids Poisoning and Organophosphate Poisoning",
        "cop": 3,
        "opa": "Acetaminophen overdose",
        "opb": "Amphetamine toxicity",
        "opc": "Organophosphate poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "1a75f21b-fae8-4c17-b4a1-732899826a80",
        "choice_type": "single"
    },
    {
        "question": "Most common post-operative complication of spinal anaesthesia -",
        "exp": "Ans. is 'a' i. e., Post-spinal headache Complications of spinal anaesthesia. Intraoperative. Postoperativeo Hypotension (most common)o Bradycardiao Respiratory depressiono Cardiac arresto Hypothermia in elderlyo Haedache (post dural puncture headach) - most commono Cranial nerve palsies (any cranial nerve except the 1st, 9th & 10th most commonly 6th nerve is involved)o Cauda equina syndromeo Arachnoiditiso Meningitiso Urinary retentiono Neurological deficit, e. g. paraplegiao Muscle wasting",
        "cop": 1,
        "opa": "Post-spinal headache",
        "opb": "Hypotension",
        "opc": "Meningitis",
        "opd": "Urinary retention",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "e259c9aa-96ad-44f2-aed1-c57d6e29a1bd",
        "choice_type": "single"
    },
    {
        "question": "Ketamine causes:",
        "exp": "Ans. (a) Hallucination. Ref. Katzung 9th edJ 1604; KDT 6th ed./376* Ketamine is the only intravenous anesthetic that possesses analgesic properties and produces cardiovascular stimulation.* It is pharmacologically related to the hallucinogen Phencyclidine; induces a so called \"dissociative anesthesia characterized by profound analgesia, immobility, amnesia and feeling of dissociation from one's own body and the surrounding.* It causes:# Hallucination# Delusion and illusion.# Profound analgesia* Ketamine increases all pressures like:# BP (hypertension)# Intracranial tension (ICT)# Intraocular pressure (IOP)* It is contraindicated in intracerebral mass/hemorrhage. MUST KNOW ABOUT KETAMINE: (Remembered as)KKids: can be given to kids. EEmergence reaction: s/e occurring during recovery. TThalamo-cortical junction affected: Dissociative Anesthesia. AAnalgesia strongest. MMeal: can be given with full stomach. IIncrease: BP/IOP/ICTNNMDA receptor blocker. EExcellent bronchodilator: inducing agent of choice in asthma patient. Also Know* PROPOFOL causes myocardial depression and fall in BP.",
        "cop": 1,
        "opa": "Hallucination",
        "opb": "Hypotension",
        "opc": "Myocardial depression",
        "opd": "Decrease in intracranial pressure",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d79c8dbb-dee0-40c3-8ee5-1711346d8d58",
        "choice_type": "multi"
    },
    {
        "question": "The local anaesthetic with the longest duration of action is:",
        "exp": "* Longest acting, most potent and most toxic LA is dibucaine. * Chlorprocaine is the shoest acting LA.",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Chlorprocaine",
        "opc": "Lignocaine",
        "opd": "Dibucaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "d5df13a4-6bcb-40d0-8a54-f568364df593",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug does not act on neuromuscular junction?",
        "exp": "Ans. (B) Dantrolene(Ref: Katzung 13th/e p467-468). Dantrolene is a directly acting muscle relaxant. It does not act at neuromuscular junction Neuromuscular blockers. Depolarising. Non-depolarising. SCh. Tubocurarine. Atracurium. Cis-atracurium. Mivacurium. Pancuronium. Vecuronium. Pipecuronium",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Dantrolene",
        "opc": "Vecuronium",
        "opd": "Mivacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "3027ec04-d7c7-4dd4-bbb0-4510348e2aea",
        "choice_type": "single"
    },
    {
        "question": "Diffusion hypoxia is seen with which drug:",
        "exp": "Ans. A. Nitrous oxide. Diffusion hypoxia is side effect seen with nitrous oxide. It is seen when suddenly N2 O is stopped while recovering from anaesthesia. It can be prevented by supplying 100 percent O2 to the patient.",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Ketamine",
        "opc": "Theophylline",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anaesthesia",
        "id": "2f895602-6f58-41c1-bc23-328fc55431a7",
        "choice_type": "single"
    }
]