[
    {
        "question": "Shivering\" is observed in the early pa of postoperative period due to",
        "exp": "Postoperative shivering (halothane shakes) and hypothermia is maximum with halothane among inhalational anesthetics. It can be used to sta or maintain anaesthesia. One of its benefits is that it does not increase the production of saliva, which can be paicularly useful in those who are difficult to intubate",
        "cop": 2,
        "opa": "Chloroform",
        "opb": "Halothane",
        "opc": "Trichloroethylene",
        "opd": "Ether",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "72851095-b074-4906-a336-abc25704c53b",
        "choice_type": "single"
    },
    {
        "question": "The term balanced anesthesia has been given by",
        "exp": "Refer Goodman Gilman 12/e p 528 Term balanced anaesthesia was introduced by Lundy in 1926",
        "cop": 3,
        "opa": "Simpson",
        "opb": "Fischer",
        "opc": "Lundy",
        "opd": "Moan",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5ccaf367-a594-4445-8cfb-431757e9f3ac",
        "choice_type": "single"
    },
    {
        "question": "D Tubocurarine acts by",
        "exp": "Refer Katzung 10/e p 429 D-Tubocurarine is a skeletal muscle relaxant that acts by competitive inhibition of NM receptors at neuron muscular junction",
        "cop": 1,
        "opa": "Inhibiting nicotinic receptors at myoneural junction",
        "opb": "Inhibiting nicotinic receptors at autonomic ganglion",
        "opc": "Producing depolarising block",
        "opd": "By inhibiting re-uptake of acetyl choline",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "88c34357-7eac-4b07-a681-3274cbf087d0",
        "choice_type": "single"
    },
    {
        "question": "Following accidental intra-aerial injection of thiopentone, which should not be done?",
        "exp": "Thiopental slows the activity of your brain and nervous system. Thiopental is used to help you relax before you receive general anesthesia with an inhaled medication. Thiopental may be used for other purposes not listed in this medication guide.",
        "cop": 1,
        "opa": "Remove the needle",
        "opb": "Intra -aerial heparin",
        "opc": "Intra-aerial papaverine",
        "opd": "Do a stellate ganglion block",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "a1a829fb-fc50-4c7a-9a6d-7b7f4e37a812",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetic action is a result of blockade of the movement of wof channels",
        "exp": "LOCAL ANAESTHETICS MECHANISM OF ACTION The LAs block nerve conduction by decreasing the entry of Na+ ions during upstroke of action potential (AP). As the concentration of the LA is increased, the rate of rise of AP and maximum depolarization decreases causing slowing of conduction. Finally, local depolarization fails to reach the threshold potential and conduction block ensues. The LAs interact with a receptor situated within the voltage sensitive Na+ channel and raise the threshold of channel opening: Na+ permeability fails to increase in response to an impulse or stimulus. Impulse conduction is interrupted when the Na+ channels over a critical length of the fibre (2-3 nodes of Ranvier in case of myelinated fibres) are blocked. Ref:- kd tripathi; pg num:-361",
        "cop": 2,
        "opa": "Chloride",
        "opb": "Sodium",
        "opc": "Potassium",
        "opd": "Calcium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e4405a08-da20-4973-912c-844267b940d7",
        "choice_type": "single"
    },
    {
        "question": "Muscular timidity caused by opioids is due to the agonist effect on which receptor",
        "exp": "Refer Miller 7/ep781 Truncal rigidity caused by highly lipid soluble opioids like Fentanyl is supraspinal in origin. It is mainly caused by stimulation of mu receptors whereas kappa and delta receptors tend to reduce the rigidity",
        "cop": 1,
        "opa": "Mu",
        "opb": "Kappa",
        "opc": "Delta",
        "opd": "Sigma",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "4921c86c-9682-4e1a-8d35-3edb40c45a57",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is used for day care surgery",
        "exp": "Refer Katzung 12th/440 Propofol is drug of choice for day care surgery",
        "cop": 1,
        "opa": "Propofol",
        "opb": "Thiopentone",
        "opc": "Diazepam",
        "opd": "Ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "3fab9c1e-18ee-47c8-9f55-1d70ef29b28f",
        "choice_type": "single"
    },
    {
        "question": "The most potent and longest acting anaesthetic agent is:",
        "exp": "Dubucaine is the most potent, most toxic, and longest acting local anesthetic Cinchocaine or dibucaine is an amide local anesthetic. Among the most potent and toxic of the long-acting local anesthetics, current use of cinchocaine is generally restricted to spinal and topical anesthesia. From KD Tripati 7th edition Page no 367",
        "cop": 1,
        "opa": "Dibucaine",
        "opb": "Tetracaine",
        "opc": "Bupivacaine",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "4a3f9abe-ae9f-4ddd-b0e0-d6eae7353145",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle relaxants is free of cardiovascular effects over the entire clinical dose range?",
        "exp": "Pancuronium rapid IV injection may cause rise in BP and tachycardia due to cabal blockade and NA release. Vecuronium has cardiovascular stability due to lack of histamine release and ganglionic action. Atracuronium hypo tension may occur due to histamine release. Pipecuronium transient hypotension and bradycardia may occur. Hence Vecuronium has cardiac stability. From K D Tripati 7th edition Page no 353",
        "cop": 2,
        "opa": "Pancuronium",
        "opb": "Vecuronium",
        "opc": "Atracurium",
        "opd": "Pipecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "73d5f47e-a307-4bc5-ac1b-23be98469ac1",
        "choice_type": "single"
    },
    {
        "question": "The drug inactivated in plasma by spontaneous non enzymatic degradation is:",
        "exp": "Atracurium in plasma undergoes spontaneous non enzymatic degradation(Hoffman elimination)in addition to that by cholinesterases. All other given drugs don't undergo Hoffman elimination. From Tripati 7th edition Page no 353",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Vecuronium",
        "opc": "pipecuronium",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "b782a6a6-0ad4-4de0-a3e2-53e3ff8479fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is most commonly used to induce anaesthesia",
        "exp": "Thiopentone is an ultra sho acting barbiturate which she administered IV rapidly induces hypnosis and anesthesia without analgesia. Onset of action is quick, induction smooth rapid and unpleasant. Methohexitone is similar to thiopentone but is not preferred due to its toxicity. Etomidate is used in cardiovascular patients. From Padmaja 4th edition Page no 194, 195",
        "cop": 1,
        "opa": "Thiopentone sodium",
        "opb": "Methohexitone sodium",
        "opc": "Propofol",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "490ac217-572d-466e-a99f-f0aee988cc70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is used for day care surgery?",
        "exp": "Propofol produces quick induction(30 sec) and rapid recovery(4 min)from a single dose. Because of rapid recovery it is preferred for day cases. Thiopentone duration of action is 4-7min. And ketamine10-15min but amnesia lasts for 1-2 hours. From padmaja 4th edition Page no 194, 195, 196",
        "cop": 1,
        "opa": "Propofol",
        "opb": "Thiopentone",
        "opc": "Diazepam",
        "opd": "Ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5d0eea9e-9b6b-4c78-9117-52edaeb98f2f",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in renal and hepatic failure",
        "exp": "Refer Katzung 9/e p432 Atracurium and cis-Atracurium are muscle relaxants of choice for renal and hepatic failure patients",
        "cop": 1,
        "opa": "Cis Atracurium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Rapacuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e6f70231-ec74-4ddb-a420-6faeca67410f",
        "choice_type": "single"
    },
    {
        "question": "Mehemmoglobinemia is caused by",
        "exp": "Refer Katzung 11/e p449. The admistration of large doses of prilocarpine during regional anesthesia may lead to accumulation of the metabolite o-toludine an oxidizing agent capable of conveing hemoglobin to methemoglobin",
        "cop": 1,
        "opa": "Prilocarpine",
        "opb": "Ropivaciane",
        "opc": "Bupivacaine",
        "opd": "Procaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "7c4fe19f-5d78-4535-9006-7649d8c5a65a",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic that has a smooth induction is",
        "exp": "Refer Katzung 10/e 404 KDT 6/e p372 Halothane and Sevoflurane have smooth induction So these are preferred agents for anaesthesia in children",
        "cop": 4,
        "opa": "Diehyl ether",
        "opb": "Isoflurane",
        "opc": "N2O",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5f2de3aa-c006-4757-ab6a-c606d420d572",
        "choice_type": "single"
    },
    {
        "question": "Induction agent of choice in day care surgery is:",
        "exp": "Quick induction (30sec) and rapid recovery(4min) are possible from a single dose. Also has anti emetic propey. Due to rapid recovery preferred in day time cases. Effect of ketamine lasts for 10-15 min after a single injection. Thiopentone is neither a good analgesic nor muscle relaxant and duration of action is 4-7min From padmaja 4th edition Page no 195, 194",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "propofol",
        "opc": "Methohexitone",
        "opd": "Thiopentone sodium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "d69f9fa9-f175-46bb-8b78-03e764158a3e",
        "choice_type": "single"
    },
    {
        "question": "A patient with ruptured spleen is taken for laparotomy. His blood pressure is 80/50 and heart rate is 125/min. Induction agent of choice for this patient is",
        "exp": "Refer Goodman Gilman 12/e p 538-539 Ketamine increases all pressures Blood pressure.. Intracranial tension Introcular pressure In the body ****it is therefore intravenous anesthetic of choice for shock",
        "cop": 3,
        "opa": "Sodium thiopentone",
        "opb": "Fentanyl",
        "opc": "Ketamine",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "429f7950-8de6-47e1-85bf-676c1e9022b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following local anaesthetics belongs to the ester group?",
        "exp": "Procaine belongs to ester group. Since Ester links are more prone for hydrolysis than amide links generally esters have a shoer duration of action. Other three are amide group. From padmaja 4th edition Page no 199",
        "cop": 1,
        "opa": "Procaine",
        "opb": "Bupivacaine",
        "opc": "Lignocaine",
        "opd": "Mepivacaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c74b56ea-95f5-4bf0-8636-c1e973b64fe5",
        "choice_type": "single"
    },
    {
        "question": "From which of the following routes, absorption of local anaesthetic is maximum",
        "exp": "Refer Ajay Yadav 3/e p105 First local anesthetic to be used clinically was cocaine by Carl koller",
        "cop": 4,
        "opa": "Intercoastal",
        "opb": "Epidural",
        "opc": "Branchial",
        "opd": "Cocaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5093dc43-29eb-4c54-a854-90e1b93619c3",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in a patient with serum bilirubin 6mg/dl and serum creatinine of 4. 5mg/dl",
        "exp": "Refer KDT 7th, /353 Atracurium is eliminated by Hoffman's elimination. It means it neither require liver for metabolism nor kidney for excretion. It's molecules spontaneously reaarnge to make it reactivity. Thus it safest muscle relaxed in a patient on a patient with liver and kidney disease",
        "cop": 2,
        "opa": "Vecuronium",
        "opb": "Atracurium",
        "opc": "Pancuronium",
        "opd": "Mivacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "bf286ff8-2318-402a-9a3d-85dc824ba58b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following skeletal muscle is relaxed first by Tubocurarine",
        "exp": "Refer KDT 7/e p350 Tubocurarine is a non depolarising muscle relaxant. The order of relaxation of muscles with NMDR like d-Tubocurarine Fingers, eye,, limbs, neck, trunk, respiration",
        "cop": 2,
        "opa": "Respiratory",
        "opb": "Fingers",
        "opc": "Limbs",
        "opd": "Head and neck",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "755780f6-e4cd-4413-8314-615cf88bdd27",
        "choice_type": "single"
    },
    {
        "question": "The following causes increased intra cranial pressure:",
        "exp": "Ketamine increases cerebral blood flow and intracranial pressure. Hence contraindicated in raised ICT. All other given drugs donot cause raised ICT and is hence safe in ICT.",
        "cop": 3,
        "opa": "Thiopentone",
        "opb": "Aithesin",
        "opc": "Ketamine",
        "opd": "Barbiturate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "949e7792-5de0-4e65-bb28-cb48a3b9eb77",
        "choice_type": "single"
    },
    {
        "question": "The drug for OPD analgesia is:",
        "exp": "Alfentanil is a potent but sho-acting synthetic opioid analgesic drug, used for anaesthesia in surgery. It is an analogue of fentanyl with around 1/4 to 1/10 the potency of fentanyl and around 1/3 of the duration of action, but with an onset of effects 4x faster than fentanyl.",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Pethidine",
        "opc": "Fentanyl",
        "opd": "Alfentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "220db1b8-4923-4740-8bcb-0b1f0756d5ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following intravenous induction agent suppress steroidogenesis",
        "exp": "Refer Goodman Gilman 12/e p 538 It does not interfere with cardiovascular functions It can also produce myoclonus It can lead to adrenocoical suppression Vitamin C deficiency can cause develop with use of etomidate",
        "cop": 4,
        "opa": "Thiopentone",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "1efaffd9-4984-42bd-ad2e-32010400af76",
        "choice_type": "single"
    },
    {
        "question": "First local anesthetic used in clinical anaesthesia was:",
        "exp": "Cocaine was the first agent to be isolated by Niemann in 1860. Procaine was synthesized in 1905. From padmaja Fouh edition Page no 199",
        "cop": 4,
        "opa": "Bupivacaine",
        "opb": "Procaine",
        "opc": "Lidocaine",
        "opd": "Cocaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "2fc82f76-6511-42c1-b0d7-2d5319fe141b",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic having epileptogenic potential is:",
        "exp": "Enflurane may precipitate seizures in epileptic patients. Desflurane, ether and Halothane doesn&; t precipitate seizures and can be safely used in them. From padmaja 4th edition Page no 193",
        "cop": 2,
        "opa": "Desflurane",
        "opb": "Enflurane",
        "opc": "Ether",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c5e748d8-6988-4ef1-afc7-63708e8c5232",
        "choice_type": "single"
    },
    {
        "question": "Adrenaline is added to lignocaine to prolong its effect and decrease its absorption into blood stream in a ratio of:",
        "exp": "1: 10, 000- 1: 2, 00, 000 adrenaline is used.. Name of the medicinal product Xylocaine 2% with Adrenaline (Epinephrine) 1: 200, 000. 2. Qualitative and quantitative composition Each ml of solution for injection contains lidocaine hydrochloride monohydrate Ph. Eur., equivalent to 20 mg of lidocaine hydrochloride anhydrous (400 mg per 20 ml l), 5 micrograms of adrenaline (epinephrine) as the acid tarate (100 micrograms per 20 ml l). Excipients with known effect: Each ml of solution also contains 0. 5 mg sodium metabisulphite (E223), 1 mg methyl parahydroxybenzoate (E218) and 2. 49 mg of sodium. For the full list of excipients, see section 6. 1. 3. Pharmaceutical form Solution for injection 4. Clinical paiculars 4. 1 Therapeutic indications Xylocaine 2% with Adrenaline is indicated for regional anaesthesia in adults and children above 12 years of age. From padmaja 4th edition Page no 96",
        "cop": 3,
        "opa": "1: 50, 000",
        "opb": "1: 100, 000",
        "opc": "1: 200, 000",
        "opd": "1: 500, 000",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "93a8608f-33f7-4454-810f-bdd96d7094ff",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of local anesthetics is that they act on Na+ channels in their",
        "exp": "The mechanism of action of local anesthetic is by blockade of sodium channels in their activated state. Local anesthetic drugs interfere with excitation and conduction by action potentials in the nervous system and in the heart by blockade of the voltage-gated Na channel. Drug affinity varies with gating state of the channel. The drugs show low affinity at slow excitation rates, but high affinity when the channels are opened and inactivated during action potentials at high frequency, as they are during pain or during a cardiac arrhythmia. The drugs are thought to access their binding site in the inner pore by passage through the membrane and entry through the inner pore vestibule. There have been three major developments in the last decade that greatly increase our understanding of their mechanism of action. Firstly, amino acid residues critical to drug binding have been located by mutagenesis, and it is possible to develop a molecular model of the drug binding site. Secondly, a path for drug access directly from the outside has been characterized in the cardiac isoform of the channel. Thirdly, the hypothesis that high affinity binding stabilizes the fast inactivated conformation of the channel has been challenged. Rather, the drug may stabilize a slow inactivated state and immobilize the voltage sensor in domain III in its activated outward position. The combination of mutational study of the cloned Na channels and patch clamp offers the oppounity to understand the detailed molecular mechanism of drug action and to resolve drug structure-function. From Tripati 7th edition. Page no 362, figure 26. 2",
        "cop": 1,
        "opa": "Activated state",
        "opb": "Inactivated state",
        "opc": "Resting state",
        "opd": "Any state",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "0b07f87b-31fd-4e6e-a7bf-c6bc2e1880f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following skeletal muscles is relaxed first by tubocurarine?",
        "exp": "Small muscles of the eyes and fingers are the first to be affected, followed by limbs, neck and trunk. Later intercostal muscles and finally diaphragm. From padmaja 4th edition Page no 84",
        "cop": 2,
        "opa": "Respiratory",
        "opb": "Fingers",
        "opc": "Limbs",
        "opd": "Head and neck",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9ac4ed08-11f3-4928-aee8-479198db5164",
        "choice_type": "single"
    },
    {
        "question": "Which of the following induction agent produce cardiac stability?",
        "exp": "Etomidate produces less cardiovascular and respiratory depression. Ketamine increases heart rate, cardiac output and BP. Propofol causes vasodilatation and hence decreases peripheral vascular resistance and so fall in BP. Midazolam causes fall in BP. Hence cardiac stability is more by Etomidate. From padmaja 4th edition Page no 194, 195, 196",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Etomidate",
        "opc": "Propofol",
        "opd": "Midazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "f80ec52a-8d6e-4dc6-b8da-510091af686e",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in liver disease is",
        "exp": "Refer Katzung 11/e p456 Atracurium and cis-Atracurium are degraded spontaneously by Hoffman's elimination These don't require liver or kidney for elimination and thus are muscle relaxant of choice in a patient with renal and hepatic dysfunction",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Pipecuronium",
        "opc": "Rocuronium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "a57c343f-aa49-49d5-8dc3-26c018701b90",
        "choice_type": "single"
    },
    {
        "question": "Eutectic lignocaine-prilocaine has the following unique propey",
        "exp": "Eutectic lidocaine/prilocaine:- This is a unique preparation which can anaesthetise intact skin after surface application. Eutectic mixture refers to lowering of melting point of two solids when they are mixed. This happens when lidocaine and prilocaine are mixed in equal propoion at 25degC. The resulting oil is emulsified into water to form a cream that is applied under occlusive dressing for 1 hr before i. v. cannulation, split skin graft harvesting and other superficial procedures. Ref:-kd tripathi; pg num:-366",
        "cop": 2,
        "opa": "It causes motor blockade without sensory block",
        "opb": "By surface application, it can anaesthetise unbroken skin",
        "opc": "It is not absorbed after surface application",
        "opd": "It has strong vasoconstrictor action",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "b467167b-e4e1-4b2d-9104-825d02dc6835",
        "choice_type": "single"
    },
    {
        "question": "A 70 kg young athlete was planned for surgery. During anaesthesia, vecuronium was not available, so repeated doses of succinylcholine was given intermittently up to 640 mg. During recovery, patient was not able to spontaneously respire and move limbs. What is the cause?",
        "exp": "Continued presence of the drug causes persistent depolarization resulting in flaccid paralysis-phase blockade 1. Phase 2 blockade is slow in onset and results from desensitization of of the receptor to A-ch. Psuedocholinestrase enzyme deficiency usual dose results in prolonged apnea and paralysis which lasts for hours. From padmaja 4th edition Page no 86 And from KD Tripati 7th edition Page no 349",
        "cop": 2,
        "opa": "Pseudocholinesterase deficiency",
        "opb": "Phase II blockade",
        "opc": "Muscle weakness due to repeated fasciculations",
        "opd": "Undiagnosed muscular dystrophy",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "6778d10f-4bd3-45d1-9728-85fd5190da24",
        "choice_type": "single"
    },
    {
        "question": "Which anesthestic modality is to be avoided in sickle cell disease",
        "exp": "Refer: Sho textbook of Anesthesia by Ajay Yadav 2/e p 148 Prevention of conditions that our sickling is the basis of Peri operative management Supplemental oxygen is recommended Circulatory stasis can be prevented with hydration Normothermia is desirable The use of tourniquet and hence Biers block is contraindicated",
        "cop": 3,
        "opa": "General anesthesia",
        "opb": "Branchial plexus block",
        "opc": "Intravenous regional anesthesia",
        "opd": "Spinal anesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "df134cdd-0811-404e-9ef7-ae90cd3dad98",
        "choice_type": "single"
    },
    {
        "question": "The following antibiotic accentuates the neuromuscular blockade produced by pancuronium",
        "exp": "DRUG INTERACTIONS Antibiotics:- Aminoglycoside antibiotics (streptomycin) reduce Ach release from prejunctional nerve endings by competing with Ca2+. They interfere with mobilization of ACh containing vesicles from a central location to near the terminal membrane, and have a weak stabilizing action on the postjunctional membrane. In clinically used doses, they do not by themselves produce muscle relaxation, but potentiate competitive blockers. Tetracyclines (by chelating Ca2+), polypeptide antibiotics, clindamycin and lincomycin also synergise with competitive blockers. Ref:- kd tripathi; pg num:-354",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "Penicillin",
        "opc": "Chloramphenicol",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9d2c0fd0-096d-4494-9118-05851254db1a",
        "choice_type": "single"
    },
    {
        "question": "A child presents with bladder exstrophy and chronic renal failure. The muscle relaxant of choice to be used during surgery of exstrophy in this child is",
        "exp": "Atracurium:- A bisquaternary competitive blocker and shoer acting: reversal is mostly not required. The unique feature of atracurium is inactivation in plasma by spontaneous non- enzymatic degradation (Hofmann elimination) in addition to that by cholinesterases. Consequently its duration of action is not altered in patients with hepatic/renal insufficiency or hypodynamic circulation. It is the preferred muscle relaxant for liver/kidney disease patients as well as for neonates and the elderly. Hypotension may occur due to dose dependent histamine release. Ref:- kd tripathi; pg num:-353, 354",
        "cop": 4,
        "opa": "Pancuronium",
        "opb": "Rocuronium",
        "opc": "Mivacurium",
        "opd": "Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9dd8a668-2d89-4f2a-8467-ae1d03d0733d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should be considered as the cause6 of generalised convulsions 20 minutes post operatively",
        "exp": "Refer anaesthesiology by Longnecker /761 KDT 6/e p372 Enflurane Enflurane is known to produce seizures",
        "cop": 2,
        "opa": "Halothane",
        "opb": "Enflurane",
        "opc": "Isoflurane",
        "opd": "Sevoflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "6a7333ba-3237-483d-b2bf-73ffe5925f39",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has spasmolytic activity and could also be used in the managment of seizure caused by overdose of a local anesthetic",
        "exp": "Diazrpam possesses following activaties Muscle relaxing Anticonvulsant Anti-anxiety. Sedative hypnotic Refer KDT 6/e p 396",
        "cop": 3,
        "opa": "Baclofen",
        "opb": "Dantrolene",
        "opc": "Diazepam",
        "opd": "Tizanidine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "8e4dc9d4-e27b-42c4-810f-e310b9d82fd7",
        "choice_type": "single"
    },
    {
        "question": "Local anesthetics act by:",
        "exp": "The primary mechanism of action is by blockade of voltage gated sodium channels and block sodium entry into cell. From padmaja 4th edition Page no 200",
        "cop": 2,
        "opa": "Affecting at the spinal level",
        "opb": "Affecting the Na+ channels",
        "opc": "Affecting the K+ channels",
        "opd": "Blocking axonal transpo",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "ce8e42c4-6800-4b93-b5c2-14012f74f81f",
        "choice_type": "single"
    },
    {
        "question": "Following accidental intra aerial injection of thipentone which should not be done",
        "exp": "Ref Ajay yadav 2/e p 73 Treatment of accidental intra aerial injection of thipentone is Immediately stop fuher injection Leave the needle at site Inject heparin through this needle Inject papaverine through this needle If vasodilators like papaverine are not available, xylocaine can be used Brachial plexus or stellate gangling block should be done to relieve vasospasm",
        "cop": 1,
        "opa": "Remove the needle",
        "opb": "Intra aerial heparin",
        "opc": "Intra aerial papaverine",
        "opd": "Do a stellate ganglion block",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "b2f6f2ac-56df-4da3-a162-d6f3afd8a86e",
        "choice_type": "single"
    },
    {
        "question": "An anaesthetic agent with boiling temperature more than 75degC is:",
        "exp": "Answer is option4, methoxyflurane Boiling Point 105 deg C Methoxyflurane, marketed as Penthroxamong others, is an inhaled medication primarily used to reduce pain following trauma. It may also be used for sho episodes of pain as a result of medical procedures. Onset of pain relief is rapid and of a sho duration. Use is only recommended with direct medical supervision. O'Neil, M. J. (ed.). The Merck Index - An Encyclopedia of Chemicals, Drugs, and Biologicals. 13th Edition, Whitehouse Station, NJ: Merck and Co., Inc., 2001., p. 1073",
        "cop": 4,
        "opa": "Ether",
        "opb": "Halothane",
        "opc": "Cyclopropane",
        "opd": "Methoxyflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "d325682b-e85d-4223-9997-fd0eb47313f8",
        "choice_type": "single"
    },
    {
        "question": "Central muscle relaxants act by",
        "exp": "Refer KDT 6/e p 348 Centrally acting muscle relaxants reduce skeletal muscle tone by a selective action in the cerebrospinal axis, without altering consciousness They selectively depress spinal and supraspinal polysynaptic reflexes Polysynaptic pathways in the ascending reticular formation which are involved in the maintenance of wakefullness",
        "cop": 3,
        "opa": "Decreasing muscle excitation",
        "opb": "Decreasing spinal polysynaptic reflexes",
        "opc": "Inhibiting spinal polysynaptic reflexes",
        "opd": "Decreasing nerve conduction",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "be79bb84-ec38-48d2-92ea-2da4eac0612d",
        "choice_type": "single"
    },
    {
        "question": "In case of spasticity, the drug not used is:",
        "exp": "Spasticity is a condition in which ceain muscles are continuously contracted. This contraction causes stiffness or tightness of the muscles and can interfere with normal movement, speech and gait. Spasticity is usually caused by damage to the poion of the brain or spinal cord that controls voluntary movement. Amitriptyline, sold under the brand name Elavil among others, is a medicine primarily used to treat a number of mental illnesses. These include major depressive disorder and anxiety disorders, and less commonly attention deficit hyperactivity disorder and bipolar disorder.",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Baclofen",
        "opc": "Tizanidine",
        "opd": "Amitryptiline",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "69c9bf99-0ec8-4dea-9f42-56bc83365ef5",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic having epileptogenic potential is",
        "exp": "Sevoflurane Enflurane Isoflurane Have epileptic potentials Refer Katzung 11/e p 432L",
        "cop": 2,
        "opa": "Desflurane",
        "opb": "Sevoflurane",
        "opc": "Ether",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "4867991f-d3d2-478b-bd51-25e546bd8212",
        "choice_type": "single"
    },
    {
        "question": "Wof agents is often combined with local anesthetics to prevent its systemic distribution from the site of injection",
        "exp": "Addition of a vasoconstrictor, e. g. adrenaline (1: 50, 000 to 1: 200, 000): * Prolongs duration of action of LAs by decreasing their rate of removal from the local site into the circulation: contact time of the LA with the nerve fibre is prolonged. * Enhances the intensity of nerve block. * Reduces systemic toxicity of LAs: rate of absorption is reduced and metabolism keeps the plasma concentration lower. * Provides a more bloodless field for surgery. * Increases the chances of subsequent local tissue edema and necrosis as well as delays wound healing by reducing oxygen supply and enhancing oxygen consumption in the affected area. Ref:- kd tripathi; pg num:-363",
        "cop": 3,
        "opa": "Acetylcholine",
        "opb": "Dopamine",
        "opc": "Epinephrine",
        "opd": "g-Aminobutyric acid (GABA)",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c374ddb9-594c-4ebc-82a4-c47e69bcf76a",
        "choice_type": "single"
    },
    {
        "question": "Shivering is observed in the early pa of postoperative period is due to",
        "exp": "Halothane Post operative shivering and hypothermia is maximum with Halothane Pethidine is used for treatment of this condition Refer Ajay yadav 2/e p 61",
        "cop": 2,
        "opa": "Chloroform",
        "opb": "Halothane",
        "opc": "Truchloroethylene",
        "opd": "Ether",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "36eda334-6ed6-404b-86fb-2bc478f41623",
        "choice_type": "single"
    },
    {
        "question": "Which of the following increase the speed of induction with an inhalational agent?",
        "exp": "Inhalational anesthetics are used for the induction and maintenance of general anesthesia as well as sedation The most common inhalational anesthetics are sevoflurane, desflurane, and nitrous oxide. Of these, sevoflurane is the most common because of its rapid onset of action and the fact that patients recover quickly from it. Inhalational anesthetics cause respiratory depression, a decrease in aerial blood pressure and cerebral metabolic demand, and an increase in cerebral blood flow. While side effects differ based on the substance (e. g., halothane can cause hepatotoxicity), the most common side effect is nausea.",
        "cop": 2,
        "opa": "Opiate premedication",
        "opb": "Increased alveolar ventilation",
        "opc": "Increased cardiac output",
        "opd": "Reduced FIO2",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "d80500fc-ebf7-4f51-b947-d58ac78ea32c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following intravenous induction agent suppress steroidogenesis?",
        "exp": "Etomidate causes adrenocoical suppression on long term use hence suppress steroidogenesis. All other drugs don&; t cause adrenocoical suppression. From padmaja 4th edition Page no 195",
        "cop": 4,
        "opa": "Thiopentone",
        "opb": "Propofol",
        "opc": "Ketamine",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "fb77e235-8ed6-4c43-a49d-d571f0842e37",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic that has a smooth induction is:",
        "exp": "Ether is highly soluble in body tissues hence induction is slow and unpleasant. Nitrous oxide causes smooth induction but causes less potent. Halothane causes smooth and rapid induction and in 2-5 min surgical anesthesia can be produced. From padmaja 4th edition Page no 192, 193",
        "cop": 4,
        "opa": "Diethyl ether",
        "opb": "Isoflurane",
        "opc": "N2O",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e16784e1-4e6f-4b02-825a-ad2811b68b7d",
        "choice_type": "single"
    },
    {
        "question": "A female presents with placenta pre with active bleeding and blood pressure of 80/50 MM Hg and pulse rate of 140 bpm. The choice of anesthesia for emergency cesarean section of this female is",
        "exp": "Refer Williams Obstetrics 24th/e p 518 The patient is presenting with shock, so spinal anesthesia can't be used Among the general anesthetics, Ketamine is drug of choice for induction in patients with low blood pressure",
        "cop": 2,
        "opa": "General anesthesia with intravenous propofol",
        "opb": "General anesthesia with intravenous Ketamine",
        "opc": "Spinal anesthesia",
        "opd": "Epidural anesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e52de523-965c-4fda-9d35-98dd4aab9aaf",
        "choice_type": "single"
    },
    {
        "question": "Best uterine relaxation is seen with",
        "exp": "Refer Katzung 10/e p 405 Halogentaed inhalational anesthestic agents like Halothane are powerful tocolytic agents Halothane is anaesthetic of choice for internal version and manual removal of placenta",
        "cop": 4,
        "opa": "Chloroform",
        "opb": "Nitrous oxide",
        "opc": "Ether",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "71c5f3c5-11ad-4b31-9801-235430127e17",
        "choice_type": "single"
    },
    {
        "question": "The following is the feature of depolarizing blockade?",
        "exp": "A depolarizingneuromuscular blocking agent is a form of neuromuscular blocker that depolarizes the motor end plate. Neuromuscular-blocking drugs block neuromuscular transmission at the neuromuscular junction, causing paralysis of the affected skeletal muscles. This is accomplished either by acting presynaptically the inhibition of acetylcholine (ACh) synthesis or release or by acting postsynaptically at the acetylcholine receptors of the motor nerve end-plate. While some drugs act presynaptically (such as botulinum toxinand tetanus toxin), those of current clinical impoance work postsynaptically.",
        "cop": 3,
        "opa": "Tetanic fade",
        "opb": "Post tetanic potentiation",
        "opc": "Progression to dual blockade",
        "opd": "Antagonism by anticholinesterases",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "86d94f86-c4db-4561-a643-e42a78ee2b46",
        "choice_type": "single"
    },
    {
        "question": "Cis-Atracurium is preferred over Atracurium because",
        "exp": "Refer Miller's 7/e p 869 Both Atracurium and cis-Atracurium are non-depolarizing neuromuscular blockers Both of these are intermediate acting agents Both of these agents are cardiostable",
        "cop": 2,
        "opa": "It has rapid onset of action",
        "opb": "It causes realse of histamine",
        "opc": "It has sho duration of action",
        "opd": "It has less depressant action on heart",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "44957c36-faa8-4464-a689-40267cafc0d4",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is not a long acting neuromuscular blocking agent?",
        "exp": "Mivacurium is a sho acting drug with duration of action is 15-30 minutes. All the other drugs are long acting. Drug. Duration of action Pancuronium. 60-120min Doxacurium. 60-120 min Pipecuronium. 50-100min From KD Tripati 7th edition Page no 352",
        "cop": 2,
        "opa": "Doxacurium",
        "opb": "Mivacurium",
        "opc": "Pancuronium",
        "opd": "Pipecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "afafab5c-b9e6-4fe0-85dd-72503a1b288a",
        "choice_type": "single"
    },
    {
        "question": "The plane of surgical anesthesia during ether anesthesia is defined as",
        "exp": "Refer KDT 7th/373 The plane of surgical anesthesia during ether anesthesia is defined as from onset of regular respiration to cesssation of spontaneous breathing",
        "cop": 3,
        "opa": "Loss of consciousness",
        "opb": "Loss of consciousness to the onset of spontaneous respiration",
        "opc": "From onset of regular respiration to cessation of spontaneous breathing",
        "opd": "Absence of reflexes",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9b805c1f-078b-4f74-9d8d-035d62ecfd0d",
        "choice_type": "single"
    },
    {
        "question": "The recommended time for prophylactic antibiotic is",
        "exp": "Antibiotic should be present in adequate concentration at the operative site before incision and through out the procedure Parenteral agents should be admistered during the interval beginning 60 minutes before incision",
        "cop": 1,
        "opa": "30 min prior to induction of anesthesia",
        "opb": "15 min after the initiation of surgery",
        "opc": "At the time of induction",
        "opd": "At the time of skin incision",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "b96db6bd-d3a7-4eb9-9b2f-c5b31eb7ca22",
        "choice_type": "single"
    },
    {
        "question": "The primary mechanism of action of local anesthetics is",
        "exp": "The primary mechanism of action of local anaesthetics is the blockade of voltage-gated sodium channels <img class=\"fr-fic fr-dib\" style=\"width: 300px;\" src=\" /> Ref: Katzung 13e pg: 443",
        "cop": 1,
        "opa": "Blockade of voltage-gated sodium channels",
        "opb": "Stimulation of voltage-gated N-type calcium channels",
        "opc": "Activation of ligand-gated potassium channels",
        "opd": "Blockade the GABA-gated chloride channels",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "051e1a66-fd21-455d-9a05-227406cf8873",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following skeletal muscle relaxants cause pain on injection",
        "exp": "Refer Pharmacology for Nurse Anaesthesiology /110 Rocuronium causes pain on injection Propofol is also responsible for pain on injection Remember post operative muscular pain is caused by succinylcholine and post operative muscle rigidity is caused by Fentanyl group of drugs",
        "cop": 3,
        "opa": "Succinylcholine",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c4d7a959-19a7-475c-8fb0-d53355fd9229",
        "choice_type": "single"
    },
    {
        "question": "Colour of oxygen cylinder is",
        "exp": "Refer anesthetic equipments and procedures, Practical Approach /p 37, 38. The color of a medical oxygen xylinder6 is a black body with a white shoulder",
        "cop": 1,
        "opa": "Black body with white shoulder",
        "opb": "Black body with grey shoulder",
        "opc": "Grey body with white shoulder",
        "opd": "Grey body with black shoulder",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "3f8cd580-b3cb-4db8-bd4b-4cd7213b1bfc",
        "choice_type": "single"
    },
    {
        "question": "In spinal anaesthesia the drug is deposited between:",
        "exp": "Local anesthetic is injected into sub arachnoid space between L2-3or L3-4 below the lower end of spinal cord. The drug acts on nerve roots. From padmaja 4th edition Page no 205",
        "cop": 2,
        "opa": "Dura and arachnoid",
        "opb": "Pia and arachnoid",
        "opc": "Dura and veebra",
        "opd": "Into the cord substance",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "d252437f-6c05-4c29-ae2f-bec4a94b4ec0",
        "choice_type": "single"
    },
    {
        "question": "Bradycirdia is common after injection of:",
        "exp": "KD thripathi. 7th edition. Chapter skeletal muscle relaxants. Page no. 351. Succinyl choline produces bradycardia initially after injection due to activation of vagal ganglia. So option 2 is right.",
        "cop": 2,
        "opa": "Midazolam",
        "opb": "Succinylcholine",
        "opc": "Dopamine",
        "opd": "Isoprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "bd2ce7e5-047b-4846-a0d8-433f8addff61",
        "choice_type": "single"
    },
    {
        "question": "Maximum dose of lignocaine given with adrenaline for infiltration anaesthesia is:",
        "exp": "KD Tripathi essentials of medical pharmacology; edition7; pgs no-368 Dilute solutions or LA is infiltrated under the skin in the areas of operation-blocks sensory nerve endings. onset of action is almost immediate and duration is shoer than that after nerve block, e. g. lidocaine 30-60 min, bupivacaine 120-180 min. Infiltration is used for minor operations, e. g. incisions, excisions, hydrocele, herniorrhaphy, etc. when the area to be anaesthetized is small. Relatively large amount of LA is required compared to the area anaesthetised, but motor function is not affected",
        "cop": 3,
        "opa": "3 mg/kg",
        "opb": "5 mg/kg",
        "opc": "7 mg/kg",
        "opd": "10mg/kg",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "db5bf992-c809-4e5f-b2cf-d01ef9e033f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug do not cross the blood-brain barrier?",
        "exp": "Neostigmine being a quaternary ammonium compound and highly polar cannot cross BBB. Pralidoxime which is used in OP poisoning also can&; t cross the BBB. Ref: Katzung 11th ed. Pg 121",
        "cop": 4,
        "opa": "Diacetyl monoxime",
        "opb": "Obidoximine",
        "opc": "Physostigmine",
        "opd": "Neostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9b1d56d1-c11a-4e86-84b9-52352cbbb94b",
        "choice_type": "single"
    },
    {
        "question": "Ananesthetic agent which is explosive in the presence of cautery",
        "exp": "Refer Goodman Gilman 11/e p341 KDT 6/e p 371 Ether is an explosive agent Is should not be used with cautery",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Ether",
        "opc": "Trilene",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c0cabc8f-7296-4018-ad11-5111fd0c2e5d",
        "choice_type": "single"
    },
    {
        "question": "Profound analgesia is produced by which parentaral anaethetic?",
        "exp": "Ketamine produces intense analgesia and anaesthesia. Thiopentone, Etomidate and Propofol produces anesthesia without analgesia. From padmaja 4th edition Page no 194, 195",
        "cop": 3,
        "opa": "Thiopental",
        "opb": "Propofol",
        "opc": "Ketamine",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "b56bc3b1-7223-442e-bc38-d25cc8b6b39e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following induction agent produce cardiac stability",
        "exp": "Refer Katzung 11/e p 437 Major advantage of etomidate over other intravenous anesthetic is that it causes minimum cardiovascular and respiratory depression Propofol has greatest negative inotropic action among all intravenous anesthetics Ketamine has cardiostimulatory propeies and hypertension Midazolam is not used as an inducing agent",
        "cop": 2,
        "opa": "Ketamine",
        "opb": "Etomidate",
        "opc": "Propofol",
        "opd": "Midazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "8d6a1130-82f5-4eb5-bd49-d4381282f3a3",
        "choice_type": "single"
    },
    {
        "question": "A child presents with bladder exstrophy and chronic renal failure. The muscle relaxant of choice to be used during surgery if exstrophy in this child is",
        "exp": "Refer Ref Katzung 11/e p453 Atracurium is eliminated by Hoffman's elimination I. e, it does not require liver of kidney, it is the muscle relaxant of choice in hepatic and renal failure",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Mivacurium",
        "opc": "Pancuronium",
        "opd": "Rocuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "1c2254e3-5996-4afb-af0b-b27c008d3122",
        "choice_type": "single"
    },
    {
        "question": "From which of the following routes, absorption of local anaesthetic is maximum?",
        "exp": "Intercostal nerve block (abbreted ICNB) is a nerve block which temporarily or permanently interrupts the flow of signals along an intercostal nerve, usually performed to relieve pain.",
        "cop": 1,
        "opa": "Intercostal",
        "opb": "Epidural",
        "opc": "Brachial",
        "opd": "Caudal",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "dd052ec5-2dcf-45e2-a0cb-0ad2a33177ab",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic agent with vasoconstrictor is contraindicated in",
        "exp": "Refer Katzung 11/e p446 Vasoconstrictors are contraindicated if LAs are used for organs with end aeries like tips of fingers, toes, nose, pinnacle, and penis due to risk of ischemia and necrosis",
        "cop": 1,
        "opa": "Digital block",
        "opb": "Spinal block",
        "opc": "Epidural block",
        "opd": "Regional anesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e84b3f21-c9a3-4dca-b756-922045bdbd44",
        "choice_type": "single"
    },
    {
        "question": "Laudanosine is a metabolite of",
        "exp": "Refer Miller 7/e p 880 Both Atracurium and cis-Atracurium are eliminated by Hoffman's elimination Atracurium is also metabolized by liver to some extent and result in production of a metabolite laudanosine that can cause CNS toxicity including seizures",
        "cop": 1,
        "opa": "Atracurium",
        "opb": "Cis Atracurium",
        "opc": "Pancuronium",
        "opd": "Vecuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5519636c-49a7-439e-8b1d-6591176b63bb",
        "choice_type": "single"
    },
    {
        "question": "Nitrous oxide Is contraindicated In patients with pneu-mothorax, pneumopericardium or Intestinal obstruction because it:",
        "exp": "Nitrous oxide displaces nitrogen in the air filled cavities and while doing so, it enters cavities faster that is even before nitrogen escapes. This results in expansion of such cavities leading to pnuemothorax and air embolus. Hence nitrous oxide should be avoided in such patients. From padmaja 4th edition Page no 191",
        "cop": 4,
        "opa": "Depresses an already compromised myocardium",
        "opb": "Permits the Use of limited FIO2 only",
        "opc": "Is less soluble than nitrogen",
        "opd": "Causes the expansion of air filled body cavities",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "3b46e533-30c2-4fb6-8d93-41096e49eec4",
        "choice_type": "single"
    },
    {
        "question": "Anesthetic not painful on Intravenous administration is",
        "exp": "Ketamine:- * Ketamine on intravenous administration is absolutely devoid of pain at injection site. * Ketamine is a NMDA antagonist intravenous general anesthetic agent - that induces a characteristic cataleptic state called \"Dissociative Anesthesia\" - a state of induced dissociation from onself and surrounding. * Dissociative anesthesia is due to selective interruption of association pathways in the neocoex and thalamus --> characteristic somato-sensory blockade, a combination of Catalepsy +Catatonia+ Analgesia+ Amnesia (without complete loss of consciousness like other general anesthetics) Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 391",
        "cop": 4,
        "opa": "Methohexital",
        "opb": "Etomidate",
        "opc": "Propofol",
        "opd": "Ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "911d3056-4385-4e61-9734-735e784ecefc",
        "choice_type": "single"
    },
    {
        "question": "In spinal anesthesia is the drug is deposited between",
        "exp": "Refer Katzung 10/e p 419. In spinal anesthesia, drug is deposited in the sub Arachnoid space.,, whereas in epidural anesthesia, it is given outside the duramater",
        "cop": 2,
        "opa": "Dura and Arachnoid",
        "opb": "Pia and Arachnoid",
        "opc": "Dora and veebrae",
        "opd": "Into the cord substance",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "cdeb049b-d861-4174-b663-271abbf15332",
        "choice_type": "single"
    },
    {
        "question": "Remifentanil is:",
        "exp": "Remifentanil is a derivative of Fentanyl, an opioid analgesic. It is sho acting and is used for induction of anesthesia along with other IV anesthetics. They can be used epidurally in low doses to provide post operative analgesia. From padmaja 4th edition Page no 197",
        "cop": 2,
        "opa": "Long acting anaesthetic",
        "opb": "Useful for sho painful procedures",
        "opc": "Administered by intravenous bolus dose",
        "opd": "Metabolized by plasma esterases",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "09f7210c-c744-443d-bd7e-124cb61ae641",
        "choice_type": "single"
    },
    {
        "question": "Maximum dose of lignocaine given with adrenaline for infiltration anesthesia is",
        "exp": "Refer Goodman Gilman 12/e p576 For normal healthy adults, the individual maximum recommended dose of lignocaine HCI with epinephrine should not exceed 7mg/kg of body weight and in general it is recommended that the maximum total dose not exceed 500mg When used without epinephrine the maximum individual dose should not exceed 4. 5 mg/kg of body weight and in general it is recommended that the maximum total dose not exceed 300mg",
        "cop": 3,
        "opa": "3 my /kg",
        "opb": "5mg/kg",
        "opc": "7mg/kg",
        "opd": "10 mg/kg",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "500f5f13-c1db-4dbc-8d09-3d806aa4cc71",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old male is a known hypeensive and is being planned for cholecystectomy. Which of the following anaesthetic agents is contraindicated in this person?",
        "exp": "Essentials of medical pharmacology, seventh edition, page no=384 Answer is option2, ketamine Ketamine is dangerous for hypeensives, in ischaemic heart disease(increases cardiac output), in congestive heart failure and in those with raised intracranial pressure(ketamine increases cerebral blood flow and oxygen consumption, but is good for hypovoleimic patients.",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Midazolam",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "3b78d93c-75b0-4874-864a-0c6b66dbcc2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents can be used in day care surgery",
        "exp": "Drugs used for day care surgery are Desflurane Midazolam Sevoflurane Isoflurane Alfentanil Propofol Mivacurium",
        "cop": 3,
        "opa": "Fentanyl, Midazolam, Propofol",
        "opb": "Morphine, Midazolam, Propofol",
        "opc": "Midazolam, Alfentanil, Propofol",
        "opd": "Morphine, Diazepam, ketamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "8d043825-f026-4518-94e0-ed32b6aaedd4",
        "choice_type": "single"
    },
    {
        "question": "Inhalational anesthetic with highest respiratory irritation is",
        "exp": "* Desflurane, a fluorinated inhalational anesthetic agent - is highly irritant on the tracheobronchial tree - making it unsuitable for use as the primary anesthetic for induction of anesthesia. * Among the fluorinated inhalational anaesthetics, Desflurane and Isoflurane are respiratory irritants; Sevoflurane is devoid of tracheobronchial irritation. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 395",
        "cop": 4,
        "opa": "Sevoflurane",
        "opb": "Halothane",
        "opc": "Nitrous Oxide",
        "opd": "Desflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "079dea40-b9e1-4ee9-a23b-3054af8a7db7",
        "choice_type": "single"
    },
    {
        "question": "Wof skeletal muscles is relaxed first by tubocurarine",
        "exp": "ACTIONS Skeletal muscles:- Intravenous injection of nondepolarizing blockers rapidly produces muscle weakness followed by flaccid paralysis. Small fast response muscles (fingers, extraocular) are affected first; paralysis spreads to hands, feet--arm, leg, neck, face--trunk--intercostal muscles--finally diaphragm: respiration stops. Recovery occurs in the reverse sequence; diaphragmatic contractions resume first. Ref:- kd tripathi; pg num:-350",
        "cop": 3,
        "opa": "Respiratory muscles",
        "opb": "Head and neck muscles",
        "opc": "Finger muscles",
        "opd": "Limb muscles",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "e2d9da9e-04c9-4d54-a5d3-41843e5305de",
        "choice_type": "single"
    },
    {
        "question": "Reason for preferring cis-Atracurium over Atracurium is",
        "exp": "* Cis-Atracurium is a R enantiomer of Atracurium that does not provoke histamine release. Compared to Atracurium, Cis-Atracurium is: - * 4 times more potent * Slow in onset of action, but similar duration of action * Not hydrolysed by plasma cholinesterase and has limited hepatic metabolism --> less amount of toxic metabolites are formed. (Cis-Atra also undergoes Hoffman elimination) * Does not provoke histamine release, lesser side effects * Cis-Atracurium is preferred skeletal muscle relaxant in elderly patients and for patients with liver/kidney disease. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 188",
        "cop": 3,
        "opa": "Does not undergo Hoffman elimination",
        "opb": "Sho and fast action",
        "opc": "Lesser provocation of histamine release",
        "opd": "Equal potency like Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "1ef07543-380b-4674-8fb9-8273be0531f8",
        "choice_type": "single"
    },
    {
        "question": "Which anaesthetic modality is to be avoided in sickle cell disease?",
        "exp": "IV regional anaesthesia is useful for rapid anesthetization of an extremity (upper or lower). A rubber bandage is used to force the blood out of the limb and a tourniquet is applied to prevent the re-entry of blood. This causes risk of massive hemolysis due to low oxygen tension or hemolytic crisis due to low blood flow. All the other given methods above don&; t carry that risk.",
        "cop": 3,
        "opa": "General Anaesthesia",
        "opb": "Brachial Plexus Block",
        "opc": "Intravenous Regional Anaesthesia",
        "opd": "Spinal Anaesthesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "26fcc02e-b074-459a-afa8-031604b296b3",
        "choice_type": "single"
    },
    {
        "question": "The plane of surgical anesthesia during ether anesthesia is defined as:",
        "exp": "Stage of surgical anesthesia extends from onset of regular respiration to cessation of spontaneous breathing. This has been divided into four planes. Loss of consciousness to beginning of regular respiration is stage of delirium. From KD Tripati 7th edition Page no 374",
        "cop": 3,
        "opa": "Loss of consciousness",
        "opb": "Loss of consciousness to the onset of spontaneous respiration",
        "opc": "From onset of regular respiration to cessation of spontaneous breathing",
        "opd": "Absence of reflexes",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "98bbf089-595e-494c-b331-84467c6458ca",
        "choice_type": "single"
    },
    {
        "question": "Nitrous oxide contraindicated on patients with pnumothorax, pneumopericrdium or intestinal obstruction, because it",
        "exp": "Refer Goodman Gilman 12/e p 547 N2O use is contraindicated in pneumothorax and volvulus because it may lead to development of High pressure in the closed cavities in the body",
        "cop": 4,
        "opa": "Depressess an already compromised myocarium",
        "opb": "Permits the use of limited FIO2 only",
        "opc": "Is less soluble than nitrogen",
        "opd": "Causes the expansion of air filled body cavities",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "497b5293-6633-49c3-8ca7-576ca749978f",
        "choice_type": "single"
    },
    {
        "question": "A patient with mitral stenosis had had to undergo surgery. pre-anaesthetic checkup revealed the increased liver enzymes. Which of the following inhalational agent should be preferred in this patient?",
        "exp": "Xenon is an ine gas that has propeies very close to an ideal anesthetic. Rapid induction and recovery and is insoluble in blood. No effect on hepatic, renal and pulmonary function. No significant cardiovascular side effects. Halothane causes myocardial depression. Enflurane is safer in liver disease. Hence xenon is preferred. From Padmaja 4th edition Page no 193",
        "cop": 1,
        "opa": "Xenon",
        "opb": "Enflurane",
        "opc": "Halothane",
        "opd": "Sevoflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5901859b-59c5-44c1-9145-41aaf5c41f3b",
        "choice_type": "single"
    },
    {
        "question": "A patient with ruptured spleen is taken for laparotomy. His blood pressure is 80/50 and heart rate is 125/min. Induction agent Of choice for this patient is:",
        "exp": "Thiopentone sodium causes BP fall immediately after injection due to vasodilatation. Fentanyl decreases heart rate as it stimulates vagus and a slight fall in BP occurs. Ketamine increases heart rate, cardiac output and BP due to sympathetic stimulation. Halothane causes direct depression myocardial contractility by reducing intracellular calcium concentration. Cardiac output is reduced with deepening anesthesia. 20-30. Hg fall in BP is common. Here the patient is already having hypo tension. Hence ketamine is used as all other drugs fuher reduce BP. From KD Tripati 7th edition Page no 379, 381, 384",
        "cop": 3,
        "opa": "Sodium Thiopentone",
        "opb": "Fentanyl",
        "opc": "Ketamine",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "cc3a811e-a5cc-4e79-b287-06d268e93ef5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a metabolite of carisoprodol",
        "exp": "Refer Goodman Gilman 11/e p422 Meprobamate was used as a CNS depressant drug but is rarely indicated now due to its addictive propeies. It is a metabolite of carisoprodol, which is used as a centrally acting skeletal muscle relaxant",
        "cop": 1,
        "opa": "Meprobamate",
        "opb": "Doxylamine",
        "opc": "Dimethadione",
        "opd": "Amphetamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "2559bf08-fb68-47a1-a95c-d3f8cbb77ec2",
        "choice_type": "single"
    },
    {
        "question": "A 70 kg young athlete was planned for surgery. During anesthesia, vecuronium was not available so repeated doses of succinylcholine was given intermittently up to 640mg. During recovery, patient was not able to spontaneously respire and more limbs. What is the cause",
        "exp": "Refer Wiley 7/584 Succinylcholine produces a characteristic depolarising block that is associated with absence of fade in response to train-of -four and titanic stimulation, the absence of post tetanic facilitation and increased block in the presence of anticholinesterase drugs. The type of block may change into a non depolarising type following prolonged admistration of drug",
        "cop": 2,
        "opa": "Pseudocholinestrease deficiency",
        "opb": "Phase 2 blockade",
        "opc": "Muscle weakness due to repeated fasiculations",
        "opd": "Undiagnosed muscular dystrophy",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "5c5b9f66-e705-4bda-965e-3e79a0d0b7fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not have analgesic propey",
        "exp": "Refer KDT 6 /e p 372 Halothane and newer flourinated inhalation anesthestic agent are devoid of analgesic propey",
        "cop": 3,
        "opa": "Ether",
        "opb": "Ketamine",
        "opc": "Halothane",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "98b9bd56-4af4-43c9-baed-242e02fa62f0",
        "choice_type": "single"
    },
    {
        "question": "Which of these can be safely stopped before an abdominal surgery?",
        "exp": "Answer is option 1, angiotensin conveing enzyme ACE inhibitors are known to cause acute GI symptoms due to various pathophysiological alterations including systemic hypotension leading to mesenteric hypoperfusion, pancreatitis, and angioedema.",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Beta blocker",
        "opc": "Statins",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "52c2a040-d5d0-4cc3-86bb-5239ca4fbeda",
        "choice_type": "single"
    },
    {
        "question": "The neuromuscular blocker that does not need reversal of action by neostigmine at the end of the operation is",
        "exp": "Mivacurium:- It is the shoest acting competitive blocker; does not need reversal. Dose and speed of injection related transient cutaneous flushing can occur due to histamine release. Fall in BP is possible, but change in HR is minimal. It is metabolized rapidly by plasma cholinesterases. Prolonged paralysis can occur in pseudocholinesterase deficiency, but this can be reversed by neostigmine. Ref:- kd tripathi; pg num:-354",
        "cop": 3,
        "opa": "Pipecuronium",
        "opb": "d-Tubocurarine",
        "opc": "Mivacurium",
        "opd": "Doxacurium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "4828f36d-42e7-41f8-a8a2-90602804e383",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs are believed to be effective in the treatment of post operative shivering",
        "exp": "Pethidine is most effective drug for treatment of post operative shivering. Other drugs that can be used for this purpose are Clonidine Doxapram Ketanserin Alfentanil Refer anaesthesiology by Longnecker 1485",
        "cop": 3,
        "opa": "Ondansetron",
        "opb": "Diclofenac sodium",
        "opc": "Pethidine",
        "opd": "Parcetomol",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "7c739f94-f118-4328-ad7e-b7578e2ea715",
        "choice_type": "single"
    },
    {
        "question": "Bupivacaine poisoning is treated with:",
        "exp": "Bupivacaine causes more toxicity than other drugs in its therapeutic dosage. Hence in poisoning cardiovascular side effect would be profound and is treated with a cardio selective beta blocker that is esmolol. Sotalol is no a cardio selective beta blocker. Lignocaine is a local anesthetic that can fuher aggravate cardio toxicity. From padmaja 4th edition Page no 202",
        "cop": 1,
        "opa": "Esmolol",
        "opb": "Sotalol",
        "opc": "Lignocaine",
        "opd": "5% dextrose",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "14dab2c5-db26-4429-9bf0-a316599a3ccb",
        "choice_type": "single"
    },
    {
        "question": "From which of the following routes absorption of local anaesthetic is maximum",
        "exp": "Refer Miller's Anasesthsilology /591 The greater the blood supply to the area injected, the greater is the systemic absorption, sites of absorption from greatest to least include Interpleural Intercoastal Pudendal Caudal Epidural Branchial plexus Infiltration",
        "cop": 1,
        "opa": "Intercoastal",
        "opb": "Epidural",
        "opc": "Brachial",
        "opd": "Caudal",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "568b5cb8-c82e-414f-8958-3efaf0a404e2",
        "choice_type": "single"
    },
    {
        "question": "Anaesthesia contraindicated In volvulus of gut is",
        "exp": "Nitrous oxide displaces nitrogen in air filled cavities and while doing so it enters the cavities faster that is even before nitrogen escapes. This results in expansion of such cavities leading to pnemothorax and air embolus. Hence nitrous oxide should be avoided in such patients. From padmaja 4th edition Page no 191",
        "cop": 2,
        "opa": "Halothane",
        "opb": "Nitrous oxide",
        "opc": "Ketamine",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "2d494e8b-fd39-4ffe-85bd-f7cfed90b3b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should be considered as the cause of generalized convulsions 20 minutes postoperatively?",
        "exp": "Enflurane can precipitate seizures in epileptic patients and hence is usually avoided in them. Whereas the rest of the given drugs do not provoke seizures. From padmaja 4th edition Page no 190, 191",
        "cop": 2,
        "opa": "Halothane",
        "opb": "Enflurane",
        "opc": "Isoflurance",
        "opd": "Sevoflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "78321c6d-8d6f-458e-ba35-fabf54a20e05",
        "choice_type": "single"
    },
    {
        "question": "Anaesthetic agent causing pain on intravenous administration",
        "exp": "Refer Katzung 12th/431 Propofol is highly lipid soluble It's solution is made in oil(oliy liquid employed as 1 percnt emulsion) Thus it is painful on injection",
        "cop": 2,
        "opa": "Thiopentone",
        "opb": "Propofol",
        "opc": "Ketamine",
        "opd": "Midazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "0270e8bf-0cbf-4ad5-9745-b0d3c13f7192",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not have analgesic action:",
        "exp": "Halothane is neither a good analgesic nor a muscle relaxant. Ether is a potent and reliable anesthetic. Ketamine produces profound analgesia and amnesia. Morphine is a potent analgesic and relieves pain without loss of consciousness. From padmaja 4th edition Page no 196, 197, 239",
        "cop": 3,
        "opa": "Ether",
        "opb": "Ketamine",
        "opc": "Halothane",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "a267ec83-ac9d-4fbb-bee4-9b63a7c6d935",
        "choice_type": "single"
    },
    {
        "question": "Muscle relaxant of choice in renal and hepatic failure Is",
        "exp": "Cis-Atracurium is an isomer of Atracurium. It undergoes inactivation in plasma by spontaneous non enzymatic degradation(Hoffman elimination) in addition to that by cholinesterases. Consequently it's duration of action is not altered in patients with hepatic or renal insufficiency.. All the other given drugs don't undergo Hoffman elimination. From KD Tripati 7th edition Page no 253",
        "cop": 1,
        "opa": "Cis-atracurium",
        "opb": "Vecuronium",
        "opc": "Rocuronium",
        "opd": "Rapacuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "05b9b9a0-1cbc-488e-a0a9-8a87ae3a60f9",
        "choice_type": "single"
    },
    {
        "question": "Which IV anesthetic does not cause cardiac depression",
        "exp": "Etomidate:- * Cardiovascular stability after induction is a major advantage of Etomidate in contrast to Propofol or Barbiturates. * Induction doses of Etomidate typically produces: no change/small increase in heart rate; little or no decrease in blood pressure or cardiac output. Etomidate has little effect on coronary perfusion pressure while reducing myocardial O2 consumption. * It is a preferred choice of induction anesthetic in patients prone to hypotenstion or with low cardiac reserve. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 391",
        "cop": 1,
        "opa": "Etomidate",
        "opb": "Ketamine",
        "opc": "Methohexital",
        "opd": "Thiopentone",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "98854dd3-cf13-405e-b708-cf17de6ea0f3",
        "choice_type": "single"
    },
    {
        "question": "Blockade of nerve conduction by a local anesthetic is characterized by:",
        "exp": "Essentials of medical pharmacology, seventh edition, page no=361, Local anaesthetics block nerve conduction by decreasing the entry of sodium ions during upstroke of action potential. They interact with a receptor situated within the voltage sentive sodium channel and raise the threshold of channel opening. Hence optuon 2 is the answer since they have to cross the cell membrane to block the nerves.",
        "cop": 2,
        "opa": "Greater potential to block a resting nerve as compared to a stimulated nerve",
        "opb": "Need to cross the cell membrane to produce the block",
        "opc": "Large myelinated fibers are blocked before the un myelinated fibers",
        "opd": "Cause consistent change of resting membrane potential",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c6f2e1de-0ccf-450f-a0b9-4f52beaf929a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the exact mechanism of action of NO",
        "exp": "Nitric oxide is produced by nearly every type of cell in the human body and one of the most impoant molecules for blood vessel health. It's a vasodilator, meaning it relaxes the inner muscles of your blood vessels, causing the vessels to widen. In this way, nitric oxide increases blood flow and lowers blood pressure",
        "cop": 2,
        "opa": "Increase in c. AMP",
        "opb": "Increase in CGMP",
        "opc": "Increase in PGE2",
        "opd": "Increase in PGD4",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "a742d90f-bb3a-4ef8-831c-134ef8c406ea",
        "choice_type": "single"
    },
    {
        "question": "A 32 yr old male is known hypeensive and is being planned for cholecystectomy. Which of the following anesthetic agents is contraindicated in this person",
        "exp": "Refer Katzung 11/e p437 Ketamine increases all pressures in the body It is therefore intravenous anesthetic of choice for shock and should be avoided in hypeensive patients. Fuher it is contraindicated in glaucoma and Head and injuries",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Ketamine",
        "opc": "Midazolam",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "d309d409-fa7b-44f4-a1e8-03841409f4a0",
        "choice_type": "single"
    },
    {
        "question": "\"MAC\" of desflurane is:",
        "exp": "In 20-30 year old patients Minimum Alveolar Concentration(MAC)for Halothane. 0. 75 Isoflurane. 1. 15 Sevoflurane. 1. 85 Desflurane. 6 From Tripati 7th edition",
        "cop": 4,
        "opa": "1. 15",
        "opb": "2",
        "opc": "4",
        "opd": "6",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "958f79f2-2050-42d6-bc36-7566da27961b",
        "choice_type": "single"
    },
    {
        "question": "Ketamine should be avoided in:",
        "exp": "Ketamine should be avoided in hypertension, CCF, cerebral hemorrhage, increased intra cranial tension, psychiatric disorders and pregnancy before term. Ketamine causes increase in HR, CO and BP. From padmaja 4th edition Page no 196",
        "cop": 1,
        "opa": "The presence of increased aerial pressure",
        "opb": "Pregnancy",
        "opc": "Hypovolemic shock",
        "opd": "Asthmatic",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "1a9686f5-ac75-4b43-8170-5d748e371302",
        "choice_type": "single"
    },
    {
        "question": "Which of these can be safely stopped before an abdominal surgery",
        "exp": "Refer CMDT6 2014/45 All antihypeensives should be continued in preoperative period except ACE inhibitors, angiotensin receptor blockers and diuretics ACE inhibitors and ARBs should be stopped 24 hrs before surgery to prevent intraoperative hypotension Diuretics should be stopped once the patient is kept NPO to prevent intraoperative volume depletion and electrolyte abnormalities",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Beta blockers",
        "opc": "Statins",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "c8fe0982-44dd-4bee-ac49-746231ec93f2",
        "choice_type": "single"
    },
    {
        "question": "post dural (Spinal) puncture headache is due to:",
        "exp": "Headache is due to of CSF and can be treated with analgesics. Post-dural-puncture headache (PDPH) is a complication of puncture of the dura mater (one of the membranes that surround the brain and spinal cord).... It is a common side-effect of spinal anesthesia and lumbarpuncture. From padmaja 4th edition Page no 205",
        "cop": 1,
        "opa": "Seepage of CSF",
        "opb": "Fine needle",
        "opc": "Toxic effects of the drugs",
        "opd": "Traumatic damage to nerve roots",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "52cde8c1-8405-49ad-8dc4-c9b06218e6f8",
        "choice_type": "single"
    },
    {
        "question": "Which local anesthetic has a shoer duration of action?",
        "exp": "Procaine has least duration among the following. Procaine, Bencocaine, chlorprocaine all of them are sho acting LA. <img class=\"fr-fic fr-dib\" style=\"width: 300px;\" src=\" />Ref: Katzung 13e pg: 443",
        "cop": 2,
        "opa": "Lidocaine",
        "opb": "Procaine",
        "opc": "Bupivacaine",
        "opd": "Ropivacaine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "228c7caa-eb0f-4fd1-9fdd-faf6f6a72d9e",
        "choice_type": "single"
    },
    {
        "question": "Non-depolarizing blockade is potentiated by:",
        "exp": "Neuromuscular-blocking drugs block neuromuscular transmission at the neuromuscular junction, causing paralysis of the affected skeletal muscles. This is accomplished either by acting presynaptically the inhibition of acetylcholine (ACh) synthesis or release or by acting postsynaptically at the acetylcholine receptors of the motor nerve end-plate. While some drugs act presynaptically (such as botulinum toxinand tetanus toxin), those of current clinical impoance work postsynaptically.",
        "cop": 4,
        "opa": "Hyperkalemia",
        "opb": "Hypomagnesemia",
        "opc": "Chronic Phenytoin therapy",
        "opd": "Quininidine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "60664f63-49fd-46ba-ba3e-de2cb0dec620",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has spasmolytic activity and could also be used in the management of seizure caused by overdose of a local anesthetic?",
        "exp": "IV diazepam controls convulsions. In fact these can be prevented by preanesthetic administration of diazepam (1-2 mg/kg), especially if large doses are to be used. From padmaja 4th edition Page no 201",
        "cop": 3,
        "opa": "Baclofen",
        "opb": "Dantrolene",
        "opc": "Diazepam",
        "opd": "Tizanidine",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "f1ed6405-44f1-417f-9a2f-e58d032aff37",
        "choice_type": "single"
    },
    {
        "question": "An anesthetic agent with boiling temperature more than 75 C is",
        "exp": "Refer Anesthesiology by Longnecker 2008/777 Boiling point of methoxyflurane is 104, 7 degree Celsius whereas other flurrinated anesthetics have boiling point between 50 C and 60 C",
        "cop": 4,
        "opa": "Ether",
        "opb": "Halothane",
        "opc": "Cyclopropane",
        "opd": "Methoxyflurane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "65408e88-2c5d-4a4e-9306-16c386ba94eb",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting non depolarising muscle relaxant",
        "exp": "Refer Miller's anesthesia 5/e p 892 Among the given options Rapacuronium IA the shoest acting drug Rapacuronium has been withdrawn from the market because it produces intense bronchospasm in a significant number of patients Mivacurium is shoest acting NDMR",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Rapacuronium",
        "opc": "Atracurium",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "0be58ffb-50af-41c1-b0a3-a7912c9cbc7c",
        "choice_type": "single"
    },
    {
        "question": "Best uterine relaxation is seen with:",
        "exp": "Halothane inhibit intestinal and uterine contractions. This propey is used for facilitating external or internal version during late pregnancy. However it&; s use during labour can prolong delivery bad increase postpaal blood loss. Muscle relaxation is minimal with nitrous oxide. Rest of the drugs donot have uterine contractions as a propey. From KD Tripati 7th edition Page no 378, 379",
        "cop": 4,
        "opa": "Chloroform",
        "opb": "Nitrous oxide",
        "opc": "Ether",
        "opd": "Halothane",
        "subject_name": "Pharmacology",
        "topic_name": "Anesthesia",
        "id": "9ff808a7-4e6b-490c-85a0-fd8603fad951",
        "choice_type": "single"
    }
]