[
    {
        "question": "Which of the following drug's use alone is to be avoided in a patient with adrenaline producing pheochromocytoma?",
        "exp": "Vasomotor Reversal Of Dale - Adrenaline has biphasic effect on blood pressure. - a1 - Strong receptor thus more effect. - b2 - Sensitive receptor thus stimulated at low dose too. When adrenaline is given IV at high doses 1st BP will increase due to stimulation of a1 > b2 & then BP will decrease due to b2 stimulation. When adrenaline is given IV at high dose with a blocker, exaggerated fall of BP occurs called as Vasomotor Reversal of Dale. In adrenaline producing pheochromocytoma, If person is treated by alpha blocker, then this phenomenon will occur and thus death can occur due to severe hypotension. Therefore alpha blocker is always combined with beta blocker in adrenaline producing tumor.",
        "cop": 1,
        "opa": "Phentolamine",
        "opb": "Enalapril",
        "opc": "Clonidine",
        "opd": "Methyldopa",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "38a8db59-5e9c-4932-97ad-7a45e05fe75c",
        "choice_type": "single"
    },
    {
        "question": "An old patient Ram Kishore having asthma and glaucoma is to receive a b blocker. Regarding b blocking drugs:",
        "exp": "Metoprolol is a cardioselective (b1 selective) blocker and not b2 selective. Esmolol is the shoest acting b -blocker and is useful for acute treatment. Nadolol is a non-selective b-blocker. It blocks both b1 as well as b2 receptors. Propanolol possesses maximum local anaesthetic activity whereas timolol lacks this propey.",
        "cop": 4,
        "opa": "Metoprolol blocks b2 receptors selectively",
        "opb": "Esmolol's pharmacokinetics are compatible with chronic topical use",
        "opc": "Nadolol lacks b2 blocking action",
        "opd": "Timolol lacks the local anaesthetic effects of propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "46e4e352-d153-43c9-bf21-5452e1cc87f2",
        "choice_type": "single"
    },
    {
        "question": "You are being asked to give your expe opinion as a toxicologist regarding an effective antidote for belladonna poisoning. Which of the following agents would you suggest?",
        "exp": "- Atropine is obtained from atropa belladonna. - It is non selective muscarinic receptor antagonist Physostigmine is the specific antidote for poisoning with belladonna. It crosses blood-brain barrier and antagonises both central and peripheral actions. Physostigmine sometimes itself induces hypotension, arrhythmias and undesirable central effects. It is therefore employed only as a last reso. Neostigmine does not block the central effect, but is less risky.",
        "cop": 2,
        "opa": "Neostigmine",
        "opb": "Physostigmine",
        "opc": "Pilocarpine",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "917f9982-716e-4c16-8611-87873f22877f",
        "choice_type": "single"
    },
    {
        "question": "A patient Raj Kishore was given pilocarpine. All of the following can be the features seen in him except:",
        "exp": "Pilocarpine is a cholinergic drug, so it can cause sweating, salivation and miosis by its action on muscranic receptors. Cycloplegia is caused by anti-cholinergic drugs. Organ Parasympathetic stimulation Sympathetic stimulation Hea Depresses Stimulates Bronchus Bronchoconstriction Bronchodilation GIT Dilates Constricts Bladder Increase urine Decrease urine Glands Increase secretion Decrease secretion Pupil Miosis Mydriasis",
        "cop": 4,
        "opa": "Sweating",
        "opb": "Salivation",
        "opc": "Miosis",
        "opd": "Cycloplegia",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "80ace823-d9e3-4c4d-b234-0e4490666110",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented in medicine emergency on stretcher. on examination his BP was found to be 80/50, his relatives also told that he was going for urination very infrequently. The doctor prescribed a medicine to the patient. What was the medicine and what is its dose in this case?",
        "exp": "Dopamine acts on D1R at a concentration of <2mcg/kg/min and it produces maximum in renal blood vessels and produces vasodilation which helps in oliguria.. Dopamine acts on beta 1R at a concentration of 2-10mcg/kg/min and it acts on hea and more than that concentraion it produces vasoconstriction which helps in shock SO IT IS DOC OF SHOCK WITH OLIGURIA.",
        "cop": 2,
        "opa": "Dopamine 5mcg/kg/min",
        "opb": "Dopamine 15mcg/kg/min",
        "opc": "Nor epinephrine 2mcg/kg/min",
        "opd": "Nor epinephrine 10 mcg/kg/min",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "1e78c7ee-17e3-446f-bb5c-f4c11e5d38d4",
        "choice_type": "single"
    },
    {
        "question": "An 8 year old child is brought to emergency after accidently swallowing multiple tablets of a drug. The child developed severe diarrhea, urination, sweating and respiratory difficulty. On examination, pupil was constricted and there were crepitations heard on lung auscultation in lower lobes of both lungs. There were no vascular or CNS effects. Which drug can cause these type of effects?",
        "exp": "The drug poisoning has cholinergic effects suggested by diarrhea, urination, sweating, miosis and bronchoconstriction and respiratory secretions. However no vascular effect is seen These findings suggest that the drug is an indirect-acting cholinergic agent. So, acetylcholine and bethanechol can be easily ruled out as these are directly acting agents. As the drug lacks CNS effects, means it is not able to enter the brain. So, physostigmine is also ruled out. Neostigmine is a quaternary substance with poor lipid solubility and has little or no CNS effects.",
        "cop": 2,
        "opa": "Acetylcholine",
        "opb": "Neostigmine",
        "opc": "Physostigmine",
        "opd": "Bethanechol",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "99f0e548-0135-452b-8b9e-c24a47a1f649",
        "choice_type": "multi"
    },
    {
        "question": "Intramuscular injection of atropine causes initial bradycardia. The reason for this effect being seen is:",
        "exp": "Atropine is a non-selective antagonist of M1, M2 and M3 muscarinic receptors. M2 cholinergic receptors are responsible for bradycardia and blockade of these receptors can result in tachycardia. Atropine initially acts on presynaptic M1 receptors (normally decrease the release of ACh) and result in greater release of ACh which is responsible for bradycardia. Later on, blockade of M2 receptors will lead to tachycardia.",
        "cop": 4,
        "opa": "Stimulation of medullary vagal centre",
        "opb": "Stimulation of vagal ganglia",
        "opc": "Blockade of M2 receptors of SA nodal cells",
        "opd": "Blockade of muscarinic autoreceptor on vagal nerve endings",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "c2f00469-1d36-4bfd-b932-434c300ae07e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most uroselective anticholinergic drug?",
        "exp": "Muscarinic anatagonists acting on bladder: SOFT BLADDER S - solifenacin O - Oxybutynin F - Flavoxate T - Tolterodine, Trospium chloride Bladder- Darifenacin Side effects - Urinary Retention Tolbutamide is sulfonylureas, used as a hypoglycemic agent, stimulates the secretion of insulin by the pancreas Duloxetine is used AS SNRI in depression, neuropathic pain, fibromyalgia etc Tamsulosin is uroselective alpha blocker, used in BPH",
        "cop": 1,
        "opa": "Darifenacin",
        "opb": "Tolbutamide",
        "opc": "Duloxetine",
        "opd": "Tamsulosin",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "9db0b36f-da7a-4436-8583-268f6e709197",
        "choice_type": "single"
    },
    {
        "question": "A patient present with diabetic macular edema with glaucoma. Which of the following drug should be avoided for this patient?",
        "exp": "PG analogues can cause cystoid macular edema. Therefore, these should be avoided in a patient already having macular edema. Impoant adverse effects of anti-glaucoma drugs PG analogues Latanoprost Bimatoprost Heterochromia iridis, hyperichosis, Cystoid macular edema, worsening of uveitis Alpha 2 agonists Apraclonidine Lid retraction Brimonidine CNS suppression in infants Non selective alpha agonist Epinephrine Black conjunctival pigmentation Miotics Pilocarpine Physostigmine Cataract, Stenosis of NLD, Worsening of uveitis Carbonic anhydrase inhibitors Acetazolamide Dorzolamide Brinzolamide Corneal edema",
        "cop": 4,
        "opa": "Alpha agonist",
        "opb": "Acetazolamide",
        "opc": "Beta blockers",
        "opd": "Prostaglandin analogues",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "f06484d1-2c85-455e-a9c7-837295a8e0a4",
        "choice_type": "single"
    },
    {
        "question": "Drug used to treat tremors in hypehyroidism is:-",
        "exp": "Beta blockers like propranolol are used to treat tremors in hypehyroidism. Cardiac (due to beta1 blockade) Extra cardaic (due to beta 2 blockade) Hypertension Play: Performance anxiety, Pheochromocytoma (after a blockade) Classifical angina The: Thyroid (Hypehyroidism) Myocardial infarction G: Glaucoma A: Akathisia, Alcohol and Opioid withdrawal M: Migraine prophylaxis Supraventricular arrhythmias E: Essential tremors Chronic CHF Hyperophic obstructive cardiomyopathy (DOC)",
        "cop": 2,
        "opa": "Adrenaline",
        "opb": "Propranolol",
        "opc": "Noradrenaline",
        "opd": "Dopamine",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "8e6d65b9-8ae4-450c-b9f4-4187a84dfc93",
        "choice_type": "single"
    },
    {
        "question": "A child, Ramu has swallowed the contents of 2 bottles of a nasal decongestant whose primary ingredient is a adrenoceptor agonist drug. The signs of a activation that may occur in this patient include:",
        "exp": "a-receptors are present on the radial muscles of the iris. Stimulation of a-receptors cause contraction of the radial muscles and will cause mydriasis Whereas tachycardia and vasodilation are due to activation of b-adrenergic receptors.",
        "cop": 2,
        "opa": "Tachycardia",
        "opb": "Dilatation of pupil",
        "opc": "Vasodilation",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "ae56a873-7507-429f-9ead-063eeb479ddc",
        "choice_type": "multi"
    },
    {
        "question": "Diacetylmonoxime are contraindicated in which poisoining?",
        "exp": "Oximes are used to restore neuromuscular transmission only in case of organophosphate poisoning. These act by reactivating AchE enzyme. 2 oximes: PAM (Pralidoxime) - It only acts in periphery and does not enter brain. DAM (Diacetylmonoxime) - Acts in periphery as well as in brain. Oximes are not useful in case of carbamate posionings (eg. physostigmine, neostigmine, carbaryl, propoxur) because here the anionic site of the enzyme is not free to provide attachment to it. It is rather contraindicated in carbamate poisoning, because it has weak anti-ChE activity of its own too.",
        "cop": 3,
        "opa": "Malathion",
        "opb": "Parathion",
        "opc": "Propxur",
        "opd": "TIK-20",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "0be7b98a-9005-4397-9cd4-a28b253246ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug possess maximum action on nicotinic receptors?",
        "exp": "Drugs Acts on Action Indication Pilocarpine M3, Pupil Miosis Glaucoma Bethanechol M3, Bladder Increase outflow Atonic bladder Carbachol Nicotinic, muscarinic Methacholine M2 Cardiac suppression Tachycardia, Arrhythmias",
        "cop": 2,
        "opa": "Bethanechol",
        "opb": "Carbachol",
        "opc": "Pilocarpine",
        "opd": "Methacholine",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "ce59a446-e090-43ba-8f64-af6bfaee4fd0",
        "choice_type": "single"
    },
    {
        "question": "Beta adrenergic blocker having cardioselectivity, intrinsic sympathomimetic activity and membrane stabilizing propey is:",
        "exp": "Acebutolol is cardioselective Beta blocker with intrinsic sympathomimetic activity and membrane stabilizing propey * Cardioselective Beta blockers: Metoprolol, Atenolol, Acebutolol, Bisoprolol, Nebivolol These drugs are more potent in blocking cardiac (Beta 1) than bronchial (Beta 2) receptors. However, selectivity is only relative and is lost at high doses. * Beta blockers with membrane stabilizing activity: Propranolol, Oxprenolol, Acebutolol contribute to the antiarrhythmic action",
        "cop": 3,
        "opa": "Carvedilol",
        "opb": "Atenolol",
        "opc": "Acebutolol",
        "opd": "Metoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "7d9cae75-8068-4952-9a9d-3febf97ebe2d",
        "choice_type": "single"
    },
    {
        "question": "Beta-blockers are used in all of the following conditions except:-",
        "exp": "Beta blockers are contra-indicated in AV block Beta-blockers are not given in AV blocks because they may precipitate and cause complete heart block USES OF BETA-BLOCKERS Cardiac (due to Beta 1 blockade) Extra cardiac (due to Beta 2 blockade) Hypertension PLAY: Performance anxiety, Pheochromocytoma (after a blockade) Classical angina The: Thyroid (Hypehyroidism) Myocardial infarction G: Glaucoma A: Akathisia, Alcohol and Opioid withdrawal M: Migraine prophylaxis Supraventricular arrhythmias E: Essential tremors Chronic CHF Hyperophic obstructive cardiomyopathy (DOC)",
        "cop": 2,
        "opa": "Essential tremors",
        "opb": "AV block",
        "opc": "Angina pectoris",
        "opd": "Migraine prophylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "db71926d-1082-4ae5-8256-a8e639be5511",
        "choice_type": "multi"
    },
    {
        "question": "A patient was treated with haloperidol, later he develops symptoms of Parkinsonism. What is the best treatment:",
        "exp": "- Extrapyramidal disturbances are the major dose-limiting side effects with high potency antipsychotics like fluphenazine, haloperidol, pimozide, etc. - The extrapyramidal effects may be categorized into: Parkinsonism Acute muscular dystonias Akathisia Malignant neuroleptic syndrome Tardive dyskinesia - Parkinsonism usually appears between 1-4 weeks of therapy and it persists untill dose is reduced. If that is not possible, one of the anticholinergic anti-parkinsonian drugs may be given concurrently. - The M1 antagonists are drug of choice for drug induced parkinsonism. (Benzhexol).",
        "cop": 3,
        "opa": "Cholinesterase inhibitors",
        "opb": "Beta receptor antagonist",
        "opc": "M1 muscarinic antagonist",
        "opd": "Alpha 1 adrenergic antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "ANS",
        "id": "b29ec848-16c6-41e8-91b9-3e172ad6ced0",
        "choice_type": "single"
    }
]