[
    {
        "question": "Drug of choice in dermatitis herpetiformis is:",
        "exp": "Ans. (c) Dapsone. Ref. katzung 11th ed. /1468* Dermatitis herpetiformis is a chronic blistering skin condition, characterised by blisters filled with a watery fluid.* DH is neither related to nor caused by herpes virus: the name means that it is a skin inflammation having an appearance similar to herpes.* It characterized by intensely itchy, chronic papulovesicular eruptions, usually distributed symmetrically on extensor surfaces (buttocks, back of neck, scalp, elbows, knees, back, hairline, groin, or face).* Diagnosis is confirmed by a simple blood test for IgA antibodies, and by a skin biopsy in which the pattern of IgA deposits in the dermal papillae, revealed by direct immunofluorescence, distinguishes it from linear IgA bullous dermatosis and other forms of dermatitis.* Treatment: Dapsone is considered as drug of choice for DH.* In case of intolerance to dapsone, other drugs which can be used are: Colchicine, Tetracycline, Sulfapyridine.",
        "cop": 3,
        "opa": "Corticosteroids",
        "opb": "Colchicine",
        "opc": "Dapsone",
        "opd": "Chloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Leprotic",
        "id": "2c7a1b1a-35ca-4e02-aae1-df107d9b5ec5",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting drug in leprosy is:",
        "exp": "Ans. is 'a' Rifampicin. Harrison says \"Rifampicin is the most active agent for leprosy\"",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Dapsone",
        "opc": "Clofazimine",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Leprotic",
        "id": "4d761c56-4cb3-44ac-9a3f-fdcb59067424",
        "choice_type": "single"
    },
    {
        "question": "Dapsone is used in -",
        "exp": "Ans. is 'a' i. e., Dermatitis herpetiformis Dermatologic conditions in which dapsone is used: Dermatitis herpetiformis. Erythema elevatum diutinum. Pemphigus. Pemphigoid. Bullous lupus erythematosus. Adverse effects of dapsoneo The most common adverse effect of dapsone is hemolytic anemia (Patients with G-6-PP deficiency are more susceptible). o Second most common adverse effect is methemoglobinemia. o Other side effects are - Nausea, anorexia, headache, paresthesia, drug fever, mental symptoms, rashes, fixed drug eruption, hypermelanosis (Pigmentation), phototoxicity, exfoliative dermatitis, hepatitis, agranulocytosis, lepra reaction and sulfone syndrome, infectious mononucleosis like syndrome.",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Pityriasis rosacea",
        "opc": "Contact dermatitis",
        "opd": "Oculocutaneous albinism",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Leprotic",
        "id": "5a4232d0-1c00-4bcc-bfd9-4d0e5eacacac",
        "choice_type": "single"
    }
]