[
    {
        "question": "Which of the following is a L-type calcium channel blocker:",
        "exp": "Ans. (d) All of the above. Ref. KDT 6th ed. / 528. Types of Calcium Channel Blocker L-Type (long lasting current)T-type (transient current)N-Type (neuronal). Locations and function* Excitation -contraction coupling in cardiac and smooth muscle* SA, A-V node: conductivity* Endocrine cell: Hormone release* Neurons: transmitter release* Sa node- pacemaker activity* \"T\" current and repetitive spikes in thalamic and other neurons* Endocrine cells hormone release* Certain arteries constriction* Only on Neurons in CNS, sympathetic and myenteric plexuses transmitter release. Blocker (drugs). Amlodipines, Nifedipine, diltiazem, verapamil. Mibefradil, flunarizine, ethosuximideo- conotoxin",
        "cop": 4,
        "opa": "Nifedipines",
        "opb": "Amlodipines",
        "opc": "Diltiazem",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "6f9e2805-85d6-47e9-934d-03b202f130b2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a cerebro selective calcium channel blocker?",
        "exp": "Ans. (a) Nimodipine. Ref KDT 6/e, p 172",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Ziconotide",
        "opc": "Verapamil",
        "opd": "Diltiazem",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d8232c8e-9163-4330-ae2e-b0af0da3e4a2",
        "choice_type": "single"
    },
    {
        "question": "All are predominant arteriolar dilators, EXCEPT",
        "exp": "Ans. is 'd' i. e., Na Nitroprusside",
        "cop": 4,
        "opa": "Diazoxide",
        "opb": "Minoxidil",
        "opc": "Hydralazine",
        "opd": "Na nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "7b8d3d44-2ada-49dd-b0bc-47783dde9edc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is a renin inhibitor?",
        "exp": "ANSWER: (D) Aliskiren. REF: Goodman Gillman page 525, KDT 6th edition page 482, Katzung 12th ed page 190, 300. Repeat from Pharmacology June 2010, December 2008. RENIN INHIBITORSCleavage of angiotensinogen by renin is the rate-limiting step in the formation of ANG II and thus represents a logical target for inhibition of the renin-angiotensin system. Drugsthat inhibit renin have been available for many years but have been limited by low potency, poor bioavailability, and short duration of action. However, a new class of nonpeptide, low- molecularweight, orally active inhibitors has recently been developed. Aliskiren, a renin inhibitor recently approved for hypertension, is in clinical trials for heart failure. Preliminary results suggest an efficacy similar to that of ACE inhibitors. Aliskiren is contraindicated in pregnancy. INHIBITION OF RENIN-ANGIOTENSIN SYSTEMSympatheticblockers. Plasma renin activity is increased by reflex increase in sympathetic discharge. Sympathetic blockers decreases renin release. Clonidine decreases central sympathetic outflow and thus will decrease plasma renin activity. B blockersadrenergic neurone blockers, central sympatholytics:* Clonidine (a2 agonist)* Guanfacine (a2 agonist)* Methyldopa (a2 agonist)* Moxonidine (imidazoline receptor agonist)* Prazosin (a1, antagonist)* Rescinnamine (ACE inhibitor)* Reserpine (VMAT inhibitor)* Rilmenidine (imidazoline receptor agonist). Renininhibitors. Renin inhibitory peptides and renin specific antibodies block renin action-interferes with generation of A-I from angiotensinogen. (rate limiting step}Aliskiren (Oral: 150, 300 mg tablets). Angiotensin converting enzyme (ACE) inhibitors. Prevent generation of the active principle A-IICaptopril and enaiapril. Angiotensinreceptor(ATI)antagonists. Block the action of A-II on target cells. Losartan, valsartan, eprosartan, irbesartan, candesartan, olmesartan, and telmisartan. Aldosteroneantagonists. Block mineralocorticoid receptorseplerenonespironolactone",
        "cop": 4,
        "opa": "Enalapril",
        "opb": "Losartan",
        "opc": "Clonidine",
        "opd": "Aliskiren",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "eff97fb0-6200-4c40-9dd4-5149564cc1fd",
        "choice_type": "single"
    },
    {
        "question": "The following statement is not true about the use of clonidine in the treatment of hypertension",
        "exp": "Ans. is 'b' i. e. Increase in LDL-cholesterol on prolonged use Clonidine is a selective cc2 receptor agonist. It can act on peripheral oc2 receptors also but its major hemodynamic effects result from action on central sites primarily in medulla (Vasomotor centre). It stimulates a2 receptors present mainly post junctionally at these sites (central) - decrease in sympathetic outflow - fall in B. P. and bradycardia. So it is used as an antihypertensive. Decreased sympathetic outflow to kidney results in reduced renin release so it can be combined with other antihypertensives which increase plasma renin activity such as. Diuretics. Vasodilators. CCB's. ACE inhibitors. Clonidine has no effect on plasma lipid level. Adverse effectssedationmental depressiondryness of mouth (xerostomia) nose and eyesconstipationimpotency",
        "cop": 2,
        "opa": "Reduction in central sympathetic outflow",
        "opb": "Increase in LDL-cholesterol on prolonged use",
        "opc": "Sedation and xerostomia are common side effects",
        "opd": "It can be combined with vasodialators",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "52f896eb-729f-4885-a433-e57a63b4b1b7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about bosentan -",
        "exp": "Ans. is 'b' i. e., used in malignant hepatitis. Endothelin receptor antagonistso There are two endothelin receptor subtypes - ETA and and ETB. o Bosentan is a nonselective endothelin antagonist - blocks both ETA and ETB. o Bosentan is active intravenously and orally. o Bosentan is currently approved for use in pulmonary hypertension. o Tezosentan another nonseiective antagonist is used investigation for the treatment of acute heart failure, o Sitaxentan and ambrisentan are selective ETA, ( antagonists. o Phosphoramidon inhibits formation of endothelin by inhibiting endothelin converting enzyme. Remembero Bosentan can cause severe hepatotoxicity - monthly liver function tests should be done, o It is contraindicated in pregnancy.",
        "cop": 2,
        "opa": "Used in pulmonary hypertension",
        "opb": "Used in malignant hepatitis",
        "opc": "Endothelin receptor antagonist",
        "opd": "All are true",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "82da141d-25cd-45f8-a17d-31cc6878c700",
        "choice_type": "multi"
    },
    {
        "question": "All the following are beta-biockers except:",
        "exp": "Ans: D (Formoterol) Ref: Goodman & Gilman's The Pharmacological Basis of Therapeutics, 12th ed. 2011, Pg 292. 313-315, 829. Explanation: Esmolol is a cardioselective beta blocker with a short half life of 9-1(1 min. It belongs to second generation beta blockers. Sotalol is a beta blocker with additional action of prolonging action potential duration through potassium channel blockade. Hence it is used as an anti-arrhythmic drug. Celiproloi is a beta I selective blocker with intrinsic sympathomimetic activity. It is a third generation beta blocker with vasodilating property. In addition to celiproloi, betaxoiol and nebivolol also belongs to third generation with eardio selective beta blocking activity as well as vasodilating property. Formoterol is a long acting beta 2 adrenergic receptor agonist. Food and drug administration (FDA) has placed a warning on the labeling information lor salmeteroL formoterol and arformoterol (all long acting beta 2 agonists). Expert panels have recommended the use of long acting beta 2 agonists for either initial therapy or it' inhalational corticosteroid alone is not successful in controlling asthma.",
        "cop": 4,
        "opa": "Esmolol",
        "opb": "Sotalol",
        "opc": "Celiprolol",
        "opd": "Formoterol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "5f554e84-01e8-4d9a-8889-b5952f4367e8",
        "choice_type": "multi"
    },
    {
        "question": "The drug of choice in scleroderma induced hypertensive crisis is:",
        "exp": "Ans. (a) ACE inhibitors. Ref ERS Pharmacology Gobind Sparsh /85. ACE inhibitors are drug of choice for scleroderma induced hypertensive crisis. Other important points about ACE inhibitors can be remembered as: C - CoughA - AngioedemaP - Prodrugs (except captopril and Lisinopril)T - Taste disturbancesO - Orthostatic hypotension (when combined with diuretics)P - Pregnancy (contra-indicated)R - bilateral Renal artery stenosis (contra-indicated)I - Increased K+ (contra-indicated)L - Lower the formation of Ang II (Mechanism)",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Angiotensin receptor blockers",
        "opc": "Beta blockers",
        "opd": "Sodium nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "40a9e617-7ef3-4af8-8752-8602064a473b",
        "choice_type": "single"
    },
    {
        "question": "A diabetic patient with hypertension, which drug is preferred:",
        "exp": "Ans. (a) ACE Inhibitor. Ref Harrison's 18th ed. Ch 344* In a diabetic patient, hypertension can accelerate compli- cations of DM, particularly cardiovascular disease and nephropathy. In these patients ACE inhibitor is preferred. It slows down the progression of diabetic nephropathy.* American Diabetic Association recommends that all patients with diabetes and hypertension be treated with an ACE inhibitor or an ARB.* Subsequently, agents that reduce cardiovascular risk (beta blockers, thiazide diuretics, and calcium channel blockers) should be incorporated into the regimen.* While ACE inhibitors and ARBs are likely equivalent in most patients with diabetes and renal disease, the ADA notes:# In patients with type 1 diabetes, hypertension, and micro- or macroalbuminuria, an ACE inhibitor slowed progression of nephropathy# An ACE inhibitor or an ARB slowed the progression to macroalbuminuria in patients with type 2 diabetes, hypertension, and microalbumin-uria; and# ARB slowed the decline in GFR in patients with type 2 diabetes, hypertension, macroalbuminuria, and renal insufficiency.",
        "cop": 1,
        "opa": "ACE Inhibitor",
        "opb": "Beta blockers",
        "opc": "CCB",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "af73cfa4-dfcd-4962-9fe4-2c58400db60a",
        "choice_type": "single"
    },
    {
        "question": "Antihypertensive safe in renal disease is?",
        "exp": "ANSWER: (B) Amlodipine. REF: KDT 6 th edition page 543, 544. See APPENDDC- 88 ANTI HYPERTENSIVE MEDICATIONS\"Calcium channel blockers are drug of choice for in cyclosporine induced hypertension in renal transplant recipients\"\"The dihydropyridines (DHPs) are the most potent Ca2+ channel blockers. DHPs reduces albuminuria and slows progression in Diabetic nephropathy\"Calcium channel blockers. Phenyl alkylamine: verapamil. Benzothiazepin: Diltiazem. DHP; Dihydropyridines: Nifedipine, Felodipine Amlodipine, Nitrendipine, Nimodipine, Lacidipine, Lercanidipine, Benidipine. Monotherapy with CCBs is effective in - 50% hypertensives; their action is independent of patient's renin status, and they may improve arterial compliance. Other advantages of CCBs are: Do not compromise haemodynamics: no impairment of physical work capacity. No sedation or other CNS effects; cerebral perfusion is maintained. Not contraindicated in asthma/ angina (especially variant) and PVD patients: may benefit these conditions. Do not impair renal perfusion. Do not affect male sexual function. No deleterious effect on plasma lipid profile, uric acid level and electrolyte balance. Shown to have no/minimal effect on quality of life. No adverse foetal effects; can be used during pregnancy (but can weaken uterine contractions during labour).",
        "cop": 2,
        "opa": "Atenolol",
        "opb": "Amlodipine",
        "opc": "Thiazide",
        "opd": "Methyl dopa",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "0ef63f51-4e60-4e70-8175-5fbf5a50c21d",
        "choice_type": "single"
    },
    {
        "question": "MOA of Verapamil is:",
        "exp": "Ans: A (Inhibition of Ca+2 channel) \"Verapamil blocks L type Ca2+ channel & delays their recovery\"- KDT 6th/517. Classification of Antiarrhythmic Drugs: four classes. Class 1 action is sodium channel blockade(Membrane stabilizing drugs). Class 2 action is sympatholytic Drugs with this action reduce b-adrenergic activity in the heart. Class 3 action is manifest by prolongation of the APD. Most drugs with this action block the rapid component of the delayed rectifier potassium current, 1. Kr. Class 4 action is blockade of the cardiac calcium current. Class IV agents act by blocking voltage-sensitive calcium channels. Class IV drugs in therapeutic use as antidysrhythmic drugs (e. g. verapamil) act on L-type channels. Class IV drugs slow conduction in the SA and AV nodes where action potential propagation depends on slow inward Ca2+ current, slowing the heart and terminating SVT by causing partial AV block. They shorten the plateau of the action potential and reduce the force of contraction. Reduced Ca2+ entry reduces after-depolarisation and thus suppresses premature ectopic beats.",
        "cop": 1,
        "opa": "Inhibition of Ca+2 channel",
        "opb": "Inhibition of Na-t-channel",
        "opc": "Inhibition of K+ channel",
        "opd": "Block membrane repolarisation",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "eb80695a-cf57-40f2-a517-f6f3d925399b",
        "choice_type": "single"
    },
    {
        "question": "Which drug is used for treatment of pulmonary hypertension -",
        "exp": "Ans. is 'd' i. e., All of the aboveo Drugs used to treat pulmonary hypertension are act by -1) Direct vasodilators# Calcium channel blockers are the first line therapy if patient responds to vasodilators. 2) Increasing effect of NO/c. GMP# Phosphodiesterase-5 inhibitors prevent degradation of c. GMP and cause vasodilatation.# Drugs are sildenafil and todafil. 3) By increasing effect of prostacycline (PGI2)# PGI2 causes pulmonary vasodilatation.# So prostacyclins like epoprostenol, treprostinal, iloprost or beraprost can be used in pulmonary hypertension. 4) Decreasing effect of endothelin# Endothelin causes pulmonary vasoconstriction.# Endothelin receptor blockers (endothelin antagonists) are used in pulmonary hypertension.# These are Bosentan and ambrisentan.",
        "cop": 4,
        "opa": "Calcium channel blockers",
        "opb": "Todafil",
        "opc": "Bosentan",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "8993dc51-6a06-4fd3-bfbe-9fcd73014408",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Angiotensin II receptor blocker shows Antiplatelet action?",
        "exp": "ANSWER: (A) Losartan. REF: KDT 6th edition page 488. Losartan It is a competitive antagonist and inverse agonist of A-II, 10, 000 times more selective for ATI than AT2 receptor does not block any other receptor or ion channel, except thromboxane A2 receptor (has some platelet antiaggregatory property). It blocks all overt actions of A-II, viz. vasoconstriction, central and peripheral sympathetic stimulation, release of aldosterone and Adr from adrenals, renal actions promoting salt and water reabsorption, central actions like thirst, vasopressin release and growth-promoting actions on heart and blood vessels. No inhibition of ACE has been noted.",
        "cop": 1,
        "opa": "Losartan",
        "opb": "Valsartan",
        "opc": "Irbesartan",
        "opd": "Candesartan",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d6a68612-86a6-4498-91ca-a50a89f81190",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensive is contraindicated in pregnancy:",
        "exp": "Ans. (b) ACE inhibitors. Ref. KDT 6th ed. 553. Antihypertensive to be avoided during pregnancy. Antihypertensive safer during pregnancy* ACE inhibitors (Ex- captopril, enelapril etc.)* Angiotensin antagonist (losartan, telmesartan)* Thiazide diuretics (Ex- hydrochlorthiazide)* Furosemide* Propanolol* Nitroprusside* Hydralazine* Methyldopa* Atenolol* Metoprolol* Labetalol-DOC* Nifedipine* Prazosin and Clonidine. Drugs and their Respective Risk* Diuretics: tend to reduce blood volume; increase risk of placental infarcts, fetal wastage, stillbirth.* ACE inhibitors, ATI antagonists: growth retardation and fetal damage risk.* Propanolol: causes low birth weight, neonatal hypoglycemia and bradycardia.* Nitroprusside: contraindicated in eclampsia.",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "ACE inhibitors",
        "opc": "Methyldopa",
        "opd": "Ca channel blockers",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d02b9c01-9fc5-4635-bf65-3f3c9c137775",
        "choice_type": "single"
    },
    {
        "question": "Patient on verapamil should not be given beta blocker as -",
        "exp": "Ans. is 'a' i. e., Conduction block Adverse effects of CCBso Nausea, constipation and bradycardia are more common with verapamil. o Verapamil can accentuate conduction defect-should be avoided in 2nd & 3rd degree block, in sick sinus syndrome and along with [3-blocker. o Most common side effects of DHPs are palpitation, flushing, hypotension, headache, ankle edema, drowsiness and nausea. o Nifedipine can paradoxically increase the frequency of angina in some patients. o Nifedine can cause voiding difficulty in elderly (relaxant effect on bladder) and glucose intolerance (decreases insulin release).",
        "cop": 1,
        "opa": "Conduction block",
        "opb": "Bronchospasm",
        "opc": "Neurogenic shock",
        "opd": "Anaphylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "3fb3b422-c705-48a2-883a-9716542846ef",
        "choice_type": "single"
    },
    {
        "question": "All of the following antihypertensive drugs are given in pregnancy EXCEPT:",
        "exp": "Ans. (c) Captopril. Ref. KDT 6th ed. 553. Antihypertensive to be avoided during pregnancy. Antihypertensive safer during pregnancy* ACE inhibitors (Ex- captopril, enelapril etc.)* Angiotensin antagonist (losartan, telmesartan)* Thiazide diuretics (Ex- hydrochlorthiazide)* Furosemide* Propanolol* Nitroprusside* Hydralazine* Methyldopa* Atenolol* Metoprolol* Labetalol-DOC* Nifedipine* Prazosin and Clonidine. Drugs and their Respective Risk* Diuretics: tend to reduce blood volume; increase risk of placental infarcts, fetal wastage, stillbirth.* ACE inhibitors, ATI antagonists: growth retardation and fetal damage risk.* Propanolol: causes low birth weight, neonatal hypoglycemia and bradycardia.* Nitroprusside: contraindicated in eclampsia.",
        "cop": 3,
        "opa": "Methyldopa",
        "opb": "Labetalol",
        "opc": "Captopril",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "16c9eb4c-c96f-4eb2-be1b-668c38712d37",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about MOA of anti hypertensive drugs EXCEPT:",
        "exp": "Ans. (a) Act by Na+ K+ ATPase inhibition. Ref. KDT 6th ed. / 540* Thiazide and related drugs (chlorthalidone) are the diuretic of choice in uncomplicated hypertension. It acts by reducing plasma volume and by decreasing total peripheral resistance.* Alpha receptors are present on vessel wall, which upon stimulation constricts vessel wall and increase t. p. r. Alpha adrenergic blocking agents like Prazosin, terazosin, doxazosin and phentolamine inhibit the alpha receptor and decrease t. p. r.* b1 receptors are present on heart, which upon stimulation increase the heart rate. Beta adrenergic blockers like nebivolol, metoprolol, atenolol etc are some of the beta blockers which depresses myocardial contractility, and decreases the stroke volume.* Na+ K+ ATPase inhibition is done by Digitalis. Digitalis however has no role in control of hypertension. It is used in congestive heart failure and atrial fibrillation. Also Know* DIgitalis MOA in atrial fibrillation: decreases conduction.* M/c side effect of digitalis: nausea/vomiting.* MC cardiac side effect (arrhythmia) caused by digitalis: Ventricular Bigeminy.* DOC for digitalis induced arrhythmia: LIGNOCAINE",
        "cop": 1,
        "opa": "Act by Na+ K+ ATPase inhibition",
        "opb": "Thiazide Diuretics",
        "opc": "Alpha adrenergic blockade",
        "opd": "Beta adrenergic blockade",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "881a370b-d3de-43d4-bdfb-77e8f02e670d",
        "choice_type": "multi"
    },
    {
        "question": "Which beta blocker has anti oxidant property?",
        "exp": "Ref: Goodman and Gillman, Pharmacological Basis of Therapeutics, 11th edition. Explanation:\"In addition to the classical non-subtype selective and hi-selective adrenergic receptor antagonists, there also are a series of drugs that possess vasodilators actions. These effects are produced through a variety of mechanisms including a l adrenergic receptor blockade flabetalol, carvedilol, bucindolol, bevantolol, nipradilol), increased production of NO (celiprolol, nebivolol, carteolol, bopindolol and nipradolol), b2-agonist properties (celiprolol, carteolol and bopindolol), Ca2+ entry blockade icarvedilol, betaxolol and bevantolol), opening of K+ channels (tilisolol), or antioxidant action (carvedilol). \" Ref: Goodman and Gillman. Third-Generation b Receptor Antagonists with Additional Cardiovascular Actions. Nitric oxide productionb2 receptor agonisma1 receptor antagonism. Ca2+ entry blockadeK+ channel opening. Antioxidantactivity* Celiprolol* Nebivolol* Carteolol* Bopindolol* Nipradilol* Celiprolol* Carteolol* Bopindolol* Carvedilol* Bucindotol* Bevantolol* Nipradilol* Labetalol* Carvedilol* Betaxolol* Bevantolol* Tilisolol* Carvedilol",
        "cop": 2,
        "opa": "Celiprolol",
        "opb": "Carvedilol",
        "opc": "Betaxolol",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "7f0ad5c5-4546-4535-a6da-91cc111b64a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a Calcium channel blocker",
        "exp": "Ans. is 'b' i. e., Pirenzepine Pirenzepine is a selective M1 Antagonist. Calcium channel blockers. Phenyl alkylamine - Verapamil. Benzodiazepine -Diltiazem. Dihydropyridines - Nifedipine, Felodipine, Amlodipine, Nitrendipine, Nimodipine, Lacidipine More questions on calcium channel blocker -Only voltage sensitive L type channel are blocked by calcium channel blockers. CCB's causing ankle edema - Nifedipine. CCB's causing Reflex tachycardia - Nifedipine (C/I in angina)CCB's having most depressant affect on heart - Verapamil",
        "cop": 2,
        "opa": "Verapamil",
        "opb": "Pirenzepine",
        "opc": "Felodipine",
        "opd": "Nitrendipine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "9c3cc383-0ff9-47ae-bc0d-0eac88abe58c",
        "choice_type": "single"
    },
    {
        "question": "Centrally acting anti hypertensive drug is -",
        "exp": "Ans. is 'b' i. e., Methyl Dopa Centrally Aeting Svmpatholvticso These drugs reduce sympathetic outflow from vesopressor centers in brainstem. Examples are: 1. Clonidine3. Guanabenz5. Rilmenidine2. Methyldopa4. Guanfacine6. Moxonidine. Clonidineo It acts (partial agonist) on a, receptors, especially a2A in brainstem - Stimulation of receptors in medulla (vasomotor centre) - decrease sympathetic outflow - fall in BP and bradycardia (also due to enhanced vagal tone). o a2A receptor stimulation is responsible for sedation produced by clonidine. o Clonidine also binds to a nonadrenergic receptor, imidazoline receptor, which may also mediate antihypertensive effect. o Rilmenidine and moxonidine are selective cerebral imidazoline receptor agonists with little or, action - equivalent antihypertensive action with low sedative property. o Rapid r'. v. injection of clonidine raises BP transiently due. to activation of peripheral postsynaptic vasoconstrictor a2B receptors at high concentrations so attained. Ora! doses producing lower plasma levels cause only fall in BP, because clonidine has lower intrinsic activity on a2B receptors which predominate in vascular smooth muscle, o Uses of clonidine# Hypertension# Opioid withdrawl# Menopausal syndrome# Alcohal withdrawal# Smoking cessation# Loose motions in diabetic neuropathy# Test for pheochromocytoma o Abrupt discontinuation of clonidine therapy can lead to rebound hypertension (treated with phentolamine); therefore this drug is not suitable for people having travelling job like business executives who are likely to miss the doses. Methvldopao It is a prodrug - a-methyl norepinephrine formed in the brain from methyldopa acts on a-receptor in brainstem- decrease sympathetic out flow. o In large doses, methyldopa inhibits the enzyme dopa decarboxylase in brain and periphery - reduces NA synthesis and forms the false transmitter methyl-NA in periphery as well, o Methyldopa is DOCfor hypertension in pregnancy. Guanabenz and guanfacin are centrally active antihypertensive drugs that share the central otj-adrenoceptor- stimulating effects of clonidine.",
        "cop": 2,
        "opa": "Phenoxybenzamine",
        "opb": "Methyl dopa",
        "opc": "Propanolol",
        "opd": "Prazosin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "fcc56d00-74ea-4881-aa0f-7a8116bb1ce3",
        "choice_type": "multi"
    }
]