[
    {
        "question": "Sucralfate",
        "exp": "Ans. is 'c' i. e., Is ulcer protective Sucralfateo Sucralfate is an ulcer protective agent. It preferentially and strongly adheres to the ulcer base, specially duodenal, and acts as a physical barrier preventing acid, pepsin and bile from coming in contact with the ulcer base. However, this protective action is attributed to sucralfate because of certain properties which are achieved only in acidic medium: Acidic medium gives it a viscous consistency, also. It polymerises at pH < 4 by cross linkages of molecule assuming sticky gel like consistency, o It is this viscous and gel like properties that are responsible for its action. o When antacids are given concurrently they raise the pH of gastric secretion and this interferes with the very basic mechanism of action of sucralfate (requires pH < 4) and thus makes them ineffective.",
        "cop": 3,
        "opa": "Reduces gastric acid secretion",
        "opb": "Neutralises gastric acid",
        "opc": "Is ulcer protective",
        "opd": "Isanti H. pylori drug",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "9961f270-bee1-4db4-b49a-f557af80d656",
        "choice_type": "single"
    },
    {
        "question": "Proton pump inhibitors are most effective when they are given:",
        "exp": "Ans. (B) Shortly before meals(Ref: KDT 8th/e p700). Proton pump inhibitors are used just before meals. Food stimulates the secretion of gastric acid that will be reduced by PPIs if these are given just before meals.",
        "cop": 2,
        "opa": "After meals",
        "opb": "Shortly before meals",
        "opc": "Along with H2 blockers",
        "opd": "During prolonged fasting periods",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "24266e39-c433-454a-b145-5c75e3a620cf",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in the treatment of H. pylori is?",
        "exp": "ANSWER: (A) Cisapride. REF: Harrison 17th ed table 144-2. Recommended Treatment Regimens for Helicobacter pylori: First-Line Treatment: Regimen 1: OCA (7-14 days). Omeprazoleb (20 mg bid). Clarithromycin (500 mg bid. Amoxicillin (1 g bid). Regimen 2: OCM (7-14 days). Omeprazoleb (20 mg bid). Clarithromycin (500 mg bid). Metronidazole (500 mg bid). Second-Line Treatment: Regimen 3: OBTM (14 days). Omeprazoleb (20 mg bid). Bismuth subsalicylate (2 tabs qid). Tetracycline HC1 (500 mg qid). Metronidazole (500 mg tid)",
        "cop": 1,
        "opa": "Cisapride",
        "opb": "Clarithromycin",
        "opc": "Metronidazole",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "700b9fb9-8bd4-421d-af1a-04143b99dd01",
        "choice_type": "single"
    },
    {
        "question": "Proton punip inhibitors for peptic ulcer disease should he taken:",
        "exp": "Ref: Basic and clinical Pharmacology by Bet ram Katzung, 12th edition Pg No 1087. Explanation: For ideal action of proton pump inhibitor, an acidic pH in the parietal cell canaliculi is prerequisite because the drug is activated in this acidic pH. Hence it should be taken at least 30 minutes before meals. It is preferably administered before breakfast so that peak serum concentration coincides with maximum activity of proton pump secretion",
        "cop": 1,
        "opa": "Before Breakfast",
        "opb": "After Breakfast",
        "opc": "Before Dinner",
        "opd": "After Dinner",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "7d6d50a1-dc78-4ba0-a220-2d83863d86c8",
        "choice_type": "single"
    },
    {
        "question": "Magaldrate is converted by gastric acid to -",
        "exp": "Ans. is 'c' i. e., Magnesium hydroxide and Aluminium hydroxide Magaldrate: o Magaldrateis a common antaciddrug that is used for the treatment of duodenal and gastric ulcers, esophagitis from gastroesophageal reflux. o Magaldrate is a hydroxymagnesium aluminate complex that is converted rapidly in gastric acid to Mg(OH)2 and Al(OH)3, wrhich are absorbed poorly and thus provide a sustained antacid effect.",
        "cop": 3,
        "opa": "Magnesium hydroxide",
        "opb": "Magnesium hydroxide and calcium carbonate",
        "opc": "Magnesium hydroxide and Aluminium hydroxide",
        "opd": "Calcium carbonate and aluminium hydroxide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "33585926-8ebc-4a20-9e33-32110aad28bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs have least affinity for CYP3. A4?",
        "exp": "Ans. (D) Rabeprazole(Ref: Katzung 13th/1060, KDT 8th/e p701). Proton pump inhibitors are metabolized by CYP3. A4 and CYP2. C19. They are also inhibitors of these enzymes. Rabeprazole and pantoprazole has less affinity for these enzymes.",
        "cop": 4,
        "opa": "Omeprazole",
        "opb": "Lansoprazole",
        "opc": "Esomeprazole",
        "opd": "Rabeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "aae1d654-7e1d-41e4-822b-535cbb54bf5d",
        "choice_type": "single"
    }
]