[
    {
        "question": "Which is not a NNRTI -",
        "exp": "Ans. is 'a' i. e., Ritonavir Antiretroviral drugsa) Nucleoside reverse transcriptase inhibitors (NRTIs) - Zidovudin, Didanosine, Zalcitabine, Stavudine, Lamivudine, Abacavir. b) Nucleotide reverse transcriptase inhibitor - Tenofovirc) Nonucleoside reverse transcriptase inhibitors (NNRTIS) - Nevirapine, Efavirenz, Delavirdine, Etravirine Rilpivirine. d) Protease inhibitors - Ritonavir, Indinavir, Nelfinavir, Saquinavir, amprenavir, Lopinavir, Fosamprenavir, Atazanavir, Darunavir, Tipranavir. e) Fusion inhibitor - Enfuvirtide, Maraviroc. f) Integrase inhibitors - Roltegravir, Elvitegravir.",
        "cop": 1,
        "opa": "Ritonavir",
        "opb": "Nevirapine",
        "opc": "Efavirenz",
        "opd": "Delavirdine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "27650550-8c24-402e-be1e-2c191c4d5766",
        "choice_type": "single"
    },
    {
        "question": "HIV integrase inhibitor is -",
        "exp": "Ans. is 'a' i. e., Elvitegravir New drugs in HIV infectiono Etravirine is recently approved NNRTI. This is second generation NNRTI and is effective against HIV resistant to first generation NNRTI (Efavirenz, Delaviridine. Nevirapine). Fusion inhibitors (Entry inhibitors)o Enfluvtritide binds to Gp41 subunit of HIV envelop protein and inhibits the fusion of viral and host cell membrane. o Maraviroc is a CCR5 Co-receptor antagonist and is only active against \"CCR - 5 - tropic virus\" which tends to predominate early in infection. Integrase inhibitorso Raltegravir and Elvitegravir act by inhibiting enzyme integrase.",
        "cop": 1,
        "opa": "Elvitegravir",
        "opb": "Abacavir",
        "opc": "Maraviroc",
        "opd": "Tenofovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "a5526a85-75bc-45d9-bad4-8121f2ad114d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a protease inhibitor?",
        "exp": "Ans. (c) Abacavir. Ref.: KDT 6th ed. / 773-74. Protease inhibitors (ends with \"navir\"). Nucleoside reverse tanscriptase inhibitor (NRTI)* Indinavir* Saquinavir* Ritonavir* Atazanavir* Nelfinavir* Amprenavir* Lopinavir* Zidovudine* Stavudine* Lamivudine* Didanosine* Emtricitabine* Zalcitabine* Abacavir. Side effect: Lipodystrophy syndrome. Minimum side effect seen with: ATAZANAVIRSide effect: acute pancreatitis* Peripheral neuropathy* Bone marrow suppression and M. I. Also Know* NRTI which has the maximum risk of acute pancreatitis: DIDANOSINE* NRTI which has the maximum risk of peripheral I neuropathy: STAVUDINE* Safest NRTI: LAMIVUDINE (minimal risk of pancreatitis and peripheral neuropathy)",
        "cop": 3,
        "opa": "Atazanavir",
        "opb": "Ritonavir",
        "opc": "Abacavir",
        "opd": "Indinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "05a9173a-8277-42b9-8219-8dd922cdd19f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a protease inhibitor -",
        "exp": "Ans. is 'c' i. e., Ritonavir Antiretroviral drugsa) Nucleoside reverse transcriptase inhibitors (NRTIs) -Zidovudin, Didanosine, Zalcitabine, Stavudine, Lamivudine, Abacavir. b) Nucleotide reverse transcriptase inhibitor - Tenofovirc) Nonucleoside reverse transcriptase inhibitors (NNRTIS) - Nevirapine, Efavirenz, Delavirdine, Etravirine Rilpivirine. d) Protease inhibitors - Ritonavir, Indinavir, Nelfinavir, Saquinavir, amprenavir, Lopinavir, Fosamprenavir, Atazanavir, Darunavir, Tipranavir. e) Fusion inhibitor - Enfuvirtide, Maraviroc. f) Integrase inhibitors - Roltegravir, Elvitegravir.",
        "cop": 3,
        "opa": "Abacavir",
        "opb": "Zidovudin",
        "opc": "Ritonavir",
        "opd": "Enfuvirtide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "9a7cf567-c15c-4935-b51c-6a806d7234c4",
        "choice_type": "single"
    },
    {
        "question": "The drug efavirenz inhibits:",
        "exp": "Ans. b. HIV reverse transcriptase (Ref: Katzung 12/e p870; Goodman Gilman 12/e p1626). The drug efavirenz inhibits HIV reverse transcriptase. \"NNRTIs (Efavirenz) bind to HIV-1 reverse transcriptase at a different site than NRTIs and induces a conformational change in the enzyme and disrupts catalytic activity. \"Non-Nucleoside Reverse Transcriptase Inhibitor (NNRTI)NNRTIs bind to HIV-1 reverse transcriptase at a different site than NRTIs and induces a conformational change in the enzyme and disrupts catalytic activity. Well absorbed from GIT; bioavailability increased with a high fat meal. Plasma-protein binding: 99%; Poor penetration into blood brain barrier. Metabolized by oxidation by CYP2. D6 and CYP3. A4. All NNRTIs are specific for HIV-1 with no action against HIV-2. Saquinavir is a protease inhibitor. \"Saquinavir, the first approved HIV protease inhibitor, is a peptidomimetic hydroxyethylamine--Goodman Gillman 12/e p1648. Anti-Retroviral Therapy. There are five classes of drugs, which are usually used in combination, to treat HIV infection. Use of these drugs in combination can be termed anti-retroviral therapy (ART), combination anti-retroviral therapy (c. ART) or highly active anti-retroviral therapy (HAART). Anti-retroviral (ARV) drugs are broadly classified by the phase of the retrovirus life cycle that the drug inhibits. Typical combinations include 2 NRTIs as a \"backbone\" along with 1 NNRTI, PI or INSTI as a \"base\". Name of Group. Examples. Mechanism. Entry inhibitor (Fusion inhibitors). Maraviroc. QEnfuvirtideQ* Interfere with binding, fusion & entry of HIV- 1 to host cell by blocking a target.* Maraviroc works by targeting CCR5, a co-receptor located on human helper T-cells. Nucleoside Reverse Transcriptase Inhibitors (NRTI) & Nucleotide Reverse Transcriptase Inhibitors (Nt. RTI). Zidovudine, Abacavir, La- mivudine, Emtricitabine & Tenofovir (Nt. RTI)* Nucleoside & nucleotide analogues which inhibit reverse transcription* Both act as competitive substrate inhibitors. Non-Nucleoside reverse transcriptase inhibitors (NNRTI)1st generation: Nevirapine & Efavirenz. Q2nd generation: Etravirine & RilpivirineQ* Inhibit reverse transcriptase by binding to an allosteric site of the enzyme* NNRTIs act as non-competitive inhibitors of reverse transcriptase.* HIV-2 is naturally resistant to NNRTIs. Integrase inhibitors (Integrase Nuclear Strand Transfer Inhibitors or INSTIs). Raltegravir. QElvitegravir. QDolutegravirQ* Inhibit the viral enzyme integrase. which is responsible for integration of viral DNA into the DNA of the infection cell. Protease inhibitors. Lopinavir, Indinavir, Nelfinavir, Ritonavir, Amprenavir; Daruna- vir & Atazanavir (1st line)* Block the viral protease enzyme necessary to produce mature virions upon budding from the host membrane.",
        "cop": 2,
        "opa": "HIV protease",
        "opb": "HIV reverse transcriptase",
        "opc": "HIV integrase",
        "opd": "HIV entry-into the cell",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "adeec4f4-8a8e-44d4-b46a-a347d164bd65",
        "choice_type": "single"
    },
    {
        "question": "Drug used for treatment of influenza is -",
        "exp": "Ans. is 'd' i. e., Oseltamivir o Anti-influenza drugs are:-i) Amantidineii) Rimantidineiii) Oseltamiviriv) Zanamavir",
        "cop": 4,
        "opa": "Ritonavir",
        "opb": "Idoxuridine",
        "opc": "Lumefantrine",
        "opd": "Oseltamivir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "224758e1-c712-4e5d-8ec7-4ad8e00af404",
        "choice_type": "single"
    },
    {
        "question": "ART drug which is entry inhibitor -",
        "exp": "Ans. is 'a' i. e., Enfuvirtide Antiviral drugs1. Anti-herpes virus - Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir, Foscamet, Trifluridine, Vidarabine. 2. Anti-Retrovirus. Nucleoside reverse transcriptase inhibitors (NRTIs) - Zidovudine. Didanosine, Zalcitabine, Stavudine, Lamivudine, Abacavir. Nonnucleoside reverse transcriptase inhibitors - Nevirapine, Efavirenz, Delavirdine. Protease inhibitors - Ritonavir, Indinavir, Nelfinavir, Saquinavir. Amprenavir. Lopinavir. Fusion inhibitors (entry inhibitor) - Enfuvirtide3. Anti-influenza virus - Amantadine, Rimantadine, Oseltamivir, Zanamivir. 4. Nonselective - Ribavirin, Adefovir, Dipivoxil, Interferon a.",
        "cop": 1,
        "opa": "Enfuvirtide",
        "opb": "Abacavir",
        "opc": "Efavirez",
        "opd": "Amprenavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "26eef184-ac6e-44a4-ab33-ed84e7cc7a00",
        "choice_type": "single"
    },
    {
        "question": "Cidofovir is-",
        "exp": "Ans. is 'a' Antiviral. Cidofoviro It is an antiviral drug. o It is a monophosphate nucleotide analog of cytidine which inhibits most DNA viruses including HSV, CMV, pox and adenoviruses. o It is used for the treatment of CMV retinitis.",
        "cop": 1,
        "opa": "Antiviral",
        "opb": "Antifungal",
        "opc": "Antihelmenthic",
        "opd": "Antibacterial",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "8b9dcc5a-ced8-4e8e-b7e6-7e1e5c324a7f",
        "choice_type": "single"
    },
    {
        "question": "Which class of antiretroviral drug is used for starting treatment for HIV infection -",
        "exp": "Ans. is 'b' i. e., NRTIs Treatment of HIV infection in general (HAART)o It includes 3 or more drugs, of which one or two are always NRTIs. o The combination may be 2. NRITs+ 1 protease inhibitor or l. NRITs + l. NNRITs + 1. PI.",
        "cop": 2,
        "opa": "Protease inhibitors",
        "opb": "NRTIs",
        "opc": "Fusion inhibitors",
        "opd": "NNRITs",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "be987fff-a478-4568-b914-bf1364dba0cd",
        "choice_type": "single"
    },
    {
        "question": "Nevirapine -",
        "exp": "Ans. is 'a' i. e., NNRTI Antiretroviral-classificationo Here I am giving brief introduction about the steps of replication of HIV genome so that you can better understand the mechanism of action of various anti-retroviral drugs:-Fusion:- First there is binding of HIV virus with host cells (mainly CDTTcells). Gpl20 ofvirus interact with CD4 receptor of host cells. After fusion (binding) virus gets entry (in preintegration complex form) in the host cells. This step is inhibited by fusion inhibitors, also called entry inhibitors. Reverse transcription:- As the preintegration complex (virus) traverses the cytoplasm to reach the host nucleus, the viral reverse transcriptase catalyses the reverse transcription of the viral RNA into DNA. This step is inhibited by reverse transcriptase inhibitors. Integration:-After reverse transcription, viral DNA (synthesized from reverse transcription of RNA) is inte grated into the host chromosome by virus integrase (has endonuclease activity). This step is inhibited by. Integrase inhibitors. Replication (Transcription & translation):-Viral DNA replicate with host genome and transcripts to form m. RNA which is translated into protein. These proteins are inactive viron. Post- translational modification:- Inactive virion is transformed into active virion by post-translational modi- fication, a step catalysed by protease. This step is inhibited by protease inhibitors. The active virion is released from the host cell, which then is available to infect other host cells. Antiretroviral drugs. Nucleoside reverse transcriptase inhibitors (NRTls) -Zidovudin, Didanosine, Zalcitabine, Stavudine, Lami\\mdine,, 4. PS>><<c<<vr>. Nucleotide reverse transcriptase inhibitor - Tenofovir (Katzung 1 CP/e). Nonucleoside reverse transcriptase inhibitors (NNRTIS) - Nevirapine, Efavirenz, Delavirdine. Etravirine. Protease inhibitors - Ritonavir, Indinavir, Nelfinavir, Saquinavir, amprenavir, Lopinavir, Fosamprenavir, Atazanavir, Darunavir, Tipranavir. Fusion inhibitor - Enfuvirtide, Maraviroc. Integrase inhibitors - Roltegravir, Elvitegravir.",
        "cop": 1,
        "opa": "NNRTI",
        "opb": "PI",
        "opc": "NRTI",
        "opd": "Entry Inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "ccba4c24-f89f-4480-b44d-d9cf4fddd7f2",
        "choice_type": "single"
    },
    {
        "question": "Acyclovir is used in -",
        "exp": "Ans. is 'a' i. e., Herpes keratitis. Antiviral Drug. Its Use. Acyclovir. Herpes Simplex Virus Varicella Zoster Vims. Ganciclovir. CMV and HS VFoscamet (i. v.)CMVOseltamivir (oral). Influenza A & influenza BRibavirin. Chronic HCV (with IFN-?). Lamivudine. HIV. Chronic HBVEntecavir. HBV resistant to lamivudine",
        "cop": 1,
        "opa": "Herpes keratitis",
        "opb": "CMV retinitis",
        "opc": "HepatitisC",
        "opd": "Hepatitis B",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "ca8d041c-9444-4df5-b595-b4b23a66364c",
        "choice_type": "single"
    },
    {
        "question": "NRTI which has maximum tendency to cause peripheral neuropathy",
        "exp": "Ans. (b) Stavudine. Ref KDT 6th ed. / 770* NRTIs are reverse transcriptase inhibitors, which control the ds. DNA formation from ss. RNA* Drugs in the category are: Zidovudine, Stavudine, Didanosine, Lamivudine, Abacavir, Zalcitabine. Also Know* ZIDOVUDINE# Most commonly used NRTI in the treatment of HIV# Used as prophylaxis in needle stick injury and to decrease vertical transmission from HIV mother to fetus.# Side effect: bone marrow suppression.* Drug of choice for decreasing vertical transmission from HIV mother to fetus: NEVIRAPINE* Safest NRTI: LAMIVUDINE* All NRTIs casues acute pancreatitis and peripheral neuropathy.# Maximum risk of acute pancreatitis with: DIDANOSINE# Maximum risk of peripheral neuropathy with: STAVUDINE",
        "cop": 2,
        "opa": "Zidovudine",
        "opb": "Stavudine",
        "opc": "Lamivudine",
        "opd": "Didanosine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "6212c968-3de5-4388-80f3-94a32fe9bb18",
        "choice_type": "single"
    },
    {
        "question": "Oseltamivir is -",
        "exp": "Ans. is 'a' i. e., Neuramindase inhibitor o Oseltamivir and zanamivir are neuraminidase inhibitors and prevent the virion release by causing clumping of mature virions. o Both these drugs are active against influenza 'A' as well as influenza 'B1 virus, o Oseltamivir is a prodrug and is used orally, o Zanamivir is used intranasally - can cause bronchospasm.",
        "cop": 1,
        "opa": "Neuramindase inhibitor",
        "opb": "Neuramindase activator",
        "opc": "Carboxylase inhibitor",
        "opd": "Carboxylase activator",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "c77841ba-cf5b-434e-a693-31274236ce7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in treatment of bird flu?",
        "exp": "Ans. b. Ribavirin (Ref: Harrison 19/ep1214; Goodman Gilman 12/ep1609, 1615; Katzung 12/ep886, 887; KDT 7/e p798, 804, 6/e p777). Oral ribavirin is used for chronic HCV infection, not the bird flu. \"Oral ribavirin in combination with injected peg. IFN alfa-2A or -2B has become standard treatment for chronic HCV infection, \"-- Goodman Gilman 12/e p1615\"Ribavirin is a nucleoside analogue with activity against influenza A and B viruses in vitro. Its efficacy against influenza when administered as an aerosol is reportedly variable, and it is ineffective when administered orally. Its efficacy in the treatment of influenza A or B has not been established. \"-- Harrison 19/e p1214\"Ribavirin is used primarily to treat hepatitis C, viral hemorrhagic fevers and RSV. \"\"The neuraminidase inhibitor peramivir, a cyclopentane analog, has activity against both influenza A and B viruses. Peramivir received temporary emergency use authorization by FDA for intravenous administration in November 2009 due to the HINI pandemic. \"-- Katzung 12/e p887. Specific Antiviral Therapy for influenza. Neuraminidase inhibitors zanamivir, oseltamivir & peramivir are used for both influenza A & BQAmantadine & rimantadine are used for influenza AQOseltamivir* DOC for bird flu (H5. N1)Q* Treatment of uncomplicated influenza A or B in healthy adults. Zanamivir* Administered by inhalational routeQ* Treatment of uncomplicated influenza A or B in healthy adultsQ. Peramivir* Administered IVQ* Activity against both influenza A & B viruses. QLaninamivir* Long acting neuraminidase inhibitorQ* Effective against oseltamivir resistant virus. QAmantadine* Active against influenza A only. QRimantadine* Longer acting than Amantadine, active against influenza A only. QDrug of Choice in Viral Diseases. Disease. Drug of Choice* Viral hemorrhagic fever (Lass virus, Rift valley fever, Congo Crimean hemorrhagic fever. Hanta virus)* Respiratory syncytial virus (in high risk patients)* Measles. RibavirinQ* Seasonal influenza* Avian influenza (bird flu). OseltamivirQ* Oseltamivir resistant influenza. ZanamivirQ* Prion disease. FlupirtineQ* Herpes simplex* Varicella. AcyclovirQ* Acute herpes zoster. ValacyclovirQ* Cytomegalovirus retinitis. GancicyclovirQ",
        "cop": 2,
        "opa": "Oseltamivir",
        "opb": "Ribavirin",
        "opc": "Zanamivir",
        "opd": "Peramivir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "24d30d91-fc32-4023-9bd0-eed6bd8d883f",
        "choice_type": "single"
    },
    {
        "question": "Fusion inhibitor approved for use in HIV is: (D. REPEAT Feb 2014)",
        "exp": "Ans: A (Enfuvirtide) Ref: KD Tripathrs Essentials of Pharmacology. 6th edition, pg: 771. Explanation: Anti HIV Drugs. Group A: Nucelosrde Reverse Transcriptase Inhibitor. Drugs. Side Effects. Ztdovudine. Anemia. Neutropenia. Headache. Insomnia. Myopathy. Lactic acidosis. Hepatomegaly with steatoses. Didanosine. Pancreatitis. Peripheral neuropathy. Dry mouth. Hepatitis. Zalcitabine. Peripheral neuropathy. Pancreatitis. Lactic acidosis. Hepatomegaly with steatosis. Oral apthous ulcers. Stavudine. Peripheral neuropathy. Pancreatitis. Hepatitis. Lamivudine. Rash. Peripheral neuropathy. Abacavir. Rash. Fever. Hypersensitivity. Group B. Non-Nucleoside Reverse Transcriptase. Nevirapine. Skin rash. Abnormal liver function tests. Delavirdine. Skin rash. Abnormal LFTEfavirenz. Skin rash. Dysphoria. Abnormal LFTGroup C: Nucleotide Reverse Transcriptase Inhibitors. Tenofovr. Gastrointestinal distress. Group D: Protease Inhibitors. Saquinavir. Diarrhea. Hyperglycemia. Fat redistribution. Lipid abnormalities. Ritonavir. Abdominal pain. Hyperglycemia. Fat distribution. Indinavir. Nephrolithiasis. Indirect hyperbilirubinemia. Hyperglycemia. Neifinavir. Diarrhea. Hyperglycemia. Fat redistribution. Amprenavr. Rash. Oral paraesthesia Hyperglycemia. Lopinavir. Diarrhea. Hyperglycemia. Fat redistribution. Group E: Fusion Inhibitor. Enfuvirtide. Hypersensitivity reaction increased bacterial pneumonia. Newer FDA Approved Drugs. Entry Inhibitors - CCR5 co-receptor antagonist. Maraviroc. HIV integrase strand transfer inhibitors. Raitegravir. Doiutegravir",
        "cop": 1,
        "opa": "Enfuvirtide",
        "opb": "Efaviranez",
        "opc": "Empricitabine",
        "opd": "Atazaravir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "51c12476-461c-4bb1-93bf-001211ef6d6a",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of maraviroc:",
        "exp": "Ans. (c) CCR5 inhibitor. Ref: Mosby drug reference for health professionals 2015 ed / 996* Maraviroc is an anti HIV drug which comes under fusion inhibitor category.* This drug binds to the receptor and inhibits the fusion stage of virus and hence inhibits their speed of replication.* There are two types of fusion inhibitors: Drugs which bind to CCR5 receptor. Drugs which bind to GP 41 receptor. Maraviroc: active against CCR5 tropic virus. Enfuvirtide: prevents entry of virus into host cell. Can be given orally. Can only be given in s. c. injection form.",
        "cop": 3,
        "opa": "Cyt P 450 inhibitor",
        "opb": "GP 41 inhibitor",
        "opc": "CCR5 inhibitor",
        "opd": "GP 120 inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "89dfee00-cb82-46b8-8e2a-d53af63ca041",
        "choice_type": "single"
    },
    {
        "question": "Nevirapine is -",
        "exp": "Ans is 'b' i. e., NNRTI o Nevirapine is NNRTIThese drugs inhibit reverse transcriptase by acting at a site (allosteric site) different from NRTIs. These are selective for HIV-1 and have no activity against HIV-2. Resistance to these drugs develops very rapidly. o NNRI drug group. Efavirenz, nevirapine, etravirtue and delavirdine, o Mechanism of action: These are nucleotide unrelated compounds which directly inhibit HIV reverse transcriptase without the need for intracellular phosphory-lation. Adverse effects. Rashes (Steven Johnson Syndrome & Toxic epidermal necrolysis). Nausea. Headach, Fever. Rise in live enzyme (hepatotoxic)o Nevirapine is used in pregnancy to prevent vertical transmission. o It decrease transmission to 13% as compared to 21. 5% by zidovudine. o NNRTI donot cause lipodystrophy like NRTIs and RTIs# Nevirapine and efavirenz are enzyme inducers and delaviridine is enzyme inhibitor.",
        "cop": 2,
        "opa": "NRTI",
        "opb": "NNRTI",
        "opc": "E-TI",
        "opd": "FI",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "af9649bd-3d9f-45fa-b457-9c532ef17aaf",
        "choice_type": "single"
    },
    {
        "question": "From ART drugs which acts through inhibition of integrase activity of virus -",
        "exp": "Ans. is 'a' i. e., Raltegravir New drugs in HIV infectiono Etravirine is recently approved NNRTI. This is second generation NNRTI and is effective against HIV resistant to first generation NNRTI (Efavirenz, Delaviridine. Nevirapine). Fusion inhibitors (Entry inhibitors)o Enfluvtritide binds to Gp41 subunit of HIV envelop protein and inhibits the fusion of viral and host cell membrane. o Maraviroc is a CCR5 Co-receptor antagonist and is only active against \"CCR - 5 - tropic virus\" which tends to predominate early in infection. Integrase inhibitorso Raltegravir and Elvitegravir act by inhibiting enzyme integrase.",
        "cop": 1,
        "opa": "Raltegravir",
        "opb": "Tiprinavir",
        "opc": "Enfuvirtide",
        "opd": "Etravirine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "db58437b-393a-4435-959b-0946c7a9e597",
        "choice_type": "single"
    },
    {
        "question": "Anti HIV drug used for prevention of vertical transmission -",
        "exp": "Ans. is 'a' i. e., Nevirapine Treatment during pregnancyo HIV infected mother can transmit the virus to fetus/infant during pregnancy, during delivery or by breast feeding, o Early diagnosis and antiretroviral therapy to mother and infant significantly decrease the rate of intrapartum and perinatal transmission (vertical transmission) of HIV infection, o Zidovudine treatment of HIV infected pregnant women from the beginning of second trimester through delivery and of infant for 6 weeks following birth decreases the rate of transmission from 22. 6% to < 5%. o Single dose of nevirapine given to the mother at the onset of labor followed by a single dose to the newborn within 72 hours of birth decreased transmission by 50%. This is the prefered regimen now in developing countries.",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Lamivudine",
        "opc": "Efavirez",
        "opd": "Tenofovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral",
        "id": "5b915b5d-3499-4e95-b3d0-ed3a9a698877",
        "choice_type": "single"
    }
]