[
    {
        "question": "Which of the following anti-tubercular drug is avoided in a HIV positive patient on zidovudine, lamivudine and indinavir therapy who develops TB?",
        "exp": "RIFAMPACIN: Powerful enzyme inducer of the Hepatic Cytochrome P450 system. It increasesmetabolism of many drugs and as a consequence, can make them less effective, or even ineffective in some cases, by decreasing their levels in the plasma. Rifampicin can induce the metabolism of Indinavir and can result in therapeutic failure. Therfore rifampicin is avoided in the above patient. ISOENZYMES INDUCED BY RIFAMPACIN: CYP2. C9 CYP2. C19 CYP3. A4 CYP1. A2",
        "cop": 4,
        "opa": "Pyrazinamide",
        "opb": "Isoniazid",
        "opc": "Ethambutol",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "21f84acb-da0f-43d8-8675-bc49b906e3da",
        "choice_type": "single"
    },
    {
        "question": "A person is being treated for Human Immunodeficiency Virus-1. He developed hyperiglyceridemia and hypercholesterolemia. Most likely drug implicated for these adverse effects is",
        "exp": "Ritonavir is a protease inhibitor and can cause hyperiglyceridemia and hypercholesterolemia. All protease inhibitors are metabolized by liver and all can cause metabolic abnormalities including hypercholesterolemia, diabetes mellitus, hyperlipidemia, insulin resistance and altered fat istribution (lipodystrophy). Atazanavir is devoid of this adverse effect. Tesamorelin is a synthetic analogue of growth hormone releasing factor indicated to reduce excess abdominal fat in HIV-infected patients with lipodystrophy.",
        "cop": 1,
        "opa": "Ritonavir",
        "opb": "Raltegravir",
        "opc": "Tenofovir",
        "opd": "Eirenz",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "ddf0d9e7-c8d4-4500-89ce-b1ef7e0ff3e7",
        "choice_type": "single"
    },
    {
        "question": "The drug most likely to be responsible for acute pancreatitis is:",
        "exp": "* Didanosine is most commonly implicated anti-retroviral drug in causing acute pancreatitis. * Maximum chances of peripheral neuropathy are seen with stavudine. * Minimum risk of peripheral neuropathy is seen with Lamivudine. * Abacavir predisposes to MI.",
        "cop": 1,
        "opa": "Didanosine",
        "opb": "Ketoconazole",
        "opc": "Saquinavir",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "77df41a2-9fa0-4913-8457-286e96e60088",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to cause additive anemia and neutropenia if administered to an AIDS patient taking zidovudine?",
        "exp": "* Ganciclovir is the drug of choice for CMV infections. * It should not be combined with zidovudine because both have bone marrow suppressant propey. * It is an analogue of acyclovir which is most active against CMV. but also inhibits other herpes viruses viz. H. simplex, H. zoster and EBV.",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Amantadine",
        "opc": "Ganciclovir",
        "opd": "Stavudine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "65e9c4e2-2eda-416e-b283-e41091b43b4d",
        "choice_type": "single"
    },
    {
        "question": "A patient was found to be HIV positive on routine check up. He has no symptoms and CD4 count is 800 cells per cubic mm. What should be the management of this patient?",
        "exp": "Treatment of HIV according to NACO guidelines: Use of multiple drugs that act on different viral targets is known as HAA (Highly active antiretroviral therapy). Treatment should be done in all patients irrespective of their CD4 count and symptoms. Minimum 3 drugs should be used from minimum 2 groups. Mainly we use 2. NI + 1 NNI / Integrase Inhibitors. Preferred First Line Therapy: Tenofovir + Lamivudine + Eirenz",
        "cop": 3,
        "opa": "No treatment is required",
        "opb": "Zidovudine plus stavudine for 28 day",
        "opc": "Tenovofir plus lamivudine plus eirenz for life long",
        "opd": "Tenovofir plus zidovudine plus lamivudine for life long",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "90e5d191-4e03-4154-a793-3df31e712122",
        "choice_type": "single"
    },
    {
        "question": "Which of the following binds to viral envelope glycoprotein preventing the conformational changes required for the fusion of viral and cellular membranes?",
        "exp": "Enfuviide is a fusion inhibitor useful in the treatment of HIV infections. It acts by binding to HIV-I envelope transmembrane glycoprotein (gp41) which is involved in fusion of viral and cellular membranes. Abacavir is a NI Indinavir is a protease inhibitor Oseltamivir is a neuramindase inhibitor.",
        "cop": 3,
        "opa": "Abacavir",
        "opb": "Indinavir",
        "opc": "Enfuviide",
        "opd": "Oseltamivir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "a9f0c5d5-ec3b-4d52-82bb-4b25b0769a48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following protease inhibitor has active metabolite?",
        "exp": "Nelfinavir has active metabolite and the only known active metabolite of any HIV protease inhibitor. Nelfinavir Undergoes oxidative metabolism primarily by CYP2. C19 but also by CYP3. A4 and CYP2. D6. Its major hydroxy-tbutylamide metabolite, M8, is formed by CYP2. C19 and has in vitro. Antiretroviral activity similar to that of the parent drug. This is the only known active metabolite of any HIV protease inhibitor. Nelfinavir induces its own metabolism.",
        "cop": 3,
        "opa": "Ritonavir",
        "opb": "Indinavir",
        "opc": "Nelfinavir",
        "opd": "Saquinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "2034bec0-18c7-4191-b963-4a1cc33351f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used to prevent HIV transmission from an HIV positive pregnant mother to child?",
        "exp": "HIV may be transmitted from the mother to the child either through the placenta, or during delivery, or by breastfeeding. The highest risk (>2/3rd) of transmission is during the bih process. All HIV positive women should be put on the standard 3 drug A and this should be continued through delivery and into the post-natal period, and helps in preventing veical transmission of HIV to the neonate. Tenofovir 300 mg + Lamivudine 300 mg + Eirenz 600 mg (as FDC tablet) once daily. In addition the neonate should be given syrup nevirapine for 6 weeks.",
        "cop": 3,
        "opa": "Lamivudine",
        "opb": "Stavudine",
        "opc": "Nevirapine",
        "opd": "Didanosine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "0f27aca1-1c24-4516-ae0a-e81690ab7422",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits post-translational modification of viral proteins?",
        "exp": "- PROTEASE INHIBITORS inhibits post-translational modification of viral proteins.- These include drugs like: INDINAVIR RITONAVIR LOPINAVIR AMPRENAVIR FOS-AMPRENAVIR ATAZANAVIR (Lowest risk of Lipodystrophy syndrome but can cause hyperbilrubinemia) SAQUINAVIR NELFINAVIR - These are metabolized by CYP3. A4 and are CYP3. A4 inhibitors themselves (Ritonavir Boosting - boost the other inhibitors)- These drugs can cause LIPODYSTROPHY SYNDROME: | GLUCOSE | LIPIDS INSULIN RESISTANCE WT. GAIN. It is also caused by Atypical Antipsychotics.",
        "cop": 1,
        "opa": "Indinavir",
        "opb": "Enfuviide",
        "opc": "Lamivudine",
        "opd": "Zalcitabine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "81590d8a-9675-4c58-a761-28e77b97df26",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Anti-retro viral agent can cause bone marrow suppression?",
        "exp": "ZIDOVUDINE: Is a NI (NUCLEOSIDE REVERSE TRANSCRIPTASE INHIBITOR) against HIV-1, HIV-2 and HTLVs I and II. It causes Competitive inhibition but no impact on cells already infected with HIV. It causes Bone Marrow Suppression, Lipodystrophy, Erythrocytic Macrocytosis, Skeletal muscle myopathy, Hepatic toxicity and on chronic use can cause Nail hyperpigmentation",
        "cop": 2,
        "opa": "Ritonavir",
        "opb": "Zidovudine",
        "opc": "Stavudine",
        "opd": "Didanosine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "c594ad48-bf12-45e7-989b-9b449a840546",
        "choice_type": "single"
    },
    {
        "question": "Nucleoside reverse transcriptase inhibiting drug, which is a guanosine analogue is:-",
        "exp": "NI ANALOGUE OF Zidovudine Thymidine Stavudine Thymidine Lamivudine Cytosine Emtricitabine Cytosine Zalcitabine Cytosine Tenofovir Adenosine Didanosine Adenosine Abacavir Guanosine",
        "cop": 3,
        "opa": "Ritonavir",
        "opb": "Zidovudine",
        "opc": "Abacavir",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "e55a204f-284c-4491-b871-58bc9b77d87c",
        "choice_type": "single"
    },
    {
        "question": "Ritonavir boosting is not recommended with which of the following protease inhibitor of HIV?",
        "exp": "RITONAVIR: 1. Ritonavir is strongest microsomal enzyme inhibitor (CYP3. A4) 2. It is not used as a protease inhibitor instead in low doses, it is used to inhibit microsomal enzymes and to boost the effect of other protease inhibitors except nelfinavir. Therefore NELFINAVIR effect is not boosted by Ritonavir. NELFINAVIR: It is a nonpeptidic protease inhibitor that is active against both HIV-1 and HIV-2. Long-term virologic suppression with Nelfinavir based combination regimens is significantly inferior to Lopinavir/Ritonavir, Atazanavir, or Eirenz based regimens.",
        "cop": 3,
        "opa": "Darunavir",
        "opb": "Saquinavir",
        "opc": "Nelfinavir",
        "opd": "Lopinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "3f498f9d-ad87-4bff-9486-ac95b2127879",
        "choice_type": "single"
    },
    {
        "question": "Testing of HLA-B' 5701 is recommended prior to initiation of this antiretroviral agent:-",
        "exp": "Testing of HLA-B' 5701 is recommended prior to initiation of abacavir. Abacavir if given in a patient who has HLA-B' 5701 causes high risk of MI.",
        "cop": 4,
        "opa": "Atazanavir",
        "opb": "Nelfinavir",
        "opc": "Raltegravir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-HIV Drugs",
        "id": "dc74d128-2460-4dc2-b763-a4ec3a4e455f",
        "choice_type": "single"
    }
]