[
    {
        "question": "Cimetidine inhibits the metabolism of all of the following drugs except.",
        "exp": "Ans. (C) Ketoconazole(Ref: KDT 8th/e p698). Cimetidine is a potent inhibitor of microsomal enzymes. It prolongs the half lives of warfarin, theophylline, phenytoin, oral hypoglycemic agents, alcohol and benzodiazepines.",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Warfarin",
        "opc": "Ketoconazole",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "6c6b22c9-d7ca-4a7c-bf55-f656026639c0",
        "choice_type": "multi"
    },
    {
        "question": "Proton pump inhibits are used in management of -",
        "exp": "Ans. is 'd' i. e., All of the above o PPI are the DOC for peptic ulcer (gastric or duodenal), GERD, ZE syndrome, prevention of aspiratory pneumonia and NSAID induced gastric / duodenal ulcers. Note - PGE1 analogue (Misoprostol) is a specific drug for prevention and treatment of NSAID induced ulcer, but DOC is PPI.",
        "cop": 4,
        "opa": "Insulinoma",
        "opb": "GERD",
        "opc": "Stress ulcer & gastritis",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "d2667ec7-95e4-4e79-997e-8974be5b2c49",
        "choice_type": "multi"
    },
    {
        "question": "Despite their short half-lives (2 hours), Proton pump Inhibitors (PPIs) cause a prolonged suppression of acid secretion (up to 48 hours) because:",
        "exp": "Ans. c. They irreversibly inhibit the proton pump molecule and hence, acid secretion requires synthesis of new proton pumps (Ref: Goodman and Gilman 12/e p1311; Katzung 12/e p1085-1087). Despite their short half-lives (2 hours), Proton Pump Inhibitors (PPIs) cause a prolonged suppression of acid secretion (up to 48 hours) because they irreversibly inhibit the proton pump molecule and hence, acid secretion requires synthesis of new proton pumps. \"Proton pump inhibitors (PPIs) are prodrugs that require activation in an acidic environment. After absorption into the systemic circulation, the prodrug diffuses into the parietal cells of the stomach and accumulates in the acid secretory cancliculi. Here, it is activated by the proton catalyzed formation of a tetracyclic sulfenamide, trapping the drug so that it cannot diffuse back across the canalicular membrane. The activated form then binds covalently with the sulfhydryl groups of cysteines in the H+K+ -ATPase, irreversibly inactivating the pump molecule. Acid secretion resumes only after new pump molecules are synthesized and inserted into the luminal membrane, providing a prolonged (up to 24 to 48 hour) suppression of acid secretion, despite the much shorter plasma half-lives (0. 5-2 hour) of the parent compounds. Because they block the final step in acid production, the PPIs are effective in acid suppression regardless of other stimulating factors. \"- Goodman and Gilman 12/e p1311. Proton Pump Inhibitors. Most potent antisecretory agents, substituted benzimidazoles, also known as the proton pump inhibitorsQ. Covalently bind to the catalytic subunit of the proton pump and negate all types of acid secretion. QPPIs provide more complete inhibition of acid secretion than the H2-receptor antagonistsQ. Inhibition of acid secretion is also more prolonged because of the irreversible inhibition of the enzyme caused by the covalent bond to the proton pumpQ. PPIs are more effective during the day, generally prescribed before breakfastQ. PPIs require an acidic environmentQ within the gastric lumen in order to become activated and bind to the proton pump at the secretary canaliculus. Utilization of antacids or H2-receptor antagonists in combination with PPIs could have deleterious effects by promoting an alkaline environment and thereby preventing activation of the PPIQ. Consequently, antacids and H2-receptor antagonists should not be used in combination with PPIsQ.",
        "cop": 3,
        "opa": "They are prodrugs and undergo activation gradually",
        "opb": "They exit from the plasma and enter acid secretory canaliculi and stay there, blocking the secretion of acid for a long time",
        "opc": "They irreversibly inhibit the proton pump molecule and hence, acid secretion requires synthesis of new proton pumps",
        "opd": "They are available as enteric coated capsules, from which drug is gradually released",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "9dcf25f7-895f-4d34-9b1f-b6aea51d5b86",
        "choice_type": "multi"
    },
    {
        "question": "Sucralfate",
        "exp": "Ans. is 'c' i. e., Is ulcer protective Sucralfateo Sucralfate is an ulcer protective agent. It preferentially and strongly adheres to the ulcer base, specially duodenal, and acts as a physical barrier preventing acid, pepsin and bile from coming in contact with the ulcer base. However, this protective action is attributed to sucralfate because of certain properties which are achieved only in acidic medium: Acidic medium gives it a viscous consistency, also. It polymerises at pH < 4 by cross linkages of molecule assuming sticky gel like consistency, o It is this viscous and gel like properties that are responsible for its action. o When antacids are given concurrently they raise the pH of gastric secretion and this interferes with the very basic mechanism of action of sucralfate (requires pH < 4) and thus makes them ineffective.",
        "cop": 3,
        "opa": "Reduces gastric acid secretion",
        "opb": "Neutralises gastric acid",
        "opc": "Is ulcer protective",
        "opd": "Isanti H. pylori drug",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "9961f270-bee1-4db4-b49a-f557af80d656",
        "choice_type": "single"
    },
    {
        "question": "Proton pump inhibitors are most effective when they are given:",
        "exp": "Ans. (B) Shortly before meals(Ref: KDT 8th/e p700). Proton pump inhibitors are used just before meals. Food stimulates the secretion of gastric acid that will be reduced by PPIs if these are given just before meals.",
        "cop": 2,
        "opa": "After meals",
        "opb": "Shortly before meals",
        "opc": "Along with H2 blockers",
        "opd": "During prolonged fasting periods",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "24266e39-c433-454a-b145-5c75e3a620cf",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in the treatment of H. pylori is?",
        "exp": "ANSWER: (A) Cisapride. REF: Harrison 17th ed table 144-2. Recommended Treatment Regimens for Helicobacter pylori: First-Line Treatment: Regimen 1: OCA (7-14 days). Omeprazoleb (20 mg bid). Clarithromycin (500 mg bid. Amoxicillin (1 g bid). Regimen 2: OCM (7-14 days). Omeprazoleb (20 mg bid). Clarithromycin (500 mg bid). Metronidazole (500 mg bid). Second-Line Treatment: Regimen 3: OBTM (14 days). Omeprazoleb (20 mg bid). Bismuth subsalicylate (2 tabs qid). Tetracycline HC1 (500 mg qid). Metronidazole (500 mg tid)",
        "cop": 1,
        "opa": "Cisapride",
        "opb": "Clarithromycin",
        "opc": "Metronidazole",
        "opd": "Omeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "700b9fb9-8bd4-421d-af1a-04143b99dd01",
        "choice_type": "single"
    },
    {
        "question": "Proton punip inhibitors for peptic ulcer disease should he taken:",
        "exp": "Ref: Basic and clinical Pharmacology by Bet ram Katzung, 12th edition Pg No 1087. Explanation: For ideal action of proton pump inhibitor, an acidic pH in the parietal cell canaliculi is prerequisite because the drug is activated in this acidic pH. Hence it should be taken at least 30 minutes before meals. It is preferably administered before breakfast so that peak serum concentration coincides with maximum activity of proton pump secretion",
        "cop": 1,
        "opa": "Before Breakfast",
        "opb": "After Breakfast",
        "opc": "Before Dinner",
        "opd": "After Dinner",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "7d6d50a1-dc78-4ba0-a220-2d83863d86c8",
        "choice_type": "single"
    },
    {
        "question": "Magaldrate is converted by gastric acid to -",
        "exp": "Ans. is 'c' i. e., Magnesium hydroxide and Aluminium hydroxide Magaldrate: o Magaldrateis a common antaciddrug that is used for the treatment of duodenal and gastric ulcers, esophagitis from gastroesophageal reflux. o Magaldrate is a hydroxymagnesium aluminate complex that is converted rapidly in gastric acid to Mg(OH)2 and Al(OH)3, wrhich are absorbed poorly and thus provide a sustained antacid effect.",
        "cop": 3,
        "opa": "Magnesium hydroxide",
        "opb": "Magnesium hydroxide and calcium carbonate",
        "opc": "Magnesium hydroxide and Aluminium hydroxide",
        "opd": "Calcium carbonate and aluminium hydroxide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "33585926-8ebc-4a20-9e33-32110aad28bd",
        "choice_type": "single"
    },
    {
        "question": "All drugs can be used in the treatment of H. Pylori infection except",
        "exp": "Ans. is 'd' i. e. Mosapride RECOMMENDED TREATMENT REGIMEN FOR HELICOBACTER PYLORI: Regimen duration. Drug 1. Drug 2. Drug 3. Drug 4. First line treatment. Regimen 1. OCA (7 days) Regimen 2. OCM (2 days). Omeprazole. Omeprazole. Clarithromycin. Clarithromycin. Amoxicillin. Metronidazole--Second line treatment. Regimen 3. OBTM(14days). Omeprazole. Bismuth. Tetracycline. Metronidazole",
        "cop": 4,
        "opa": "Omeprazole",
        "opb": "Metronidazole",
        "opc": "Amoxicillin",
        "opd": "Mosapride",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "99004bdd-b87f-45a7-a57b-a0c0d22363f8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs have least affinity for CYP3. A4?",
        "exp": "Ans. (D) Rabeprazole(Ref: Katzung 13th/1060, KDT 8th/e p701). Proton pump inhibitors are metabolized by CYP3. A4 and CYP2. C19. They are also inhibitors of these enzymes. Rabeprazole and pantoprazole has less affinity for these enzymes.",
        "cop": 4,
        "opa": "Omeprazole",
        "opb": "Lansoprazole",
        "opc": "Esomeprazole",
        "opd": "Rabeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Ulcer",
        "id": "aae1d654-7e1d-41e4-822b-535cbb54bf5d",
        "choice_type": "single"
    }
]