[
    {
        "question": "Which of the following is a cerebro selective calcium channel blocker?",
        "exp": "Ans. (a) Nimodipine. Ref KDT 6/e, p 172",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Ziconotide",
        "opc": "Verapamil",
        "opd": "Diltiazem",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d8232c8e-9163-4330-ae2e-b0af0da3e4a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a renin inhibitor?",
        "exp": "ANSWER: (D) Aliskiren. REF: Goodman Gillman page 525, KDT 6th edition page 482, Katzung 12th ed page 190, 300. Repeat from Pharmacology June 2010, December 2008. RENIN INHIBITORSCleavage of angiotensinogen by renin is the rate-limiting step in the formation of ANG II and thus represents a logical target for inhibition of the renin-angiotensin system. Drugsthat inhibit renin have been available for many years but have been limited by low potency, poor bioavailability, and short duration of action. However, a new class of nonpeptide, low- molecularweight, orally active inhibitors has recently been developed. Aliskiren, a renin inhibitor recently approved for hypertension, is in clinical trials for heart failure. Preliminary results suggest an efficacy similar to that of ACE inhibitors. Aliskiren is contraindicated in pregnancy. INHIBITION OF RENIN-ANGIOTENSIN SYSTEMSympatheticblockers. Plasma renin activity is increased by reflex increase in sympathetic discharge. Sympathetic blockers decreases renin release. Clonidine decreases central sympathetic outflow and thus will decrease plasma renin activity. B blockersadrenergic neurone blockers, central sympatholytics:* Clonidine (a2 agonist)* Guanfacine (a2 agonist)* Methyldopa (a2 agonist)* Moxonidine (imidazoline receptor agonist)* Prazosin (a1, antagonist)* Rescinnamine (ACE inhibitor)* Reserpine (VMAT inhibitor)* Rilmenidine (imidazoline receptor agonist). Renininhibitors. Renin inhibitory peptides and renin specific antibodies block renin action-interferes with generation of A-I from angiotensinogen. (rate limiting step}Aliskiren (Oral: 150, 300 mg tablets). Angiotensin converting enzyme (ACE) inhibitors. Prevent generation of the active principle A-IICaptopril and enaiapril. Angiotensinreceptor(ATI)antagonists. Block the action of A-II on target cells. Losartan, valsartan, eprosartan, irbesartan, candesartan, olmesartan, and telmisartan. Aldosteroneantagonists. Block mineralocorticoid receptorseplerenonespironolactone",
        "cop": 4,
        "opa": "Enalapril",
        "opb": "Losartan",
        "opc": "Clonidine",
        "opd": "Aliskiren",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "eff97fb0-6200-4c40-9dd4-5149564cc1fd",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice in scleroderma induced hypertensive crisis is:",
        "exp": "Ans. (a) ACE inhibitors. Ref ERS Pharmacology Gobind Sparsh /85. ACE inhibitors are drug of choice for scleroderma induced hypertensive crisis. Other important points about ACE inhibitors can be remembered as: C - CoughA - AngioedemaP - Prodrugs (except captopril and Lisinopril)T - Taste disturbancesO - Orthostatic hypotension (when combined with diuretics)P - Pregnancy (contra-indicated)R - bilateral Renal artery stenosis (contra-indicated)I - Increased K+ (contra-indicated)L - Lower the formation of Ang II (Mechanism)",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Angiotensin receptor blockers",
        "opc": "Beta blockers",
        "opd": "Sodium nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "40a9e617-7ef3-4af8-8752-8602064a473b",
        "choice_type": "single"
    },
    {
        "question": "A diabetic patient with hypertension, which drug is preferred:",
        "exp": "Ans. (a) ACE Inhibitor. Ref Harrison's 18th ed. Ch 344* In a diabetic patient, hypertension can accelerate compli- cations of DM, particularly cardiovascular disease and nephropathy. In these patients ACE inhibitor is preferred. It slows down the progression of diabetic nephropathy.* American Diabetic Association recommends that all patients with diabetes and hypertension be treated with an ACE inhibitor or an ARB.* Subsequently, agents that reduce cardiovascular risk (beta blockers, thiazide diuretics, and calcium channel blockers) should be incorporated into the regimen.* While ACE inhibitors and ARBs are likely equivalent in most patients with diabetes and renal disease, the ADA notes:# In patients with type 1 diabetes, hypertension, and micro- or macroalbuminuria, an ACE inhibitor slowed progression of nephropathy# An ACE inhibitor or an ARB slowed the progression to macroalbuminuria in patients with type 2 diabetes, hypertension, and microalbumin-uria; and# ARB slowed the decline in GFR in patients with type 2 diabetes, hypertension, macroalbuminuria, and renal insufficiency.",
        "cop": 1,
        "opa": "ACE Inhibitor",
        "opb": "Beta blockers",
        "opc": "CCB",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "af73cfa4-dfcd-4962-9fe4-2c58400db60a",
        "choice_type": "single"
    },
    {
        "question": "Antihypertensive safe in renal disease is?",
        "exp": "ANSWER: (B) Amlodipine. REF: KDT 6 th edition page 543, 544. See APPENDDC- 88 ANTI HYPERTENSIVE MEDICATIONS\"Calcium channel blockers are drug of choice for in cyclosporine induced hypertension in renal transplant recipients\"\"The dihydropyridines (DHPs) are the most potent Ca2+ channel blockers. DHPs reduces albuminuria and slows progression in Diabetic nephropathy\"Calcium channel blockers. Phenyl alkylamine: verapamil. Benzothiazepin: Diltiazem. DHP; Dihydropyridines: Nifedipine, Felodipine Amlodipine, Nitrendipine, Nimodipine, Lacidipine, Lercanidipine, Benidipine. Monotherapy with CCBs is effective in - 50% hypertensives; their action is independent of patient's renin status, and they may improve arterial compliance. Other advantages of CCBs are: Do not compromise haemodynamics: no impairment of physical work capacity. No sedation or other CNS effects; cerebral perfusion is maintained. Not contraindicated in asthma/ angina (especially variant) and PVD patients: may benefit these conditions. Do not impair renal perfusion. Do not affect male sexual function. No deleterious effect on plasma lipid profile, uric acid level and electrolyte balance. Shown to have no/minimal effect on quality of life. No adverse foetal effects; can be used during pregnancy (but can weaken uterine contractions during labour).",
        "cop": 2,
        "opa": "Atenolol",
        "opb": "Amlodipine",
        "opc": "Thiazide",
        "opd": "Methyl dopa",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "0ef63f51-4e60-4e70-8175-5fbf5a50c21d",
        "choice_type": "single"
    },
    {
        "question": "MOA of Verapamil is:",
        "exp": "Ans: A (Inhibition of Ca+2 channel) \"Verapamil blocks L type Ca2+ channel & delays their recovery\"- KDT 6th/517. Classification of Antiarrhythmic Drugs: four classes. Class 1 action is sodium channel blockade(Membrane stabilizing drugs). Class 2 action is sympatholytic Drugs with this action reduce b-adrenergic activity in the heart. Class 3 action is manifest by prolongation of the APD. Most drugs with this action block the rapid component of the delayed rectifier potassium current, 1. Kr. Class 4 action is blockade of the cardiac calcium current. Class IV agents act by blocking voltage-sensitive calcium channels. Class IV drugs in therapeutic use as antidysrhythmic drugs (e. g. verapamil) act on L-type channels. Class IV drugs slow conduction in the SA and AV nodes where action potential propagation depends on slow inward Ca2+ current, slowing the heart and terminating SVT by causing partial AV block. They shorten the plateau of the action potential and reduce the force of contraction. Reduced Ca2+ entry reduces after-depolarisation and thus suppresses premature ectopic beats.",
        "cop": 1,
        "opa": "Inhibition of Ca+2 channel",
        "opb": "Inhibition of Na-t-channel",
        "opc": "Inhibition of K+ channel",
        "opd": "Block membrane repolarisation",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "eb80695a-cf57-40f2-a517-f6f3d925399b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Angiotensin II receptor blocker shows Antiplatelet action?",
        "exp": "ANSWER: (A) Losartan. REF: KDT 6th edition page 488. Losartan It is a competitive antagonist and inverse agonist of A-II, 10, 000 times more selective for ATI than AT2 receptor does not block any other receptor or ion channel, except thromboxane A2 receptor (has some platelet antiaggregatory property). It blocks all overt actions of A-II, viz. vasoconstriction, central and peripheral sympathetic stimulation, release of aldosterone and Adr from adrenals, renal actions promoting salt and water reabsorption, central actions like thirst, vasopressin release and growth-promoting actions on heart and blood vessels. No inhibition of ACE has been noted.",
        "cop": 1,
        "opa": "Losartan",
        "opb": "Valsartan",
        "opc": "Irbesartan",
        "opd": "Candesartan",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d6a68612-86a6-4498-91ca-a50a89f81190",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensive is contraindicated in pregnancy:",
        "exp": "Ans. (b) ACE inhibitors. Ref. KDT 6th ed. 553. Antihypertensive to be avoided during pregnancy. Antihypertensive safer during pregnancy* ACE inhibitors (Ex- captopril, enelapril etc.)* Angiotensin antagonist (losartan, telmesartan)* Thiazide diuretics (Ex- hydrochlorthiazide)* Furosemide* Propanolol* Nitroprusside* Hydralazine* Methyldopa* Atenolol* Metoprolol* Labetalol-DOC* Nifedipine* Prazosin and Clonidine. Drugs and their Respective Risk* Diuretics: tend to reduce blood volume; increase risk of placental infarcts, fetal wastage, stillbirth.* ACE inhibitors, ATI antagonists: growth retardation and fetal damage risk.* Propanolol: causes low birth weight, neonatal hypoglycemia and bradycardia.* Nitroprusside: contraindicated in eclampsia.",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "ACE inhibitors",
        "opc": "Methyldopa",
        "opd": "Ca channel blockers",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "d02b9c01-9fc5-4635-bf65-3f3c9c137775",
        "choice_type": "single"
    },
    {
        "question": "Patient on verapamil should not be given beta blocker as -",
        "exp": "Ans. is 'a' i. e., Conduction block Adverse effects of CCBso Nausea, constipation and bradycardia are more common with verapamil. o Verapamil can accentuate conduction defect-should be avoided in 2nd & 3rd degree block, in sick sinus syndrome and along with [3-blocker. o Most common side effects of DHPs are palpitation, flushing, hypotension, headache, ankle edema, drowsiness and nausea. o Nifedipine can paradoxically increase the frequency of angina in some patients. o Nifedine can cause voiding difficulty in elderly (relaxant effect on bladder) and glucose intolerance (decreases insulin release).",
        "cop": 1,
        "opa": "Conduction block",
        "opb": "Bronchospasm",
        "opc": "Neurogenic shock",
        "opd": "Anaphylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "3fb3b422-c705-48a2-883a-9716542846ef",
        "choice_type": "single"
    },
    {
        "question": "Which beta blocker has anti oxidant property?",
        "exp": "Ref: Goodman and Gillman, Pharmacological Basis of Therapeutics, 11th edition. Explanation:\"In addition to the classical non-subtype selective and hi-selective adrenergic receptor antagonists, there also are a series of drugs that possess vasodilators actions. These effects are produced through a variety of mechanisms including a l adrenergic receptor blockade flabetalol, carvedilol, bucindolol, bevantolol, nipradilol), increased production of NO (celiprolol, nebivolol, carteolol, bopindolol and nipradolol), b2-agonist properties (celiprolol, carteolol and bopindolol), Ca2+ entry blockade icarvedilol, betaxolol and bevantolol), opening of K+ channels (tilisolol), or antioxidant action (carvedilol). \" Ref: Goodman and Gillman. Third-Generation b Receptor Antagonists with Additional Cardiovascular Actions. Nitric oxide productionb2 receptor agonisma1 receptor antagonism. Ca2+ entry blockadeK+ channel opening. Antioxidantactivity* Celiprolol* Nebivolol* Carteolol* Bopindolol* Nipradilol* Celiprolol* Carteolol* Bopindolol* Carvedilol* Bucindotol* Bevantolol* Nipradilol* Labetalol* Carvedilol* Betaxolol* Bevantolol* Tilisolol* Carvedilol",
        "cop": 2,
        "opa": "Celiprolol",
        "opb": "Carvedilol",
        "opc": "Betaxolol",
        "opd": "Propanolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "7f0ad5c5-4546-4535-a6da-91cc111b64a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a Calcium channel blocker",
        "exp": "Ans. is 'b' i. e., Pirenzepine Pirenzepine is a selective M1 Antagonist. Calcium channel blockers. Phenyl alkylamine - Verapamil. Benzodiazepine -Diltiazem. Dihydropyridines - Nifedipine, Felodipine, Amlodipine, Nitrendipine, Nimodipine, Lacidipine More questions on calcium channel blocker -Only voltage sensitive L type channel are blocked by calcium channel blockers. CCB's causing ankle edema - Nifedipine. CCB's causing Reflex tachycardia - Nifedipine (C/I in angina)CCB's having most depressant affect on heart - Verapamil",
        "cop": 2,
        "opa": "Verapamil",
        "opb": "Pirenzepine",
        "opc": "Felodipine",
        "opd": "Nitrendipine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Hypertensive",
        "id": "9c3cc383-0ff9-47ae-bc0d-0eac88abe58c",
        "choice_type": "single"
    }
]