[
    {
        "question": "A female suffering from psychosis, taking phenothiazine's now complains of sudden onset of high grade fever, muscle rigidity and altered sensorium. The diagnosis is:",
        "exp": "Ans. is 'b' Neuroleptic malignant syndrome History of intake of antipsychotic drugs and high grade fever, muscle rigidity, altered sensorium suggests Neurolept Malignant Syndrome. Neurolept Malignant Syndrome. Usually occurs in patients who are extremely sensitive to extrapyramidal effects of antipsychotics. C/F: Marked muscle rigidity *High fever*Increase CPK*Autonomic instability*Severe extrapyramidal syndromes*Treatment. Vigorous treatment with antiparkinson drugs. Diazepam. Dantroline*Bromocriptine*",
        "cop": 2,
        "opa": "Malignant hyperthermia",
        "opb": "Neuroleptic malignant syndrome",
        "opc": "Tardive dyskinesia",
        "opd": "Akathesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "0a95277f-b208-46c9-b9ee-a941da903564",
        "choice_type": "single"
    },
    {
        "question": "Extrapyramidal adverse effect is commonly caused by -",
        "exp": "Ans. is 'b' i. e., Anti psychoticso Extrapyramidal S/E are the most common of anti-psychotic drugs, particularly typical anti psychotics like (haloperidol, thioridazine, etc).# Extrapyramidal symptoms occur due to D blockade in limbic system. o Important extrapyramidal S/E: Acute muscular dystonia. Parkinonism. Akastharia (M/L extrapyramidel symptom). Malignant neuroleptic syndrome. Tardive dystonia",
        "cop": 2,
        "opa": "Anti-depressants",
        "opb": "Anti psychotics",
        "opc": "Anti-manic",
        "opd": "Anti-epileptic",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "5e3b7b5b-03f9-42fd-a9cb-f2716f9305fe",
        "choice_type": "single"
    },
    {
        "question": "Methylphenidate is used for:",
        "exp": "Ans. (a) Attention deficit disorder. Ref.: KDT 6th ed. / 470* Methylphenidate is the preferred drug for the treatment of attention deficit hyperkinetic disorder (ADHD). Other drugs used for this indication are amphetamines, atomoxetine and pemoline. Pemoline has been withdrawn due to life threatening hepatotoxicity.* Abuse of drugs like amphetamine, phencyclidine, methylphenidate, flumazenil etc. causes seizure and is NOT used for seizure disorder.* DOC for alzheimer's disorder- Rivastigmine/ Donepezil* DOC for OCD: Fluoxetine",
        "cop": 1,
        "opa": "Attention deficit disorder",
        "opb": "Alzheimer's disease",
        "opc": "Seizure disorder",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "edf70d05-e9ba-4665-a565-f5582e9189b1",
        "choice_type": "single"
    },
    {
        "question": "Drug effective in Tardive dyskinesia",
        "exp": "Ans. is 'd' i. e., Terabenazine o There is currently no satisfactory treatment for tardive dyskinesia other than discontinuation of drugo Terabenazine (TBZ) is currently considered as a first line and most effective medication for treatment of persistent and disabling tardive dyskinesia. Reserpine is an alternative to terabenazine. Read following information (from www. ncbi. nlm. nih. gov). The dopamine-depleting drugs reserpine and TBZ inhibit vesicular monoamine transporter (VMAT) at the presynaptic membrane of the nerve terminal; thus exposing monoamines to monoamine oxidase, which results in depletion of the synaptic pool of monoamines. Reserpine has slow onset and a prolonged duration of action that should be taken into consideration while changing the dose. It blocks both types of VMAT: VMAT1 found peripherally and VMAT2 present in CNS. TBZ has quicker onset and shorter duration of effect. It selectively inhibits VMAT2 and therefore does not have peripheral catecholamine depleting side effects, such as orthostatic hypotension and gastrointestinal side effects. TBZ is currently considered a first-line agent and the most effetive medication to treat persistent and disabling TD.",
        "cop": 4,
        "opa": "Central anticholinergic",
        "opb": "Dantroline",
        "opc": "Succinylcholine",
        "opd": "Terabenazine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "80b72da9-2dc4-49ec-8e02-7a35e3333249",
        "choice_type": "single"
    }
]