[
    {
        "question": "If amphotericin B is administered, the patient should not be premedicated with:",
        "exp": "Amphotericin B infusion is associated with Acute Reaction which consists of chills, fever, aches and pain all over, nausea, vomiting and dyspnoea lasting for 2- 5 hour, probably due to release of cytokines (IL, TNFa). Therefore to prevent this reaction, patient should be premedicated with: H1 antihistaminics like diphenhydramine NSAIDs like ibuprofen Steroids like prednisone",
        "cop": 4,
        "opa": "Diphenhydramine",
        "opb": "Ibuprofen",
        "opc": "Prednisone",
        "opd": "Atazanavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal Drugs",
        "id": "52fc30d1-7dc0-458c-aa73-96f359afcc98",
        "choice_type": "single"
    },
    {
        "question": "Fluconazole differs from ketoconazole in that:",
        "exp": "Fluconazole does not have anti-androgenic side effects. Ketoconazole is rarely used now a days because of several limitations like: Poor oral bioavailability Limited CNS penetration Powerful inhibition of microsomal enzymes Used in treatment of Cushing Syndrome Anti-androgenic adverse effects like gynaecomastia Fluconazole is preferred agent because it has: Very good oral absorption Maximum CNS penetration (therefore effective in cryptococcal meningitis). No inhibitory action on microsomal enzymes No anti-androgenic propey.",
        "cop": 4,
        "opa": "It is not active by the oral route",
        "opb": "It is a more potent inhibitor of drug metabolism",
        "opc": "It is not effective in cryptococcal meningitis",
        "opd": "It is unlikely to produce anti-androgenic side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal Drugs",
        "id": "43506087-b929-4d04-b5b7-a1f2a561dc6d",
        "choice_type": "single"
    },
    {
        "question": "Dose limiting toxicity of amphotericin B is:",
        "exp": "Renal tubular acidosis is the dose limiting toxicity of amphotericin B. Amphotericin B can also cause: Infusion related reactions (not dose related) Hypokalemia Hypomagnesemia",
        "cop": 2,
        "opa": "Infusion related reaction",
        "opb": "Renal tubular acidosis",
        "opc": "Myelosuppression",
        "opd": "Hypotension",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal Drugs",
        "id": "03ab8785-4b80-4045-b608-cd80361fe7ba",
        "choice_type": "single"
    },
    {
        "question": "Amphotericin B treatment mandates the monitoring of which of the following electrolytes:-",
        "exp": "Hypokalemia is a serious adverse effect of Amphotericin B hence treatment mandates the monitoring of serum K+levels. ADVERSE EFFECTS OF AMPHOTERICIN B: Infusion related reactions are most common adverse effects and require premedication with antihistaminics or glucocoicoids. Dose limiting toxicity is nephrotoxicity manifested by renal tubular acidosis, hypokalemia and hypomagnesemia. It is most common dose dependent adverse effect. It may also result in anemia (due to decreased erythropoietin). * Intrathecal administration may cause seizures and neurological damage. Liposomal AMB, colloidal dispersion (ABCD) and lipid complex (ABLC) are lipid preparations of amphotericin B. These formulations result in decreased accumulation of the drug in tissues like kidney, thus nephrotoxicity is decreased. Some formulations also show decreased incidence of infusion related reactions. However, these new preparations have similar efficacy and antifungal spectrum as possessed by conventional preparations.",
        "cop": 3,
        "opa": "Ca2+",
        "opb": "Na+",
        "opc": "K+",
        "opd": "Cl-",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal Drugs",
        "id": "41204550-cd7c-4610-812b-e640d126e230",
        "choice_type": "single"
    }
]