[
    {
        "question": "The following antibiotic accentuates the neuromuscular blockade produced by pancuronium:",
        "exp": "* Aminoglycosides (like streptomycin and gentamicin) can accentuate the neuromuscular blockade produced by competitive blockers (like pancuronium). * Mechanism of neuromuscular blockade produced by aminoglycosides is the inhibition of presynaptic release of ACh.",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "Erythromycin",
        "opc": "Penicillin G",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "375f338b-2f13-4e98-a599-cd8ab4a30f28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about the fluoroquinolones is FALSE?",
        "exp": "* Fluoroquinolones are contra-indicated in children (due to risk of cailage damage) and pregnant female. * Most common mode of resistance to fluoroquinolones is mutation in DNA gyrase. * Dose of fluoroquinolones should be adjusted in renal failure (except moxifloxacin and trovafloxacin). * These drugs act by inhibiting DNA gyrase.",
        "cop": 3,
        "opa": "Gonococcal resistance to fluoroquinolones may involve changes in DNA gyrase",
        "opb": "Modification of fluoroquinolones dosage is required in patients if creatinine clearance is less than 50 mL/min",
        "opc": "A fluoroquinolone is the drug of choice for treatment of an uncomplicated urinary tract infection in a 7 year-old girl",
        "opd": "Fluoroquinolones inhibit relaxation of positively supercoiled DNA",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "33390479-8807-4e50-8038-09f50844e949",
        "choice_type": "multi"
    },
    {
        "question": "Most impoant mechanism of development of resistance to drugs in tuberculosis is",
        "exp": "Most impoant mechanism of development of resistance to anti-tubercular drugs is mutation. DRUG RESISTANCE MUTATION IN GENE Rifampicin rpoB Isoniazid katG and inhA Ethambutol embB Pyrazinamide pncA",
        "cop": 4,
        "opa": "Transduction",
        "opb": "Conjugation",
        "opc": "Transformation",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "392ec82a-44cd-4124-9faa-53f47bdcafa3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug shows disulfiram like reaction with alcohol?",
        "exp": "Drugs causing disulfiram like reaction Sorry-Sulfonylureas(1st generation- like chlorpropamide) Pluto-Procarbazine Can't-Cephalosporins(Cefotetan, Cefoperazone) Go-Griseofulvin to Mars-Metronidazole",
        "cop": 2,
        "opa": "Amphotericin B",
        "opb": "Griseofulvin",
        "opc": "Terbinafine",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "f5714e4a-6b6f-49cf-9902-cd1260097ad6",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of tetracyclines involves:",
        "exp": "- Chloramphenicol acts by inhibiting peptide bond formation. - Tetracyclines act by binding to 30S ribosome and inhibiting the binding of acyl t. RNA to A site of m. RNA-ribosome complex. - It enters bacteria by forming pores in the cell membrane and by active transpo which pumps it across the cell membrane. - Macrolides, Clindamycin and Quinpristine act by inhibiting translocation.",
        "cop": 3,
        "opa": "Binding of a component of the 50S ribosomal subunits",
        "opb": "Inhibition of translocase activity",
        "opc": "Blockade of binding of aminoacyl-t. RNA to bacterial ribosomes by binding to 30S ribosome",
        "opd": "Selective inhibition of ribosomal peptidyl transferase",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "c21fb94f-73fc-4a1b-94ce-51168ea8029d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-malarial drug is gameticidal for all species of Plasmodium?",
        "exp": "PRIMAQUINE - Kills Gametes of All 4 Species. So It is used for preventing the transmission of the malaria. Chloroquine and quinine can kill the gametes of mainly P vivax. Exo-erythrocytic stage: Radical cure of malaria PRIMAQUINE - given for 2 weeks TAFENOQUINE - Single Dose Erythrocytic stage: These drugs are used to treat malaria Fast Acting Drugs Slow Acting Drugs M - Mefloquine - Proguanil A - Aemisinin - Pyrimethamine C - Chloroquine - Sulfadoxine H - Halofantrine - Doxycycline A - Atovaquone R - Res-Q (Quinine)",
        "cop": 2,
        "opa": "Quinine",
        "opb": "Primaquine",
        "opc": "Chloroquine",
        "opd": "Aesunate",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "0f240ca3-a406-4d48-9966-12a184890447",
        "choice_type": "multi"
    },
    {
        "question": "This inhibitor of bacterial protein synthesis has a narrow spectrum of antibacterial activity. It has been used in the management of abdominal abscess caused by Bacteroides fragilis, but antibiotic associated colitis has occurred. Which of the following drugs is being described?",
        "exp": "Impoant points about clindamycin are: * It acts by inhibiting protein synthesis (. inhibition of translocation). * It is effective against anaerobic organisms. * Pseudomembranous colitis and hepatotoxicity are impoant adverse effects. * It is secreted in bile, therefore can be used safely in patients with renal dysfunction.",
        "cop": 2,
        "opa": "Clarithromycin",
        "opb": "Clindamycin",
        "opc": "Minocycline",
        "opd": "Ticarcillin",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "91f41001-ccbd-40c3-aaa0-195387eb56fe",
        "choice_type": "single"
    },
    {
        "question": "Guddu, a 5-year-old female was brought to the emergency with fever, headache and confusion. A provisional diagnosis of bacterial meningitis was made. The baby developed a severe allergic reaction to penicillin aroud six months back. She was admitted and intravenous antibiotics were staed. Few days later her investigations revealed as: Hemoglobin 6. 0 g/L Erythrocyte count 1. 2 x 106/mm3 Platelets 60000/mm3 Leukocyte count 1500/mm3 Which of the following is the most likely drug responsible for the above findings?",
        "exp": "The patient's shows decreased erythrocytes, leukocytes, and platelets. It occurs due to suppression of stem cell function in the bone marrow. Chloramphenicol can cause both dose-dependent and dose-independent aplastic anemia. Dose-dependent aplastic anemia associated with chloramphenicol is reversible after the medication is withdrawn. Dose-independent anemia is usually severe and may be fatal.",
        "cop": 2,
        "opa": "Gentamicin",
        "opb": "Chloramphenicol",
        "opc": "Doxycycline",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "d8771f2f-46cf-40e2-ab7b-dc9e861d2098",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most appropriate treatment of a patient of tuberculosis in which mycobacterium is resistant to both isoniazid and rifampicin?",
        "exp": "Types of resistance in TB: Monodrug Resistance: Resistance against any first line oral drug except Rifampicin (H, Z or E). Polydrug Resistance: Resistance against more than one out of first line oral drugs except Rifampicin. Multidrug Resistance (MDR-TB): Resistance to Isoniazid (H) as well as Rifampicin (R). Rifampicin Resistance (RR): Resistance to Rifampicin but sensitive to Isoniazid. Extensive drug Resistance(XDR-TB): Resistance to H + R + minimum one of the fluoroquinolone (Levoflox, Moxiflox, Gatiflox) + minimum one of the injectable drug (Amikacim, Capreomycin, Kanamycin). Treatment consists of 2 phases: Intensive Phase (IP) and Continuation Phase (CP) Monodrug Resistance IP: 3 months CP: 6 months MDR IP: 6 drugs for 6 months CP: 4 drugs for 18 months XDR IP: 7 drugs for 6 months CP: 6 drugs for 18 months In MDR and XDR TB therapy is decided by Drug sensitivity testing. In the question the case given is of MDR TB.",
        "cop": 2,
        "opa": "6 drugs for 4 months and 4 drugs for 12 months",
        "opb": "6 drugs for 6 months and 4 drugs for 18 months",
        "opc": "6 drugs for 6 months and 4 drugs for 4 months",
        "opd": "5 drugs for 2 months; 4 drugs for one month and 3 drugs for 5 months",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "bc55566f-87ff-45f1-8623-b92e015bfddc",
        "choice_type": "multi"
    },
    {
        "question": "A patient was diagnosed to have single skin lesion of Leprosy without any AFB positive bacteria from the scrapings. What should be the treatment of this patient according to latests guidelines?",
        "exp": "A single skin lesion of Leprosy without any AFB positive bacteria suggests PAUCI BACILLARY LEPROSY. NEW LEPROSY GUIDELINES: MULTI BACILLARY PAUCI BACILLARY 1. Rifampicin 600 mg / month 2. CLOFAZIMINE 300 mg / month and 50 mg OD 3. Dapsone 100 mg OD Treatment given for 12 months 1. Rifampicin 600 mg / month 2. CLOFAZAMIN 300 mg / month and 50 mg OD 3. Dapson 100 mg OD Treatment given for 6 months",
        "cop": 2,
        "opa": "(Rifampicin + Dapsone + Clofazamine) for 12 months",
        "opb": "(Rifampicin + Dapsone + Clofazamine) for 6 months",
        "opc": "(Rifampicin + Dapsone) for 12 months",
        "opd": "(Rifampicin + Dapsone) for 6 months",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "2c5bec35-c22f-482e-b796-ed291723ff4a",
        "choice_type": "single"
    },
    {
        "question": "The combination of trimethoprim and sulfamethoxazole is effective against which of the following oppounistic infections in the AIDS patient?",
        "exp": "Cotrimoxazole is drug of choice for: - Pneumocystis- Nocardia- Burkholderia Cepacia Both sulfonamide and trimethoprime are bacteriostatic when used alone, it becomes bacteriocidal in combine state. Cotrimoxazole is used as a prophylaxis for Pneumocystis Jirovecii pneumonia in immunocompromised individuals like HIV. Aerolized pentamidine, Dapsone, Dapsone plus pyrimethamine, Atovoquone are other drugs which can be used for the same also. Herpes Simplex: DOC is Acyclovir Cryptococcal meningitis: Acute phase: amphotericin BMaintenance phase: Fluconazole Suldoxime + Pyrimethamine is used for parasite(malaria and toxoplasmosis)",
        "cop": 3,
        "opa": "Disseminated Herpes simplex",
        "opb": "Cryptococcal meningitis",
        "opc": "Pneumocystis jiroveci",
        "opd": "Tuberculosis",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "d1124333-1133-4e38-b780-4b246a38e78d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antimicrobials can be used for the treatment of diabetic gastroparesis?",
        "exp": "Diabetic Gastroparesis -is a case of autoniomic neuropathy of digestive tract due to long standing poory controlled diabetes mellitus. Macrolides at higher doses have similar action like motilin (a amino-peptide hormone secreted by enterochromaffin cells of GIT and is a potent contractile agent of upper GI tract). Erythhromycin at lower doses may also cause cholinergic action on GIT. So macrolides can be used in treatment of Diabetic Gastroparesis. It can also be used in cases of post operative hypomobility to speed up peristalsis.",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Amikacin",
        "opc": "Doxycycline",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "e378ffae-ecb7-4c6f-ac98-2eac6bde39f0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about Bedaquiline is TRUE:",
        "exp": "Bedaquiline: - New antitubercular drug for MDR or XDR, - It act by inhibiting ATP synthase in mycobacteria- Food increases the bioavailability - Given along with base line antitubercular drug- Recent studies have shown cross resistance with clofazimine only. It is approved for use for 6 month. Side effect: - Derangement of LFT- Prolongs QT interval Pretomanid in combination with. Bedaquiline and Linezolid is approved by the FDA for the treatment of extensively drug-resistant, treatment-intolerant or nonresponsive multidrug-resistant pulmonary TB",
        "cop": 1,
        "opa": "Mycobacterial ATP synthase inhibitor",
        "opb": "Does not prolongs QT interval",
        "opc": "It should be given alone",
        "opd": "It has cross-resistance with rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "9b67ca79-4846-4a86-bd57-e1516369fefc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anti-tubercular drugs act by inhibiting mycolic acid synthesis in mycobacteria?",
        "exp": "Isoniazid acts by inhibiting mycolic acid synthesis in mycobacteria. MECHANISM OF ACTION OF FIRST LINE ATD DRUG MECHANISM Rifampicin Inhibit transcription of RNA Isoniazid Inhibit mycolic acid synthesis Pyrazinamide Act on mycobacterial membrane Ethambutol Inhibit arabinogalactan synthesis Streptomycin Inhibit protein synthesis",
        "cop": 3,
        "opa": "Rifampicin",
        "opb": "Streptomycin",
        "opc": "Isoniazid",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Antimicrobial Drugs",
        "id": "18df918b-e9f0-4259-b8aa-bbfffa95e989",
        "choice_type": "single"
    }
]