[
    {
        "question": "An antihelmenthic drug that is effective against blood fluke, liver fluke, lung fluke and cysticercus is:",
        "exp": "- Drug of choice for treatment of flukes (except liver fluke) and tapeworms (except dog tapeworm) is praziquantal. - Drug of choice for treatment of liver fluke is triclabendazole. - Drug of choice for dog tapeworm (Echinococcus) is albendazole - Drug of choice for all nematodes (see exceptions below) is albendazole - Drug of choice for treatment of filariasis is diethylcarbamezine. - Drug of choice for treatment of onchocerca and strongyloides is ivermectin.",
        "cop": 2,
        "opa": "Albendazole",
        "opb": "Praziquantal",
        "opc": "Ivermectin",
        "opd": "Thiabendazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "89a362ca-fe4b-47ad-a781-e5de47f5a2f4",
        "choice_type": "single"
    },
    {
        "question": "Select the drug which is used to treat antibiotic associated pseudomembranous enterocolitis and is a component of anti H. pylori triple drug regimen:",
        "exp": "Metronidazole is the drug which is used to treat antibiotic associated pseudomembranous enterocolitis and is a component of anti H. pylori triple drug regimen. PSEUDO-MEMBRANE COLITIS MC organism responsible Clostridium difficile MC cause 3rd Gen. Cephalosporins > clindamycin DOC Metronidazole - Oral vancomycin According to latest guidelines, now oral vancomycin has become DOC for Pseudomembranous colitis.",
        "cop": 3,
        "opa": "Amoxicillin",
        "opb": "Vancomycin",
        "opc": "Metronidazole",
        "opd": "Clotrimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "ee113f77-5c5c-4ecc-a578-7ef02fb0743d",
        "choice_type": "single"
    },
    {
        "question": "Total daily dose of DEC in filariasis is:-",
        "exp": "DEC (Diethylcarbabamazine) is drug of choice for filariasis. It is given at a dose of 2 mg/kg thrice a day (total 6 mg/kg daily) for 10-14 days. Yearly combination of three drugs as a single dose on mass scale is approved for decreasing the transmission of filariasis. These drugs are: DEC: 6 mg/kg Ivermectin: 400 mcg/kg Albendazole: 400 mg",
        "cop": 2,
        "opa": "2 mg/kg",
        "opb": "6 mg/kg",
        "opc": "10 mg/kg",
        "opd": "15 mg/kg",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "8ad0e4aa-c8c2-458f-8d49-6323714096fe",
        "choice_type": "single"
    },
    {
        "question": "Metronidazole is LEAST likely to be effective in the treatment of:",
        "exp": "Metronidazole is not used in the treatment of Pneumocystosis Its DOC is trimethoprime sulfomethoxazole (Cotrimoxazole) METRONIDAZOLE G - GIARDIASIS U - PEPTIC ULCER P - PMC T - TRICHOMONIASIS A - ANAEROBIC BACTERIA AMEOBIASIS",
        "cop": 4,
        "opa": "Hepatic amoebiasis",
        "opb": "Infection caused by Bacteroides fragilis",
        "opc": "Pseudomembranous colitis",
        "opd": "Pneumocystosis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "c7a6a697-b25f-43b6-8537-ddb38cf83355",
        "choice_type": "single"
    },
    {
        "question": "Prolonged use of the following drug has been implicated in the causation of subacute myelo-optic neuropathy (SMON):",
        "exp": "Prolonged/repeated use of relatively high doses of quiniodochlor causes a neuropathic syndrome called \"subacute myelo-optic neuropathy\" (SMON) 8-hydroxyquinolines like quiniodochlor were widely used treat infection by Entamoeba, Giardia, Trichomonas, some fungi (dermatophytes, Candida) and some bacteria. They kill the cyst forming amoebic trophozoites in the intestine, but do not have tissue amoebicidal action.",
        "cop": 2,
        "opa": "Diloxanide furoate",
        "opb": "Quiniodochlor",
        "opc": "Emetine",
        "opd": "Furazolidone",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "5836c33d-543b-43d4-90f3-c67100c444e9",
        "choice_type": "single"
    },
    {
        "question": "What is the dosage of a single dose of Albendazole prescribed to a child of 10yrs for treatment of roundworm infestation?",
        "exp": "Single dose Albendazole is used to control infection caused by soil transmitted Heliminthic infection. Its a effective therapy for infections with GI nematodes including Ascaris Lumbricoides, Trichuris trichiura and hookworms. Two different dosages are used in two different age groups: 200mg - used in childrens less than 2yrs of age. 400mg - used in childrens above 2yrs of age and adults. Its a effective therapy for infections with GI nematodes including Ascaris lumbricoides, Trichuris trichiura and hookworms. A 3-day regime of Albendazole outperforms single-dose treatments against hookworm and T. trichiura infections Albendazole is the drug of choice for chemotherapy of Cystic Hydatid disease due to Echinococcus granulosus. Albendazole also is the preferred treatment of Neurocysticercosis caused by larval forms of Taenia solium. Albendazole has been combined with DEC, ivermectin or DEC + ivermectin in programs directed toward controlling Lymphatic filariasis (update)",
        "cop": 2,
        "opa": "200 mg",
        "opb": "400 mg",
        "opc": "1 g",
        "opd": "2 g",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "552efc01-beab-4779-896d-fc314c56d5c9",
        "choice_type": "single"
    },
    {
        "question": "A patient was being treated with a drug that interferes with the activity of enzyme pyruvate ferredoxin oxidoreductase. Which of the following is the most likely organism causing infection in this patient?",
        "exp": "Pyruvate ferredoxin oxidoreductase (PFOR) enzyme dependent electron transfer is essential for anaerobic metabolism in many protozoa and bacterial species. The drug that acts by interfering with this reaction is nitazoxanide. It is the only drug available for cryptosporidiosis. It is also approved for treatment of Giardiasis.",
        "cop": 3,
        "opa": "Beef tapeworm",
        "opb": "Whipworm",
        "opc": "Cryptosporidium",
        "opd": "Trypanosoma",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "ab64ae2f-9dd9-4f83-b5dd-a27ea42661cd",
        "choice_type": "single"
    },
    {
        "question": "This drug can clear trypanosomes from blood and lymph nodes and is active in late CNS stages of African sleeping sickness. It is:",
        "exp": "Treatment of trypanosomiasis is: African sleeping sickness * Early Haemolymphatic stage: Suramin * Late CNS Stages: Melarsoprol South American disease (Chagas disease): Benznidazole",
        "cop": 2,
        "opa": "Emetine",
        "opb": "Melarsoprol",
        "opc": "Nifuimox",
        "opd": "Suramin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "b6954c75-301a-4f58-8318-c813b53512e8",
        "choice_type": "single"
    },
    {
        "question": "Ivermectin act by?",
        "exp": "Ivermectin: MOA: induce paralysis by activating Glutamate-gated Cl- channels foundonly in Inveebrates(Nematode nerve or muscle cells) and causes hyperpolarizationby increasing intracellular Chloride concentration, resulting in paralysis. It also binds with high affinity to GABA-gated and other ligand-gated Cl- channels in nematodes such as Ascaris. USES: It is drug of choice for Strongyloidiasis and Onchocerciasis. It is also useful for Ascariasis, Enterobiasis, Cutaneous Larva Migrans and Uncomplicated Scabies.",
        "cop": 3,
        "opa": "Inhibition of pyruvate ferridoxin oxidoreductase",
        "opb": "Inhibition of Nicotinic Acetycholine receptor",
        "opc": "Activation of Glutamate gated Chloride channels",
        "opd": "Inhibition of heme polymerase",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "16c729c1-6d0f-4c40-806b-24a284b7fe47",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for Kala-azar is:",
        "exp": "- KALA AZAR / VISCERAL LEISHMANIASIS - DOC: Single iv infusion of LIPOSOMAL AMPHOTERICIN B - SODIUM STIBOGLUCONATEis used for: Mucocutaneous leishmaniasis Kala azar Given IM - MILTEFOSINE: Only oral drug for Kala azar",
        "cop": 2,
        "opa": "Pentamidine",
        "opb": "Liposomal amphotericin B",
        "opc": "Sodium stibogluconate",
        "opd": "Ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "1ed45efe-bd2c-43d6-ab87-4c5b6239a4fc",
        "choice_type": "single"
    },
    {
        "question": "What is DOC for treatment of Trichomonal vaginalis?",
        "exp": "1. Drug of choice for Trichomoniasis is Metronidazole. 2. Treatment for Trichomoniasis: Metronidazole 400mg TDS for 7 days or 2g single dose, (or) Tinidazole 600mg daily for 7 days or 2g single dose, (or) Secnidazole 2g single dose. 3. Treatment failures owing to the presence of Metronidazole-resistant strains of T. vaginalis are becoming increasingly common. Most of these cases can be treated successfully by giving a second 2g dose to both patient and sexual paner. In addition to oral therapy, the use of a 500-1000mg vaginal suppository may be beneficial in refractory cases.",
        "cop": 4,
        "opa": "Mebendazole",
        "opb": "Tinidazole",
        "opc": "Albendazole",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "38204e22-40e4-4da9-9104-4ffb261e9251",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male had fever for 1 week, abdominal distention and loss of appetite. It is not responding to antibiotics and antimalarials. Widal test is negative but RK39 dipstick test was positive. Which drug can be used?",
        "exp": "rk-39 dipstick test is used for diagnosis of Leishmaniasis. DOC of Kala-Azar/ Visceral leishmaniasis - Single dose of Liposomal-Amphotericin B Alternative- Sodium Stibogluconate Miltefosine (Oral)",
        "cop": 4,
        "opa": "Bedaquiline",
        "opb": "Linezolide",
        "opc": "Fluconazole",
        "opd": "Amphotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "96a4f079-fd11-40ef-91b3-c2c45c53ab37",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of infestation due to Onchocerca volvolus is",
        "exp": "DOC for all nematode including their larvae: ALBENDAZOL Exception:- FILARIA: DEC - STRONGYLOIDES, ONCHOCERCA: IVERMECTIN",
        "cop": 2,
        "opa": "Albendazole",
        "opb": "Ivermectin",
        "opc": "Praziquantal",
        "opd": "Suramin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "2bba099a-6e7f-4616-9af1-51794820cb45",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with diarrhea and his stool examination showed the egg for H. Nana. What is drug of choice?",
        "exp": "DOC for platyhelminths ( flukes and tapeworms )- Praziquantal Except liver fluke- triclabendazole Except dog tapeworm - albendazole Drug of choice for nematodes is ALBENDAZOLE Except: Filarial worm - Diethylcarbamazine Except Strongyloides: Ivermectin Except Onchocerca: Ivermectin",
        "cop": 1,
        "opa": "Praziquantal",
        "opb": "Mebendazole",
        "opc": "Albendazole",
        "opd": "Pyrantelpamoate",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "7c98c009-139e-4fed-b4b2-7b8bc1cd629f",
        "choice_type": "single"
    },
    {
        "question": "Choose the most effective drug for mild intestinal amoebiasis and asymptomatic cyst passers:",
        "exp": "-Diloxanide furoate is drug of choice for luminal ameobiasis and carriers. -Metronidazole is drug of choice for intestinal and extra-intestinal ameobiasis.",
        "cop": 4,
        "opa": "Metronidazole",
        "opb": "Emetine",
        "opc": "Quiniodochlor",
        "opd": "Diloxanide furoate",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "c0e76926-af0c-49d7-b096-b981dd178bfb",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male was hospitalized with liver cyst due to Echinococcus granulosus. He refused to undergo surgery for removal of cyst. Therefore, albendazole was used at high dose for 3 months. This patient should be monitored for the toxicity to:",
        "exp": "When used for 1-3 days, albendazole is nearly free of significant adverse effects. Mild and transient epigastric distress, diarrhea, headache, nausea, dizziness, lassitude, and insomnia can occur. In long-term use for hydatid disease, albendazole is well tolerated, but it can cause abdominal distress, headaches, fever, fatigue, alopecia, increases in liver enzymes, and pancytopenia. Hence blood counts and liver function should be monitored during long-term therapy.",
        "cop": 3,
        "opa": "Gonads",
        "opb": "Kidney",
        "opc": "Liver",
        "opd": "Peripheral nerves",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "e93f34aa-8917-4f74-ba35-86f575c80f80",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with diarrhea. Stool examination show the following egg. Treatment of choice for this patient is:",
        "exp": "This is the egg of Hymenolepis nana (a tapeworm). Drug of choice for treatment of flukes (except liver fluke) and tapeworms (except dog tapeworm) is praziquantal. Drug of choice for treatment of liver fluke is triclabendazole. Drug of choice for dog tapeworm (Echinococcus) is albendazole",
        "cop": 1,
        "opa": "Praziquantal",
        "opb": "Mebendazole",
        "opc": "Albendazole",
        "opd": "Pyranetel pamoate",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "8344c1b4-8fbb-4f65-ba34-d17469d952f6",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of neurocysticercosis is:-",
        "exp": "Both praziquantal and albendazole are effective against neurocysticercosis. Albendazole is preferred because of its more efficacy and lesser duration of treatment",
        "cop": 3,
        "opa": "Pyrantel palmoate",
        "opb": "Praziquantel",
        "opc": "Albendazole",
        "opd": "Ivermectin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parasitic Drugs",
        "id": "b481645e-1103-4e29-b328-7c0af584247f",
        "choice_type": "single"
    }
]