[
    {
        "question": "A female suffering from psychosis, taking phenothiazine's now complains of sudden onset of high grade fever, muscle rigidity and altered sensorium. The diagnosis is:",
        "exp": "Ans. is 'b' Neuroleptic malignant syndrome History of intake of antipsychotic drugs and high grade fever, muscle rigidity, altered sensorium suggests Neurolept Malignant Syndrome. Neurolept Malignant Syndrome. Usually occurs in patients who are extremely sensitive to extrapyramidal effects of antipsychotics. C/F: Marked muscle rigidity *High fever*Increase CPK*Autonomic instability*Severe extrapyramidal syndromes*Treatment. Vigorous treatment with antiparkinson drugs. Diazepam. Dantroline*Bromocriptine*",
        "cop": 2,
        "opa": "Malignant hyperthermia",
        "opb": "Neuroleptic malignant syndrome",
        "opc": "Tardive dyskinesia",
        "opd": "Akathesia",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "0a95277f-b208-46c9-b9ee-a941da903564",
        "choice_type": "single"
    },
    {
        "question": "Extrapyramidal adverse effect is commonly caused by -",
        "exp": "Ans. is 'b' i. e., Anti psychoticso Extrapyramidal S/E are the most common of anti-psychotic drugs, particularly typical anti psychotics like (haloperidol, thioridazine, etc).# Extrapyramidal symptoms occur due to D blockade in limbic system. o Important extrapyramidal S/E: Acute muscular dystonia. Parkinonism. Akastharia (M/L extrapyramidel symptom). Malignant neuroleptic syndrome. Tardive dystonia",
        "cop": 2,
        "opa": "Anti-depressants",
        "opb": "Anti psychotics",
        "opc": "Anti-manic",
        "opd": "Anti-epileptic",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "5e3b7b5b-03f9-42fd-a9cb-f2716f9305fe",
        "choice_type": "single"
    },
    {
        "question": "Methylphenidate is used for:",
        "exp": "Ans. (a) Attention deficit disorder. Ref.: KDT 6th ed. / 470* Methylphenidate is the preferred drug for the treatment of attention deficit hyperkinetic disorder (ADHD). Other drugs used for this indication are amphetamines, atomoxetine and pemoline. Pemoline has been withdrawn due to life threatening hepatotoxicity.* Abuse of drugs like amphetamine, phencyclidine, methylphenidate, flumazenil etc. causes seizure and is NOT used for seizure disorder.* DOC for alzheimer's disorder- Rivastigmine/ Donepezil* DOC for OCD: Fluoxetine",
        "cop": 1,
        "opa": "Attention deficit disorder",
        "opb": "Alzheimer's disease",
        "opc": "Seizure disorder",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "edf70d05-e9ba-4665-a565-f5582e9189b1",
        "choice_type": "single"
    },
    {
        "question": "Drug effective in Tardive dyskinesia",
        "exp": "Ans. is 'd' i. e., Terabenazine o There is currently no satisfactory treatment for tardive dyskinesia other than discontinuation of drugo Terabenazine (TBZ) is currently considered as a first line and most effective medication for treatment of persistent and disabling tardive dyskinesia. Reserpine is an alternative to terabenazine. Read following information (from www. ncbi. nlm. nih. gov). The dopamine-depleting drugs reserpine and TBZ inhibit vesicular monoamine transporter (VMAT) at the presynaptic membrane of the nerve terminal; thus exposing monoamines to monoamine oxidase, which results in depletion of the synaptic pool of monoamines. Reserpine has slow onset and a prolonged duration of action that should be taken into consideration while changing the dose. It blocks both types of VMAT: VMAT1 found peripherally and VMAT2 present in CNS. TBZ has quicker onset and shorter duration of effect. It selectively inhibits VMAT2 and therefore does not have peripheral catecholamine depleting side effects, such as orthostatic hypotension and gastrointestinal side effects. TBZ is currently considered a first-line agent and the most effetive medication to treat persistent and disabling TD.",
        "cop": 4,
        "opa": "Central anticholinergic",
        "opb": "Dantroline",
        "opc": "Succinylcholine",
        "opd": "Terabenazine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "80b72da9-2dc4-49ec-8e02-7a35e3333249",
        "choice_type": "single"
    },
    {
        "question": "A young male patient who is a case of schizophrenia was started on haloperidol 5 mg. On 3rd day, he came to the hospital accompanied by his father with uprolling of both eyes. A complete neurological examination revealed no spasticity or any other abnormalities. Visual acuity was found to be normal. Most likely diagnosis is:",
        "exp": "Ans. a. Acute dystonia (Ref: Harrison 19/e p2620, 18/e p3544; Katzung 12/e p495). Bizarre muscle spasms, mostly involving tinguo-facial muscles-grimacing, torticollis, locked jaw that occurs within few hours of single dose or at the most in the first week of therapy of antipsychotic drugs (haloperidol) is highly suggestive of acute muscular dystonia. Acute Muscular Dystonia: Bizarre muscle spasms, mostly involving linguo-facial muscles-grimacing, torticollis, locked jaw. QOccurs within few hours of single dose or at the most in the first week of therapy. QMore common in children below 10 years and in girls, particularly after parenteral administration. QTreatment: Central anticholinergicQ, promethazine or hydroxyzine. Neuroleptic Induced Acute Dystonia. About 10% of all patients experience dystonia as an adverse effect of dopamine receptor antagonist, usually in the first few hours or days of treatmentQ (early onset during the course of treatment with neuroleptics). Most common in young men (< 40 years old). Most common with high doses of high potency dopamine receptor antagonistQ especially via IM route (haloperidol is high potency drug and 20 mg/day is high dose), shortly after starting the drug or increasing its doseQ. It results from dopaminergic hyperactivity in the basal ganglia, that occurs when the CNS levels of dopamine receptor antagonist drug begin to fall between doses. Clinical Features: Dystonic movements result from a slow, sustained muscular contraction or spasm that can result in an involuntary movement. It can involve the:* Face (grimacing)Q* Neck (spasmodic torticollisQ or retrocollis)* Jaw (forced opening resulting in dislocation of jaw or trismusQ)* Tongue (protrusions, twisting)Q* Eye (oculogyric crisisQ characterized by eyes' upward lateral movement)* Dystonic posture of limb and trunkQ.* Spinal muscles (opisthotonos)Q.* Blepharospasm, glossopharyngeal and laryngopharyngeal dystonia, which can result in dysarthria, dysphagia, and even trouble breathing, which can cause cyanosis. Unlike other types of dystonia, an oculogyric crisis may occur late in treatment. Children are particularly likely to exhibit opisthotonos, scoliosis, lordosis, and writhing movements. Treatment: Treatment with IM anticholinergic (benztropine) or IV/IM antihistaminic (diphenhydramine hydrochloride)Q almost always relieves the symptoms. Extra pyramidal Disturbances of anti-Psychotic drugs. These are the major dose limiting side effects. QMore prominent with high potency drugs like fiuphenazine, haloperidol. pimozide etcQ. Least with thioridazine, clozapine, olanzapine, and low doses of resperidoneQ. These are of following types: Parkinsonism: With typical manifestations-rigidity, tremor, hypokinesia, mask like facies, shuffling gait. QAppears between 1-4 weeks of therapy. QTreatment: Central anticholinergic drugs. QRabbit syndromeA rare form of extrapyramidal side effect is perioral tremors 'rabbit syndrome'Occurs years after of therapy. Treatment: Central anticholinergic drugs. QAcute muscular dystonia: Bizarre muscle spasms, mostly involving linguo-facial muscles-grimacing, torticollis, locked jaw. QOccurs within few hours of single dose or at the most in the first week of therapy. QMore common in children below 10 years and in girls, particularly after parenteral administration. QTreatment: Central anticholinergicQ, promethazine or hydroxyzine. Akathisia: Restlessness, feeling of discomfort, apparent agitation manifested as compelling desire to move about but without anxiety. QBetween 1-8 weeks of therapy. QNo specific antidote is available. Treatment: Propranolol. QMalignant neuroleptic syndrome: Occurs rarely with high doses of potent agents. QMarked rigidity, immobility, tremor, fever, semi-consciousness, fluctuating BP and heart rate, myoglobin may be present in blood-lasts 5-10 days after drug withdrawal and may be fatalQ. Treatment: Stop neuroleptic, Bromocriptine. QTardive dyskinesia: Occurs late in therapy (Chronic therapy ), sometimes even after withdrawal of neuroleptic. QManifests as purposeless involuntary facial and limb movements like constant chewing, pouting, puffing of cheeks, lip licking, choreoathetoid movements. QMore common in elderly women. QProbably a manifestation of progressive neuronal degeneration along with supersensitivity to DAAccentuated by anticholinergics and temporarily suppressed by high doses of neuroleptics. QAdverse Effects of Antipsychotic Drugs* Dry mouth, blurred vision, constipation, urinary retention due to anticholinergic effectsQ, maximum with thioridazine.* Sedation maximum with chlorpromazineQ; minimum with ziprasidone* Aggravation of seizuresQ more with clozapine, olanzapine and chlorpromazine, less chances with risperidone and quetiapine.* Weight gain (with all except haloperidol).* Retinal degeneration with thioridazine.* Agranulocytosis with clozapineQ.* Cataract formation with quetiapineQ.* Cholestatic jaundice with chlorpromazineQ.* Hyperprolactinemia, amenorrhea and galactorrhoea due to D. blockade in pituitary.* Postural hypotension and inhibition of ejaculation (a-blocking property)Q",
        "cop": 1,
        "opa": "Acute dystonia",
        "opb": "Seizures",
        "opc": "Malingering",
        "opd": "Akathisia",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Psychotic",
        "id": "6a3b872e-2586-44f5-ac56-c36c430b99cc",
        "choice_type": "multi"
    }
]