[
    {
        "question": "Alpha la adrenergic blocker giving symptomatic relief in BPH?",
        "exp": "ANSWER: (A) Tamsulosin. REF: KDT 7th ed p. 135, Goodman Gillman s 11th ed p. 173. Tamsulosin: This unselective alpha!./alpha blocker has been found to be as effective as terazocin for symptomatic control of BPHPrazosin: blocks all subtypes of alpha receptors equally, used for symptomatic control of BPH Terazosin: long acting, more popular for BPH due to single daily dose",
        "cop": 1,
        "opa": "Tamsulosin",
        "opb": "Prazosin",
        "opc": "Oxazocin",
        "opd": "Dolazoline",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "f068a90e-be9d-484d-93e1-1fa7718f8742",
        "choice_type": "single"
    },
    {
        "question": "Drug with membrane stabilizing activity is?",
        "exp": "ANSWER: (D) Oxprenolol. REF: KDT 6 th edition page 140. Membrane stabilizing activity (in propanolol, oxprenolol, acebutolol). This activity is claimed to contribute to the antiarrhythmic action, but appears to be significant only at high doses",
        "cop": 4,
        "opa": "Nadolol",
        "opb": "Atenolol",
        "opc": "Carvedilol",
        "opd": "Oxprenolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "e56cb61a-fff4-4f59-a5b9-3c3580aa7a44",
        "choice_type": "single"
    },
    {
        "question": "Antiglaucoma drug which acts by increasing uveo- sclerol outflow -",
        "exp": "Ans. is 'b' i. e., Latanoprost Drugs used in open-angle glaucoma Mechanism. Methods of Administration. Cholinomimetics Pilocarpine, carbachol, physostigmine, echothiophate, demecarium. Ciliary muscle contraction, opening of trabecular meshwork, increased outflow. Topical drops of gel; plastic film slow-release insert. Alpha agonists Unselective. Epinephrine, dipivefrin. Increased outflow. Topical drops. Alpha2-selective. Decreased aqueous secretion Apraclonidine. Brimonidine Topical, postlaser only Topical. Beta-blockers Timolol, betaxolol, carteolol, levobunolol, metipranolol. Decreased aqueous secretion from the ciliary epithelium. Topical drops. Diuretics Dorzolamide, brinzolamide. Decreased aqueous secretion due to lack of HCO3. Topical. Acetazolamide, dichlorphenamide, Methazolamide Oral. Prostaglandins Lantanoprost, bimatoprost, travoprost, unoprostone. Increased outflow. Topical",
        "cop": 2,
        "opa": "Apraclonidine",
        "opb": "Latanoprost",
        "opc": "Timolol",
        "opd": "Brinzolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "6bbd139e-6000-4acb-beb0-042dc471df1e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cardioselective beta blocker -",
        "exp": "Ans. is 'd' i. e., Oxprenolol Selective Px blockers are (cardioselective): 1. Atenolol3. Bisoprolol5. Celiprolol7. Metoprolol2. Acebutalol4. Betoxolol6. Esmolol8. Nebivolol o These agents are preferred in DM, hyperlipidemia, PVD, asthma. Selective(b2). Butoxamine (has been removed from 6th/e of KDT). Beta-blockers with intrinsic svmpatheomimetic (partial agonist! Activity:-1. Acebutolol3. Pindolol5. Penbutolol7. Alprenolol9. Celiprolol2. Carteolol4. Bipindolol6. Oxprenolol8. Labetalol o These drugs are partial agonists at pj receptors (apart from having (^-blocking property). These are preferred in patients prone to develop severe bradycardia with fi-blockers therapy as they are P, agonists (Heart receptor) --> stimulating action on heart -> No bradycardia. However, In angina patient, they might precipitate MI due to stimulation of heart should be avoided in angina patients, o Pindolol has maximum intrinsic symathomimetic activity (most potent partial agonist). b-blockers with membrane stabilizing activity1. Pindolol3. Acebutolol5. Carvedilol7. Betaxolol2. Propranolol4. Metoprolol6. Labetalol Lipid insoluble P-blockers1. Acebutolol4. Betoxalol7. Esmolol10. Labetalol2. Atenolol5. Carteolol8. Nodalol11. Pindolol3. Bisoprolol6. Celiprolol9. Sotalol b-blocker with a-blocking activity (Both a + b blocker)1. Carvedilol3. Bucindolol5. Niprodiol7. Medroxalol2. Labetolol4. Bevantolol6. Dilevalol",
        "cop": 4,
        "opa": "Nebivolol",
        "opb": "Atenolol",
        "opc": "Betaxolol",
        "opd": "Oxprenolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "53d1ef14-f650-40b1-b157-f471a550ac83",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most beta-1 selective antagonist?",
        "exp": "Ans: D (Bisoprolol) Ref: Goodman & Gill man's The Pharmacological Basis of Therapeutics. 2011, 12th Edition, Mc. Graw-Hill, Burton LL P 328. Explanation: Bisoprolol is highly selective beta-1 selective antagonist among the given drugs. However nehivolol has higher beta-1 selective antagonist than bisoprolol. Beta-1 selective antagonist include. Acebutolol. Atenolol. Betaxolol. Bisoprolol. Celiprolol. Esmolol. Metoprolol. Nebivolol",
        "cop": 4,
        "opa": "Acebutolol",
        "opb": "Atenolol",
        "opc": "Metoprolol",
        "opd": "Bisoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "f6f90916-5ede-48be-a01e-fa9d5bf0ed0c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cardioselective beta blocker?",
        "exp": "Ans. is 'd' i. e., Oxprenoiol Selective b1 blockers are (cardioselective): 1. Atenolol3. Bisoprolol5. Celiprolo! 7. Metoprolol2. Acebutalol4. Betoxolol6. Esmolol8. Nebivolol",
        "cop": 4,
        "opa": "Esmolol",
        "opb": "Nebivolol",
        "opc": "Acebutolol",
        "opd": "Oxprenolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "fd6fae34-0f96-43c3-8450-34c1ae1e0425",
        "choice_type": "single"
    },
    {
        "question": "Alfa blocker useful in BPH is?",
        "exp": "ANSWER: (B) Prazosin. REF: Goodman and Gillman s 11. TH edition page 172, 173, 183a BLOCKERSClass. Drugs. Pharmacological. Actions. Applications. Untoward Effects. Non selective/ classical a blockers. Phenoxvbenzamine. Phentolamine. Tolazoline. Decrease in PVR and blood pressure Venodilation. Treatment of catecholamine excess (Pheochromocytoma). Postural hypotension Failure of ejaculation. Selective cq blockers. Prazosin. Terazosin. Doxazosin. Trimazosin. Alfuzosin. Tamsulosin. Decrease in PVR and blood pressure Relax smooth muscles in neck of urinary bladder and in prostate. Primary hypertension. Increase urine flow in BPHPostural hypotension. Prazosin, the prototypic quinazoline a blocker, is a potent and selective a receptor antagonist. In treating benign prostatic hyperplasia (BPH), doses from 1 to 5 mg twice daily typically are used. The twice-daily dosing requirement for prazosin is a disadvantage compared with newer a] receptor antagonists.",
        "cop": 2,
        "opa": "Phentolamine",
        "opb": "Prazosin",
        "opc": "Tolazoline",
        "opd": "Phenoxybenzamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "47b24d94-ebf6-4987-aaa8-d237fe395a1b",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for beta antagonist toxicity is?",
        "exp": "ANSWER: (D) Glucagon. REF: KDT 6th edition page 274, Katzung 12th edition page 164. APPENDIX-42 below ANTIDOTES & TOXICOLOGY APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 4,
        "opa": "Adrenaline",
        "opb": "ACE inhibitors",
        "opc": "Dopamine",
        "opd": "Glucagon",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "30682d7a-0d5d-4745-86bf-a3fb86cc3ac0",
        "choice_type": "single"
    },
    {
        "question": "Glucagon hydrochloride is used in poisoning of:",
        "exp": "Ref: Basic t. PS Clinical Pharmacology by Katzung Twelfth Edition p. 1033. Explanation: Common Antidotes (See table below)* 5-10 mg IV bolus of glucagon may reverse hypotension and bradycardia. Common Antidotes. Antidote. Poison. Acetylcysterne Atropine. Acetaminophen. Anticholinesteraseintoxication: Organophosphates. Carbamates. Bicarbonate sodium. Membrane - depressant cardiotoxic drugs Tricyclic antidepressants Quinidine. Calcium. Fluoride. Calcium channel blockers. Desferoxamine. Iron salts. Digoxin antibodies. Digoxin. Related cardiac Glycosides. Esmolol. Theophylline Caffeine Metaproterenol. Ethano1. Methano 1 Ethylene glycol. Flumazenil. Benzodiazepines. Fomepizole. Methanol Ethylene glycol. GlucagonP blockers. Hydroxocobalamin. Cyanide. Naloxone. Narcotic drugs Other opioid Derivatives. Oxygen. Carbon monoxide. Pralidoxime (2 -P AM). Orga no phosphate (0 P) cholinesterase inhibitors",
        "cop": 1,
        "opa": "Beta blocker",
        "opb": "Calcium channel blocker",
        "opc": "Tricyclic antidepressants",
        "opd": "SSRI",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "62ebb9a6-df1b-498c-a639-7c6ef31fced6",
        "choice_type": "single"
    },
    {
        "question": "Drug contraindicated in glaucoma patient suffering from bronchial asthma:",
        "exp": "Ans. (a) Timolol. Ref. KDT 6th ed./144. LATANOPROSTMOA: Increase of aqueous humor outflow. Side effects: Red eye and ocular irritation, increased iris pigmentation, and excessive hair growth of eye lashes.* Timolol is a prototype of ocular b blockers. It is a non selective beta blocker (blocks b1+b2) and has no anesthetic or intrinsic sympathomimetic activity.* Timlols ocular hypotesive action (20-35% fall in I. O. T.) is smooth and well sustained.* Lungs have b2 receptor, and if they are blocked in case of asthmatic patient, the condition worsens. Therefore non selective beta blockers are always avoided in case of asthmatic patients.* Betaxolol is a b1 selective blocker, offering the advantage of less bronchopulmonary and probably less cardiac, central and metabolic side effects.* Betaxolol is less effective in lowering IOT than timolol, because ocular beta receptors are predominantly of b2 subtype.* Acetazolamide is a carbonic anhydrase inhibitor which reduces the aqueous formation by limiting generation of bicarbonate ion in ciliary epithelium.* Latanoprost is a prostaglandin analogue. It is a PGF2a analogue which act by increasing uveoscleral outflow.",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Betaxolol",
        "opc": "Acetazolamide",
        "opd": "Latanoprost",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "339f0b30-e6e8-47af-8c60-f7fa59cd61df",
        "choice_type": "single"
    },
    {
        "question": "Alpha 1 blocker without any effect on blood pressure is?",
        "exp": "ANSWER: (A) Tamsulosin. REF: KDT 7th ed p. 135, Goodman Gillmans 11th ed p. 173. Tamsulosin, a benzenesulfonamide, is an al receptor antagonist with some selectivity fora1A and a1D subtypes, favoring a1A blockade in prostate. Tamsulosin is efficacious in the treatment of BPH with little effect on blood pressure,",
        "cop": 1,
        "opa": "Tamsulosin",
        "opb": "Prazosin",
        "opc": "Oxazocin",
        "opd": "Terazocin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "1e802877-2049-4b11-95c2-b8545e910c9c",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for cheese reaction -",
        "exp": "Ans. is 'c' i. e., Phentolamine Cheese reactiono Certain varieties of cheese, beer, wines, picked meat and fish, yeast extract contain large quantities of tyramine, dopa. o in MAO inhibited patients these indirectly acting sympathomimetic amines escape degradation in the intestinal wall and liver - reaching into systemic circulation they displace large amount of NA from adrenergic nerve endings - Hypertensive crisis, cerebrovascular accidents, o This can be treated by Lv. injection of a rapidly acting phentolamine. Prazosin and chlorpromazine are alternative.",
        "cop": 3,
        "opa": "Prazocin",
        "opb": "Pentazocin",
        "opc": "Phentolamine",
        "opd": "Phenoxybenzamine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "16ef5418-48f6-4bda-93e0-f2bb550c0cf8",
        "choice_type": "single"
    },
    {
        "question": "Drug used in Benign Prostatic Hypertrophy is?",
        "exp": "ANSWER: (B) a, antagonists. REF: KDT 7th ed p-135, Goodman and Gillman's 11th ed page 172, 173, 183",
        "cop": 2,
        "opa": "a1agonist",
        "opb": "a1. antagonist",
        "opc": "a2, agonist",
        "opd": "a2 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "d4beb2a7-c9f6-4e9b-af92-c78653348762",
        "choice_type": "single"
    },
    {
        "question": "Drug with beta adrenergic blocking, with antioxidant, with calcium channel blocking, with alpha 1 antagonist activity' is -",
        "exp": "Ans. is 'b' i. e., Carvedilol Carvedilolo Carvedilol is b1 + b2 + a1 adrenoceptor blocker with a: b blocking property of 1: 9. o It has antioxidant and antimitotic property. o It produces peripheral vasodilation due to a-l blockade as well as calcium channel blockade (direct effect). o It is used in hypertension and angina. o It is used as cardioprotective in CHF. o t 1/2 is 2-8 hrs. o It is eliminated through liver and kidney, o It causes orthostatic hypotension.",
        "cop": 2,
        "opa": "Esmolol",
        "opb": "Carvedilol",
        "opc": "Nebivolol",
        "opd": "Levobunolol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Adrenergic System",
        "id": "80a9ad83-09df-4f8c-b138-bb0ebe428c3f",
        "choice_type": "single"
    }
]