[
    {
        "question": "Following drugs are the first choice in treating patients with candidiasis except-",
        "exp": "Ans. is \"d' i. e., Caspofungin Choice of drugs for systemic mycoses. Disease. Drugs1st Choice2nd Choice1) Candidiasisoral/vaginal / cutameous deep / invasive AMB/VORIAMB/VORIHRFLU/CAS/POSA2. Cryptococcosis. AMB/+-5-FCFLU3. Histoplasmosis. ITR/AMBFLU4. Coccidioidomycosis. AMB/FLUITR. 'KTZ5. Blastomycosis. ITR/AMBKTZ/FLU6. Sporotrichosis (disseminated)AMBHR7. Paracoccidioidomycosis. HRAMB8. Aspergillosis. VORI/AMBITRCAS/POSA9. Mucomycosis. AMBPOSA10. Chromomycosis. HRTERPOSA AMB - Amphotericin B; ITR - Itraconazole; CAS - Caspogungin; 5-FC-Flucvtosine; NYS-Nystatin; POSA- Posaconazole; KTZ - Ketoconazote; CLO - Clotrimazole; TER - Terbinafine. FLU - Fluconazole; Vori - Voriconazole;",
        "cop": 4,
        "opa": "Fluconazole",
        "opb": "Nystatin",
        "opc": "Amphotericin B",
        "opd": "Caspofungin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal",
        "id": "3f2da92e-7292-44bb-abde-0926d6670ec1",
        "choice_type": "multi"
    },
    {
        "question": "True about amphotericin B:",
        "exp": "Ans: A (Liposomal...) \"AMB is not absorbed orally, it can be given orally for intestinal candidiasis without s}rstemic toxicity. Administered i. v. as suspension made from deoxycholate(DOC), it gets widely distributed in the body. lt can be also admintered topically for vaginitis, otomycosis etc. \"- KDT TV 788\"Liposomal AMB: It has been produced to improve tolerability of i. v. infusion. reduce its toxicity & achieve targeted delivery. It delivers AMB particularly to reticuloendothelial cells in liver & spleen- especially valuable for kala azar & in immunocompromised\"- KDT 7*/ 788. Mechanism of Action. Amphotericin B is selective in its fungicidal effect because it exploits the difference in lipid composition of fungal and mammalian cell membranes. Ergosterol, a cell membrane sterol, is found in the cell membrane of fungi, whereas the predominant sterol of bacteria and human cells is cholesterol. Amphotericin B binds to ergosterol and alters the permeability of the cell by forming amphotericin B-associated pores in the ceil membrane. Owing to its broad spectrum of activity and fungicidal action, amphotericin B remains a useful agent for nearly all life-threatening mycotic infections, although newer less toxic agents have begun to replace amphotericin B for many conditions. For treatment of systemic fungal disease, amphotericin B is given by slow intravenous infusion at a dosage of 0. 5-1 mg/kg/d. It is usually continued to a defined total dose (eg, 1-2 g), rather than a defined time span, as used with other antimicrobial drugs. Intrathecal therapy for fungal meningitis is poorly tolerated and fraught with difficulties related to maintaining cerebrospinal fluid access. Local administration of amphotericin B has been used with success. Mycotic corneal ulcers and keratitis can be cured with topical drops as well as by direct subconjunctival injection. Fungal arthritis has been treated with adjunctive local injection directly into the joint. Candiduria responds to bladder irrigation with amphotericin B, and this route has been shown to produce no significant systemic toxicity.",
        "cop": 1,
        "opa": "Liposomal preparation is available",
        "opb": "Orally absorbed",
        "opc": "Used only in intravenous form",
        "opd": "Protein synthesis inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal",
        "id": "69142fab-2731-420e-a820-114c2e3d0dd7",
        "choice_type": "multi"
    },
    {
        "question": "Side effect of Amphotericin B is?",
        "exp": "Ans. (b) Hypokalemia. Ref: Goodman and Gillman llthed 799",
        "cop": 2,
        "opa": "Hypocalcemia",
        "opb": "Hypokalemia",
        "opc": "Hyponatremia",
        "opd": "None of these",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal",
        "id": "f95a61bd-c0d5-4924-9096-d55fc24e57f5",
        "choice_type": "multi"
    },
    {
        "question": "Azoles are drug of choice for all except -",
        "exp": "Ans. is 'd' i. e., Cryptococcal meningitis o Amphotericin B & oral itraconazole are the first line drugs for most of the systemic mycosis. o For cryptococcal meningitis, treatment of choice is AMB + 5-FU. Amnhotericin is the DOC for1. Disseminated candidiasis 3. Disseminated sporotrichosis5. Aspergillosis2. Coccidioidomycosis 4. Cryptococcal meningitis6. Mucormycosis. Note - Now voriconazole is preferred for invasive aspergillosis. Itraconazole is the DOC for1. Chromomycosis. Itraconazole or Amphotericin 'B', (any of the two) are the DOC for1. Blastomycosis3. Paracoccidioidomycosis2. Histoplasmosis Note: Itraconazole is an azole.",
        "cop": 4,
        "opa": "Chromomycosis",
        "opb": "Histoplasmosis",
        "opc": "Paracoccidioidomycosis",
        "opd": "Cryptococcal meningitis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Fungal",
        "id": "f8abbe95-7ca3-4d92-a3dc-589b70236644",
        "choice_type": "multi"
    }
]