[
    {
        "question": "Mercaptopurine is",
        "exp": "Ref: Katzung, 14th ed. pg. 960; KDT, 6th ed. pg. 820* Mercaptopurine is synthetic purine used in cancer chemotherapy.* Use: Childhood acute leukemia.",
        "cop": 1,
        "opa": "Purine analogue",
        "opb": "Nucleoside analogue",
        "opc": "Pyrimidine analogue",
        "opd": "Anti tumor antibiotics",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "197a89cf-e96f-46d4-8c94-cb20c8754973",
        "choice_type": "single"
    },
    {
        "question": "Cell cycle specific anti-cancerous drug is?",
        "exp": "Ans. b (Vincristine). (Ref. Harrison Principles of Internal Medicine, 16th ed., 469 Fig. 70. 3)CYCLE SPECIFIC ANTICANCEROUS DRUGSS-Phase specific drugsM-Phase specific drugsG, Phase specific drugs. Hydroxyurea, Methotrexate, Dactinomycin, Cytarabine, 5-FU, Mercaptopurine. Thiogauanine, Colchicines. Vinca alkaloids and taxols (e. g., vincristine, vinblastine, paclitaxel). Vinca alkaloids (vincristine, vinblastine) inhibit mitotic spindle formation while taxels (paclitaxel) stabilize the mitotic spindles. Thus are known as'Spindle poisons'. Intercalaters: Anthracyclines and actinomycin D. By crosslinking between adjacent guanine in DNA: Cisplatin. By DNA breakage: Bleomycin.",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Vincristine",
        "opc": "Nitrogen mustard",
        "opd": "Doxorubicin.",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "21597709-3c1f-414d-b7b6-6a2945f49574",
        "choice_type": "single"
    },
    {
        "question": "Most emetogenic anti CA drug:",
        "exp": "Ref: Katzung 14th ed. pg. 956; KDT, 6th ed. pg. 828* Cisplatin is a platinum coordination complex that is hydrolyzed intracellularly to produce a highly reactive moiety which causes cross linking of DNA by platinum compound.* It is a highly emetic drug. Antiemetics are routinely administered before infusing cisplatin.* DOC for cisplatin induced vomiting: Ondansetron* Major s/e of cispltin: Ototoxicity and nephrotoxicity.",
        "cop": 3,
        "opa": "5 FU",
        "opb": "Methotrexate",
        "opc": "Cisplatin",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "1caf4123-ec62-4909-97c0-f1ced69dde75",
        "choice_type": "multi"
    },
    {
        "question": "Cardiomyopathy is caused by",
        "exp": "Ref: Katzung 14th ed. pg. 964-65; KDTy 6th ed. pg. 826-27* Doxorubicin and daunorubicin are anti-tumor antibiotics. Activity of Daunorubicin is limited to acute leukemia while doxorubicin is effective in several solid tumors.# MOA: Cause breaks in DNA strands by activating topoisomerse II and generating quinolone type free radicals.# Doxrorubicin and daunorubicin both these antibiotics produce cardiotoxicity as a unique adverse effect.* Actinomycin D (Dactinomycin) It is a very potent antineoplastic drug, highly efficacious in Wilms' tumour and rhabdomyosarcoma# Prominent adverse effects are vomiting, stomatitis, diarrhoea, erythema and desquamation of skin, alopecia and bone marrow depression* Mitoxantrone: Recently introduced analogue of doxorubicin with lower cardiotoxicity, probably because it does not produce quinine type free radicals. Though cardiomyopathy can occur, major toxicity is marrow depression and mucosal inflammation.* Mitomycin C: This highly toxic drug is used only in resistant cancers of stomach, cervix, colon, rectum, bladder, etc# Bone marrow and GIT are the primary targets of toxicity.",
        "cop": 2,
        "opa": "Actinomycin D",
        "opb": "Doxorubicin",
        "opc": "Mitomycin C",
        "opd": "Mitoxantrone",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "9e3d87b5-0d19-41b9-8d24-a82a3f15a725",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is aprepitant used for?",
        "exp": "Ans. is 'a' i. e., Chemotherapy induced emesis * Aprepitant is used for chemotherapy induced nausea & vomiting (CINV), and post- operative nausea & vomiting (PONV).* Aprepitant has been explained in previous sessions",
        "cop": 1,
        "opa": "Chemotherapy induced emesis",
        "opb": "Chemotherapy induced hair loss",
        "opc": "Chemotherapy induced diarrhea",
        "opd": "Chemotherapy induced weight loss",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "3137b45e-5038-4eeb-a7b6-0fbe5f5f2872",
        "choice_type": "single"
    },
    {
        "question": "Not an alkylating agent:",
        "exp": "Ans) c (Paclitaxel) Ref: Katzung 11th edition. Alkylating agents Altietamine. Dacarbazine. Bend amu stine. Lomu stine. Busulfan. Mechlorethamine. Carmustine. Melphalan. Chlorambucil. Temozolomide. Cyclophosphamide/Thiotepa. Iphosphamide This table is very important. Do remember it well! Cell Cycle-Specific. Nonspecific(CCS) Agents. Cell Cycle-(CCNS) Agents. Antimetabolites. Alkylating agents. Capecitabine. Cladribine. Cytarabine. Fludarabine5- Fluorouracil (5-FU) Gemcitabine6- Mercaptopurine (6-MP) Methotrexate (MTX)6-Thioguanine (6-TG). Busulfan. Carmustine. Cyclophosphamide. Lomustine. Mechlorethamine. Melphalan. Thiotepa. Anthracyclines. Daunorubicin. Doxorubicin. Epirubicin. Idarubicin. Mitoxantrone. Antitumor antibiotic. Bleomycin. Epipodophyllotoxins. Etoposide. Teniposide. Antitumor antibiotics. Dactinomycin. Mitomycin. Taxanes. Albumin-bound. Paclitaxel. Docetaxel. Paclitaxel. Camptothecins. Irinotecan. Topotecan. Vinca alkaloids. Vinblastine. Vincristine. Vinorelbine. Platinum analogs. Carboplatin. Cisplatin. Oxaliplatin",
        "cop": 3,
        "opa": "Iphosphamide",
        "opb": "Chlorambucil",
        "opc": "Paclitaxel",
        "opd": "Nitrosoureas",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "1fb6c511-37f6-4c89-bb7a-2ec7eb618e95",
        "choice_type": "single"
    },
    {
        "question": "Folinic acid used in:",
        "exp": "Ref: Goodman & Gillman's 13th ed. P 1177* Folic acid is an essential dietary factor which is converted to FH4 by DHFR enzyme and provide methyl groups for the synthesis of precursors of DNA.* Folic acid analogues such as MTX interfere with FH4 metabolism, thereby inhibiting DNA replication.* Adverse effects: Myelosuppression, GI toxicity.* Folinic acid (Leucovorin) can reverse toxic effects; used as \"rescue\" in high-dose therapy.* Glucarpidase, a methotrexate-cleaving enzyme, is approved to treat toxicity.",
        "cop": 1,
        "opa": "Methotrexate toxicity",
        "opb": "Cisplatin toxicity",
        "opc": "Vincristine toxicity",
        "opd": "5. FU toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "dbc8bc75-303a-4fa6-a120-e1fec6b54c8f",
        "choice_type": "single"
    },
    {
        "question": "A monoclonal antibody, also called antiangiogenesis agent used in metastatic colo- rectal carcinoma is",
        "exp": "C. i. e. (Bevacizumab) (478 - Lippincott's Pharmacology 3rd)BEVACIZUMAB - is the first in a new class of anticancer drugs called antiangiogenesis agents. Bevacizumab is approved for use as a first line drug against metastatic colo-rectal cancer and is given with 5- FU- based chemotherapy* Most common adverse effects - Hypertension, Stomatitis, and diarrhea. Monoclonal antibody. Indication. Adverse effects* TRASTUZUMAB* Metastatic breast cancer.* Administered with paclitaxel- Congestive heart failure* RITUXIMAB* Genetically engineered chimeric monoclonal antibody directed against the CD-20 antigen1. Post transplant lymphoma2. Chronic lymphocytic leukemia- Hypotension bronchospasm- Angioedema- Tumor lysis syndrome. CETUXIMAB* Antineoplastic effect* Treat colorectal cancer* Used with irinotecan- Difficulty in breathing & LOW BP*Abciximab is platelet inhibitor**",
        "cop": 3,
        "opa": "Trastuzumab",
        "opb": "Rituximab",
        "opc": "Bevacizumab",
        "opd": "Cetoximab",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "9dfdcbeb-effd-4a47-ba8b-ac7fe398505f",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following compounds increases the synthesis of tumor necrosis factor, leading to activation of phagocytosis in patients with chronic granulomatous disease?",
        "exp": "Interferon-gamma 1b (recombinant form) is used in chronic granulomatous disease to decrease infection liability because it increases the formation of tumor necrosis factor (TNF). Infliximab is a monoclonal antibody to TNF used in rheumatoid arthritis, and its use may lead to an increased infection rate. Aldesleukin is a recombinant form of IL-2.",
        "cop": 3,
        "opa": "Aldesleukin",
        "opb": "Cyclosporine",
        "opc": "Interferon-gamma",
        "opd": "Infliximab",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "9a230f55-5fe2-472c-8061-aecc2177d640",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drug causes hemolytic uremic syndrome:",
        "exp": "Ref: KDT 6th ed. pg. 827* After 8-10 months of start of mitomycin-C treatment, the drug leads to endothelial damage* The Renal lesions seen are similar to those seen in idiopathic HUS and include arteriolar fibrin thrombi, expanded sub-endothelial zones in glomerular capillary walls.* HUS can be seen with: Mitomycin C, Gemcitabine",
        "cop": 4,
        "opa": "Vincristine",
        "opb": "Vinblastine",
        "opc": "Cisplatin",
        "opd": "Mitomycin C",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "f60fb861-9b49-4607-be8d-45ff6f431ba6",
        "choice_type": "single"
    },
    {
        "question": "All are alkylating agents used in chemotherapy EXCEPT:",
        "exp": "Ref: KDT pg. 819-20; Katzungy 14th ed. pg. 958-961* Alkylating agents have cytotoxic and radiomimetic actions. They are mainly cell cycle non-specific, i. e. act on dividing as well as resting cells.* Cross-linking of DNA appears to be of major importance to the cytotoxic action of alkylating agents, and replicating cells are most susceptible to these drugs.* Drugs are: Alkylating agents- cell cycle- nonspecific agents. Antimetabolites- cell cycle- specific agents. Nitrogen mustard* Cyclophosphamide* Ifosfamide* Mechlorethamine* Melphalan* Chlorambucil. Folic acid antagonist: Methotrexate. Purine analogues* 6 Mercaptopurine* 6thioguanine* Cladribine* Fludarabine. Drugs acting by Methylation* Procarbazine* Dacarbazine* Temozolomide. Pyrimidine analogues* Capecitabin* Gemcitabin* Cyatarabine and 5 FUNitrosoureas* Carmustine* Lomustine* Semustine* Streptozocin. Miscellaneous* Busulfan* Altretamine* Thiotepa* Trabectadin",
        "cop": 3,
        "opa": "Melphalan",
        "opb": "Busulfan",
        "opc": "Cladribine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "0a3fbb51-c995-4932-8a4c-452839fae4cb",
        "choice_type": "multi"
    },
    {
        "question": "Following a myocardial infarct, a patient is stabilized on warfarin, with the dose adjusted to give a prothrombin time of 22 seconds. Which one of the following statements regarding potential drug interactions in this patient is accurate?",
        "exp": "Warfarin binds extensively (98%) but weakly to plasma proteins and can be displaced by other drugs (e. g., ASA, chloral hydrate, phenytoin, sulfinpyrazone, and sulfonamides), resulting in an increase in its anticoagulant effects. Bile acid sequestrants bind acidic drugs like warfarin, preventing their GI absorption (| prothrombin time, PT), and cimetidine, which inhibits the metabolism of warfarin, causing an increase in PT. Vitamin K restores levels of prothrombin and several other coagulation factors, but the action is slow (24-48 h). Due to antiplatelet effects, even low doses of ASA may enhance bleeding in patients on warfarin.",
        "cop": 3,
        "opa": "Cholestyramine will increase prothrombin time.",
        "opb": "Cimetidine is likely to decrease prothrombin time.",
        "opc": "Antibacterial sulfonamides may enhance the effects of warfarin.",
        "opd": "Vitamin K would restore prothrombin time to normal within 30 minutes.",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "43f987d2-abda-4bb1-85d6-f008cb7d228f",
        "choice_type": "multi"
    },
    {
        "question": "Dose dependant least neurotoxicity is found in",
        "exp": "i. e. (Bleomycin): (527-H17th)DOXORUBICIN (525-H17th)* Predictable myelosuppression* Alopecia, nausea, mucositis* Cardiotoxicy in the form of atrial and ventricular dysarrhythmias* Powerful vesicant with necrosis of tissue apparent 4-7 days after an extravasation* Dexrazoxane is an antidote to doxorubicin-induced extravasation. BLEOMYCIN (Antibiotics) (525-H17th)* Fever and chills, facial flush, and Raynaud's phenomenon* Hypertension, anaphylaxis* Pulmonary fibrosis * ** Little myelosuppression. CISPLATIN - (524-H17th)* Renal impairment is common*** Hypomagnesemia, hypocalcemia and tetany** Neurotoxicity with stocking and glove sensory motor neuropathy**** Hearing loss (50%)** Highly emetic drugs * ** Myelosuppression is less* Chronic vascular toxicity (Raynaud's phenomenon, Coronary artery disease) is a more unusual toxicity* Cisplatin is accumulated by proximal tubular cells where it induces mitochondrial injury and causes apoptosis and necrosis of renal tubular cells - ARF* Cisplatin is mutagenic, teratogenic and carcinogenic - Secondary leukemias are reported with the use of cisplatin and the use of cisplatin or carbolatin based chemotherapy for women with ovarian cancer is associated with a fourfold increased risks of developing secondary leukemia (1433-Goodman Gilman 10th)* Cisplatin has been associated with the development of AML usually 4 years or more after treatment -Lawrence",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Bleomycin",
        "opc": "Doxorubicin",
        "opd": "Vinblastin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "7a9d58ac-d1be-46c3-b05f-521cff767a51",
        "choice_type": "single"
    },
    {
        "question": "Chemoradiation was given to a patient. Which drug given will reduce toxicity caused by radiotherapy?",
        "exp": "Ref: Cancer Medicine 6th ed. pg. 595. Radiosensitizers vs Radiation protection agent. Radiosensitizers. Radiation protection agent. Actinomycin. Gemcitabine. Hydroxyurea. Metronidazole. Misonidazole5-FUMitomycin. Paclitaxel. Amifistone. GM-CSFTL-1",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Gemcitabine",
        "opc": "Amifostine",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "aa5801d5-2c49-4b86-addc-b0d4840c5368",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are used in hormonal therapy of breast carcinoma?",
        "exp": "Ans. d (All of the above) (Ref. Sabiston I8, h / Table 34-17; H-17, h/Table 86-3). Endocrine-Active Agents Used in the Treatment of Breast Cancer Class. Common examples. Clinical use1. Selective estrogen receptor modulators (SERMs)QTamoxifen, Raloxifene, Toremifene. Adjuvant therapy for metastatic disease2. Aromatase inhibitors (AIs). Anastrozole Letrozole Exemestane Adjuvant therapy for metastatic disease3. Pure antiestrogens. Fulvestrant. Second-line therapy for metastatic disease4. LHRH agonists. Goserelin, Leuprolide. Adjuvant therapy for metastatic disease5. Progestational agents. Megestrol. Second-line agent for metastatic disease6. Androgens. Fluoxymesterone. Third-line agent for metastatic disease7. High-dose estrogens. Diethylstilbestrol. Third-line agent for metastatic disease. HORMONAL THERAPY FOR CARCINOMA BREASTIn patients with node-negative cancer, certain groups may suffer higher relapse rates, and the absolute benefits of chemotherapy are greater. Poor prognostic signs follow: 1. Tumor size >2 cm2. Poor histologic and nuclear grade3. Absent hormone receptors4. High proliferative fraction (S phase)5. Content of certain oncogenes such as erb-B2 (HER-2/neu). Drug tamoxifen is an estrogen agonist-antagonist and currently the first-line Rx of estrogen-sensitive breast cancer. Educational Points. New Agents for Ca breast# Trastuzumab (Herceptin) is a humanized murine monoclonal ab raised against the erb-B2 or HER-2 surface receptor.# Agents that specifically target EGFR include erlotinib and gefitinib and the monoclonal antibody cetuximab. These drugs have found most use in non-small cell lung, pancreatic, and colorectal cancer.# Dual inhibitors of both EGFR and HER-2 have been developed and are finding their way into the treatment of breast cancer (e. g., lapatinib, a dual inhibitor of both enzymes). Age Group. Lymph Node Status. Endocrine Receptor (ER) Status. Tumor. Recommendation. Premenopausal. Positive. Any. Any. Multidrug chemotherapy + tamoxifen if ER-positive + trastuzumab in HER-2/neu positive tumors. Premenopausal. Negative. Any>2 cm, or 1-2 cm with other poor prognostic variables. Multidrug chemotherapy + tamoxifen if ER-positive + trastuzumab in HER-2/neu positive tumors. Post-menopausal. Positive. Negative. Any. Multidrug chemotherapy + trastuzumab in HER-2/neu positive tumors. Postmenopausal. Positive. Positive. Any. Aromatase inhibitors and tamoxifen with or without chemotherapy + trastuzumab in HER-2/neu positive tumors. Postmenopausal. Negative. Positive>2 cm, or 1-2 cm with other poor prognostic variables. Aromatase inhibitors and tamoxifen + trastuzumab in HER-2/neu positive tumors. Postmenopausal Negative. Negative>2 cm, or 1-2 cm with other poor prognostic variables. Consider multidrug chemotherapy + trastuzumab in HER-2/neu positive tumors.",
        "cop": 4,
        "opa": "Letrozole",
        "opb": "Anastrozole",
        "opc": "Tamoxifen",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "bef6be61-33a4-4d4f-a8eb-f9a275de7b0e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following DMARD acts by increasing adenosine extracellularly?",
        "exp": "Ans. (A) Methotrexate(Ref: Katzung 13/e p627). Major mechanism of methotrexate at low doses used in rheumatoid arthritis is inhibition of AICAR (Aminoimidazole carboxamide ribonucleotide) transformylase and thymidylate synthase enzymes. This results in accumulation of AICAR in the cells. AICAR is a competitive inhibitor of AMP deaminase resulting in accumulation of AMP. Later is converted to adenosine which is a powerful anti-inflammatory compound.",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Sulfasalazine",
        "opc": "Azathioprine",
        "opd": "Leflunomide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "db9af32c-0373-413c-8538-8353ca8105c2",
        "choice_type": "single"
    },
    {
        "question": "Which anticancer drug inhibits dihydrofolate reductase?",
        "exp": "Ref: K. D. Tripathi, 6th ed. pg. 823* Methotrexate is one of the oldest and highly efficacious antineoplastic drugs* MOA: It inhibits dihydrofolate reductase (DHFRase)- blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions.* DHFRase inhibitors are: methotrexate, Pemetrexed, Pralatrexate* Vincristine is a mitotic spindle formation inhibitor* Paclitaxel is a spindle breakdown inhibitor* Cisplatin is a platinum based compound.",
        "cop": 2,
        "opa": "Vincristine",
        "opb": "Methotrexate",
        "opc": "Paclitaxel",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "30e1bb67-dc45-4cc3-9cdc-ce7bac4dc10c",
        "choice_type": "single"
    },
    {
        "question": "Symptoms of iron poisoning in a 3-year-old child may include severe GI distress with hematemesis, a shock like state with marked dehydration and progressive hemorrhagic gastritis. Regarding the management of iron toxicity, which one of the following statements is accurate?",
        "exp": "Deferoxamine chelates iron and is the antidote in iron poisoning. Gastric lavage should be attempted with care regarding aspiration, but changes in urine pH have no effect on the elimination of iron. Laboratory results will reveal an increased anion gap indicative of acidosis. The systemic absorption of many drugs taken orally can be reduced by activated charcoal; unfortunately, iron is not one of them.",
        "cop": 4,
        "opa": "Gastric lavage should not be attempted because of possible aspiration of stomach contents.",
        "opb": "The patient is likely to have a reduced anion gap.",
        "opc": "Urinary alkalization increases elimination of iron.",
        "opd": "Deferoxamine should be administered as soon as possible.",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "500d31b0-1713-42fe-a973-dd657ed97e09",
        "choice_type": "multi"
    },
    {
        "question": "Methotrexate toxicity is prevented by giving?",
        "exp": "Ans. is 'b' i. e., Folinic acid * Folinic acid. For preventing methotrexate toxicity* Allopurinol. To prevent hyperuricemia caused by rapid destruction of cells during cancer chemotherapy.* Lithium carbonate. It has stimulant effect on bone marrow, so used during myelosuppresive drug therapy.* Ondensetron. For controlling cytotoxic drug induced vomiting.* Mesna. For prevention of cyclophosphamide/ formamide indused hemorrhagic cystitis",
        "cop": 2,
        "opa": "Folic acid",
        "opb": "Folinic add",
        "opc": "Citric acid",
        "opd": "Glucaric acid",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "6fa5b8e5-df56-4807-b50e-59d19f59e44d",
        "choice_type": "single"
    },
    {
        "question": "All are alkylating agent except:",
        "exp": "Ans. C. Cladribine. Alkylating agents are cyclophosphamide, ifosfamide, busulfan melphalan, carmustine, lomustine. cladribine is antimetabolite.",
        "cop": 3,
        "opa": "Busulfan",
        "opb": "Melphalan",
        "opc": "Cladribine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "915ca0d3-4c62-4ae5-8986-3294122a4f04",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following causes significant Alopecia (epilation agent):",
        "exp": "Ans. A. Doxorubicina. Epilation - cancer drugs causing significant alopeciab. Anthracyclines - Doxorubicin, Daunorubicinc. Cyclophosphamide, Ifosfamided. Paclitaxele. Etoposide",
        "cop": 1,
        "opa": "Doxorubicin",
        "opb": "Docetaxel",
        "opc": "Rituximab",
        "opd": "Carboplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "2ff87d5d-12b1-461e-b326-72ca92d34af8",
        "choice_type": "single"
    },
    {
        "question": "Not used in treatment protocol of hodgkin's lymphoma",
        "exp": "Ref: Katzungy 14th ed. pg. 970; Harrison, 17th ed. pg. 699. Preferred regimen for Hodgkins and Non-hodgkins lymphoma. Hodgkins lymphoma (ABVD). Non-hodgkin's lymphomaA: Adriamycin (Doxorubicin)B: BleomycinV: VinblastinD: DacarbazineR: RituximabC: CyclophosphamideH: Hydroxdaunorubicin (doxorubicin)O: Oncovin (vincristine)P: Prednisolone",
        "cop": 1,
        "opa": "Vin. Cristine",
        "opb": "Vinblastine",
        "opc": "Bleomycin",
        "opd": "Adriamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "5cce7626-4d1f-4633-915c-3956db83a24a",
        "choice_type": "single"
    },
    {
        "question": "Pemetrexed MOA is:",
        "exp": "Ref: Goodman & Gillman's 13th ed. P 1179* Pemetrexed is a most recent folate analogue which is avidly transported into cells via the reduced folate carrier and is converted to its metabolite (PGs- Polyglutamate) that inhibit Thymidylate synthase and glycine amide ribonucleotide transformylase, as well as DHFR. (Dihydrofolate Reductase)* It is even more potent than methotrexate.* Like MTX, it induces p53 and cell-cycle arrest, but this effect does not depend on induction of p21.* Use: It has activity against ovarian cancer, mesothelioma, and adenocarcinomas of the lung.* Other effects and side effects are similar to methotrexate like myelosuppression, GI toxicity. The toxicity can be attenuated with folate and vitamin B12 supplementation.* A newer congener, pralatrexate, is more effectively taken up and polyglutamated than MTX and is approved for treatment of CTCL peripheral T cell lymphoma.* Pramipexole is an antiparkinsonism drug which is a dopamine agonist.",
        "cop": 2,
        "opa": "RNA synthesis inhibitor",
        "opb": "Dihvdrofolate reductase inhibitor",
        "opc": "Dopamine agonist",
        "opd": "Folate antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "d2b34131-0b2c-4acf-921e-39a62dfdbbe7",
        "choice_type": "single"
    },
    {
        "question": "Neutropenia develops in a patients undergoing cancer chemotherapy. Administration of which one of the following agents would accelerate recovery of neutrophil counts.",
        "exp": "B. i. e. (Filgrastim) (484 - Lippincott's 3rd)FILGRASTIM - is a human granulocyte- colony- stimulating factor that can act on hematopoietic cells to stimulate proliferation. If regulates production of neutrophils in the bone marrow and thus, is effective in reversing neutropenia in patients undergoing cancer chemotherapy* Leucovorin, the N5 N10 derivative of tetra hydrofolic acid and vitamin B! 2 although they would be effective in the treatment of anemias, do not increase neutrophil counts* The gluco corticoid, prednisone is also ineffective",
        "cop": 2,
        "opa": "Leucovorin",
        "opb": "Filgrastim",
        "opc": "Prednisone",
        "opd": "Vitamin B12",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "fcd5cf86-aec6-4a22-81a9-f8df77aa10d1",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate should be given with which of the following to decrease its side effects?",
        "exp": "Ans. d (Folinic acid). (Ref. Harrison 18th/Chapter 326. The Vasculitis Syndromes). To lessen toxicity, methotrexate is often given together with folic acid, 1 mg daily, or folinic acid, 5-10 mg once a week 24h following methotrexate. METHOTREXATE# acts by inhibiting hydrofolate reductase - blocking the conversion of dihydrofolate to tetrahydrofolate, which is an essential coenzyme required for one carbon atom transfer reactions in de novo purine synthesis and amino acid interconversions.# It has cell specific action and acts on the S phase of cell cycle.- USES:- It is apparently curative in choricarcinoma.- It is also useful in acute leukemias, rheumatoid arthritis, psoriasis and as an immunosupressant.- High dose methotrexate is used in management of osteosarcoma and Histiocytosis X.# Its toxicity cannot be overcomed by folic acid, because it will not be converted to active co-enzyme form.# However, folinic acid (citrovorum factor) rapidly reverses its effect. Thymidine also counteracts its toxicity. Antidotes for some drug toxicities Toxin/ Drug. ANTIDOTE/TREATMENT1. AcetaminophenA/-acetylcysteine2. Salicylates. Alkalinize urine, dialysis3. Anticholinesterases, organophosphates. Atropine, pralidoxime4. Antimuscarinic, anticholinergic agents. Physostigmine salicylate5b-blockers. Glucagon6. Digitalis. Stop dig, normalize K+, lidocaine, anti-dig Fab fragments, Mg2+7. Iron. Deferoxamine8. Lead. Ca. EDTA, dimercaprol, succimer, penicillamine9. Arsenic, mercury, gold. Dimercaprol (BAL), succimer10. Copper, arsenic, gold. Penicillamine11. Cyanide. Nitrite, hydroxocobalamin, thiosulfate12. Methemoglobin. Methylene blue13. Carbon monoxide100% O2, hyperbaric O214. Methanol, ethylene glycol (antifreeze). Ethanol, dialysis, fomepizole15. Opioids. Naloxone/naltrexone16. Benzodiazepines. Flumazenil17. TCAs. Na. HCO3 (nonspecific)18. Heparin. Protamine19. Warfarin. Vitamin K, fresh frozen plasma20t. PA, streptokinase. Aminocaproic acid21. Cisplatin. Amifostine22. Cyclophosphamide. MESNA23. Doxorubicin. Dexrozoxazone",
        "cop": 4,
        "opa": "Folic acid",
        "opb": "Cyanocobalamin",
        "opc": "Thiamine",
        "opd": "Folinic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "6b183c7a-bbad-406a-8b9b-d94aca7b94d3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cytoprotective agent against radiation induced stomatitis?",
        "exp": "Ans. is 'a' i. e., Amifostine Amifostine* It is an organic thiophosphate* On activation by alkaline phosphatase it acts as a cytoprotective agent against cancer chemotherapy and radiotherapy.* Mainly used for prophylaxis of cisplatin induced neuro/nephrotoxicity and radiotherapy related stomatitis.",
        "cop": 1,
        "opa": "Amifostine",
        "opb": "Metronidazole",
        "opc": "Misinidazole",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "67e628df-2be1-40bc-bb8b-a348d871d01d",
        "choice_type": "single"
    },
    {
        "question": "Agent causing hemorrhagic cystitis",
        "exp": "Ans: a (Cyclophosphamide). Ref: KD Tripathi, 6th ed. Pg. 822. Haemorrhagic cystitis is caused by a metabolite of cyclophosphamide - acrolein If severe, the cystitis may be effectively treated by mesna. Drugs causing Haemorrhagic cystitis. Ifosfamide Cyclophosphamide Aniline or toluidine derivatives Penicillins - rare Danazol - rare Ifosfamide is the most common cause of haemorrhagic cystitis.",
        "cop": 1,
        "opa": "Cyclophosphamide",
        "opb": "Vincristine",
        "opc": "Cisplatin",
        "opd": "5 Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "ac0db10d-6cd8-4ef2-9de8-22577d1b8c18",
        "choice_type": "single"
    },
    {
        "question": "Cardiotoxicity is the side effect of",
        "exp": "Ans. is 'c' i. e., Rubidomycin Anthracycline induced cardiotoxicity* Rubidomycin and doxorubicin are the anthracycline anti - tumor antibiotics* They have cardiotoxicity as a adverse effect.* This can manifest either acutely with ECG changes, arrhythmias and hypotension, which are reversible, or be delayed like CHF.* CHF is due to cardiomyopathy and may be fatal.* To prevent the chances of anthracycline induced cardiomyopathy, antioxidants like dexrazone can be used.",
        "cop": 3,
        "opa": "Bleomycin",
        "opb": "Topotecan",
        "opc": "Rubidomycin",
        "opd": "Procarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "e98c3402-2432-4516-bd86-1925e5484754",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chronic myeloid leukemia:",
        "exp": "Ans. D. Cisplatin. Imatinib is tyrosine kinase inhibitor which act due to bcr-abl fusion. It is drug of choice for CMI and GIST. Methotrexate is drug of choice for choriocarcinoma. Sunitib can be given for renal cell carcinoma. Cisplatin is indicated for solid tumors.",
        "cop": 4,
        "opa": "Imatinib",
        "opb": "Methotrexate",
        "opc": "Sunitinib",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "ddb19411-155c-4fdb-9158-01e319078b8b",
        "choice_type": "single"
    },
    {
        "question": "A patient undergoing cancer chemotherapy has an increase in urinary frequency with much discomfort. No specific findings are apparent on physical examination. Laboratory results include hematuria and mild leukopenia but no bacteria or crystalluria. If the symptoms experienced by the patient are drug related, the most likely cause is",
        "exp": "The symptoms are those of a mild case of hemorrhagic cystitis. Bladder irritation with hematuria is a fairly common complaint of patients treated with cyclophosphamide. It appears to be due to acrolein, a product formed when cyclophosphamide is bioactivated by liver P450 to form cytotoxic metabolites. Urinary tract problems may also occur with methotrexate from crystalluria due to its low water solubility.",
        "cop": 1,
        "opa": "cyclophosphamide",
        "opb": "5-FU",
        "opc": "methotrexate",
        "opd": "prednisone",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "a2e288e2-310e-44b3-893c-92e76a9d95b9",
        "choice_type": "multi"
    },
    {
        "question": "Side effect seen with cisplatin:",
        "exp": "Ans. A. Nausea/vomiting. Cisplatin is highly emetogenic drug. It directly stimulates the CTZ area. Treatment of choice for this toxicity is ondansetron. Methotrexate is highly nephrotoxic. Busulfan and bleomycin are known to cause pulmonary fibrosis. Bone marrow suppression is side effect which is commonly seen with all the anticancer drugs.",
        "cop": 1,
        "opa": "Nausea/vomiting",
        "opb": "Nephrotoxicity",
        "opc": "Pulmonary toxicity",
        "opd": "Bone marrow suppression",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "4467cb98-28ae-49e9-a51c-3f38ab839079",
        "choice_type": "single"
    },
    {
        "question": "Doc for Her 2 positive breast carcinoma is:",
        "exp": "Ans. a. Trastuzumab. Ref: Goodman Gilman 13th E/P1209. Her-2 Positive. Drug of Choice for Breast Cancer ER positive. Drug of choice: Trastuzumab. Drug of choice in Trastuzumab resistance: Lapatinib. Premenopausal Postmenopausal. Drug of Choice: Tamoxifen Drug of Choice: Aromatase Inhibitors like. Exemestane",
        "cop": 1,
        "opa": "Trastuzumab",
        "opb": "Tamoxifen",
        "opc": "Exemestane",
        "opd": "Fluvestrant",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "423320b9-2ff4-4bf9-b7e4-b219256f3755",
        "choice_type": "single"
    },
    {
        "question": "Which Radiosensitizer drug is used in head and neck surgery?",
        "exp": "Ref: Katzung 14th ed. pg. 963; Cancer Medicine, 6th ed. pg. 595. Radiosensitizers vs Radiation protection agent. Radiosensitizers. Radiation protection agent. Actinomycin. Gemcitabine. Hydroxyurea. Metronidazole. Misonidazole5-FUMitomycin. Paclitaxel. Amifostine. GM-CSFTL-1",
        "cop": 1,
        "opa": "Paclitaxel",
        "opb": "Cisplatin",
        "opc": "Amikacin",
        "opd": "Mitomycin-C",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "43f7fc1c-8e24-466b-91db-0901297345cf",
        "choice_type": "single"
    },
    {
        "question": "What enzyme is inhibited by etoposide -",
        "exp": "Ans. is 'b' i. e., Topoismerase II Etoposide* It is a semisynthetic derivative of podophyllotoxin, a plant glycoside.* It is not a mitotic inhibitor, but arrests cells in the G2 phase and causes DNA breaks by affecting DNA topoisomerase-2 function.* While the cleaving of double stranded DNA is not interfered, the subsequent resealing of the strand is prevented.* Etoposide is used in testicular tumours, lung cancer, Hodgkin's and other lymphomas, carcinoma bladder and stomach. Alopecia, leucopenia and g. i. t. disturbances are the main toxicity. Oral bioavailability is 50%; oral dose is double than i. v. dose.",
        "cop": 2,
        "opa": "Topoisomerase I",
        "opb": "Topoismerase II",
        "opc": "Dihydrofolate reductase",
        "opd": "Dihydro orotate oxidase",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "bd6ae32b-457e-40c5-a1e8-476a77a63536",
        "choice_type": "single"
    },
    {
        "question": "Vinca alkaloids act on:",
        "exp": "Ans. C. Mitotic spindle. Vinca alkaloids are mitotic inhibitors. They disrupt the polymerization of microtubules. They inhibit the chromosomes to move apart and there is metaphase arrest. They are cell cycle specific and act on mitotic spindle.",
        "cop": 3,
        "opa": "G phase",
        "opb": "S phase",
        "opc": "Mitotic spindle",
        "opd": "M phase",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "5d94e70c-0862-4835-8fcb-cc9c215eb88b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to treat harmone responsive breast cancer",
        "exp": "(D) (Tamoxifen) (568-H 17th) (671 Kalzung 10, h(313-KDT 7th). Breast cancer can be divided into two tvnes of Breast cancer||i. Estrogen receptor positive breast cancer. Estrogen receptor negative breast cancer||Needs estrogen to grow. Does not require Estrogen* Hormonal drug therapy for breast cancer targets estrogen receptor positive breast cancer.* Hormonal drug therapy for breast cancer aims at blocking the action of estrogen on estrogen receptor positive breast cells.* The hormonal therapy of choice for breast cancer in premenopausal woman is Tamoxifen.* Tamoxifen belongs to class of drugs known as ''Selective Estrogen Receptor Modulator\"* Tamoxifen binds to the estrogen receptors on tumours and blocks the effect of estrogen on these cells* Tamoxifen is only effective in treating estrogen receptor positive breast cancers.* Therefore the tumour's hormone receptor status should be determined before deciding on treatment optionfor breast cancer.* Tamoxifen is used to treat patients with early stage breast cancer as well as those with metastatic. Adjuvant therapy with Tamoxifen- Chemotherapy after primary t/t to increase the chance of cure.- It helps in preventing the recurrence and also helps to prevent the development of new cancers in the other breast. When used as adjuvant chemotherapy it is usually taken for 5years. When taken for 5 years if reduces the chance of the original breast cancer coming back in the same breast or elsewhere. It also reduces the risk of developing secondary primary cancer. Metastatic cancer therapy with Tamoxifen- As a treatment for metastatic breast cancer, the drug slows or stops the growth of cancer cells that are present in the body.- Patient with metastatic breast cancer may have to take tamoxifen for varying lengths of time. Tamoxifen may lead to endometrial hyperplasia and endometrial cancer- Tamoxifen is an SERM i. e. it has selective action on estrogen receptors. It will stimulate estrogen receptors in some organs while it will antagonize the estrogen receptors in other organs.- While tamoxifen blocks estrogen receptors on the breast, it stimulates these receptors in the uterus (because tamoxifen is a partial against of ER). Stimulation of estrogen receptors in the uterus may predispose the patients to endometrial hyperplasia and for endometrial cancer. Tamoxifen usage may lead to cataracts (occasional)- Tamoxifen causes retinal deposites decreased visual acuity and cataracts in occasional patients - Goodman Gillman 11. TH/ep. 1557. Tamxifen usage may lead to thromboembolism- Tamxifen increases the risk of thromboembolic events- Goodman Gillman 1lth/ep. 1557. Clominhene Citrate (Antiestrogen)A. Uses (1) To aid in vitro fertilization(2) OligospermiaB. Adverse effects - polycystic ovaries, multiple pregnancy hotflushes, gastric upset, vertigo, allergic, dermatitis, Risk of ovarian cancer may be increased.",
        "cop": 4,
        "opa": "Cyptroterone acetate",
        "opb": "Clomiphene citrate",
        "opc": "Diethylstibestrol",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "d42de69f-0074-46c1-8dfa-7897ce8cd688",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Paclitaxel",
        "exp": "(It enhance polymerization of tubulin) (774-KDT) (825-KDT 6th). Mechanism of actionA. Vinca-Alkaloids (Vincristine, Vinblastine) - These are mitotic inhibitors bind to microtubular protein- tubulin\" prevent its polymerization and assembly of microtubules, causes disruption of mitotic spindle and interfere with cytoskeletal functions. B. Texanes (Paclitaxel, Docetaxel) - complex diterpintaxane. It enhances polymerization of tubulin cytotoxic action of Paclitaxel emphasizes the importance of tubulin-microtubule dynamic equilibrium. C. Epipodophvllotoxins (Etoposid) - plant glycoside, it is not mitotic inhibitor but arrest cells in the G2 phase and causes DNA breaks by affecting DNA topoisomerase II functionsD. Camptothecin analogues (Topotecan and Irinotecan). They act in a manner similar to etoposide, but interact with a different enzyme DNA topoisomerase I",
        "cop": 2,
        "opa": "It prevents polymerization of tubulin",
        "opb": "It enhance polymerization of tubulin",
        "opc": "Causes DNA breaks by affecting DNA topoisomerase II function",
        "opd": "Cause DNA breaks by affecting DNA topoisomerase I",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "8e720863-7df2-48e6-af93-a9c17451badd",
        "choice_type": "single"
    },
    {
        "question": "Folinic acid is given for which toxicity:",
        "exp": "Ans. A. Methotrexate. Methotrexate is drug which inhibit the dihydrofolate reductase enzyme which further blocks the conversion of dihydrofolate to tetrahydrofolate. So in case of toxicity we give tetrahydrofolate from outside in form of folinic acid or leucovorin.",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Cisplatin",
        "opc": "Doxorubicin",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "23d93fb5-f562-42ad-97c4-d1a78eda624e",
        "choice_type": "single"
    },
    {
        "question": "Alkylating agent used in chemotherapy:",
        "exp": "Ref: KDT pg. 819-20; Katzung, 11th ed. pg. 1280* Bleomycin: This is a mixture of closely related glycopep- tides antibiotics having potent antitumour activity.* It is highly effective in testicular tumour and squamous cell carcinoma of skin, oral cavity, head and neck, genitourinary tract and esophagus.* Side effect: pulmonary fibrosis and myelosuppression. Alkylating agents have cytotoxic and radiomimetic actions. They are mainly cell cycle non-specific, i. e. act on dividing as well as resting cells.* Cross-linking of DNA appears to be of major importance to the cytotoxic action of alkylating agents, and replicating cells are most susceptible to these drugs.* Drugs are: Alkylating agents- cell cycle- nonspecific agents. Antimetabolites- cell cycle- specific agents. Nitrogen mustard* Cyclophosphamide* Ifosfamide* Mechlorethamine* Melphalan* Chlorambucil. Folic acid antagonist: Methotrexate. Purine analogues* 6 Mercaptopurine* 6thioguanine* Cladribine* Fludarabine. Drugs acting by Methylation* Procarbazine* Dacarbazine* Temozolomide. Pyrimidine analogues* Capecitabin* Gemcitabin* Cyatarabine and 5 FUNitrosoureas* Carmustine* Lomustine* Semustine* Streptozocin. Miscellaneous* Busulfan* Altretamine* Thiotepa* Trabectadin",
        "cop": 4,
        "opa": "Mechlorethamine",
        "opb": "Procarbazine",
        "opc": "Cyclophosphamide",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "b053ade9-631e-4a25-b13b-08404a71b148",
        "choice_type": "multi"
    },
    {
        "question": "Most common agent associated with agranulocytosis is:",
        "exp": "Ans. b. Alkylating agents. Ref: Harrison 19th e/P 417. Most common cause of agranulocytosis is iatrogenic, i. e. drug induced. Most common drugs causing agranulocytosis are anticancer drugs which inhibit cell cycle like alkylating agents and antimetabolites like methotrexate, 5-FU and 6-MP.",
        "cop": 2,
        "opa": "Steroids",
        "opb": "Alkylating agents",
        "opc": "Paracetamol",
        "opd": "Endotoxemia",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "3e7b575d-f30f-481c-975a-0d6b3a40445a",
        "choice_type": "single"
    },
    {
        "question": "A female patient with a mechanical heart valve who is taking warfarin informs you that she hopes to get pregnant in the near future. What advice do you give her regarding her antithrombotic medication during the anticipated pregnancy?",
        "exp": "Discontinuance of warfarin is appropriate during pregnancy because it is a known teratogen that causes bone dysmorphogenesis. The patient will need continued protection against thrombus formation, and heparin (or a related low molecular weight compound) is usually advised, despite the fact that the drug will require parenteral administration and can cause thrombocytopenia.",
        "cop": 4,
        "opa": "Continue with warfarin until the third trimester.",
        "opb": "She should replace warfarin with aspirin at analgesic doses.",
        "opc": "Discontinue all medications that affect the blood.",
        "opd": "Replace warfarin with heparin.",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "abda6ac9-fa74-4a35-b75e-dedeb0c56673",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an anti - VEGF drug?",
        "exp": "Ans. is 'b' i. e., Bevacizumab Monoclonal Antibody. Target. Indication. Trastuzumabher-2/neu. Breast cancer. Tositumomab. CD 20B-cell NHLRituximab. CD 20B-cell NHLlbritumomab. CD 20B-cell NHLDaclizumab. IL-2R (CD-25). Immunosuppressant. Basiliximab. IL-2R (CD-25)I mmunosuppressant. Abciximab. Gp. II/IIIa. Antiplatelet. Palivizumab. Fusion protein. RSVInfliximab. TNF a. RA, Crohn's disease. Etanercept. TNF a. RA (rheumatoid arthritis). Ofatumumab. CD 20. SLEBelimumab. BLy. SSLEEpratuzumab. CD 22. SLEOcrelizumab. CD 20. SLEAdalimumab. TNF a. RAAlefacept. LFA-3. Plaque psoriasis. Alemtuzumab. CD 52B cell CLLBevacizumab. VEGFColorectal carcinoma. Cetuximab. EGFRColorectal carcinoma. Gemtuzumab. CD 33. AMLEfalizumab. CD 1 la chain of LFAPsoriasis. Omalizumab. Ig. EBronchial asthma. Natalizumab. Integrin-a4. Multiple sclerosis. Donesumab. RANK ligand. Osteoporosis. Tocilizumab. IL-6. RSLEPanitumumab. EGFRColorectal carcinoma. Ranibizomab. VEGFNeovascular macular degeneration. Nimotuzumab. EGFRSquamous cell carcinoma, glioma. Eculizumab. C5 complement component. Paroxysomal nocturnal hemoglobinuria",
        "cop": 2,
        "opa": "Adalimumab",
        "opb": "Bevacizumab",
        "opc": "Cetuximab",
        "opd": "Daclizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "1d05a16a-bc3e-47dc-9a49-dfad2f220259",
        "choice_type": "single"
    },
    {
        "question": "The parenteral administration of streptokinase",
        "exp": "Streptokinase (SK) is thrombolytic (or fibrinolytic) because it activates plasminogen, resulting in the increased formation of plasmin. Its efficacy is equivalent to that of tissue plasminogen activator (t-PA), but SK is not clot-specific. All thrombolytics can cause bleeding, which may be counteracted to some extent by administration of antifibrinolysins, such as aminocaproic acid.",
        "cop": 4,
        "opa": "increases the formation of plasminogen",
        "opb": "is less effective following a myocardial infarct than t-pA",
        "opc": "causes a high incidence of thrombocytopenia",
        "opd": "may cause bleeding reversible by aminocaproic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "c66be654-2a6d-4efa-b3a1-8302aafe5651",
        "choice_type": "single"
    },
    {
        "question": "Antidote for methotrexate toxicity:",
        "exp": "Ref: Katzung 14th ed. pg. 957; KDT, 6th ed. pg. 823* The toxicity of Mtx can not be overcome by folic acid, because it will not be converted to the active coenzyme form. However, folinic acid rapidly reverses the effect.* Thymidine also counteracts the Mtx toxicity. METHOTREXATE (MTX)DHFA-DHFRase. THFA* Methotrexate is a highly efficacious antineoplastic drug which inhibits dihydrofolate reductase (DHFRase) enzyme- blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA).* This conversion is essential for formation of an essential coenzyme required for one carbon transfer reactions in denovo purine synthesis and amino acid interconversions.* Methotrexate has cell cycle specific action kills cells in S phase; primarily inhibits DNA synthesis. Drug of choice for Mtx toxicity: FOLINIC ACID.",
        "cop": 2,
        "opa": "Folic acid",
        "opb": "Folinic acid",
        "opc": "Vitamin B",
        "opd": "Thymine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "a0ca41b8-5da8-4876-9e1d-8e6a5284f3ef",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme Deficiency leads to serious side effects with 5. FU",
        "exp": "Ans. b. Dihydropyrimidine dehydrogenase. Ref: Goodman Gilman 13th E/P 11825. FU is metabolized by Dihydropyrimidine dehydrogenase in liver and other tissues including tumor cells. Deficiency of this enzyme in patients can lead to a decreased metabolism and increased toxicity of 5. FU like severe diarrhea and shock leading to death as well. Deficiency of this enzyme can be diagnosed in lymphocytes by assays or by comparing ratio of 5. FU to its metabolite in plasma.",
        "cop": 2,
        "opa": "CYPD29",
        "opb": "Dihydropyrimidine dehydrogenase",
        "opc": "Uridine di phosphate",
        "opd": "Purine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "4239b12d-d81d-4fa6-9954-f927f5aaef02",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of tacrolimus -",
        "exp": "Ans. is 'b' i. e., Calcineurin inhibitor",
        "cop": 2,
        "opa": "Folate antagonist",
        "opb": "Calcineurin inhibitor",
        "opc": "Antimetabolite",
        "opd": "CD 20 antibody",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "ac39c534-00c5-4718-8afd-2c30b2c6b110",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for CML:",
        "exp": "Ans. A. Imatinib. Imatinib is drug of choice of chronic myeloid leukemia. Cisplatin is given for ovarian cancer. Methotrexate is given for testicular cancer or carcinoma cervix. Tamoxifen is given for breast cancer.",
        "cop": 1,
        "opa": "Imatinib",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "81659bf2-6718-420a-8442-1986d56e5ac3",
        "choice_type": "single"
    },
    {
        "question": "Hand and foot syndrome is seen with:",
        "exp": "Ans. A. 5- fluorouracil. Hand and land foot syndrome is peculiar feature of 5- fluorouracil. Bleomycin is known to cause pulmonary fibrosis, Etoposide cause alopecia and GIT disturbances. Doxorubicin is highly cardiotoxic drug.",
        "cop": 1,
        "opa": "5- fluorouracil",
        "opb": "Bleomycin",
        "opc": "Etoposide",
        "opd": "Doxorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "0b7b856a-0e36-453a-8809-d6fdeb304528",
        "choice_type": "single"
    },
    {
        "question": "Hand foot syndrome is seen with which anticancer drug?",
        "exp": "Ans. B. 5-fluorouracil. Hand and foot syndrome is caused by 5-fluorouracil, capecitabine, doxorubicin. Cisplatin is highly emetic and nephrotoxic drug. Methotrexate is hepatotoxic.",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "5-fluorouracil",
        "opc": "Methotrexate",
        "opd": "Imatinib",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Cancer",
        "id": "6c0ed82e-95dd-4f3b-8cee-54c7e5645a17",
        "choice_type": "single"
    }
]