[
    {
        "question": "Long acting beta agonist used once a day:",
        "exp": "Ans. C. Indacaterol. Ref: Katzung's Basic and Clinical Pharmacology 13th/ed, p340. Explanation. Ans. c. Indacaterol Ref: Katzung's Basic and Clinical Pharmacology 13th/ed, p340. Explanationb agonist. Features* Albuterol (salbutamol)* Terbutaline* Metaproterenol* Pirbuterol* Metered-dose inhalers* Bronchodilation is maximal within 15-30 minutes and persists for 3-4 hours. Frequent administrations required based on clinical status.* Can be given by nebulizer if using metered dose is not possible.* Albuterol and terbutaline are also available in tablet form (2 to 3 times daily) (option d), no added advantage therefore prescribed rarely. * Only terbutaline is available for subcutaneous injection; useful in severe asthma requiring emergency treatment when aerosolized therapy is not available or has been ineffective; CAUTION: Due to its longer duration of action cumulative effects may be seen after repeated injections. Bambuterol* It is prodrug of terbutaline.* Slowly hydorlyzed by pseudocholinesterase to release the active drug over a period of 24 hours.* Available in tablet form and given once daily. Long acting: Salme-Terol* Formoterol* Arformoterol* Carmoterol* Salmeterol a partial agonist and formoterol a full agonist.* Duration of action: 12 hours or more; used 2 times daily (options a, b, e).* In asthma should not be used as monotherapy; interact with inhaled corticosteroids to improve asthma control. Indacaterol* Ultra long acting p2 agonist; used once daily (Answer)* Approved for once daily long-term treatment of COPD and not for asthma and not for acute exacerbations of COPD.",
        "cop": 3,
        "opa": "Salmeterol",
        "opb": "Formoterol",
        "opc": "Indacaterol",
        "opd": "Terbutaline",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "dd3fa834-1605-4610-9287-fe4ac868594c",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of theophylline in bronchial asthma is:",
        "exp": "Ans. (A) Phosphodiesterase 4 inhibition(Ref: Katzung 11th/e p345; KDT 8th/e p245). Theophylline is used in bronchial asthma. Its mechanism of action is: Inhibition of phosphodiesterases particularly PDE-4. Antagonism of adenosine receptors. Enhancement of histone deacetylation. Acetylation of histone is required for activation of inflammatory gene transcription. By inhibiting this process, low-dose theophylline may restore responsiveness to corticosteroids.",
        "cop": 1,
        "opa": "Phosphodiesterase 4 inhibition",
        "opb": "Beta2 agonism",
        "opc": "Anticholinergic action",
        "opd": "Inhibition of mucociliary clearance",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "bb5dda5b-b7a0-48ab-8509-d74fcd374c53",
        "choice_type": "single"
    },
    {
        "question": "Maximum effect of bronchodilatation in asthma is caused by -",
        "exp": "Ans. is 'd' i. e., b2-Agonist b-agonists in Asthmao Bronchi have b2-adrenergic receptors which cause bronchodilatation - So, the adrenergic drugs used in asthma are selective b2 agonists. o b2-agonists are the most effective bronchodilatorso b2-agonists have some other effects also on airways (other than bonrchodilatation), that are responsible for beneficial effects in asthma: Inhibition of release of mast cells mediators -mast cells stabilizing action. Inhibition of exudation and airway edema. Increased mucociliary clearance. Decreased cougho b2-agonists have no effect on inflammation - no antiinflammatory action.",
        "cop": 4,
        "opa": "Corticosteroids",
        "opb": "Theophylline",
        "opc": "Anticholinergic",
        "opd": "Beta 2-Agonist",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "c7136fd7-c28f-4a4c-9f2c-58b27a00cfb7",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of zeulton is?",
        "exp": "ANSWER: (B) Inhibits Lipoxygenase. REF: Goodman and Gillman s 11th ed page 479. LEUKOTRIENE-SYNTHESIS INHIBITORS: The formation of leukotrienes depends on lip oxygenation of arachidonic acid by 5-lipoxygenase. Zileuton is a potent and selective inhibitor of 5-lipoxygenase activity and thus blocks the formation of all 5-lipoxygenase products. Thus, in addition to inhibiting the formation of the cys-LTs, zileuton also inhibits the formation of leukotriene B4 (LTB4), a potent chemotactic autacoidf and other eicosanoids that depend on leukotriene A4 (LTA4) synthesis. Logically, the therapeutic effects of a 5-lipoxygenase inhibitor would include all those observed with the Cys. LT-receptor antagonists, as well as other effects that may result from inhibiting the formation of LTB4 and other 5-lipoxygenase products.",
        "cop": 2,
        "opa": "Inhibits production of IgE",
        "opb": "Inhibits Lipoxygenase",
        "opc": "Inhibits Cyclooxygenase",
        "opd": "Inhibits activity of mast cells",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "95f18b18-97c9-47f5-a025-663bf2fd2926",
        "choice_type": "single"
    },
    {
        "question": "Methyl xanthines acts on",
        "exp": "(Adenosine receptors) (202-3-KDT) (220-KDT 6th). Mechanism of action of Methylxanthines - Three distinct cellular actions(a) Release of Ca++ from sarcoplasmic reticulum especially in skeletal and cardiac muscle. (b) Inhibition of phosphodiesterase which degrades cyclic nucleotides intracellularly. ATPor. GTPAdenylcyclase------------guanylcyclasec. AMPorc. GMPPhosphodiesterase--------------------Inhibited by Theophylline5 AMPor5 GMP(c) ** Blockade of adenosine receptors: adenosine acts as a local mediator in CNS, CVS and other organs- contracts smooth muscles, especially bronchial, dilates cerebral blood vessels, depresses cardiac pacemaker and inhibits gastric secretion. Methylxanthines produces opposite effects.",
        "cop": 2,
        "opa": "Histamine receptors",
        "opb": "Adenosine receptors",
        "opc": "Mast cells",
        "opd": "Cholinergic receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "5925014d-c6a4-47e8-a580-68fefdc68152",
        "choice_type": "single"
    },
    {
        "question": "Most common dose related side effects of salbutamol?",
        "exp": "ANSWER: (D) Tremors. REF: KDT 7th ed p. 217. The most common dose related side effect of salbutamol is tremors, Palpitations, restlessness, nervousness and restlessness are also seen.",
        "cop": 4,
        "opa": "Nervousness",
        "opb": "Palpitations",
        "opc": "Restlessness",
        "opd": "Tremors",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "3592d60d-232d-4ad1-a9eb-a4b350482dde",
        "choice_type": "single"
    },
    {
        "question": "Side effect of salmeterol is -",
        "exp": "Ans. is 'a' i. e., Tremor o Salmeterol is a beta - 2 agonist taken by inhalational route and a adverse effects are usually not a problem with beta-agonists when given by inhalation. The most common side effects are muscle tremor and palpitations, which are seen more commonly in elderly patients. o There is a small fall in plasma potassium due to increased uptake by skeletal muscle cells, but this effect does not usually cause any clinical problem. Adverse effects of inhalational b2 - agonistso Owing to their b-selectivity and topical delivery (inhalation), adverse effects are not usually a problem with b2 agonists. o At higher doses systemic absorption and side effects occur due to activation of b-adrenergic receptors. The most common side effects are muscle tremor and palpitation. Hypokalemia - biochemical pump that shifts potassium into cells is activated by the b2-receptor agonists, i. e. there is increased intracellular uptake of potassium especially in skeletal muscles. Hyperglycemia - Due to b2 mediated gluconeogenesis and glycogenolysis. Toleranceo Tolerance is a potential problem with b2-agonists. o It is due to down regulation of b2-receptors caused by continous exposure of tissues to b-agonists. o This may cause tachyphylaxis (rapidly developing tolerance). (Note - other drugs showing tachyphylaxis are indirectly acting sympathomimetics, e. g. ephedrine, amphetamine, tyramine). o So, b2 agonists should not be used on any regular schedule - due to tolerance, bronchial hyperactivity not reduced on continous use. o It is advised that patients requiring regular medication should be treated with inhaled steroids and use of b2 agonist inhalers should be restricted to symptomatic relief of on acute attack. Throat irritation. Ankle edema7.. Other side effects are anxiety, headache, muscle cramps, dry mouth, arrhythmia, flushing (due to vasodilatation), hypoxemia, MI, disturbance of sleep and behaviour.",
        "cop": 1,
        "opa": "Tremor",
        "opb": "Seizure",
        "opc": "Hypertension",
        "opd": "Hyperkalaemia",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "66ce128b-90a1-4cfc-b2cd-b2d9f031617c",
        "choice_type": "single"
    },
    {
        "question": "Antiinflammatory action of steroid is due to inhibition of-",
        "exp": "Ans. is 'c' i. e., Phospholipase A2 Anti-inflammatory action of corticosteroids:* Irrespective of the type of injury or insult, the attending inflammatory response is suppressed by glucocorticoids.* This is the basis of most of their clinical uses.* The action is nonspecific and covers all components and stages of inflammation. This includes reduction of increased capillary permeability, local exudation, cellular infiltration, phagocytic activity and late responses like capillary proliferation, collagen deposition, fibroblastic activity, and ultimately scar formation.* The action is direct and local-topical use is possible.* The cardinal signs of inflammation-redness, heat, swelling, pain are suppressed.* Glucocorticoids interfere at several steps in the inflammatory response but the most important overall mechanism appears to be limitation of recruitment of inflammatory cells at the local site and production of proinflammatory mediators like PCs, LTs, PAF through inhibition of phospholipase A2.* Corticoids are only palliative, do not remove the cause of inflammation; the underlying disease continues to progress while manifestations are dampened.* They favour spread of infections because capacity of defensive cells to kill microorganisms is impaired.* They also interfere with healing and scar formation: peptic ulcer may perforate asymptomatically.* Indiscriminate use of corticoids is hazardous.",
        "cop": 3,
        "opa": "Cyclooygenase",
        "opb": "Lipooxygenase",
        "opc": "Phospholipase A2",
        "opd": "Myeloperoxidase",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "a410a20e-74f7-461d-88cc-59fc125b1c84",
        "choice_type": "single"
    },
    {
        "question": "Theophylline therapeutic blood ranges",
        "exp": "(5-20) (221-KDT6th)* Therapeutic ranges 5-20 as shown in above figure* Theophylline has a narrow margin of safety. Dose dependent toxicity starts from upper part of therapeutic concentration",
        "cop": 4,
        "opa": "0-5",
        "opb": "10-May",
        "opc": "15-May",
        "opd": "20-May",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "0af56ae3-879c-4152-ae7d-d6ec699b06eb",
        "choice_type": "single"
    },
    {
        "question": "Leukotriene receptor antagonist used for bronchial asthma is:",
        "exp": "Ans. (A) Zafirlukast(Ref: KDT 8th/e p248). Montelukast, zafirlukast and idalukast are Cys-LT1 receptor antagonists. Zileuton inhibits the production of leukotrienes by inhibiting the enzyme 5-lipoxygenase.",
        "cop": 1,
        "opa": "Zafirlukast",
        "opb": "Zileuton",
        "opc": "Cromolyn sodium",
        "opd": "Aminophylline",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "77caf877-040d-461d-8e31-20d5bdc60dc0",
        "choice_type": "single"
    },
    {
        "question": "LT antagonists are used in asthma for -",
        "exp": "Ans. is 'c' i. e., Prophylactic therapy for mild to moderate asthma o Monteleukast and zafirleucast are cvstenyl LT] (cvs LT]) receptor antagonists. o They are indicated for prophylactic therapy of mild to moderate asthma as alternatives to inhaled glucocorticoids. Leukotriene antagonistso Monteleukast and zafirleucast are cystenyl LTj (cys LT() receptor antagonists. o They are indicated for prophylactic therapy of mild to moderate asthma as alternatives to inhaled glucocorticoids. o They are more acceptable in children, o They are not used for terminating asthma episodes, o They are effective in aspirin induced asthma. o They are very safe drugs, produce few side effects like headache and rashes, o Eosinophilia, neuropathy and churg-strauss syndrome are other rare side effects.",
        "cop": 3,
        "opa": "Along with beta agonists to reduce steroids",
        "opb": "In place of beta blockers as sole therapy",
        "opc": "Prophylactic therapy for mild to moderate asthma",
        "opd": "Definitive therapy in acute attack of asthma",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "fc5ef260-501f-49ed-8b67-bc0a62fbb125",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-asthmatic drugs is leukotriene antagonist?",
        "exp": "Ans. a (Montelukast) (Ref. KDT 5th/pg. 222). Zlleuton--A 5-lipoxygenase pathway inhibitor. Blocks conversion of arachidonic acid to leukotrienes. Zafirlukast, montelukast--block leukotriene receptors. Especially good for aspirin-induced asthma. ANTILEUKOTRIENESCysteinyl-leukotrienes are potent bronchoconstrictors, cause microvascular leakage, and increase eosinophilic inflammation through the activation of cys-LT1-receptors. These inflammatory mediators are produced predominantly by mast cells and, to a lesser extent, eosinophils in asthma. Antileukotrienes, such as montelukast and zafirlukast, block cys-LT1 - receptors and provide modest clinical benefit in asthma. They are less effective than ICSs in controlling asthma and have less effect on airway inflammation, but are useful as an add-on therapy. They are given orally once or twice daily and are well tolerated. Drugs used in treatment of bronchial asthma: I. Bronchodilators A. Sympathomimetics. Adrenaline, Ephedrine, Isoprenaline, Salbutamol, Terbutaline, Bambuterol, Salmeterol, Formoterol. B. Methylxanthines. Theophylline (anhydrous), Aminophylline, Choline theophyllinate, Hydroxyethyl theophylline, Theophylline ethanolate of piperazine). C Anticholinergics. Atropine methonitrate, Ipratropium bromide, Tiotropiurm bromide. II. Leukotriene antagonists. Montelukast, Zafirlukast. III. Mast cell stabilizers. Sodium cromoglycate, Nedocromil, Ketotifen. IV. CorticosteroidsA. Systemic. Hydrocortisone, Prednisolone and others. B. Inhaiational. Beclomethasone dipropionate, Budesonide, Fluticasone propionate, Flunisotide. Approaches to Treatment of Bronchial Asthma1. Prevention of Ag: Ab reaction - avoidance of antigen, hyposensitization - possible in extrinsic asthma and if antigen can be identified. 2. Suppression of inflammation and bronchial hyperreactivity - corticosteroids. 3. Prevention of release of mediators - mast cell stabilizers. 4. Antagonism of released mediators - leukotriene antagonists, antihistamines, and PAF antagonists. 5. Blockade of constrictor neurotransmitter - anticholinergics. 6. Mimicking dilator neurotransmitter - sympathomimetics. 7. Directly acting bronchodilators - methylxanthines. Educational Point:# Omalizumab is a blocking antibody that neutralizes circulating IgE without binding to cell-bound IgE; it thus inhibits IgE-mediated reactions.",
        "cop": 1,
        "opa": "Montelukast",
        "opb": "Nedocromil",
        "opc": "Ketotifen",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "27f8dfcd-0aa4-4ca6-a5b5-348ae317f439",
        "choice_type": "single"
    },
    {
        "question": "Montelukast mechanism of action is?",
        "exp": "ANSWER: (A) Competitive inhibitor of leukotriene synthesis. REF: Goodman and Gillman's 11. TH edition p. 478\"Zafirlukast and Montelukast are leukotriene receptor antagonists. Leukotriene-modifying drugs act either as competitive antagonist of leukotriene receptors or by inhibiting the synthesis of leukotriene\"",
        "cop": 1,
        "opa": "Competitive inhibitor of leukotriene synthesis",
        "opb": "Inhibits alpha receptor",
        "opc": "Beta receptor agonist",
        "opd": "Non-competitive inhibitor of leukotriene synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "aabc1d1a-c3d2-41b3-b67b-f0bc0de8aef8",
        "choice_type": "single"
    },
    {
        "question": "Non-sympathomimetic Bronchodilator preferred in COPD:",
        "exp": "Ans. (a) Ipratropium bromide. Ref. Katzung pharmacology 10th ed. Ch 10* Ipratropium bromide is an anti-cholinergic agent/ Muscarinic antagonists which competitively inhibit the effect of acetylcholine at muscarinic receptors.* Ipratropium appears to be at least as effective in patients with COPD that includes a partially reversible component. A longer-acting, selective anti-muscarinic agent, tiotropium, is approved as a treatment for COPD.* Salbutamol and terbutaline are b2 agonist, used in acute cases of asthma.* Salmetrol is slow acting b2 agonist, used for prophylaxis of asthma.",
        "cop": 1,
        "opa": "Ipratropium bromide",
        "opb": "Salmeterol",
        "opc": "Terbutaline",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "04249142-aecf-4bb8-ac4a-557915adefed",
        "choice_type": "single"
    },
    {
        "question": "Which doesn't have a role in acute attack of asthma?",
        "exp": "ANSWER: (A) Cromolyn sodium. REF: 11th edition of Goodman & Gilmans The Pharmacological Basis of Therapeutics page 463. Short-Ac ting B2 Adrenergic Receptor Agonists: Drugs in this class include albuterol, Levalbuterol, the (R)-enantiomer of albuterol, Metaproterenol, Terbutaline, and Pirbuterol. These drugs are used for acute inhalation treatment of bronchospasm. The most effective drugs in relaxing airway smooth muscle and reversing bronchoconstriction are short-acting b2 adrenergic receptor agonists. They are the preferred treatment for rapid symptomatic relief of dyspnea associated with asthmatic bronchoconstriction. Glucocorticoids: Systemic glucocorticoids long have been used to treat severe chronic asthma or severe acute exacerbations of asthma. Systemic glucocorticoids are used for acute asthma exacerbations. Cromolyn: The main use of cromolyn and nedocromil is to prevent asthmatic attacks in individuals with mild- to-moderate bronchial asthma. These agents are ineffective in treating ongoing bronchoconstriction. When inhaled several times daily, Cromolyn inhibits both the immediate and the late asthmatic responses to antigenic challenge or to exercise. Ipratropium: In acute bronchoconstriction, the combination of a b2 adrenergic agonist and ipratropium is more effective than either agent alone and more effective than simply giving more b2 adrenergic agonist. Thus, the combination of a selective b2 adrenergic agonist and ipratropium should be considered in acute treatment of severe asthma exacerbations.",
        "cop": 1,
        "opa": "Cromolyn sodium",
        "opb": "Ipratropium",
        "opc": "Steroids",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "82a95ae6-7317-4db4-9bdf-82517b9cb7b6",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acute excacerbation of bronchial asthma -",
        "exp": "Ans. is 'c' i. e., Beta 2 agonists Treatment of acute asthmao The only drugs effective for the treatment of acute attack of asthma are bronchodilators (b2-receptor agonists, anticholinergics, and methylxanthines). 1. Mild attacks# For patients with mild attack inhalation of a short acting b2 receptor agonist, e. g. salbutamol (albuterol) is used.# An inhaled anticholinergic, e. g. ipratropium may be added if there is no satisfactory response to b2-agonists alone.# In patients who are refractory to inhaled therapies, i. v. aminophylline (theophylline) may be effective. 2. Severe attacks# Oxygen plus continuous administration of aerosolized salbutamol (albuterol) plus systemic steroids, e. g. methylprednisolone, hydrocortisone.# Recently, Mg. SO4 has been tried in acute severe asthma by IV or inhalational route.",
        "cop": 3,
        "opa": "Leukotriene antagonists",
        "opb": "Lipoxygenase inhibitors",
        "opc": "Beta 2 agonists",
        "opd": "Anticholinergics",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "63fe9bee-6da1-41bc-b1d4-886609fb1bb7",
        "choice_type": "single"
    },
    {
        "question": "Tadalafil acts on Phosphodiesterase 5 and causes accumulation of-",
        "exp": "Ans. is 'b'i. e., c. GMP o Inhibition of PDE-5 prevents degradation of c. GMP which results in accumulation of c. GMP and marked potentiation of NO action - Relaxation of smooth muscle in corpus cavemosum and blood vessels supplying it - Erection of penis, o Drugs are: -Siledenafil. Todafil. Vardenafil",
        "cop": 2,
        "opa": "c. AMP",
        "opb": "c. GMP",
        "opc": "PAF",
        "opd": "IL10",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "7e20471d-8638-45e4-949b-584f72b147c3",
        "choice_type": "single"
    },
    {
        "question": "Cough syrup acts by inhibiting",
        "exp": "Ans. (a) Cough center* Forceful expulsion of air from lungs due to pulmonary irritation is called coughing. It can be productive or non- productive.* Anti-tussive is a class of drug which relieves coughing by suppressing cough center. These drugs are mainly used for dry cough. Example of anti-tussives are:# Opioids: Codeine, Phalcodeine, Ethylmorphine# Non-Opioids: NOSCAPINE, Dextromethorphan* Expectorants are class of drugs that increase bronchial secretion or reduce its viscosity (mucolytics). They are mainly used in productive cough. Example of expectorants are:# Mucolytics: Bromhexeine, Ambroxol# Bronchial secretion enhancers: Guaiphenisine, sodium or potassium citrate",
        "cop": 1,
        "opa": "Cough center",
        "opb": "Respiratory center",
        "opc": "Breathing center",
        "opd": "Pulmonary secretion center",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "d83d028f-6839-4211-966e-e871175699fb",
        "choice_type": "single"
    },
    {
        "question": "5-Lipo - oxygenase synthesis inhibitor is",
        "exp": "(Zileuton) (175, 223-KDT 6th)ZILEUTON -- is a 5 LOX inhibitor blocks LTC4/D4 as well as LT B4 synthesis, clinical efficacy in asthma similar to montelucast. The duration of action is short with hepatotoxic potential. These limitations have restricted to use. LEUKQTRIENE ANTAGONIST (Montelukast, Zafirlukast) are indicated for prophylactic therapy of mild to moderate asthma as alternatives to inhaled glucocorticoids, churg- strauss syndrome is an important complications. OMALIZUMAB - Anti-IgE antibody - is a recombinant DNA derived monoclonal antibody that selectively binds to human immunoglobulin E (IgE) uses - Moderate to severe allergic asthma. CORTICOSTEROIDSA. Systemic:- Hydrocortisone, Prednisolone and othersB. Inhalational - Beclomethasone, dipropionate, Budesoride, fluticasone. propionate, Flunislide, Ciclesonide * Nodocromil is mast cell stabilizer* Loading dose of Aminophylline is - 5-6 mg/kg*** Long acting beta-2 (b2) agonist is - Salmetarol*** Albuterol - selective b2 receptor agonist* Letrozole is an aromatase inhibitor**",
        "cop": 1,
        "opa": "Zileuton",
        "opb": "Zafirleucast",
        "opc": "Monteleucast",
        "opd": "Omalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "dac1c4e9-05f1-41ef-b7b3-57f49b66bfb9",
        "choice_type": "single"
    },
    {
        "question": "Zileuton is -",
        "exp": "Ans. is 'a' i. e., 5 lipooxygenase inhibitor 5-lipoxygenase inhibitoro 5-lipoxygenase involved in production of leukotrienes especially LTB4 (chemoattractant) and LTC4, LTD4 (Bronchoconstrictor). These are the most important mediators in bronchial asthma. o Zileuton inhibits 5-lip>>xygenase and thereby the production of leukotrienes. Therefore, Zileuton is useful in the treatment of asthma.",
        "cop": 1,
        "opa": "5 lipooxygenase inhibitor",
        "opb": "TX A2 inhibitor",
        "opc": "Leukotriene receptor antagonist",
        "opd": "Prostaglandins synthesis inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "b5ff096c-c258-4686-9319-b7105f52a461",
        "choice_type": "single"
    },
    {
        "question": "Omalizumab is used for",
        "exp": "Ans. (c) Asthma",
        "cop": 3,
        "opa": "Ulcerative colitis",
        "opb": "Crohn disease",
        "opc": "Asthma",
        "opd": "Psoriatic arthritis",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "ad82e961-76a1-45fa-9501-68cdce6ed4e0",
        "choice_type": "single"
    },
    {
        "question": "The drug NOT used in acute asthma is -",
        "exp": "Ans. is 'c' i. e., Monteleukast o Monteleukast and zafirleukast are indicated for prophylactic therapy of mild to moderate asthma as an alternative to inhaled corticosteroids. However they are not used to terminate acute attack of asthma. o b2-agonists used in Asthma. Short acting - Salbutamol, terbutaline. Long acting - Salmeterol, formoterolo Bamhuteroi is a prodrug of terbutaline. It is slowly hydrolysed by pseudocholineterase. o Short acting b2, -agonists produce bronchodilatation within 5 min and action lasts for 2-6 hrs - are used to abort and terminate acute asthma, but are not suitable for prophylaxis. o Salmeterol is delayed acting, can be used for prophylaxis only, while formoterol is fast acting and long acting can be used for both prophylaxis and acute attack. Salbutamole & Terbutaline-Only for acute attack. Salmeterol-Only for prophylaxis. Formoterol-Both for prophylaxis and acute attacko Long acting b2 -agonists (salmeterol & formoteroi) are superior to short acting b2-agonists (salbutamol & terbutaline), and equivalent to inhaled anticholinergics in COPD. Treatment of acute asthmao The only drugs effective for the treatment of acute attack of asthma are bronchodilators (b2-receptor agonists, anticholinergics, and methylxanthines). 1. Mild attackso For patients with mild attack inhalation of a short acting /3, receptor agonist, e. g. salbutamol (albuterol) is used. o An inhaled anticholinergic, e. g. ipratropium may be added if there is no satisfactory response to b2, - agonists alone. o In patients who are refractory to inhaled therapies, i. v. aminophylline (theophylline) may be effective. 2. Severe attackso Oxygen pluso Continuous administration of aerosolized salbutamol (albuterol) pluso Systemic steroids, e. g. methylprednisolone, hydrocortisone. Treatment, of chronic asthmao A step wise approach is used; o For patients with mild, intermittant asthma, a short acting b2 agonist is used as required for symptom relief, o If asthmatic symptoms occur frequently or if significant airflow obustruction persists despite bronchodilatation therapy, low doses of inhaled corticosteroids should be started. Sodium cromoglicate or nedocromil or leukotriene antagonists are alternatives. o In patients whose symptoms are inadequacy controlled by a standard dose of an inhaled corticosteroid, a long acting b2-receptor agonist (salmeterol, formoteroi) is added to low doses of inhaled corticosteroids, o If there is no improvement, high doses of glucocorticoids are used with long acting b2, agonist or theophylline. Note -o The drug of choice for acute asthma - short acting b2 agonist. o The drug of choice for chronic asthma - Inhaled corticosteroids. o Inhaled corticosteroids are used only in chronic asthma, while systemic corticosteroids can be used in both acute and chronic asthma.",
        "cop": 3,
        "opa": "Salbutamol",
        "opb": "Ipratropium",
        "opc": "Monteleukast",
        "opd": "Hydrocortisone",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "1247965a-bf5b-46a9-b2fe-5c6661718d0a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug used in asthma is not a branchodilator -",
        "exp": "Ans. is 'b' i. e., Beclomethasone Drugs used in asthma. Bronchodilators. Drugs reducing inflammation. Leukotriene antagonists. Mast cell stabilizers Corticosteroids. Anti-IgE antibody a) b2 Sympathomimeticso Montelukasto Sodium cromoglycate a) Systemico Omalizumabo Salbutamolo Terbutalineo Zafirlukasto Ketotifeno Hydrocortisone o Bambuteralo Salmeterol o Prednisolone o Formoterolo Ephedrine b) Inhalation b) Methylxanthines o Beclomethasome o Theophyllineo Aminophylline o Budesonide o Doxophylline o Fluticasone c) Anticholinergics o Flunisolide o Ipratropiumo Tiopratropium o Ciclesonide",
        "cop": 2,
        "opa": "Salbutamol",
        "opb": "Beclomethasone",
        "opc": "Theophylline",
        "opd": "Ipratropium",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "390aa035-563b-4a70-9370-53fb7dd4c114",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of zileuton:",
        "exp": "Ans. B. 5-lipoxygenase inhibitor. Zileuton is drug which inhibit the synthesis of leukotrienes as they are chemotactic and causes bronchoconstriction.",
        "cop": 2,
        "opa": "Cyclooxygenase inhibitor",
        "opb": "5-lipoxygenase inhibitor",
        "opc": "Phosphodiesterase inhibitor",
        "opd": "Mast cell degranulation",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "e7171fb6-5aea-4319-a8f5-cc96c3db641d",
        "choice_type": "single"
    },
    {
        "question": "Omalizumab is -",
        "exp": "Ans. is 'c' i. e., Anti IgE antibody Drugs used in Asthma. Bronchodilators. Drugs reducing inflammation Leukotrieneantagonists. Mast cell stabilizers. Corticosteroids. Anti-Ig. Eantibodya) b2, Sympathomimeticso Vlontc lukasto Zafirlukasto Sodium cromoglycateo Ketotifena) Systemico Hydrocortisoneo Prednisoloneb) Inhalationo Beclomethasomeo Budesonideo Fluticasoneo Flunisolideo Ciclesonideo Omalizumabo Salbutamolo Terbutalineo Bambuteralo Salmeterolo Formoteroio Ephedrineb) Methylxanthineso Theophyllineo Aminophyllineo Doxophylline c) Anticholinergicso Ipratropiumo Tiopratropium",
        "cop": 3,
        "opa": "Anti IgM antibody",
        "opb": "AntilgG antibody",
        "opc": "Anti IgE antibody",
        "opd": "Anti IgD antibody",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "7b38309e-c149-41c3-94b1-c26d4b2ef86a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is safe for cardiovascular patient who experience an acute attack of asthma?",
        "exp": "Ans. A. Ipratropium. Inhaled beta 2 agonist are the drug of choice for terminating the acute attack of asthma. But a patient suffering from heart disease, there receptors are blocked. So the alternative treatment for acute attack can be anticholinergic or methylxanthine.",
        "cop": 1,
        "opa": "Ipratropium",
        "opb": "Salbutamol",
        "opc": "Terbutaline",
        "opd": "Formoterol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "06399bb1-26ac-470a-899d-11ef33a1a977",
        "choice_type": "single"
    },
    {
        "question": "Commonest side effect of short acting beta 2 agonist used in asthma is-",
        "exp": "Ans. is 'a' i. e., Muscle tremors Short acting beta 2 agonists in asthma* Beta agonists are by for the most effective bronchodilators, and are well tolerated when given by inhalation.* They work as functional antagonists on the airway smooth muscles and therefore prevent and reverse bronchoconstriction, irrespective of the mechanism.* They inhibit mast cell release and are therefore used in exercise and allergen induced asthma.* They are inadequate to suppress chronic airway inflammation, and do not reduce airway hyperresponsiveness, and are therefore not adequate alone to treat persistent asthma.* Side effects are not usually a problem when beta 2 agonists are administered by inhalation, but become more frequent with oral and intravenous administrations. The commonest adverse effects are muscle tremors and palpitations which are more common in elderly patients.",
        "cop": 1,
        "opa": "Muscle tremors",
        "opb": "Hypokalemia",
        "opc": "Hypoglycemic attacks",
        "opd": "Sedation",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "baf207bd-837b-4713-9cfe-e9b5f393b787",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in management of bronchial asthma?",
        "exp": "Ans. D. Cholinergic drugs. Cholinergic drugs cause bronchospasm and are contraindicated in asthma. Rather anticholinergic drugs are used in case of asthma.",
        "cop": 4,
        "opa": "Phosphodiesterase inhibitor",
        "opb": "Steroids",
        "opc": "Beta agonist",
        "opd": "Cholinergic drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "8d2e5483-6cbf-4716-85fc-595804a76f2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long acting bronchodilator?",
        "exp": "Beta-2 agonists are well known bronchodilators. This includes:#Salbutamol, Terbutaline, Formoterol, Salmeterol, Indacaterol, Albuterol etc. Among these agents, formoterol, salmeterol, Indacaterol are longer acting analogue and are preferred in prophylactic therapy of bronchial asthma and COPD.",
        "cop": 4,
        "opa": "Salbutamol",
        "opb": "Terbutaline",
        "opc": "Adrenaline",
        "opd": "Formoterol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "2accf933-b8a2-4d59-a0f4-7f8fce4e1d10",
        "choice_type": "single"
    },
    {
        "question": "Bronchodilator in COPD-",
        "exp": "Ans. is 'a' i. e., Anticholinergics Anticholinergic bronchodilatorso Ipratropium and tiotropium are anticholinergic bronchodilators. o These synthetic compounds are permanently charged molecules (ionized), unlike atropine - Not absorbed after inhalation and thus minimises antimuscarinic (anticholinergic) side effects, o Tiotropium is longer acting than ipratropium. o Anticholinergic acts on receptors located mainly in the larger central airways (Contrast sympathomimetics whose primary site of action is peripheral bronchioles). o Parasympathetic tone is the major reversible factor in COPD - anticholinergics are more effective than sympathomimetics. o Inhaled ipratropium /tiotropium are bronchodilators of choice in COPD. o They are less efficacious than sympathomimetics for asthma. o They produce slower response than inhaled sympathomimetics and are better suited for regular prophylactic use. o They are bronchodilators of choice in patients of bronchial asthma on b-blockers as b2 agonists will be ineffective due to blockade of b2 receptors. Why do anticholinergic bronchodilators are less efficacious than b2-agonists in acute asthma? o Anticholinergic bronchodilators inhibit only the cholinergic reflex component of bronchoconstriction, while b2-agonists prevent all bronchoconstrictor mechanisms.",
        "cop": 1,
        "opa": "Anticholinergics",
        "opb": "Antiadrenergic",
        "opc": "Cholinergic",
        "opd": "Alfa agonists",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "45ef79e6-917f-4d68-9ae9-3a777e25c4a1",
        "choice_type": "single"
    },
    {
        "question": "Most unpleasant side effect of salbutamol is",
        "exp": "Ans. a (Tremors.) (Ref: KD Tripathi, Pharmacology, 4th ed., 125, 237). Salbutamol is highly selective beta, agonist used to treat attacks of asthma. Its side effects are:# Tremors (unpleasant, dose-related).- Palpitations# Restlessness- Ankle edema# Nervousness- Throat irritation",
        "cop": 1,
        "opa": "Tremors",
        "opb": "Hypertension",
        "opc": "Rhinorrhoea",
        "opd": "Headache",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "170c2b89-7729-48a6-91a6-eee9ff6f7abe",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Salmeterol is:",
        "exp": "Ans. is 'a' i. e., Pure b2 agonist Salmeterol* It is the first long acting p2 agonist with slow onset of action used by inhalation on a twice daily schedule for maintenance therapy, but not for acute asthma.* Concurrent use of inhaled salmeterol and inhaled glucocorticoids produces effects equivalent to double dose of corticosteroid alone.",
        "cop": 1,
        "opa": "Pure b2 agonist",
        "opb": "Pure b1 agonist",
        "opc": "b1 + b2 agonist",
        "opd": "al agonist",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "d0483cda-e7e3-45f5-9540-7b1d3cf8de1e",
        "choice_type": "single"
    },
    {
        "question": "Montelukast is -",
        "exp": "Ans. is 'a' i. e., Leukotriene antagonist Leukotriene antagonistso Monteleukast and zafirleucast are cystenyl LTj (cys LT() receptor antagonists. o They are indicated for prophylactic therapy of mild to moderate asthma as alternatives to inhaled glucocorticoids. o They are more acceptable in children, o They are not used for terminating asthma episodes, o They are effective in aspirin induced asthma. o They are very safe drugs, produce few side effects like headache and rashes, o Eosinophilia, neuropathy and churg-strauss syndrome are other rare side effects.",
        "cop": 1,
        "opa": "Leukotriene antagonist",
        "opb": "Potassium channel opener",
        "opc": "Smooth muscle relaxant",
        "opd": "Anti - inflammatory",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "b3e2dec9-c682-4729-a82c-24ca814d8336",
        "choice_type": "single"
    },
    {
        "question": "Zileuton acts by -",
        "exp": "(B) (LOX - Inhibitor) (229 - KDT 7th) (942 - Goodman & Gillman 12th)ZILEUTON* Zileuton, an inhibitor of 5 - LOX - and selective cys. LT- receptor antagonists (Zafirlukast, pranlukast and Montelukast)* Treatment of mild to moderate asthma.* Duration of action is short and it has hepatotoxic.* Leukotriene antagonists - Montelukast, Zafirlukast.* Anti IgE - antibody - Omalizumab - uses moderate to severe allergic asthma.* Nodocromii is mast cell stabilizer.* Loading dose of Aminophylline is 5-6 mg/Kg*** Long acting beta - 2 (b2) agonist is - Salmctrol*** Albuterol - selective b2 receptor agonist.* Lctrozole is an aromatase inhibitor.",
        "cop": 2,
        "opa": "COX-II inhibitor",
        "opb": "LOX-inhibitor",
        "opc": "Mast cell stabilizers",
        "opd": "M3 receptor blocker",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "aea9dbff-4459-4cab-bf8d-a13443b93173",
        "choice_type": "single"
    },
    {
        "question": "Noscapine is an:",
        "exp": "Ans. (a) Anti-tussive. Ref.: KDT 6th ed. / 215* Forceful expulsion of air from lungs due to pulmonary irritation is called coughing. It can be productive or non- productive.* Anti-tussive is a class of drug which relieves coughing by suppressing cough center. These drugs are mainly used for dry cough. Example of anti-tussives are:# Opioids: Codeine, Phalcodeine, Ethylmorphine# Non-Opioids: NOSCAPINE, Dextromethorphan* Expectorants are class of drugs that increase bronchial secretion or reduce its viscosity (mucolytics). They are mainly used in productive cough. Example of expectorants are:# Mucolytics: Bromhexeine, Ambroxol# Bronchial secretion enhancers: Guaiphenisine, sodium or potassium citrate",
        "cop": 1,
        "opa": "Anti-tussive",
        "opb": "Anti emetic",
        "opc": "Anti dirrheal",
        "opd": "Mucolytics",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "853caa7b-1992-40b8-b515-2daf80b56f45",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of 5-lipooxygenase is useful in:",
        "exp": "Ans. (B) Bronchial asthma(Ref: KDT 8th/e p248, 249). Leukotrienes are potent bronchoconstricting agents. These agents play a major role in the pathogenesis of bronchial asthma. The drugs acting by inhibiting their synthesis (i. e. lipoxygenase inhibitors) or action (Cys-LT receptor antagonists), are useful in the prophylaxis of bronchial asthma.",
        "cop": 2,
        "opa": "Cardiac failure",
        "opb": "Bronchial asthma",
        "opc": "Hepatic failure",
        "opd": "Arthritis",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "e39ccf2d-a39a-47d7-869e-6530a1d6e240",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long acting beta 2 agonist?",
        "exp": "Ans. (b) Salmeterol. Ref.: KDT 6thed /127, 128",
        "cop": 2,
        "opa": "Salbutamol",
        "opb": "Salmeterol",
        "opc": "Terbutaline",
        "opd": "Levalbuterol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "e7a73ec9-3a47-48e0-b814-db25b439b4f2",
        "choice_type": "single"
    },
    {
        "question": "Ipratropium bromide used in Bronchial asthma, is",
        "exp": "(Anticholinergic) (217-KDT 6th)CLASSIFICATIONS OF DRUGS USED IN Br, ASTHMAI- Bronchodilators A. b2 sympathomimetics -Salbutamol, Terbutaline, Bambuterol, Salmeterol, formoterol, EphedrineB. Methvlxanthines -Theophylline, Aminophylline, Choline, theophylline, DoxophyllineC. Anticholinergics -Ipratropium bromide**, Tiotropium bromide. II. Leukotriene antagonists -Montelukast, Zafirlukast. III. Mast cell stabilizers -Sodium cromoglycate, Ketotifen. IV. Corticosteroids - A-Systemic. Hydrocortisone, Prednisolone and othersB. Inhalational -Beclomethasone, dipropionate, Budonide, Fluticasone propionate, Flunisolide, CiclesonideV. Anti-IgE antibody -Omalizumb",
        "cop": 3,
        "opa": "b - Sympothomimetics",
        "opb": "Methylxanthines",
        "opc": "Anticholinergics",
        "opd": "Mast cell stabilizers",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "7d09ee32-1600-4562-a810-095f78ba72fb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is given for acute attack of asthma?",
        "exp": "Ans. D. Salbutamol. Salbutamol, terbutaline like drugs are the beta-2 agonist which are given by inhalational route to abort the attack of acute asthma, they are short acting so they can't be given in case of prophylaxis. Muscle tremor and tachycardia are the most common side effects seen with this drug.",
        "cop": 4,
        "opa": "Zafirlukast",
        "opb": "Nedocromil",
        "opc": "Prednisolone",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "dc7fcd8a-76fa-4bc5-8836-2c52e6499bc7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is long acting sympatho mimetics used in Bronchial asthma",
        "exp": "(Salmetrol) (218-KDT 6th). Salmetrol - It is first -long acting selective b2 agonist with slow onset of action* It is also more b2 selective and lipophilic than salbutamol. Formoterol - another long acting selective b2 agonists has faster onset of action",
        "cop": 4,
        "opa": "Salbutamol",
        "opb": "Terbutaline",
        "opc": "Bamboterol",
        "opd": "Salmetrol",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "e0fde5a3-6dce-4ace-85cd-7a82e8a4ee8e",
        "choice_type": "single"
    },
    {
        "question": "Theophylline metabolism interaction with ciprofloxacin",
        "exp": "(Decreases theophylline metabolism) (221-KDT 6th)* Ciprofloxacin and ofloxacin can Increases the serum levels of theophylline by inhibiting its metabolism Agents which induce theophylline metabolism decreases its plasma level Drug which inhibit theophylline metabolism and Increases its plasma levels* Smoking* Phenytoin* Rifampicin. Phenobarbitone. Charcoal. Broiled meat meal* Erythromycin* Ciprofloxacin* Cimetidine. Oralcontraceptive. Allopurinol Theophylline enhances the effects of - Furosemide, sympathomimetics, digitalis, oral anticoagulants, hypoglycemics Theophylline decreases the effects of - Phenytoin, lithium",
        "cop": 2,
        "opa": "Increases theophylline metabolism",
        "opb": "Decreases theophylline metabolism",
        "opc": "Increases ciproflexacin metabolism",
        "opd": "Decreases ciprofloxacin metabolism",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "26d28acd-a6d5-4045-91f5-40951df7fbd8",
        "choice_type": "single"
    },
    {
        "question": "A 34 year old man with a long history of asthma is referred to pulmonologist. The physician decides to prescribe zileuton. The mechanism of action of this drug is to:",
        "exp": "Ans. (b) Inhibits 5 -lipoxygenase* Leukotrienes are biochemical mediators that contribute to asthma symptoms# Contracting airway smooth muscle# Increasing vascular permeability and mucus secretion# Attracting and activating airway inflammatory cells* Zileuton is a 5-lipoxygenase inhibitor that decreases leukotriene production, and zafirlukast and montelukast are cysteinyl leukotriene receptor antagonists.* They are useful to prevent asthma attacks and cause modest improvements in lung function. They lessen the need for b2 - agonist rescue therapy.",
        "cop": 2,
        "opa": "Antagonize Leukotriene D4 receptor",
        "opb": "Inhibits 5 -lipoxygenase",
        "opc": "Inhibit phosphodiesterases",
        "opd": "Stimulate P2 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "7f5026b8-d29a-4821-811b-5702981bf2d0",
        "choice_type": "single"
    },
    {
        "question": "Aminophylline inhibits which enzyme -",
        "exp": "Ans. is 'c' i. e., Phosphodiesterase o Aminophylline is a preparation of theophylline, where theophylline is complexed with EDTA. o Theophylline is one of the three naturally occurring methylated xanthine alkaloids {methyl xanthines) - Caffeine, theophylline and theobromine, o Mechanism of actiona) Inhibition of phosphodiesterase - | degradation of c. AMP or c. GMPbronchodilatation - increased intracellular c. AMP or c. GMP. Blockade of adenosine receptors. Release of Ca+2 from sarcoplasmic reticulum especially in skeletal and cardiac muscles. Recently it has been found that theophylline at low doses exert antiinflammatory action by activating a nuclear enzyme, histone deacetylase-2.",
        "cop": 3,
        "opa": "MAO",
        "opb": "Alcohol dehydrogenase",
        "opc": "Phosphodieseterase",
        "opd": "Cytochrome P450",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "4f50643a-b411-4594-9e1b-3706ffa0f550",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been found to be useful in acute severe asthma?",
        "exp": "Ans. (A) Magnesium sulphate(Ref: Harrison 17th/e p1605). Magnesium sulphate by i. v. or inhalational route has been used for the treatment of acute severe asthma. All other drugs mentioned in the options are used for prophylaxis of asthma.",
        "cop": 1,
        "opa": "Magnesium Sulphate",
        "opb": "Anti-leukotrine",
        "opc": "Cromolyn Sodium",
        "opd": "Cyclosporine",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "e5a79401-abe3-4c8a-8c4f-b74cadf01444",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an inhalational steroids?",
        "exp": "Ans. is 'b' i. e., Betamethasone * Corticosteroid may be used as inhaled or systemic drugs is asthma: A) Inhaled steroids# These are glucocorticoids with high topical and low systemic activity. Commonly used drugs are beclomethasome, budesonide, fluticasone and ciclesonide. Inhaled steroids are the most effective antiinflammatory agents used in asthma.# Inhaled steroids are not considered necessary for patients with mild and episodic asthma. They are indicated when inhaled b2-agonists are required almost daily or the disease is only episodic. Ihey have no role during acute attack or in status astmaticus.# Ciclesonide is known as soft steroid, i. e. steroid with high topical and negligible systemic effect. It is metabolized by enzymes in lung and therefore has least risk of systemic toxicity when given by inhalational route.# Inhaled steroids are safe during pregnancy. Common side effect of inhaled steroid is oropharyngeal condidiasis. B) Systemic steroids# Are used in severe chronic asthma and status asthmaticus (acute asthma exacerbation).",
        "cop": 2,
        "opa": "Beclomethasone",
        "opb": "Betamethasone",
        "opc": "Budesonide",
        "opd": "Fluticasone acetonide",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "b7235142-d783-440e-8223-450a989299e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a bronchodilator?",
        "exp": "ANSWER: (C) Steroids. REF: KDT's 6th edition page 217. Repeat from June 2009. Bronchodilators: Three groups of drugs which acts as bronchodilators are: (Mnemonic: SAM). Sympathomimetics: Non selective b2 agonists like adrenaline, isoprenaline and ephedrine. Short acting Selective b2 agonists like salbutamol, Terbutaline. pirbuterol, metaprotrenol. Long acting Selective b2 agonists like Salmeterol, Bambuterol, Formoterol. Anticholinergics: Ipratropium, Tiotropium. Methylxanthines: Caffeine, Theophylline, Aminophylline, Theobromine",
        "cop": 3,
        "opa": "b 2 agonist",
        "opb": "Methylxanthines",
        "opc": "Steroids",
        "opd": "Anticholinergic",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "265b1d37-9aa4-4aa0-ba98-b4de0befd507",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of 5- lipoxygenase is useful in:",
        "exp": "Ans. is 'b' i. e. Bronchial Asthma 5 Lioxygenase acts on Arachidonic acid to release leukotrienes which are important inflammatory mediators. They are responsible for the bronchospasm during asthma attack. So as obvious any drug which inhibits 5 lipoxygenase will prevent the formation of Leukotrienes and will be useful in the t/t of Asthma. Zileuton* is a 5 lipoxygenase inhibitor which is being currently used in USA. It is a bronchodilator that reduces asthma morbidity and is effective in exercise induced asthma.",
        "cop": 2,
        "opa": "cardiac failure",
        "opb": "bronchial asthma",
        "opc": "hepatic failure",
        "opd": "arthritis",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "fe726a9c-0c74-4335-9349-eea2df8b6da2",
        "choice_type": "single"
    },
    {
        "question": "Leukotriene antagonist is used as",
        "exp": "Ans. is 'b' i. e., Anti asthmatic Drugs used in asthma. Bronchodilators. Drugs reducing inflammation Leukotriene antagonists. Mast cell stabilizers Corticosteroids. Anti-IgE antibodya)B2. Sympathomimetics* Montelukast* Zafirlukast* Sodium cromoglycate* Ketotifena). Systemic* Hydrocortisone* Prednisolone* Omalizumab* Salbutamol* Bambuteral* Formoterol* Terbutaline* Salmeterol* Ephedrineb). Inhalation* Beclomethasome* Budesonide* Fluticasone* Flunisolide* Ciclesonideb). Methylxanthines* Theophylline* Doxophylline* Aminophyllinec). Anticholinergics* Ipratropium* Tiopratropium* Selective PGE4 inhibitors are under clinical trial as antiasthma drugs. These are cilomilast, roflumilast and tofimilast.",
        "cop": 2,
        "opa": "Anti neoplastic",
        "opb": "Anti asthmatic",
        "opc": "Anti inflammatory",
        "opd": "Tocolytic",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "f7a30f7f-6cc4-4bad-bf14-934ab140a639",
        "choice_type": "single"
    },
    {
        "question": "Which drug can exacerbate asthma secondary to irreversible nonselective inhibition of cyclooxygenase pathway?",
        "exp": "Ans. is 'a' i. e., Aspirin * Aspirin inhibits COX irreversibly by acetylating one of its serine residues; return of COX activity depends on synthesis of fresh enzyme (not on the pharmacokinetic clearance of the drug). On the other hand, Other NSAIDs are competitive and reversible inhibitors of COX, return of activity depends on their dissociation from the enzyme which in turn is governed by the pharmakokinetic clearance from the body. Aspirin Induced Asthma* The disorder is thought to be caused by an anomaly in the arachidonic acid metabolizing cascade which leads to increased production of proinflammatory cysteinyl leukotrienes, a series of chemicals involved in the body's inflammatory response.* When medications like NSAIDs or aspirin block the COX-1 enzyme, production of thromboxane and some anti-inflammatory prostaglandins is decreased, and in patients with aspirin-induced asthma this results in the overproduction of pro-inflammatory leukotrienes to causes severe exacerbations of asthma and allergy-like symptoms.",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Ibuprofen",
        "opc": "Ketorolac",
        "opd": "Celecoxib",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "9b45b7e6-1312-4588-9b57-946d694e7d80",
        "choice_type": "single"
    },
    {
        "question": "In a case of acute exacerbation of asthma, salbutamol was given and no improvement noticed, intravenous corticosteroids and aminophylline was given and condition improved. What is the mechanism of corticosteroid in acute asthma?",
        "exp": "ANS. ACorticosteroids has a dual effect in acute asthma with an early facilitatory effect on airway beta 2 adrenoreceptor sensitivity and a later effect on airway inflammation, which further emphasizes the need for corticosteroids to be administered as early as possible during an acute asthma attack.# Newer monoclonal antibodies in respiratory condition1. Pitakinra: IL-3 and 4 antagonist (used in bronchial asthma)2. Resilizumab: IL-5 antagonist (used in bronchial asthma)3. Mepolizumab: IL-5 blocker (useful in hypereisnophilic vasculitis)4. Omalizumab: Against IG E (in bronchial asthma)5. Pavilizumab: Used against respiratory syncitial virus (AIIMS November 2016).",
        "cop": 1,
        "opa": "Corticosteroid increase bronchial responsiveness to salbutamol",
        "opb": "Corticosteroids cause direct bronchodilation when used with xanthines",
        "opc": "Corticosteroids indirectly increase the effect of xanthines on adenosine receptor",
        "opd": "Corticosteroids increase mucociliary clearance.",
        "subject_name": "Pharmacology",
        "topic_name": "Asthma",
        "id": "3fa967d6-5a94-418f-96cb-f26a23f67db8",
        "choice_type": "single"
    }
]