[
    {
        "question": "High anticholinergic propey is present in the following antihistaminic agent",
        "exp": null,
        "cop": 2,
        "opa": "Astemizole",
        "opb": "Diphenhydramine",
        "opc": "Terfenadine",
        "opd": "Fexofenadine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d72567e2-443d-4a05-83f8-96dee6a80ba3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs have covalent interaction with its target",
        "exp": "covalent interaction means Irreversible inhibition of enzyme. Aspirin irreversibly acitylates the cox enzyme Refer k. DT 6/e p185",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Penicillin",
        "opc": "Nitric oxide",
        "opd": "Basanta",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "359cf365-209e-48e0-9f0a-fe124b0690d5",
        "choice_type": "single"
    },
    {
        "question": "False statement about TX A2 is",
        "exp": "TX A2 is produced inside the platelets with the help of TX A2 synthetase It is formed from cyclic Endo peroxidase(PGG2/H2) with the help of an enzyme, cyclooxygenase Aspirin inhibit its production by reversible inhibition of cyclooxygenase enzyme TX A2 causes aggregation of platelets, therefore is prothrombotic Refer k. DT 6/e p174",
        "cop": 3,
        "opa": "It is formed in platelets",
        "opb": "It is formed from PGG2/h2",
        "opc": "It is having platelet anti aggregatory reactivity",
        "opd": "Asprin can inhibit its production",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3c7964b4-3813-4fe6-bb40-f8ec9265b90a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is not true about NSAIDs",
        "exp": "Acetylsalicylic acid (asprin) is an Irreversible inhibition of COX enzyme. IT results in inhibition of prostaglandin and TX synthesis at low doses for (40 to 325 milligrams) it exes antiplatelet action. this drug shows saturation kinetics at high doses that is kinetics changes from first order to zero order. therefore at high doses amount of drug exeed will be constant that means clearance il is not constant. Refer k. DT 6/e p185",
        "cop": 3,
        "opa": "Acetylsalicylic acid is an Irreversible inhibitors of Cox enzyme acetylsalicylic acid is an Irreversible inhibitors of Cox enzyme",
        "opb": "Acetylsalicylic acid reduces in Vivo synthesis of prostaglandins",
        "opc": "Its clearance is independent of Plasma concentration",
        "opd": "Antiplatelet effect of low dose aspirin is related to pre systemic Cox inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3f8bd29d-073d-4c79-9365-58edb62cd041",
        "choice_type": "multi"
    },
    {
        "question": "At usual therapeutic doses (blood levels), expected effects of aspirin include which of the following?",
        "exp": "Aspirin inhibits synthesis of prostaglandins that are impoant in the pathophysiology, signs, and symptoms of a host of inflammatory or ahritic states. It does so, of course, by inhibiting both COX-I and -2. Acetaminophen lacks this propey, and so acetaminophen is much less efficacious for managing inflammation. Aspirin and acetaminophen are equally efficacious (and, for all practical purposes, equipotent) for relieving the simple headache for most patients. (Note, however, when pain involves a component of inflammation, aspirin is clearly superior to acetaminophen because it suppresses both the inflammation and the pain caused by it.) Aspirin usually helps normalize or lower body temperature in febrile states, but this, too, involves inhibited synthesis of prostaglandins (peripherally perhaps, leading to increased heat loss through diaphoresis, but also in such central structures as the hypothalamus, which is a prime temperature regulating structure). Aspirin does not exe bacteriostatic or bactericidal effects (at any level encountered in vivo), and so antibiotic effects do not contribute to its antipyretic actions. Although aspirin is an effective cyclooxygenase inhibitor, it has no effects on the lipoxygenase pathway that leads to leukotriene synthesis. It does not affect uric acid synthesis (xanthine oxidase) at all. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Efficacy greater than acetaminophen as an anti-inflammatory agent",
        "opb": "Efficacy less than acetaminophen for relieving simple headache pain",
        "opc": "Inhibited growth, or killing, of bacteria that cause fever as a symptom of infection",
        "opd": "Inhibition of leukotriene synthesis, protection against bronchopasm in asthmatics",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "62c97ef5-fce0-43eb-9c11-0123afae3256",
        "choice_type": "single"
    },
    {
        "question": "Sumatriptan is a?",
        "exp": "SUMATRIPTAN *Selective agonist of the 5-HT1B/1D receptor *No interaction with adrenergic, dopaminergic and cholinergic receptors, GABA MOA: *Blockade of 5-HT1D/1B mediated constriction of dilated extracerebral blood vessel *Constriction of the aeriovenous shunt of carotid aery *Inhibition of release of 5-HT and inflammatory neuropeptides around the affected vessels - suppression of neurogenic inflammation *Suppression of impulse transmission in the trigeminovascular system Kinetics: *Poorly absorbed from GIT, bioavailability - 10 - 15% only *Complete absorption after subcutaneous administration *Metabolized by MAO-A and excreted in the urine, t1/2 is 2-3 Hrs *Administration & Doses: -The onset of an acute attack of migraine -Better tolerated than ergotamine -50 to 100 mg as initial dose and repeated after 24 Hrs if required -Should not be given is the first dose fails -SC dose - 12 mg (1 ml) stat and repeated if required *Adverse effects: Dose-related - Tightness of chest, feeling of heat, paresthesia of limbs, dizziness, and weakness (sho lasting) - common with SC route -Risk of MI and seizure and death Contraindications: IHD, epilepsy, hypertension, pregnancy, hepatic and renal impairment",
        "cop": 3,
        "opa": "5. HT 1D antagonist",
        "opb": "5. HT 1 agonist",
        "opc": "5. HT 1D agonist",
        "opd": "5. HT 1A antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "7002ca8a-97c4-454b-b6a3-b5c9b6ca587e",
        "choice_type": "single"
    },
    {
        "question": "For pain control in a patient having history of G I bleeding, which of the following is given?",
        "exp": "SELECTIVE COX-2 INHIBITORS- Rofecoxib, etoricoxib, celecoxib They cause little gastric mucosal damage; the occurrence of peptic ulcer and ulcer bleeds is clearly lower than with traditional NSAIDs. They do not depress TXA2 Production by platelets (COX-I dependent); do not inhibit platelet aggregation or prolong bleeding time but reduce PGI2 production by vascular endothelium. They increase the risk of cardiovascular events ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 205",
        "cop": 3,
        "opa": "Nimesulide",
        "opb": "Ibuprofen",
        "opc": "Rofecoxib",
        "opd": "Pentazocin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "76025377-3b97-4f6f-816a-399b57a21c2f",
        "choice_type": "single"
    },
    {
        "question": "The therapeutic efficacy of antihypeensive drugs is blunted by NSAIDs because of:",
        "exp": "NSAIDs inhibit Prostaglandin production including PGI2 which causes vasodilatation Ref: KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Cause sodium excretion",
        "opb": "Increase in the clearance of antihypeensive drugs",
        "opc": "Decrease in the absorption of antihypeensive drugs",
        "opd": "Decrease in the synthesis of vascular prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0be62463-06de-4d8b-9a29-0bb720edf495",
        "choice_type": "single"
    },
    {
        "question": "Which is not a 2nd generation anti-histamine agents",
        "exp": "Anti histamines are classified into first generation and second generation compounds on the basis of CNS penetration and anti cholinergic propeies. First generation anti-histamine can penetrate blood brain barrier and possess additional anti cholinergic propeies which are lacking in second generation drugs. Cyclizine is a first generation where as cetrizine, loratidine and fexofenadine are second generation drugs Refer Goodman & Gilman 12/e p921",
        "cop": 2,
        "opa": "Cetirizine",
        "opb": "Cyclizine",
        "opc": "Loratidine",
        "opd": "Fexofenadine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "9bb6393b-39f4-47e5-b8f1-f885dcb48703",
        "choice_type": "single"
    },
    {
        "question": "All are true about Reye's Syndrome Except:",
        "exp": "The use of aspirin and other salicylates to control fever during viral infections (influenza and chickenpox) in children and adolescents is associated with an increased incidence of Reye's syndrome, an illness characterized by vomiting, hepatic disturbances, and encephalopathy that has a 35% moality rate. Acetaminophen is recommended as a substitute for children with fever of unknown etiology. Ref: ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 197",
        "cop": 2,
        "opa": "Hepatic encephalopathy",
        "opb": "Seen with ampicillin therapy",
        "opc": "Fever and rash",
        "opd": "Viral associated",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6cddce1f-6f56-49eb-a43a-600678fae7b6",
        "choice_type": "multi"
    },
    {
        "question": "A highway truck driver has profuse rhinorrhoea and sneezing.. Which among the following drug would you prescribe him",
        "exp": "Is a non sedating antihistamines drugs and is preferred for the patients requiring constant attention. it does not cause sedation impairment of psychomotor function. Other Drugs listed in the question are first generation antihistamines. Refer KDT 6/e p157",
        "cop": 4,
        "opa": "Pheneramine",
        "opb": "Promethazine",
        "opc": "Dimenhydrine",
        "opd": "Cetrizine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6e11855d-6234-466c-b79d-cbbc6323d59a",
        "choice_type": "single"
    },
    {
        "question": "One of the following is not a 5. HT receptors on antagonist",
        "exp": "Lanreotide is a medication used in the management of acromegaly and symptoms caused by neuroendocrine tumors, most notably carcinoid syndrome. It is a long-acting analogue of somatostatin, like octreotide Refer k. DT 6/e p166",
        "cop": 2,
        "opa": "Ketanserine",
        "opb": "Lanreotide",
        "opc": "Methylsergide",
        "opd": "Tropisetron",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "4c2ba909-e02a-4a0b-b961-458336960be3",
        "choice_type": "single"
    },
    {
        "question": "Misoprostol is a?",
        "exp": "Misoprostol -PGE1 analog used for aboion-200mg. BD/orally. along with mifepristone to induce aboion in 1st few wks of pregnancy. Ulcer protective agent-200mg orally QID Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Prostaglandin E1 analogue",
        "opb": "Prostaglandin E2 analogue",
        "opc": "Prostaglandin antagonist",
        "opd": "Antiprogestin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "20bbb2ac-5f43-4cda-aeba-ef582f461f66",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of moebius syndrome in use of which of the following drug in pregnancy",
        "exp": "Moebius syndrome is extremely rare congenital condition characterized by facial paralysis and inability to move the laterally. It results due to paralysis of 6th and 7th cranial nerves impoant causes of this syndrome are Bih trauma Use of misoprostal in mother during pregnancy Use of thalidomide in mother during pregnancy Use of cocaine in mother during pregnancy Refer katzung 11/e p1029",
        "cop": 1,
        "opa": "Misoprostol",
        "opb": "thalidomide",
        "opc": "Methotrexate",
        "opd": "Dinoprostone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c30a9019-a437-4dad-9d5f-8f5f6d551f36",
        "choice_type": "single"
    },
    {
        "question": "Which effect of morphine can be attenuated by atropine?",
        "exp": "The miotic effect of morphine is caused by activation of the Edinger-Westphal nucleus of the third cranial nerve, which activates the parasympathetic outflow to the iris sphincter muscle, causing pupillary constriction. This effect can be antagonized by muscarinic antagonists such as atropine. Atropine has no effect on the other central nervous system or peripheral actions of opiates. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Analgesia",
        "opb": "Respiratory depression",
        "opc": "Antitussive effect",
        "opd": "Miosis",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "8014d3a0-aa2f-401b-a659-e50a06286a23",
        "choice_type": "single"
    },
    {
        "question": "A Rheumatoid Ahritis patient on Methotrexate, Steroids and NSAIDs for past 4 months has had no retardation of disease progression. What is the next rational step in management",
        "exp": "Methotrexate:- * Methotrexate, a first line Disease Modifying Rheumatoid Ahritis Drug is the first choice of drug in management of early Rheumatoid Ahritis. * It is the first choice conventional DMARD and an anchor drug chosen for most Anti-Rheumatoid ahritis combination therapies. * Methotrexate is used in dosage of 10-25mg/week oral or subcutaneous along with Folic acid 1mg/day as a pa of toxicity amelioration. Subcutaneous dosing is better in terms of bioavailability and pharmacodynamics attained. Recommendation Summary for use of Methotrexate in RA: - * Administration of a high initial dose of Methotrexate followed by rapid down titration to optimal dose can improve the response to oral Methotrexate without much compromise on patient safety or tolerability. * Response to treatment following optimal oral Methotrexate takes a minimum of 3 months, and at least 6 months to monitor accurate effect on disease progression * Patients not responding or showing inadequate clinical response to oral Methotrexate may be \"rescued\" by switching to subcutaneous Methotrexate. * While changing over from oral to subcutaneous dosing of Methotrexate, the same oral dose received by patient should be matched and given, following which on a later course, the dose may be altered. * If Methotrexate monotherapy fails to produce clinical improvement, another agent may be considered for combination. Ref:- Goodman & Gilman's Pharmacological basis of Therapeutics 13th Ed; Pg Num:- 2537",
        "cop": 3,
        "opa": "Sta monotherapy with anti-TNF alpha drugs",
        "opb": "Continue Methotrexate and Steroids",
        "opc": "Stop oral Methotrexate and sta parenteral Methotrexate",
        "opd": "Add Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "28d0009a-17a7-4445-9838-15ab59624722",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agent is not used for treatment of erectile dysfunction",
        "exp": "Phenylephrine is an alpha agonist and will cause vasoconstriction therefore not used in erectile dysfunction where vasodilation of penile vessels is required Other Drugs given in the option are used for this condition For fuher details see chapter 19 Refer k. DT 6/e p295-296",
        "cop": 3,
        "opa": "Prostaglandin E2",
        "opb": "Vardenafil",
        "opc": "Phenylephrine",
        "opd": "Alprostadil",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "77138a19-9210-4485-9c2c-29c98a230820",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs cause oligospermia",
        "exp": "Sulfasalazine can cause a reversible infeility in males open to changes in sperm number and morphology Refer Goodman and Gilman 12/e p1466",
        "cop": 4,
        "opa": "Leflunomide",
        "opb": "D-pencillamine",
        "opc": "Methotrexate",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "019ed9c2-3d9c-4855-b94a-b8695fd37a52",
        "choice_type": "single"
    },
    {
        "question": "Ondonsetron is a potent",
        "exp": "Ondansetron, is a medication used to prevent nausea and vomiting caused by cancer chemotherapy, radiation therapy, or surgery. It is also useful in gastroenteritis. It has little effect on vomiting caused by motion sickness. Refer k. DT 6/e p646",
        "cop": 1,
        "opa": "Anti emetic",
        "opb": "Anxiolytic",
        "opc": "Analgesic",
        "opd": "Anti depressants",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "61f22826-59bd-41a3-a2e1-892819925659",
        "choice_type": "single"
    },
    {
        "question": "A patient on aspirin will have an increase in:",
        "exp": "Aspirin, even in small doses, irreversibly inhibits TXA2 synthesis by platelets. Thus, it interferes with platelet aggregation and bleeding time is prolonged to nearly twice the normal value. long-term intake of large dose decreases the synthesis of clotting factors in the liver and predisposes to bleeding; can be prevented by prophylactic vit K therapy. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 196",
        "cop": 1,
        "opa": "Bleeding time",
        "opb": "Clotting time",
        "opc": "Prothrombin time",
        "opd": "Activated paial thromboplastin time",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "229b9277-81ff-4133-bdc1-fa02afbd66c2",
        "choice_type": "single"
    },
    {
        "question": "Aspirin should be used with caution in the following groups of patient because of which of the following reason",
        "exp": "At therapeutic doses, aspirin can cause hyperuricemia by decreasing the excretion of uric acid. it therefore, should not be used in patients with gout. it also decreases the uricosuric action of probenecid. at high doses (more than 5 grams per decilitre) it increases the excretion of uric acid but such high doses are not tolerated. Aspirin is contraindicated in children less than 12 years old due to increased risk of ryes syndrome which is a type of hepatic encephalopathy. It should be avoided in Diabetics because of risk of hyperglycemia It should be avoided in pregnancy because it may be responsible for low bih weight babies, however, it does not cause congenital malformation. Refer k. DT 6/e p190",
        "cop": 3,
        "opa": "In Diabetics because it can cause hyperglycemia",
        "opb": "in children with viral disease, Because of the risk of acute renal failure",
        "opc": "In gout because it can cause increased serum uric acid",
        "opd": "In pregnancy because of high risk of teratogenicity",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "37abbad5-e1ea-448c-9d5d-f9b63498184b",
        "choice_type": "single"
    },
    {
        "question": "Drug inhibiting granulocyte migration is",
        "exp": "Colchicine * Colchicine, an anti gout medication exes its pharmacological action by hindering granulocyte migration in gouty inflammation. * Colchicine is indicated in the intercritical periods for prolonged prophylaxis against acute attacks of gout. * Mechanism of Colchicine in Acute Gout is illustrated below: Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 702-3",
        "cop": 1,
        "opa": "Colchicine",
        "opb": "Montelukast",
        "opc": "Cromoglycate",
        "opd": "Felbamate",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0185e7e8-3115-442d-a411-e84a1f4d5f35",
        "choice_type": "single"
    },
    {
        "question": "Wof drug is used for cervical priming to facilitate labour",
        "exp": "Cervical priming (ripening):- Low doses of PGE2 applied intravaginally or in the cervical canal, do not affect uterine motility, make the cervix soft and compliant. PGE2 (Dinoprostone) PROSTIN-E2 for induction/augmentation of labour. Ref:- kd tripathi; pg num:-189",
        "cop": 3,
        "opa": "Oxytocin",
        "opb": "Progesterone",
        "opc": "Prostaglandin E2",
        "opd": "Clomiphene",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "65342983-a867-428e-964b-e71d3bae435d",
        "choice_type": "single"
    },
    {
        "question": "Aspirin inhibits which of the following enzymes",
        "exp": "Aspirin is an NSAIDs and acts by Irreversible inhibition of cyclooxygenase enzyme that decreases the formation of prostaglandins. Refer katzung 10/e p554 KDT 6/e p185",
        "cop": 3,
        "opa": "Lipoprotein lipase",
        "opb": "Lipo oxygenase",
        "opc": "Cyclooxygenase",
        "opd": "Phospholipase d",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "bdb4f3fc-5273-4f30-a13a-f30ec30b18d8",
        "choice_type": "single"
    },
    {
        "question": "After taking some drug for acute attack of migraine a patient developed nausea and vomiting he also develop tingling and numbness in the tip of the finger that also turn blue which of the following is the most likely drug implicated in causing the above finding",
        "exp": "This is a classical sign of ergot induced vasoconstriction. dihydroergotamine can be used for acute attack of migraine and can result in the this symptoms. due to their vasoconstrictive potential, ergot alkaloids are contraindicated in a patient with peripheral vascular disease this may also lead to development of gangrene. Refer katung 11/e p289",
        "cop": 1,
        "opa": "Dihydroergotamine",
        "opb": "Sumatriptan",
        "opc": "Aspirin",
        "opd": "Butarphanol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "e93644a6-13e9-40f4-88c1-a2c47dc66477",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true of ketorolac?",
        "exp": "Ketorolac: potent analgesic and modest anti-inflammatory activity. In postoperative pain, it has equaled the efficacy of morphine, but does not interact with opioid receptors and is free of opioid side effects. it inhibits PG synthesis and relieves pain by a peripheral mechanism. rapidly absorbed after oral and i. m. administration. It is highly plasma protein bound and 60% excreted unchanged in urine. A major metabolic pathway is a glucuronidation. plasma t1/2 is 5-7 hours. Adverse effects: Nausea, abdominal pain, dyspepsia, ulceration, loose stools, drowsiness, headache, dizziness, nervousness, pruritus, pain at the injection site, rise in serum transaminase and fluid retention have been noted. Use: Ketorolac is frequently used in postoperative, dental and acute musculoskeletal pain: 15-30 mg i. m. or i. v. every 4-6 hours (max. 90 mg/day). It may also be used for renal colic, migraine, and pain due to bony metastasis. Continuous use for more than 5 days is not recommended. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 202",
        "cop": 2,
        "opa": "Has potent anti-inflammatory activity",
        "opb": "Its analgesic efficacy is equal to morphine in postoperative pain",
        "opc": "Is used as preanaesthetic analgesic",
        "opd": "It interacts with opioid receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d5d5ec5c-3562-4481-8208-0710a2094782",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following describes the action of allopurinol",
        "exp": "URIC ACID SYNTHESIS INHIBITORS Allopurinol:- Mech of action:- Allopurinol is a sho-acting (t 1/2 2 hrs) competitive inhibitor of xanthine oxidase, but its major metabolite alloxanthine (oxypurine) is a long-acting (t 1/2 24 hrs) and noncompetitive inhibitor--primarily responsible for uric acid synthesis inhibition in vivo. At high concentrations, allopurinol also becomes noncompetitive inhibitor. During allopurinol administration, plasma concen tration of uric acid is reduced and that of hypoxanthine and xanthine is somewhat increased. Because of raised levels of xanthine and hypoxanthine, some feedback inhibition of de novo purine synthesis and reutilization of metabolically derived purine also occurs. Ref:- kd tripathi; pg num:-216",
        "cop": 1,
        "opa": "Inhibits metabolism of purines to uric acid",
        "opb": "Interferes with cytokine production",
        "opc": "Inhibits uric acid reabsorption",
        "opd": "Inhibits prostaglandin biosynthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "76bb2745-02a3-4ae8-8798-79a704b90b42",
        "choice_type": "multi"
    },
    {
        "question": "Drugs used in migraine prophylaxis are all except (DELETE-REPEAT)",
        "exp": "Migraine prophylaxis should be considered in patients who: * suffer at least two attacks a month; * are experiencing an increasing frequency of headaches; * The prophylaxis should not be continued for more than 4-6 months. * Therapy for migraine prophylaxis should aim to reduce the frequency of migraine attacks by 50% * These include (i) Anticonvulsants (valproate and Topiramate), (ii) Antidepressants (amitriptyline and fluoxetine), (iii) b-adrenoceptor antagonists (propranolol, timolol) (iv). Calcium channel blockers (verapamil, nimodipine), (v) Serotonin 5-HT2 receptor antagonist ( Methysergide, cyproheptidine) - less impressive REF: ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI; 7. TH EDITION",
        "cop": 4,
        "opa": "Flunarizine",
        "opb": "Propanol",
        "opc": "Cyproheptadine",
        "opd": "Sumatriptan",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "60927067-0832-4b82-91d4-9117683e8b68",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a DMARD?",
        "exp": "Disease-modifying antirheumatic drugs- DMARDs used for Rh ahritis A. Nonbiological drugs1. Immunosuppressants: Methotrexate, Azathioprine, Cyclosporine2. Sulfasalazine3. Chloroquineor. Hydroxychloroquine4. Leflunomide B. Biological drugs. TNF alpha inhibitors-etanercept, Infliximab IL 1 Antagonist: anakinra ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 210",
        "cop": 2,
        "opa": "Desferrioxamine",
        "opb": "Penicillamine",
        "opc": "Succimer",
        "opd": "Dimercaprol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "da71d324-394f-4834-bfd0-2b8afba8d762",
        "choice_type": "single"
    },
    {
        "question": "The H3 receptor agonist exhibits all of the following actions except",
        "exp": "H3 receptors act as presynaptic receptors and decrease the release of histamine and other neurotransmitters. this antagonize H1 mediated wakefulness and bronchoconstriction. these also decrease gastrin release and produced negative chronotropic effect inverse agonist and H3 receptor(tiprolisant) is proved for narcolepsy. Refer KDT 6/e p153",
        "cop": 2,
        "opa": "Inhibition of H1 receptors induced wakefulness",
        "opb": "Increase in H1 mediated gastric secretion",
        "opc": "Inhibition of H1 mediated bronchoconstriction",
        "opd": "Negative chronotropic effect on atria",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "20fae0e6-21bb-4e60-8418-e850e7a23f1e",
        "choice_type": "multi"
    },
    {
        "question": "a peptide that causes increased capillary permeability and edema is",
        "exp": "Although both histamine as well as bradykinin can cause edema and increase in permeability, histamine is an amine, whereas bradykinin is a peptide. Refer KDT 6/e p490",
        "cop": 3,
        "opa": "Histamine",
        "opb": "Angiotensin 11",
        "opc": "Bradykinin",
        "opd": "Renin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "26a6bca6-637e-45b0-9ae7-4d1571e9c1e4",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of cisapride?",
        "exp": "Cisapride, mosapride, and renzapride are prokinetic agents acting by 5. HT4 agonism. Ref: HL Sharma 3rd ed. Pg 355.",
        "cop": 4,
        "opa": "Inhibition of D2 receptors",
        "opb": "Antagonism of 5. HT3 receptors",
        "opc": "Antagonism of 5. HT4 receptors",
        "opd": "Agonism of 5. HT4 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "620c70a1-3c0c-4fdf-9b64-0fd5c7742413",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic uses of prostaglandin E1 include all of the following except",
        "exp": "Prostaglandin I2 analogue (like epoprostenol and treprostinil) are used for the treatment of Pulmonary hypertension. prostaglandin E1 analogue are used for first trimester aboion (Misoprostol), impotence (alprostadil) and maintenance of patency of ductus aeriosus patency of ductus aeriosus (alprostadil). Refer k. DT 6/e p181",
        "cop": 3,
        "opa": "Medical termination of pregnancy",
        "opb": "Impotance",
        "opc": "Primary pulmonary hypertension",
        "opd": "Maintenance of patent ductus aeriosus",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6127fa6e-2787-40af-8d47-a73aae29cf70",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a selective progesterone receptor modulator",
        "exp": "SPRMS- Selective progesterone receptor modulators ulipristal, asoprisnil, proellex-new drugs Ulipristal used for emergency contraception Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Tamoxifen",
        "opb": "Ulipristal",
        "opc": "Nomegestrol",
        "opd": "Toremifene",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "162b3f6b-4c71-4431-81dc-7f064293aa9b",
        "choice_type": "single"
    },
    {
        "question": "Hyoscine is ---------- antagonist",
        "exp": "Hyoscine also called scopolamine is an anticholinergic drug- truth serum natural anticholinergic drug obtained from hyoscine plant Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Muscarinic",
        "opb": "Nicotinic",
        "opc": "Both 1 and 2",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "eebcf3fb-fb04-4c67-8c4a-7c5a7dcbbb34",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement about NSAIDs is false",
        "exp": "All NSAIDs can cause nephrotoxicity and hepatotoxicity NSAIDs Are infective in neuropathic pain NSAIDs blunt the antihypeensive effects of diuretics and ACE inhibitors Diclofenac, Ibuprofen, piroxicam etc and available as topical NSAIDs preparations",
        "cop": 3,
        "opa": "The interfere with the antihypeensive effect of diuretics",
        "opb": "NSAIDs Should be avoided in renal disease as a can cause nephrotoxicity",
        "opc": "NSAIDs are useful in neuropathic pain",
        "opd": "Many NSAIDs can be used topically",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "29e42b3a-0e21-4322-819d-77bd083de944",
        "choice_type": "multi"
    },
    {
        "question": "Probencide interacts with",
        "exp": "Interaction of probeecid Competitively blocks active transpo of organic acids at all sites especially renal tubules. it inhibits excretion of penicillin or ampicellin and increases its blood level It also inhibits urinary excretion of cephalosporins, sulfonamides, methotrexates and indomethacin. It enables tubular secretion of nitrofurantoin Salicylates, pyrazinamide and ethambutol inhibit uricosuric action of probeecid It inhibits biliary excretion of rifampicin Refer k. DT 6/e p209",
        "cop": 2,
        "opa": "Streptomycin",
        "opb": "Ampicillin",
        "opc": "Vancomycin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "59e2315f-7439-4f37-8342-3ee6d87b05c6",
        "choice_type": "single"
    },
    {
        "question": "After taking some drug for acute attack of migraine, a patient developed nausea and vomiting. He also developed tingling and numbness in the tip of the finger that also turned blue. Which of the following is the most likely drug implicated in causing the above findings",
        "exp": "Ergotamine:- Mech of action:- It acts as a paial agonist and antagonist at a adrenergic and all subtypes of 5-HT1 and 5-HT2 receptors. It produces sustained vasoconstriction(leading to Acrocyanosis), visceral smooth muscle contraction, vasomotor centre depression and antagonizes the action of NA and 5-HT on smooth muscles. It is a potent emetic (through CTZ and vomiting centre) and moderately potent oxytocic. At high doses CNS stimulation and paresthesias may be experienced. On chronic exposure (ergot poisoning) vasoconstriction is accompanied by damage to capillary endothelium--thrombosis, vascular stasis and gangrene. Ref:- kd tripathi; pg num:-175, 176",
        "cop": 1,
        "opa": "Ergotamine",
        "opb": "Aspirin",
        "opc": "Sumatriptan",
        "opd": "Butorphanol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "816e4cf1-6a0f-4fd5-a421-482a1a207fb9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs cause oligospermia?",
        "exp": "It is a compound of sulfapyridine and S-amino salicylic acid (5-ASA); has anti-inflammatory activity and is primarily used in ulcerative colitis. Sulfapyridine split off in the colon by bacterial action and absorbed systemically appears to be the active moiety. Generation of superoxide radicals and cytokine elaboration by inflammatory cells may be suppressed. Efficacy of sulfasalazine in RA is modest and side effects are few, but neutropenia/thrombocytopenia occurs in about 10% patients and hepatitis is possible. It is used as a second line drug for milder cases. Free radicles can cause oligospermia Dose: 1-3 g/day in 2-3 divided doses ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 211",
        "cop": 4,
        "opa": "Leflunomide",
        "opb": "D-Penidillamine",
        "opc": "Methotrexate",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "e7f270f3-698d-4f72-b59c-ccdfa89a3d0c",
        "choice_type": "single"
    },
    {
        "question": "Histamine blocker in stomach act through",
        "exp": "Histamine H2 blockersinhibit the action of histamine ongastric H2 receptors thereby decreasing gastric acidity. They were considered a breakthrough in the treatment of peptic ulcer disease when first introduced. Refer k. DT 6/e 153",
        "cop": 4,
        "opa": "Decreasing c. AMP in stomach",
        "opb": "Increasing c. AMP in stomach",
        "opc": "Increasing IP3 in stomach",
        "opd": "Decreasing IP3 in stomach",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0f432ade-742d-47ea-a558-d7d43efb0255",
        "choice_type": "single"
    },
    {
        "question": "Allopurinol potentiates the action of:",
        "exp": "Allopurinol: used for chronic gout Reduces uric acid synthesis by competitively inhibiting xanthine oxidase Allopurinola Alloxanthine a noncompetitive inhibitor of xanthine oxidase ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 216",
        "cop": 3,
        "opa": "Coicosteroids",
        "opb": "Probenecid",
        "opc": "6-Mercaptopurine",
        "opd": "Ampicilin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "075bb453-8367-4a93-b46c-309459350392",
        "choice_type": "multi"
    },
    {
        "question": "H1 antagonist has all the function except",
        "exp": "H1 antagonists, also called H1 blockers, are a class of medications that block the action of histamine at the H1 receptor, helping to relieve allergic reactions. H1-antihistamines are clinically used in the treatment of histamine-mediated allergic conditions. These indications may include: Allergic rhinitis Allergic conjunctivitis Allergic dermatological conditions (contact dermatitis) Rhinorrhea (Runny nose) Uicaria Angioedema Diarrhea Pruritus (atopic dermatitis, insect bites) Anaphylactic or anaphylactoid reactions--adjunct only Nausea and vomiting Sedation (first-generation H1-antihistamines) Refer k. DT 6/e 160",
        "cop": 3,
        "opa": "Anti pruritic",
        "opb": "Sedation",
        "opc": "Decrease gastric acid secretion",
        "opd": "Antiveigo",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "5c0bf144-d88f-48d0-b4cb-ddfb7b06151a",
        "choice_type": "multi"
    },
    {
        "question": "The drug that can directly release histamine from mast cells without involving antigen-antibody reaction is:",
        "exp": "HISTAMINE RELEASERS A variety of mechanical, chemical and immunological stimuli are capable of releasing histamine from mast cells. 1. Tissue damage: trauma, stings and venoms, proteolytic enzymes. 2. Antigen: antibody reaction involving IgE antibodies. 3. Polymers like dextran, polyvinyl pyrrolidone (PVP). 4. Some basic drugs--tubocurarine, morphine, atropine, pentamidine, polymyxin B, vancomycin and even some antihistaminics directly release histamine without an immunological reaction. 5. Surface acting agents like Tween 80, compound 48/80 etc. The primary action of these substances is release of histamine from mast cells, therefore they are called 'histamine liberators'. They produce an 'anaphylactoid' reaction--itching and burning sensation, flushing, uicaria, fall in BP, tachycardia, headache, colic and asthma. Most of these symptoms are controlled by a H1 antihistaminic, better still if H2 blocker is given together. Ref:- kd tripathi; pg num:-163",
        "cop": 4,
        "opa": "d-tubocurarine,",
        "opb": "morphine,",
        "opc": "vancomycin",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d6d5bb13-6434-4a32-af5d-a4565f87d323",
        "choice_type": "multi"
    },
    {
        "question": "Second generation antihistamines used in allergic rhinitis are except",
        "exp": "Chlorpheniramine and promethazine are first generation antihistamines. Refer k. DT 6/e p158",
        "cop": 3,
        "opa": "Azelastine",
        "opb": "Fexofenadine",
        "opc": "Chlorpheneramine maleate",
        "opd": "Desloratidine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "dfd9d5b1-fe76-477d-8666-8c3b504e42cc",
        "choice_type": "multi"
    },
    {
        "question": "Wof is injectable COX-2 inhibitor",
        "exp": "Parecoxib:- It is a prodrug of valdecoxib suitable for injection, and to be used in post- operative or similar sho-term pain, with efficacy similar to ketorolac. Ref:- kd tripathi; pg num:-206",
        "cop": 3,
        "opa": "Celecoxib",
        "opb": "Etoricoxib",
        "opc": "Parecoxib",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "1222773f-7b7b-4663-95d8-3399861ded53",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs are useful in acute attack of gout",
        "exp": "NSAIDs And colchicine are highly effective in acute attack of gout whereas allopurinol and sulfinpyrazone are used for chronic gout. furesemide causes hyperuricemia and should be avoided in patients with gout. Refer k. DT 6/e p194",
        "cop": 4,
        "opa": "Furosemide",
        "opb": "Sulfinpyrazone",
        "opc": "Allipurinol",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "87807607-e4d2-498e-91e8-6d103b5b1c3e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice in acute severe migraine is:",
        "exp": "MIGRAINE *Severe, throbbing, pulsating headache usually unilateral headache (few hours to a few days in duration) *Associated with nausea, vomiting, sensitivity to light and sound, flashes of light, loose motion and others *Types: -Classical with aura -Without aura (common) *Pathophysiology: -Pulsatile dilatation of temporal or ceain cranial vessels -Vascular theory: initial vasoconstriction or shunting of blood through carotid aerio-venous anastomosis causing cerebral ischaemia -Neurogenic theory: depression of coical electrical activity followed by depression *Migraine attack associated with (based on histological studies): *sterile neurogenic perivascular edema *inflammation (clinically effective antimigraine medication reduce perivascular inflammation) SUMATRIPTAN *Selective agonist of 5-HT1B/1D receptor *No interaction with other 5-HT receptors *No interaction with adrenergic, dopaminergic and cholinergic receptors, GABA MOA: *Blockade of 5-HT1D/1B mediated constriction of dilated extracerebral blood vessel *Constriction of aeriovenous shunt of carotid aery *Inhibition of release of 5-HT and inflammatory neuropeptides around the affected vessels - supression of neurogenic inflammation *Supression of impulse transmission in trigeminovascular system Kinetics: *Poorly absorbed from GIT, bioavailability - 10 - 15% only *Complete absorption after subcutaneous administration Metabolized by MAO-A and excreted in urine, t1/2 is 2-3 Hrs *Administration & Doses: -Onset of acute attack -Better tolerated than ergotamine -50 to 100 mg as initial dose and repeated after 24 Hrs if required -Should not be given is first dose fails -SC dose - 12 mg (1 ml) stat and repeated if required *Adverse effects: Dose-related - Tightness of chest, feeling of heat, paresthesia of limbs, dizziness, and weakness (sho lasting) - common with SC route -Risk of MI and seizure and death *Contraindications: IHD, epilepsy, hypertension, pregnancy, hepatic and renal impairment Ref: KD tripathi 8th ed",
        "cop": 2,
        "opa": "Ergotamine",
        "opb": "Sumatriptan",
        "opc": "Dihydroergotamine",
        "opd": "Propranol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0859474c-76b1-4921-bdea-c012fc63c6e5",
        "choice_type": "single"
    },
    {
        "question": "Nitric oxide produces its anti-aggregatory action by increasing the levels of",
        "exp": "nitric oxide has major side effects that are mediated by activation of cytoplasmic soluble guanyl cyclase and stimulate the production of c. GMP, an impoant 2nd messenger REF: ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI: 7. TH EDITION; PAGE NO 103",
        "cop": 2,
        "opa": "c. AMP",
        "opb": "c. GMP",
        "opc": "ADP",
        "opd": "Phosphoinositol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "70923c93-7467-4b23-b3e5-1a10fad6a873",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug, if given with terfenadine can cause ventricular Arrythymia",
        "exp": "Ketoconazole alters the metabolism of terfenadine in normal men and women. This results in accumulation of the parent drug, and is associated with significant prolongation of QTc. This drug combination should be avoided Refer k. DT 6/e p156",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Griesofulvin",
        "opc": "Ampicillin",
        "opd": "Sparfloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "7b91e751-0ee7-457e-8c37-6b78a993f7db",
        "choice_type": "single"
    },
    {
        "question": "All of the following can can be used for prophylaxis of migraine except",
        "exp": "sumatriptan is the drug of choice for acute severe migraine but it is not indicated for prophylaxis Refer katzung 11/e p283",
        "cop": 1,
        "opa": "Sumatriptan",
        "opb": "Valproate",
        "opc": "Propanolo",
        "opd": "Topiramate",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6f2b24b6-c9df-45af-9970-f67a590d2564",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement about NSAIDs is FALSE?",
        "exp": "Neuropathic pain: gabapentin, pregablin, carbamezepine etc cancer and MI pain- opioids other pains- NSAIDS NSAIDS Classification A. Nonselective COX inhibitors (traditional NSAIDs) 1. Salicylates: Aspirin 2. Propionic acid derivatives: Ibuprofen, Naproxen, Ketoprofen, Flurbiprofen. 3. Fenamic acid derivative: Mephenamic acid 4. Oxicam derivatives: Piroxicam, Tenoxicam. 5. Pyrrolo-pyrrole derivative: Ketorolac 6. Indole derivative: Indomethacin. 7. Pyrazolone derivative: phenylbutazone, Oxyphenbutazone B. Preferential COX-2 inhibitors Nimesulide, Meloxicam, Nabumeton, Diclofenac, Aceclofenac C. Selective COX-2 inhibitors Celecoxib, Etoricoxib, Parecoxib. D. Analgesic-antipyretics with poor anti-inflammatory action 1. para aminophenol derivatives: Paracetamol 2. Pyrazolone derivative: Metamizole, Propyphenazone. 3. Benzoxazine derivative: Nefopam Mechanism of action of NSAIDs 1. Anti-inflammatory effect due to the inhibition of the enzymes that produce prostaglandin H synthase (cyclooxygenase, or COX), which conves arachidonic acid to prostaglandins, and to TXA2 and prostacyclin. Aspirin irreversibly inactivates COX-1 and COX-2 by acetylation of a specific serine residue. This distinguishes it from other NSAIDs, which reversibly inhibit COX-1 and COX-2. 2. Analgesic effect A. The analgesic effect of NSAIDs is thought to be related to: the peripheral inhibition of prostaglandin production may also be due to the inhibition of pain stimuli at a subcoical site. B. NSAIDs prevent the potentiating action of prostaglandins on endogenous mediators of peripheral nerve stimulation (e. g., bradykinin). 3. Antipyretic effect The antipyretic effect of NSAIDs is believed to be related to: inhibition of production of prostaglandins induced by interleukin-1 (IL-1) and interleukin-6 (IL-6) in the hypothalamus the \"resetting\" of the thermoregulatory system, leading to vasodilatation and increased heat loss ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO; 193",
        "cop": 2,
        "opa": "They interfere with the antihypeensive effect of diuretics",
        "opb": "NSAIDs are useful in neuropathic pain",
        "opc": "NSAIDs should be avoided in renal disease as they can cause nephrotoxicity",
        "opd": "Many NSAIDs can be used topically",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "bc725258-d80e-4acb-ac69-5c15c48c1b01",
        "choice_type": "multi"
    },
    {
        "question": "Best drug for chronic gout in patient with renal insufficiency is",
        "exp": "NSAIDs Like naproxen have no role in chronic gout Uricosuric drugs like Probencide and sulfinpyrazone are ineffective in the presence of renal insufficiency Allopurinol is drug of choice for most cases of chronic gout Refer k. DT 7/e p215",
        "cop": 1,
        "opa": "Naproxen",
        "opb": "Probenecid",
        "opc": "Allopurinol",
        "opd": "Sulfinpyrazone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3a435ee9-dab1-4691-a948-0fa25d8d6c92",
        "choice_type": "multi"
    },
    {
        "question": "The non sedative antithistamines are all except one",
        "exp": "HIGHLY SEDATIVEDiphenhydrarrine. Dimenhydrinate. Promethazine. Hydroxyzine MODERATELY SEDATIVE Pheniramine. Cyproheptadine. Meclizine. Cinnarizine MILD SEDATIVEChlorpheniramine. Dexchlorpheniramine. Triprolidine. Clemastine SECOND GENERATION ANTIHISTAMICSFexofenadine. Loratadine. Desloratadine. Cetirizine. Levocetirizine. Azelastine. Mizolastine. Ebastine. Rupatadine All 1st generation drugs are more sedating than 2nd generation drugs REF: ESSENTIALS OF MEDICAL PHARMACOLOGY; KD TRIPATHI 8. TH EDITION",
        "cop": 4,
        "opa": "Fexofenadine",
        "opb": "Desloratidine",
        "opc": "Levocetirizine",
        "opd": "Cinnarizine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "73c8e357-a236-4ad6-b360-7e3162bbb420",
        "choice_type": "multi"
    },
    {
        "question": "Development of hepatic central lobular necrosis secondary to acetaminophen overdose can be prevented effectively by which of the following:",
        "exp": "acetaminophen/paracetamol poisoning-treated with NAC and methionine ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 207",
        "cop": 1,
        "opa": "Methionine",
        "opb": "Dimercaprol",
        "opc": "Sodium nitrite",
        "opd": "Amyl nitrite",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6fe7681d-d101-4bce-a57f-cbbca6f3fa37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has covalent interaction with its target",
        "exp": "Aspirin is Acetylsalicylic acid conves to salicylic acid in the body, responsible for the action. It acts irreversibly by binding to cox enzyme through covalent- strong bonds ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 195",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Penicillin",
        "opc": "Nitric oxide",
        "opd": "Bosentan",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "58c2bee2-8b73-425c-aa84-839ed8f898be",
        "choice_type": "single"
    },
    {
        "question": "LHRH analogue used in breast cancer is",
        "exp": "Gn. RH agonists: Goserelin, buserelin, nafarelin, triptorelin, leuprolide Gn. RH antagonists: cetrorelix, abarelix, degarelix ref KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Cetrorelix",
        "opb": "Anastrozole",
        "opc": "Leuprolide",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0663e4f4-fbcc-4ec5-b4c1-a3fdd2adb0b5",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in prophylaxis of migraine are all except",
        "exp": "Prophylaxis of migraine is required if the attacks of frequent (more than two to three) per month the drugs used for prophylaxis are Propanol is a most commonly used drug for the prophylaxis of migraine attacks. Timolol, Atenolol, metoprolol and nadolol can be used but the drugs with ISA(pindolol) are ineffective. Calcium channel blockers like flunarizine (also block sodium channels) is also effective. Methylsergide, cyproheptadine and TCAs like amitriptyline can also be used. Clean can be used orally for the prophylaxis of migraine attack. Topiramate (anticonvulsant drug) has recently been approved for prophylaxis of migraine valproate and gabapentin also causes some prophylactic activity. Refer katzung 11/283",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Flunarizine",
        "opc": "Topiramate",
        "opd": "Levitirecitum",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c0798afa-89b9-4b66-ab21-a576cf9ff299",
        "choice_type": "multi"
    },
    {
        "question": "Drug capable of causing ocular hypotension with apnoea in infants is",
        "exp": "Brimonidine * Brimonidine, an alpha 2 selective adrenergic agonist used in treatment of Glaucoma has propensity to cause respiratory depression when used in children. * Brimonidine is notorious in causing CNS depression and apnoea in neonates. Hence, its use in children <2 years of age is contraindicated. * Brimonidine and Apraclonidine are Clonidine derivates - alpha 2 selective adrenergic agonist - reduce intraocular pressure by decreasing aqueous production. * Unlike Apraclonidine, Brimonidine being lipophilic can traverse the blood brain barrier and induce CNS depression. * Brimonidine is administered as topical eye preparation to reduce IOP in ocular hypertension and open angle glaucoma. * Topical Brimonidine gel (0. 33%) is also used as a once daily treatment for persistent erythema of rosacea. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 1260",
        "cop": 2,
        "opa": "Latanoprost",
        "opb": "Brimonidine",
        "opc": "Apraclonidine",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0312ef43-398b-4409-a3ad-a3febc1237cd",
        "choice_type": "single"
    },
    {
        "question": "which of the following prostaglandin analog is used in glaucoma?",
        "exp": "Uses of Prostaglandin Analogs- 1. Aboion- Dinoprostone - PGE2. SSInduction of mid-term aboion SSCervical ripening & induction of labor at full term. SSNot used for menstrual regulation/early aboion. Carboprost - PGF2a SSUsed for mid-term aboion. Misoprostol -PGE1 SSused for aboion-200mg. BD/orally. SSalong with mifepristone to induce aboion in 1st few wks of pregnancy. 2. Facilitation of labor, cervical priming & PPH- 1. Dinoprostone - PGE2. SSOrally - to augmenting labor & to check PPH. SSVaginally- softens the cervix before labor induction. SSPreferred over oxytocin for labor induction in pre-eclampsia, eclampsia, cardiac & renal disease. SSIntrauterine fetal deaths / along with oxytocin. 2. Carboprost - PGF2a - RX PPH-intra-amniotic inj. 3. Ulcer healing- -Misoprostol -PGE1 SSUlcer protective agent-200mg orally QID -Enprostil - PGE2. SSUsed in NSAID's induced P. U & Chronic smokers. 4) To prevent platelet aggregation- OEpoprostenol- SSPGI2- Haemodialysis & Cardiopulmonary bypass. SSPGE2 & PGI2- used to store platelets for transfusion. 5. To treat pulmonary HTN- OEpoprostenol (PGI2)-I. V - pulmonary & coronary resistance. OTreprostinil -longer acting. 6. Patency of Ductus aeriosus- OEpoprostenol (PGI2) or Alprostadil (PGE1)- I. V infusion. 7. P. V. D- OBeraprost (PGI2)-orally, T. I. D. 8. Glaucoma- OLatanoprost (PGF2a) - Reduces I. O. P. 9. Male impotence- Alprostadil to RX E. D. -2. 5-25mcg intracavernosal inj. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 190",
        "cop": 2,
        "opa": "Misoprostol",
        "opb": "Latanoprost",
        "opc": "Enprostil",
        "opd": "Rioprostil",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d9e1a4f1-070e-4688-b81c-e020227feaa1",
        "choice_type": "single"
    },
    {
        "question": "A patient on Aspirin will have increasing in",
        "exp": "Antiplatelet drugs like asprin and clopidogrel prolong the bleeding time Anticoagulant drugs prolong the clotting time Drugs interfering with extrinsic pathway like Warfare in prolonged the PT Drugs interfering with intrinsic pathway like heparin prolong the a. PTT. Thrombin time is prolonged in cases of afibrinoginemia and dysfibrinogenemia. Refer k. DT 6/e p609",
        "cop": 1,
        "opa": "Bleeding time",
        "opb": "Clotting time",
        "opc": "Prothrombin time",
        "opd": "Activated paial thromboplastin time",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0e6d613c-d515-468e-859c-922469b28225",
        "choice_type": "single"
    },
    {
        "question": "Ketanserine is",
        "exp": "5-HT2A antagonists. Edit Antagonists of the 5-HT2A receptor are sometimes used as atypical antipsychotics(contrast with typical antipsychotics, which are purely dopamine antagonists). They include: Cyproheptadine blocks 5-HT2A, H1 and is a mild anticholinergic. Methysergide is a 5-HT2A antagonist and nonselective 5-HT1 receptor blocker. It causes retroperitoneal fibrosis and mediastinal fibrosis. Quetiapine blocks 5-HT2A, 5-HT1A, dopamine receptors D1 and D2, histamine receptor H1, and A1 adrenoreceptors. 5-HT2A/2C antagonists. Edit Ketanserin Antihypeensive. Blocks 5-HT2A, 5-HT2C and Alpha 1 (A1) adrenoreceptors. Risperidone antipsychotic Trazodone antidepressant Clozapine antipsychotic. Blocks 5-HT2A, 5-HT2C and D4 receptors. Nefazodone acts primarily as a potent 5-HT2A antagonist. Refer k. DT 6/e p167",
        "cop": 2,
        "opa": "5. HT 1b antagonist",
        "opb": "5. HT2 antagonist",
        "opc": "5. HT 1a agonist",
        "opd": "5. HT 1d antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c96b1155-aa94-43d5-8a2c-4e899ec00180",
        "choice_type": "single"
    },
    {
        "question": "Which prostaglandin helps in cervical ripening?",
        "exp": "Dinoprostone - PGE2. Orally - to augmenting labor & to check PPH. Vaginally- softens the cervix before labor induction. Preferred over oxytocin for labor induction in pre-eclampsia, eclampsia, cardiac & renal disease. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 189",
        "cop": 3,
        "opa": "PGI2",
        "opb": "PGF2",
        "opc": "PGE2",
        "opd": "PGD2",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "1c139066-e2dd-4a35-abd1-d7339cd3e406",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true of ketorolac",
        "exp": "Keralac is an NSAID promoted for systemic used mainly as an analgesic not as an anti inflammatory drug (though it has typical NSAIDS propeies) the drug does appear to have significant analgesic effeciency and has been used successfully to replace Morphine in some situations involving mild-to-moderate postsurgical pain Refer Kdt 6/e p194",
        "cop": 2,
        "opa": "Has potent anti inflammatory activity",
        "opb": "Its analgesic efficiency is equal to Morphine in postoperative pain",
        "opc": "It is used as preanesthetic analgesic",
        "opd": "It interacts with opioid receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "eae8208c-5485-4533-b3f1-17cc69962c6d",
        "choice_type": "multi"
    },
    {
        "question": "Allopurinol potentiates the action of",
        "exp": "Allopurinol inhibits xanthine oxidase, which metabolizes 6 MP and azathioprine, so dose of 6-mp is reduced to 1/4 to 1/2 if refuse along with you allopurinol Refer k. DT 6/e p209",
        "cop": 3,
        "opa": "Coicosteroids",
        "opb": "Probenecid",
        "opc": "6-mercaptopurine",
        "opd": "Ampicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3d48ef36-4788-456d-b489-238a11ab53da",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs, if given with terfena dine, can cause ventricular arrhythmias",
        "exp": "Fexofenadine:- It is the active metabolite of Terfenadine, the first nonsedating SGA that was withdrawn because of several deaths due to polymorphic ventricular tachycarida (Torsades de pointes) occurring with its higher doses or when it was coadministered with CYP3. A4 inhibitors (erythromycin, clarithromycin, ketoconazole, itraconazole, etc.). mech of toxicity:- Toxicity is based on blockade of delayed rectifier K+ channels in the heart at higher concentrations. Astemizole is another SGA banned for the same reason. Ref:- kd tripathi; pg num:-166",
        "cop": 2,
        "opa": "Griseofulvin",
        "opb": "Ketoconazole",
        "opc": "Ampicillin",
        "opd": "Sparfloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "ca9377cb-4686-45e9-bf78-72a3ef286af4",
        "choice_type": "single"
    },
    {
        "question": "The following drug is a somatostatin analog? (REPEAT)",
        "exp": "Octreotide Octreotide is a synthetic octapeptide with actions similar to somatostatin. Uses: Used in patients with advanced symptomatic tumors that cannot be completely removed by surgery, octreotide decreases secretory diarrhea and systemic symptoms through inhibition of hormonal secretion and may slow tumor progression. Octreotide is effective in higher doses for the treatment of diarrhea due to vagotomy or dumping syndrome as well as for diarrhea caused by sho bowel syndrome or AIDS. Octreotide has been used in low doses (50 mcg subcutaneously) to stimulate small bowel motility in patients with small bowel bacterial overgrowth or intestinal pseudo-obstruction secondary to scleroderma. Because it inhibits pancreatic secretion, octreotide may be of value in patients with pancreatic fistula. Treatment of pituitary tumors (eg, acromegaly) Used in controlling gastrointestinal bleeding. Ref: Katzung; 13th edition; Page no: 1095",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Abarelix",
        "opc": "Goserelin",
        "opd": "Nafarelin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "061239b3-0d43-48dc-a22e-5eec37af8815",
        "choice_type": "single"
    },
    {
        "question": "Most specific drug used for NSAID induced peptic ulcer",
        "exp": "Gastric mucosal damage:- Gastric pain, mucosal erosion/ulceration and blood loss are produced by all NSAIDs to varying extents. Mech of peptic ulcer formation:- Inhibition of COX-1 mediated synthesis of gastroprotective PGs (PGE2, PGI2) is clearly involved. Deficiency of PGs reduces mucus and HCO3- secrection, tends to enhance acid secretion and may promote mucosal ischaemia. Thus, NSAIDs enhance aggressive factors and contain defensive factors in gastric mucosa--are ulcerogenic. Paracetamol, a very weak inhibitor of COX is practically free of gastric toxicity and selective COX-2 inhibitors are relatively safer. Treatment:- PGE2 analogue (misoprostol) administered concurrently with NSAIDs counteract their gastric toxicity. DOC for NSAID induced peptic ulcer is PPI. Ref:- kd tripathi; pg num:-194",
        "cop": 1,
        "opa": "Misoprostol",
        "opb": "Proton pump inhibitors",
        "opc": "H2 blockers",
        "opd": "Mucaine gel",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "5b15da45-8dd0-4d27-81f0-8ed2e6d7fb76",
        "choice_type": "single"
    },
    {
        "question": "Low doses of aspirin prolong bleeding time by selec tively inhibiting synthesis of the following mediator in the platelets",
        "exp": "Antiplatelet aggregation:- Mech of action:- Aspirin inhibits COX irreversibly and thus inhibits synthesis of PGs. NSAIDs inhibit synthesis of both proaggregatory (TXA2- synthesized in platelets) and anti- aggregatory (PGI2- synthesized by endothelium) prostanoids, but effect on platelet TXA2 predominates. At therapeutic doses most NSAIDs inhibit platelet aggregation, bleeding time is prolonged. Therefore aspirin exes anti- thrombotic effect for several days. Risk of surgical and anticoagulant associated bleeding is enhanced. These drugs should be stopped a week before any elective major surgeries to reduce the risk of bleeding. Ref:- kd tripathi; pg num:-194",
        "cop": 1,
        "opa": "Thromboxane A2",
        "opb": "5-Hydroxytryptamine",
        "opc": "Platelet activating factor",
        "opd": "Prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "6a16f586-637f-4570-a8b4-5ea10e299ea2",
        "choice_type": "single"
    },
    {
        "question": "Effects mediated by H1 histamine receptor include",
        "exp": "The H1 receptor is a histamine receptorbelonging to the family of rhodopsin-like G-protein-coupled receptors. This receptor is activated by the biogenic amine histamine. It is expressed in smooth muscles, on vascular endothelial cells, in the heart, and in the central nervous system. Refer k. DT 7/162",
        "cop": 3,
        "opa": "Inhibition of gastric acid secretion",
        "opb": "Induction of hepatic cytochrome P450 enzyme",
        "opc": "Maintaince of a wakeful state",
        "opd": "Vasoconstriction of aerioles",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "2736ce0f-7e46-4938-95fb-fa07bc16dcf0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a 5. HT3 antagonist",
        "exp": "The 5-HT3 antagonists, informally known as \"setrons\", are a class of drugs that act as receptor antagonists at the 5-HT3 receptor, a subtype of serotonin receptor found in terminals of the vagus nerve and in ceain areas of the brain. With the notable exceptions of alosetron and cilansetron, which are used in the treatment of irritable bowel syndrome, all 5-HT3 antagonists are antiemetics, used in the prevention and treatment of nausea and vomiting. Refer k. DT 7/175",
        "cop": 2,
        "opa": "Cisapride",
        "opb": "Ondonsetron",
        "opc": "Clozapine",
        "opd": "Buspirone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c93554b5-7404-4f01-bfa7-85b1cc78958f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of mobius syndrome is use of which of the following drug in pregnancy?",
        "exp": "An extremely rare congenital neurological disorder which is characterized by facial paralysis and the inability to move the eyes from side to side. Most people with Mobius syndrome are born with complete facial paralysis and cannot close their eyes or form facial expressions. Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Misoprostol",
        "opb": "Thalidomide",
        "opc": "Methotrexate",
        "opd": "Dinoprostone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "5ee40009-8b10-4071-9fe0-1037f203decf",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in profile access of migraine are all except",
        "exp": "Prophylaxis of migraine is required if the attacks are frequent (more than 2-3) per month these drugs useful for prophylaxis are Propranolol is the most commonly used drug for prophylaxis of migraine attack timolol, Atenolol, metoprolol and nodalol are also be used for the drugs with ISA are ineffective Calcium channel blocker slaked flunarizine is also effective Clonidine can be used orally for the prophylaxis of migraine attack Topiramate anticonvulsant drug has recently been approved for prophylaxis of migraine. valproate and gabapentin also causes some prophylactic activity. Refer katzung 11/ep283",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Flunarazine",
        "opc": "Topiramate",
        "opd": "Leveriracetum",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "067985ed-df88-4c1e-a2fe-808a7c970807",
        "choice_type": "multi"
    },
    {
        "question": "Loading dose of leflunomide in rheumatoid ahritis is:",
        "exp": "This immunomodulator inhibits proliferation of activated lymphocytes inpatients with active RA. Ahritic symptoms are suppressed and radiological progression of disease is retarded. In clinical trials its efficacy has been rated comparable to Mtx and onset of benefit is as fast (4 weeks). Leflunomide is rapidiy conveed in the body to an active metaboilite which inhibits dihydroorotate dehydrogenase d pyrimidine synthesis in actively dividing cells. Antibody production by B-cells may be depressed. The active metabolite has a long t1/2o f 2 weeks; leflunomide, therefore, is given in a loading dose of 100 mg dailv for 3 days followedby20 mg OD. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 212",
        "cop": 3,
        "opa": "20mg",
        "opb": "10mg",
        "opc": "100mg",
        "opd": "400mg",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "ed812472-1824-4a55-9515-8d6f86653a13",
        "choice_type": "single"
    },
    {
        "question": "Misoprostol is a",
        "exp": "Natural prostaglandin in body is PG E2 whereas Misoprostol and alprostadil are synthetic prostaglandins which are PG E1 analogues. Refer k. DT 6/e p181",
        "cop": 1,
        "opa": "Prostaglandin E1 analogue",
        "opb": "Prostaglandin E2 analogue",
        "opc": "Prostaglandin antagonist",
        "opd": "Antiprogestin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "30d64046-3391-4717-9049-146187e06b49",
        "choice_type": "single"
    },
    {
        "question": "Zileuton is a",
        "exp": "Zileuton is an orally active inhibitor of 5-lipoxygenase, and thus inhibits leukotrienes (LTB4, LTC4, LTD4, and LTE4) formation, used for the maintenance treatment of asthma. Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "5 lipooxygenase inhibitor",
        "opb": "TXA2 inhibitor",
        "opc": "Leukoteriene receptor antagonist",
        "opd": "Prostaglandin synthesis inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "8b586a5b-e40a-4623-8da0-c2298889afe2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent is not used for treatment of erectile dysfunction?",
        "exp": "for male impotence: Alprostadil(PG E1) injected into the penis causing an erection lasting for 1-2 hrs oral sildenafil/tadalafil can also be given papaverine, yohimbine can be used though rarely ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 190",
        "cop": 3,
        "opa": "PGE1",
        "opb": "Vardenafil",
        "opc": "Phenylephrine",
        "opd": "Alprostadil",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d9052408-7b01-4a9e-9d0d-c9582d27d70e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is NOT TRUE about NSAIDs?",
        "exp": "Aspirin: Aspirin is Acetylsalicylic acid which conves to salicylic acid in body ACTIONS 1. Analgesic, antipyretic, anti-inflammatory actions: Aspirin is a weaker analgesic than morphine-type drugs. Aspirin 600 mg < Codeine 60 mg < 6 mg Morphine it effectively relieves inflammation, tissue injury, connective tissue, and integumental pain, but is relatively ineffective in severe visceral and ischaemic pain. The analgesic action is mainly due to obtunding of peripheral pain receptors and prevention of PG-mediated sensitization of nerve endings. No sedation, subjective effects, tolerance or physical dependence is produced. Aspirin resets the hypothalamic thermostat and rapidly reduces fever by promoting heat loss, but does not decrease heat production. Anti-inflammatory action is exeed at high doses (3-6 g/ day or 100 mg/kg/ day) 2. Metabolic effects: significant only at anti-inflammatory doses Cellular metabolism is increased, especially in skeletal muscles, due to uncoupling of oxidative phosphorylation leads to increased heat production. There is increased utilization of glucose leads to blood sugar may decrease (especially in diabetics) and liver glycogen is depleted. Chronic use of large doses cause negative N2 balance by increased conversion of protein to carbohydrate. Plasma free fatty acid and cholesterol levels are reduced. 3. Respiration: Effects are dose-dependent. At antiinflammatory doses, respiration is stimulated by peripheral (increased C02 production) and central (increased sensitivity of respiratory center to C02) actions. Hyperventilation is prominent in salicylate poisoning. The fuher rise in salicylate level causes respiratory depression; death is due to respiratory failure. 4. Acid-base and electrolyte balance: Antiinflammatory doses produce significant changes in the acid-base and electrolyte composition of body fluids. Initially, respiratory stimulation predominates and tends to wash out C02 despite increased production.... respiratory alkalosis, which is compensated by increased renal excretion of HCO3; (with accompanying Na+, K+, and water). Still higher doses cause respiratory depression with C02 retention, while excess C02 production continues.... respiratory acidosis. 5. CVS: Aspirin has no direct effect in therapeutic doses. Larger doses increase cardiac output to meet increased peripheral O2 demand and cause direct vasodilatation. Toxic doses depress vasomotor center: BP may fall. Because of increased cardiac work as well as Na+ and water retention, CHF may be precipitated in patients with low cardiac reserve. 6. GIT: Aspirin and released salicylic acid irritate gastric mucosa, cause epigastric distress, nausea, and vomiting. It also stimulates CTZ. 7. Urate excretion: Aspirin in high dose reduces renal tubular excretion of urate 8. Blood: Aspirin, even in small doses, irreversibly inhibits TXA2 synthesis by platelets. Thus, it interferes with platelet aggregation and bleeding time is prolonged to nearly twice the normal value. long-term intake of large dose decreases synthesis of clotting factors in liver and predisposes to bleeding; can be prevented by prophylactic vit K therapy. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO195",
        "cop": 3,
        "opa": "Acetyl salicylic acid is an irreversible inhibitor of COX enzyme",
        "opb": "Acetylsalicylic acid reduces in vivo synthesis of prostaglandins",
        "opc": "Its clearance is independent of plasma concentration",
        "opd": "Antiplatelet effect of low dose aspirin is related to pre-systemic COX inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "136c3c97-1bbc-4ea0-a81f-f7d742bcaae9",
        "choice_type": "multi"
    },
    {
        "question": "Wof is long acting NSAID",
        "exp": "ENOLIC ACID DERIVATIVES (Oxicams) Piroxicam:- It is a long-acting potent NSAID with anti-inflammatory potency similar to indomethacin and good analgesic-antipyretic action. It is a nonselective, reversible inhibitor of COX; lowers PG concentration in synol fluid and inhibits platelet aggregation--prolonging bleeding time. In addition, it decreases the production of IgM rheumatoid factor and leucocyte chemotaxis. Pharmacokinetics:- It is rapidly and completely absorbed: 99% plasma protein bound; largely metabolized in liver by hydroxylation and glucuronide conjugation; excreted in urine and bile; enterohepatic cycling occurs. Plasma t 1/2 is long nearly 2 days. (Due to enterohepatic circulation). Ref:- kd tripathi; pg num:-201",
        "cop": 4,
        "opa": "Aspirin",
        "opb": "Ibuprofen",
        "opc": "Diclofenac",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "fac1a18c-30b2-4e6d-a0bb-037cac235af6",
        "choice_type": "single"
    },
    {
        "question": "The non sedative anti histamine are all except",
        "exp": "Cinnarizine is an antiemetic agent. it is an international product. It is used in the treatment of peripheral and central vestibular symptoms, as well as labyrinthine disorders such as veigo, dizziness, tinnitus, nystagmus, nausea, and vomiting. It is used as prophylaxis for motion sickness. Refer k. DT 6/e p156",
        "cop": 4,
        "opa": "Fexofenadine",
        "opb": "Desloratidine",
        "opc": "Levocitrizine",
        "opd": "Cinnerazine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "bc0fd5f0-3eab-4a5c-90f4-dd7592ce42ee",
        "choice_type": "multi"
    },
    {
        "question": "The therapeutic efficiency of antihypeensive drugs is blunted by NSAIDs because they",
        "exp": "PG E2 and PGI2 cause renal vasodilatation, natriuresis and increased water clearance due to inhibition of the action of ADH. Loop diuretics act paly by increasing the stimulation of cox. therefore NSAIDs attenuate the diabetic action of these drugs. Refer k. DT 6/e p708",
        "cop": 4,
        "opa": "Cause of sodium excretion",
        "opb": "Increase the clearance of anti Hypeensive drugs",
        "opc": "Decrease the absorption of antihypeensive drugs",
        "opd": "Decrease the synthesis of Vascular prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "1523849a-0a6c-4347-ae35-6d9b0996833f",
        "choice_type": "single"
    },
    {
        "question": "Which NSAIDs undergoes enterohepatic circulation",
        "exp": "Piroxicam is a long acting analgesic due to enterohepatic circulation. single daily dose is usually sufficient. Refer k. DT 6/e p194",
        "cop": 4,
        "opa": "Phenylbutazone",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "31480360-ee17-454d-8d05-1c1776efe0b4",
        "choice_type": "single"
    },
    {
        "question": "Is 70 year old man was administered penicillin intravenous within five minutes, he developed generalized uicaria, swelling of lips, hypotension and bronchospasm. the first choice is to administer",
        "exp": "Epinephrine (adrenaline) is a drug of choice for anaphylactic shock. it is given by subcutaneous or intramuscular route in a concentration of 1: 1000. intravenous route is rarely used but at match but that much lower concentration(1: 10, 000) Refer k. DT 6/e p128",
        "cop": 2,
        "opa": "Chlorpheneramine inj",
        "opb": "Epinephrine inj",
        "opc": "High dose hydrocoisone tablet",
        "opd": "Nebulized salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "149cb42b-439a-4da1-af12-a8f7fe5799b6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs acts on trabecular mesh work and affects the aqueous outflow?",
        "exp": "mode of action of ocular hypotensive drugs Pilocarpine is the only drug acting mainly on the trabecular meshwork pilocarpine- cholinomimetic ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 154",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Pilocarpine",
        "opc": "Brimonidine",
        "opd": "Brirzolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "800b3c7d-0e6f-4cb6-9de2-fa1d38fc537a",
        "choice_type": "single"
    },
    {
        "question": "The receptor involved in chemotheraphy induced vomiting is:",
        "exp": "Ondansetron:- It is the prototype of the new class of selective 5-HT3 antagonists that have shown efficacy in controlling nausea and vomiting following administration of highly emetic anticancer drugs and radiotherapy. Ref:- kd tripathi; pg num:-175 Ondansetron is the DOC for early vomiting and nausea due to chemotheraphy and radiotherapy.",
        "cop": 2,
        "opa": "Histamine H1 receptor",
        "opb": "Serotonin 5-HT3 receptor",
        "opc": "Dopamine D2 receptor",
        "opd": "Opioid m receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "a2c6a9dc-c92e-4725-abc9-efbe96d969b3",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be used for prophylaxis of migraine except",
        "exp": "Migraine prophylaxis include (i) Anticonvulsants (valproate and Topiramate), (ii) Antidepressants (amitriptyline and fluoxetine), (iii) Calcium channel blockers (verapamil, flunarizine)(iv) b-adrenoceptor antagonists (propranolol, timolol) Sumatriptan is used for treating acute migraine acute migraine: NSAIDS, Sumatriptan, ergotamine REF: ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI, 8. TH EDITION",
        "cop": 1,
        "opa": "Sumatriptan",
        "opb": "Valproate",
        "opc": "Propanol",
        "opd": "Topiramate",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "1798df02-110e-445d-8cde-6079395ce31c",
        "choice_type": "multi"
    },
    {
        "question": "After taking some drug for acute attack of migrane, a patient developed nausea and vomiting.. He also developed tingling and numbness in the tip of the finger that also turned blue. Which of the following is the most likely drug implicated in causing the above findings?",
        "exp": "Ergotamine is an alkaloid Ergotamine acts as a paial agonist and antagonist at alpha-adrenergic and all subtypes of 5-HT1 and 5-HT2 receptors but does not interact with 5-HT3 or dopamine receptors. Dihydroergotamine (DHE): Hydrogenation of ergotamine reduces serotonergic and alpha -adrenergic agonistic actions, but enhances alpha-receptor blocking propey. adverse effects: prolonged vasoconstriction causes gangrene nausea, vomiting, diarrhea Ergometrine - used for Postpaum hemorrhage REF; ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI; 8. TH EDITION",
        "cop": 1,
        "opa": "Dihdroergotamine",
        "opb": "Sumatriptan",
        "opc": "Aspirin",
        "opd": "Butorphanol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "fb47738c-08a1-4463-ae61-c87a8aaa545f",
        "choice_type": "multi"
    },
    {
        "question": "Rofecoxib was withdrawn due to:",
        "exp": "celecoxib, etoricoxib, parecoxib are available in India. Rofecoxib and valdecoxib were withdrawn within a few years of marketing for increasing cardiovascular risk by increasing the levels of TXA2 which increases platelet aggregation ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 205",
        "cop": 1,
        "opa": "lschemic heart disease",
        "opb": "Renal complication",
        "opc": "Liver adenoma",
        "opd": "Gastric ulcer",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "5e7bc96a-5a73-45ae-b736-804cf45546ad",
        "choice_type": "single"
    },
    {
        "question": "Bosentan is a/an:",
        "exp": "Endothelin receptors are of 2 types 1. ET A - in smooth muscles 2. ET B - in vascular endothelial cells BOSETAN, macicentan: endothelin receptor antagonists used for the treatment of pulmonary hypertension Ref: KD Tripathi 8th ed",
        "cop": 2,
        "opa": "Serotonin uptake",
        "opb": "Endothelin receptor antagonist",
        "opc": "Leukotriene modifier",
        "opd": "Phosphodiestease inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "55f9e166-17f1-4b12-8385-6d72e6757075",
        "choice_type": "single"
    },
    {
        "question": "Allopurinol specifically inhibits which enzyme?",
        "exp": "ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 216",
        "cop": 1,
        "opa": "Xanthine oxidase",
        "opb": "Arginase",
        "opc": "Carbamoyl transferase",
        "opd": "Urease",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "82bb427d-e595-4a6c-a1fc-aa22509947be",
        "choice_type": "multi"
    },
    {
        "question": "Ibuprofen acts on:",
        "exp": "Ibuprofen is an NSAID - So acts on COX pathway ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 193",
        "cop": 2,
        "opa": "Lipoxygenase pathway",
        "opb": "Cyclooxygenase pathway",
        "opc": "Kinin system",
        "opd": "Serotonin system",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "29319fa5-03c0-4ab0-a81e-a40c4847a6e2",
        "choice_type": "single"
    },
    {
        "question": "True statements about TXA2 are all except:",
        "exp": "ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 192",
        "cop": 4,
        "opa": "It is formed in platelets",
        "opb": "It is formed from PGG2/H2",
        "opc": "It is prothrombotic",
        "opd": "It is having platelet anti-aggregatory activity",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "498a22eb-4104-43d4-841b-30e78ab8d0ba",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is not a 5-HT receptor antagonist",
        "exp": "1. Ketanserin It has selective 5-HT2 receptor blocking propey with negligible action on 5-HT1, 5-HT3 and 5 HT4 receptors and no paial agonistic activity. 2. Methysergide is a potent 5-HT2A antagonist, nonselective-acts on S-HT1 receptors. It is used for migraine prophylaxis, carcinoid, and postgastrectomy dumping syndrome. 3. Tropisetron is a 5-HT3 receptor antagonist used mainly as an antiemetic to treat nausea and vomiting following chemotherapy 4. lanreotide is a long-acting analog of somatostatin-used for acromegaly REF: ESSENTIALS OF MEDICAL PHARMACOLOGY; KD TRIPATHI 8. TH EDITION",
        "cop": 2,
        "opa": "Ketanserin",
        "opb": "Lanreotide",
        "opc": "Methysergide",
        "opd": "Tropisetron",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "2a5f5f51-690e-4e72-ad0b-eb6185c67d48",
        "choice_type": "single"
    },
    {
        "question": "Morphine causes all, Except",
        "exp": "Morphine is contraindicated in patients with head injury because 1. It causes increased intracranial tension. 2. Causes marked respiratory depression. 3. Causes vomiting, miosis and altered mentation that interfere with assessment of progress in head injury patients. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Peripheral vasodilatation",
        "opb": "Decrease intracranial tension",
        "opc": "Nausea and vomiting",
        "opd": "Decrease in gastrointestinal secretion",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "d28b130c-b75b-488b-b8c1-799862cef639",
        "choice_type": "multi"
    },
    {
        "question": "Wof is a disease modifying antirheumatic drug whose active metabolite inhibits the enzyme dihydro-orotate dehydrogenase",
        "exp": "Leflunomide Mech of action:- This immunomodulator inhibits proliferation of stimulated lymphocytes in patients with active RA. Ahritic symptoms are suppressed and radiological progression of disease is retarded. Leflunomide is rapidly conveed in the body to an active metabolite which inhibits dihydro-orotate dehydrogenase and pyrimidine synthesis in actively dividing cells. Antibody production by B-cells may be depressed. The active metabolite has a long t 1/2 of 2-3 weeks. Adverse effects:- Include diarrhoea, headache, nausea, rashes, loss of hair, thrombocytopenia, leucopenia, increased chances of chest infection and raised hepatic transaminases. It is not to be used in children and pregnant/ lactating women. Ref:- kd tripathi; pg num:-212",
        "cop": 3,
        "opa": "Sulfasalazine",
        "opb": "Nimesulide",
        "opc": "Leflunomide",
        "opd": "Colchicine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "edd56c6d-531b-4c47-af1a-5fb469e09fda",
        "choice_type": "single"
    },
    {
        "question": "Aspirin is contraindicated in children suffering from influenza or similar viral infection because of increased risk of",
        "exp": "An association has been noted between salicylate therapy and 'Reye's syndrome', a rare form of hepatic encephalopathy seen in children having viral (varicella, influenza) infection. Ref:- kd tripathi; pg num:-197",
        "cop": 4,
        "opa": "Fanconi syndrome",
        "opb": "Thrombocytopenia",
        "opc": "Gastric bleeding",
        "opd": "Reye's syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "e9157ba5-bbea-411c-9927-cfde7da2af16",
        "choice_type": "single"
    },
    {
        "question": "True stagements regarding aspirin toxicity are",
        "exp": null,
        "cop": 1,
        "opa": "Tinnitus is an early symptom",
        "opb": "10-30 g causes poisoning",
        "opc": "Hypehermia, tachypnea are early complications",
        "opd": "Cause thrombocytopenic Purpura",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "0e277f33-a6e3-4ceb-a03d-0d756541ab29",
        "choice_type": "multi"
    },
    {
        "question": "Etanercept is a biological disease modifying agent used in the management of rheumatoid ahritis. its mechanism of action is",
        "exp": "TNF alpha blocking drugs are used in Rheumatoid ahritis and crohn's disease. these include adalimumab ceolizumab etanercept infliximab golimumab Refer k. DT 6/e 883",
        "cop": 1,
        "opa": "TNF alpha blocked",
        "opb": "COX2 inhibition",
        "opc": "IL 6 inhibition",
        "opd": "Stabilization of mast cells",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "e30b324b-5ecc-4677-b5f0-5d1d98cc367d",
        "choice_type": "single"
    },
    {
        "question": "After taking some drug for acute attack of migraine a patient develop nausea and vomiting he also develop tingling and numbness in the tip of the finger that also turn blue. which of the following is most likely drug implicated in the cause the above finding",
        "exp": "This is a classical sign of ergot induced vasoconstriction dihydroergotamine can be used for acute attack of migraine and can result in such symptoms. due to their vasoconstriction potential Ergot alkaloids are contraindicated in a patient with peripheral vascular disease this may lead to development of gangrene. Refer katzung 11/e p289",
        "cop": 1,
        "opa": "Dihydroergotamine",
        "opb": "Sumatriptan",
        "opc": "Aspirin",
        "opd": "Butarphanol",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "8f30a325-c41e-48ef-88e7-a53e751ddee4",
        "choice_type": "multi"
    },
    {
        "question": "Fexofenadine is metabolic product of",
        "exp": "Terfenadine acts as a peripherally-selectiveantihistamine, or antagonist of the histamine H1 receptor. It is a prodrug, generally completely metabolized to the active form fexofenadine in the liver by the enzyme cytochrome P450 3. A4. Due to its near complete metabolism by the liver immediately after leaving the gut, terfenadine normally is not measurable in the plasma. Terfenadine itself, however, is cardiotoxic at higher doses, while its major active metabolite is not. Refer k. DT 6/e p158",
        "cop": 4,
        "opa": "Loratidine",
        "opb": "Astemizole",
        "opc": "Cetrizine",
        "opd": "Terfenadine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "10899191-b02f-4355-b84a-27ae091ce065",
        "choice_type": "single"
    },
    {
        "question": "Antihistamines used in motion sickness is",
        "exp": "Diphenhydramine and promethazine have maximum anti cholinergic activity and maximum ability to cross the blood brain barrier and are thus most effective in motion sickness. Refer katzung 11/e p278",
        "cop": 3,
        "opa": "Cetrizine",
        "opb": "Meclizine",
        "opc": "Diphenhydramine",
        "opd": "Fexofenadine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "5329c580-90e1-49ce-b665-03276984efea",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in prophylaxis of migraine are all except?",
        "exp": "Drugs used in prophylaxis of migraine are 1. b blockers 2. Tricyclic antidepressants 3. Ca channel blockers 4. anticonvulsants Levetiracetam is used for treating epilepsy- especially paial seizures ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI; 8. TH EDITION",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Flunarizine",
        "opc": "Topiramate",
        "opd": "Levetiracetam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3e117642-e834-4f50-b2ba-3d6df14f32c1",
        "choice_type": "multi"
    },
    {
        "question": "The actions of platelet activating factor include the following except:",
        "exp": "PLATELET ACTIVATING FACTOR (PAF) Like eicosanoids, platelet activating factor (PAF) is a cell membrane derived polar lipid with intense biological activity. The types of cells which synthesize PAF is quite limited--mainly WBC, platelets, vascular endothelium and kidney cells. Actions:- Blood vessels:- Vasodilatation mediated by release of EDRF occurs - fall in BP on i. v. injection. Decreased coronary blood flow has been observed on intracoronary injection, probably due to formation of platelet aggregates and release of TXA2. PAF is the most potent agent known to increase vascular permeability. Wheal and flare occur at the site of intradermal injection Visceral smooth muscle:- Contraction occurs by direct action as well as through release of LTC4, TXA2 and PGs. Aerosolized PAF is a potent bronchoconstrictor. Stomach:- PAF is highly ulcerogenic: erosions and mucosal bleeding occur sholy after i. v. injection of PAF. The gastric smooth muscle contracts. Ref:- kd tripathi; pg num:-190, 191",
        "cop": 2,
        "opa": "Increased capillary permeability",
        "opb": "Bronchodilatation",
        "opc": "Vasodilatation",
        "opd": "Erosion of gastric mucosa",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "cbe54cda-d26d-4c6b-b2d2-c433dff3284b",
        "choice_type": "multi"
    },
    {
        "question": "The following 5-HT receptor is not a G-protein coupled receptor",
        "exp": "Mech of action:- All 5-HT receptors (except 5-HT3) are G protein coupled receptors which function through decreasing (5-HT1) or increasing (5-HT4, 5-HT6, 5-HT7) c. AMP production or by generating IP3/ DAG (5-HT2) as second messengers. The 5-HT3 is a ligand gated cation (Na+, K+) channel which on activation elicits fast depolarization. Ref:- kd tripathi; pg num:-171",
        "cop": 3,
        "opa": "5-HT1",
        "opb": "5-HT2",
        "opc": "5-HT3",
        "opd": "5-HT4",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "bc5c6afe-2033-4cff-9ef4-6da2c1a0f3f7",
        "choice_type": "single"
    },
    {
        "question": "Aspirin inhibits which of the following enzymes?",
        "exp": "ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO: 193 Aspirin binds to COX by covalent bonds and inhibits the enzyme strong and irreversibly inhibits both cox1 and cox2",
        "cop": 3,
        "opa": "Lipoprotein lipase",
        "opb": "Lipoxygenase",
        "opc": "Cyclooxygenase",
        "opd": "Phospholipase",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c769ffd9-279b-4da5-97d9-699b5aa33b1f",
        "choice_type": "single"
    },
    {
        "question": "true about cox2 are all except",
        "exp": "Cox 2 is constitutively active within kidney endothelium and brain recommended doses of Cox 2 inhibitors cause renal toxicity is similar to those associated with other NSAIDS Cox 2 inhibitors have been shown to have less gastrointestinal Side Effects because cox1 is mainly involved in protection from gastric ulcer Constitutive Cox 1 isoform tend to have housekeeping in function while Cox 2 is induced during inflammation Cox have role in synthesis of prostaglandins from architonic acid prostaglandins have 20 carbon fatty acids containing cyclopentane ring Selective Cox 2 inhibitors increase the risk of myocardial infraction Refer k. DT 6/e p178",
        "cop": 2,
        "opa": "It is constitutionally expressed on some cell surfaces",
        "opb": "Activation of cox2 leads to Ultra protective effect on gastric mucosa",
        "opc": "Induced at site of inflammation",
        "opd": "It is utilised in generation of eicosanoids with ring structure",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "090b87ad-6a78-41e4-a43e-673f05dd6287",
        "choice_type": "multi"
    },
    {
        "question": "Which component of sulfasalazine is responsible for the therapeutic effect in rheumatoid ahritis",
        "exp": "Sulfasalazine:- It is a compound of sulfapyridine and 5-amino salicylic acid (5-ASA); exes antiinflammatory activity and is useful in ulcerative colitis, RA patients. mechanism of action:- Sulfapyridine split off in the colon by bacterial action and absorbed systemically appears to be the active moiety (contrast ulcerative colitis, in which 5-ASA acting locally in the colon is the active component). Generation of superoxide radicals and cytokine elaboration by inflammatory cells may be suppressed. Ref:- kd tripathi; pg num:-211",
        "cop": 2,
        "opa": "Intact sulfasalazine molecule",
        "opb": "Sulfapyridine",
        "opc": "5-aminosalicylic acid",
        "opd": "Both 'B' and 'C'",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "f7715690-bd17-463b-9a5b-363b3013e2eb",
        "choice_type": "multi"
    },
    {
        "question": "The antidote of choice in paracetamol poisoning is:",
        "exp": "Cytochromes P450 conve approximately 5% of paracetamol to a highly reactive intermediary metabolite, N-acetyl-p-benzoquinone imine (NAPQI). Under normal conditions, NAPQI is detoxified by conjugation with glutathione to form cysteine and mercapturic acid conjugates N-acetylcysteine works to reduce paracetamol toxicity by replenishing body stores of the antioxidant glutathione. Glutathione reacts with the toxic NAPQI metabolite so that it does not damage cells and can be safely excreted DOC Injection - N acetylcysteine DOC Oral- methionine Ref: KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Flumazenil",
        "opb": "Siodium bicarbonate",
        "opc": "N-acetylcysteine",
        "opd": "Methylene Blue",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c39be99e-ef08-46b6-adc8-8bb311b52cc8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease modifying anti-rheumatic drugs (DMARDs) is the drug of first choice?",
        "exp": "Methotrexate: DMARD of 1st choice Folate antagonist Potent immunosuppressant and anti-inflammatory action Beneficial effects in RA are probably related to inhibition of cytokine production, chemotaxis, and cell-mediated immune reaction. Induction of oral low-dose 7. 5-15mg) weekly MTX regimen has improved acceptability of this drug in RA. The onset of symptoms relatively rapid (4-6 weeks), therefore preferred for initial treatment. Mtx is now the Drug of first choice and the standard treatment for most patients, including cases of juvenile RA. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 211",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Gold compounds",
        "opc": "D-penidillamine",
        "opd": "Anakinra",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "fd851a54-0bda-4aeb-a318-44f5429a4404",
        "choice_type": "single"
    },
    {
        "question": "5. HT1 paial agonists are used as",
        "exp": "Buspirone, gepirone, spiperone - atypical anti-anxiety agents they do not affect GABA levels- so atypical they are serotonin paial agonists Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Anti anxiety drugs",
        "opb": "Antipsychotic drugs",
        "opc": "Anti reflux medications",
        "opd": "Anti emetic",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "17ae4de6-c1da-4272-bda2-b2bf5081aeb0",
        "choice_type": "single"
    },
    {
        "question": "Which NSAID undergoes enterohepatic circulation?",
        "exp": "Piroxicam: It is a long-acting potent NSAID with anti-inflammatory potency similar to indomethacin and good analgesic-antipyretic action. It is a reversible inhibitor of COX; lowers PG concentration in synol fluid and inhibits platelet aggregation-prolonging bleeding time. In addition, it decreases the production of IgM rheumatoid factor and leukocyte chemotaxis. Pharmacokinetics: 99% plasma protein bound; Excreted in urine and bile; enterohepatic cycling occurs Adverse effects: The g. i. side effects are more than ibuprofen, but it is better tolerated and less ulcerogenic than indomethacin or phenylbutazone; causes less fecal blood loss than aspirin. Rashes and pruritus are seen in < 1% of patients. Edema and reversible azotemia have been observed. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 201",
        "cop": 4,
        "opa": "Phenylbutazone",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "2c331a51-4be5-4c14-9c60-c105d734e8b2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a second generation antihistamines",
        "exp": "Antihistamines are classified as first generation and second generation compounds on the basis of CNS penetration and anticholinergic propeies. first generation antihistamines can penetrate blood brain barrier and possess additional anticholinergic propeies which are lacking in second generation drugs. cyclizine is a first generation Where are citirizen, loratidine and fexofenadine are second generation drugs Refer Goodman and Gilman 12/e p92",
        "cop": 1,
        "opa": "Cyclizine",
        "opb": "Fexofenadine",
        "opc": "Loratidine",
        "opd": "Acrivastine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "007d63f9-11b9-469f-a328-c18a4c84501f",
        "choice_type": "single"
    },
    {
        "question": "Tolerance develops to all of the following effects of opioids except",
        "exp": "Decreased effects are seen with continuous usage of opioids except for miosis, constipation, and convulsions. Ref: HL Sharma 3rd ed Pg: 508",
        "cop": 4,
        "opa": "Constipation",
        "opb": "Miosis",
        "opc": "Convulsions",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "2d391417-6615-4691-901a-70fa67d7b70e",
        "choice_type": "multi"
    },
    {
        "question": "A patient arrives in the emergency room in a coma and has a serum Ca 2+ of 4. 5 mM. You sta a saline infusion of which of the following drugs",
        "exp": "Loop diuretics such as ethacrynic acid, Furosemide increase the excretion of Ca 2+. Ref:- KD Tripathi",
        "cop": 1,
        "opa": "Ethacrynic acid",
        "opb": "Calcitonin",
        "opc": "Hydrochlorothiazide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "3622335f-0eb5-4403-92ce-1e74d00ac196",
        "choice_type": "single"
    },
    {
        "question": "Select the drug which is neither analgesic, nor anti- inflammatory, nor uricosuric, but is highly efficacious in acute gout",
        "exp": "Colchicine Colchicine is neither analgesic nor anti- inflammatory, but it specifically suppresses gouty inflammation. It does not inhibit the synthesis or promote the excretion of uric acid. Thus, it has no effect on blood uric acid levels. pathophysiology of gout:- An acute attack of gout is staed by the precipitation of urate crystals in the synol fluid. On being engulfed by the synol cells, they release mediators and sta an inflammatory response. Chemotactic factors are produced - granulocyte migration into the joint; they phagocytose urate crystals and release a glycoprotein which aggravates the inflammation by: (i) Increasing lactic acid production from inflammatory cells - local pH is reduced - more urate crystals are precipitated in the affected joint. (ii) Releasing lysosomal enzymes which cause joint destruction. mech of action of colchicine:- Colchicine does not affect phagocytosis of urate crystals, but inhibits release of chemotactic factors and of the glycoprotein, thus suppressing the subsequent events. By binding to fibrillar protein tubulin, it inhibits granulocyte migration into the inflamed joint and thus interrupts the vicious cycle Toxicity:- Nausea, vomiting, watery or bloody diarrhoea and abdominal cramps occur as dose limiting adverse effects. Ref:- kd tripathi; pg num:-214",
        "cop": 1,
        "opa": "Colchicine",
        "opb": "Sulfinpyrazone",
        "opc": "Naproxen",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "de06b2f5-869c-4164-bd32-e0b7467556a3",
        "choice_type": "single"
    },
    {
        "question": "The chemical name of Aspirin is?",
        "exp": "Aspirin is Acetylsalicylic acid which conves to salicylic acid in the body, responsible for the action. ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 195",
        "cop": 4,
        "opa": "Methyl salicylate",
        "opb": "Para-aminobenzoic Acid",
        "opc": "Para-aminisalicylic acid",
        "opd": "Acetyl salicylic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "ae21d9de-7c7c-4848-a689-74f8e530a451",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an analgesic which does not inhibit prostaglandin synthesis?",
        "exp": "Nefopam is nonopioid analgesic and does not inhibit prostaglandin synthesis relieves traumatic, postoperative, sho lasting musculoskeletal pain produce anticholinergic and sympathomimetic side effects Ref: KD Tripathi 8th ed ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 208",
        "cop": 1,
        "opa": "Nefopam",
        "opb": "Tenoxicam",
        "opc": "Ketorolac",
        "opd": "Piroxicam",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "c1cb9416-3bc8-44b2-8c1c-1433b8891fe2",
        "choice_type": "single"
    },
    {
        "question": "Cholinomimetics are useful in all of the following conditions EXCEPT",
        "exp": "cholinomimetics use- 1. as miotic- in glaucoma/to reverse the effect of mydriatics after refraction testing/to prevent adhesions between lens and iris or cornea 2. in myasthenia gravis 3. in postoperative paralytic ileus 4. post operative decurarization 5. in cobra bite 6. in belladonna poisoning 8. in Alzheimer's disease REF: ESSENTIALS OF MEDICAL PHARMACOLOGY: KD TRIPATHI: 7. TH EDITION; PAGE NO 109",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Mysthenia gravis",
        "opc": "Post operative atony of bladder",
        "opd": "Paial heart block",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "55af8a24-5cfa-45b1-a357-66b204ae51a8",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin should be used with caution in the following groups of patients because of which of the following reason:",
        "exp": "Aspirin- Urate excretion: Aspirin in high dose reduces renal tubular excretion of urate- dose more than 5 grams per day- that is more than the antiinflammatory dose ESSENTIALS OF MEDICAL PHARMACOLOGY; 7. TH EDITION; KD TRIPATHI; PAGE NO 195",
        "cop": 3,
        "opa": "In diabetics because it can cause hyperglycemia",
        "opb": "In children with viral disease, because of the risk of acute renal failure",
        "opc": "In gout, because it can increase serum uric acid",
        "opd": "In pregnancy, because of high risk of teratogenicity",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "f669f208-4895-4cfa-aa2d-8fd018deddba",
        "choice_type": "single"
    },
    {
        "question": "Antihistaminic not much preferable in motion sickness among the following is:",
        "exp": "1st generation drugs better treat motion sickness than 2nd gen drugs due to high sedating nature Fexofenadine is a 2nd gen. antihistaminic Promethazine, diphenhydramine, dimenhydrinate, and meclozine have prophylactic value in milder types of motion sickness; should be taken one hour before staing journey. Promethazine can also be used in morning sickness, drug-induced and postoperative vomiting, radiation sickness.",
        "cop": 4,
        "opa": "Cetirizine",
        "opb": "Meclizine",
        "opc": "Diphenhydramine",
        "opd": "Fexofenadine",
        "subject_name": "Pharmacology",
        "topic_name": "Autacoids",
        "id": "bcdbcc6e-46cd-437c-86be-db33bb8fd31a",
        "choice_type": "single"
    }
]