[
    {
        "question": "Which drug is used to suppress lactation? (Repeat)",
        "exp": "Ans: A (Bromocriptine) Ref: Basic & Clinical Pharmacology, Katzung 12th ed. Explanation: Dopamine agonists suppress prolactin release very effectively in patients with hyperprolactinemia. Bromocriptine and cabergoline are ergot derivatives with a high affinity for dopamine D2. receptors. Quinagoiide. a drug approved in Europe, is a non ergot agent with similarly high D: receptor affinity. ADR: Dopamine agonists can cause nausea, headache, light-headedness, orthostatic hypotension and fatigue. Psychiatric manifestations occasionally occur, even at lower doses, and may take months to resolve. Erythromelalgia occurs rarely. High dosages of ergot-derived preparations can cause cold- induced peripheral digital vasospasm. Pulmonary infiltrates have occurred with chronic high- dosage therapy. Cabergoline appears to cause nausea less often than bromocriptine. Receptor subtypes. Agonist. Antagonist. Mechanism. GlutamateX-Methyl D-aspartate (NMDA)NMDA2-amino-5-phosphonovalerate Dizocilpine. Excitatory AMPAAMPACNQXExcitatory Kainate. Kainic acid. Domoic acid Metabotriopic. ACPD Quisqualate. MCPGInhibitory (Presynaptic)GABAGABA -AMuscimol. Bicuculline Picrotoxin. Inhibitory GABA -BBaclofen2-hydroxy Saclofen. Inhibitory. Dopamine. D1 Phenothiazines. Inhibitory D2. Bromocriptine. Phenothiazine Butyrophenones. Inhibitory. Acetylcholine. Muscarinic Ml. Muscdrine. Pirenzepine Atropine. Exciatatory Muscarinic M2. Muscarine Bethanechol. Atropine Methoctramine. Inhibitory Nicotinic. Nicotine. Dihydro beta erythroidine Alpha- bungarotoxin. Exciatatory",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Metoclopramide",
        "opc": "Domperidone",
        "opd": "Prolactin",
        "subject_name": "Pharmacology",
        "topic_name": "Bromocriptine",
        "id": "0e04f81a-216f-4208-930b-066bcdf181f6",
        "choice_type": "single"
    },
    {
        "question": "Prolactin secretion is inhibited by:",
        "exp": "Ans. is 'd' i. e. Bromocriptine. Ref. K. D. T. 4th/ep244, K. D. T 5th/ep217. Prolactin is under predominant inhibitory control of hypothalamus through prolactin releasing inhibitory hormone (PRIH). PRIH is a dopamine that acts on pituitary lactotrope D2 receptor. So, Dopaminergic agonists decrease plasma prolactin levels. These agonists are: Dopamine*Bromocriptine*Apomorphine*Dopaminergic antagonists and DA depletes will increase prolactin level. Dopaminergic antagonists are: Chlorpromazine. Haloperidol. Metoclopramide. Dopamine depletes are: Reserpine Methyl dopa. Uses of Bromocriptine are: Hyperprolactinemia*Acromegaly. Parkinsonism Hepatic coma. Suppression of lactation and breast engorgement after delivery.",
        "cop": 4,
        "opa": "Dopamine antagonist",
        "opb": "GABA",
        "opc": "Neurophysin",
        "opd": "Bromocripitine",
        "subject_name": "Pharmacology",
        "topic_name": "Bromocriptine",
        "id": "0a3f92ca-9afe-4e07-954f-b8587609e684",
        "choice_type": "single"
    }
]