[
    {
        "question": "The drug of choice in digitalis induced ventricular arrhythmias is:",
        "exp": "(IV Lignocaine): Ref: 463-KDT (514-KDT 6th). Treatment of digitalis induced ventricular arrhythmias* Lignocaine IV repeated as required is the drug of choice. It suppresses the excessive automaticity but does not accentuate A V block* Phenytoin is also useful but not preffered now (sudden death occurs)* Quinidine and procainamide are contraindicated.",
        "cop": 1,
        "opa": "I. V. Lignocaine",
        "opb": "Phenytoin",
        "opc": "Quinidine",
        "opd": "Procainamide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e1cf7219-d88d-46d2-b1bb-5b1ee155fa99",
        "choice_type": "single"
    },
    {
        "question": "Drug indicated in case of subarachnoid hemorrhage:",
        "exp": "Ans. A. Nimodipine. Nimodipine is cerebro selective calcium channel blocker. Given in patients with hemorrhagic stroke. Nicardipine also have similar effects. This drugs reverse the cerebral vasospasm.",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Amlodipine",
        "opc": "Diltiazem",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "7eaa9d3d-72e1-4211-b783-64d0d0fd214b",
        "choice_type": "single"
    },
    {
        "question": "Digoxin acts by inhibiting:",
        "exp": "Ans: a (Na K ATPase) Ref: Tripathi, 6th ed, p. 499. All cardiac glycosides are potent and highly selective inhibitors of the active transport of Na+ and K+ across cell membranes by their reversible binding to the alpha subunit of the. Na+, K+- ATPase the elimination 11 /2 for digoxin is 36 hours in patients with nonnal renal function. Digoxin is excreted by the kidney with a clearance rate that is proportional to the glomerular filtration rate. It is now recommended that digoxin be reserved for patients with heart failure who are in atrial fibrillation, or for patients in sinus rhythm who remain symptomatic despite maximal therapy with ACE inhibitors and beta adrenergic receptor antagonists. Although the drug has no net effect on mortality, it reduces hospitalization and death, from progressive heart failure at the expense of an increase in sudden death. Other than heart failure digitalis is useful in the management of atrial arrhythmias because of its cardioselective parasympathomimetic effects. In atrial flutter and fibrillation, the depressant effect of the drug on atrioventricular conduction will help control an excessively high ventricular rate. Digitalis has also been used in the control of paroxysmal atrial and atrioventricular nodal tachycardia. Toxicity. Extracardiac. Anorexia, nausea, vomiting are usually first symptoms of toxicity. Other complaints include fatigue, malaise, headache, mental confusion, restlessness, disorientation, psychosis and visual disturbances. Cardiac. Almost every type of arrhythmia can be produced by digitalis: pulsus bigeminis, nodal and ventricular extrasystoles, ventricular tachycardia and fibrillation. Partial to complete A-V block, severe bradycardia. Atrial extra systoles, AF or atrial flutter have also been noted. Treatmenta) For tachyarrythmias: KC1 infusion 20 m mol /hr IV or give orally in mild cases. b) For ventricular arrythmias: Lidocaine IV repeated as required is the drug of choice. c) For supraventricular arrythmias: Propranolol may be given IV or oral depending on urgencyd) For A-V block and bradycardia: Atropine 0. 6-1. 2 mg IM may help: otherwise cardiac pacing is recommended. Therapy of toxicity manifested as visual changes or gastrointestinal disturbances generally requires no more than reducing the dose of the drug. Immunotherapy with purified Fab fragments from bovine antidigoxin antisera (DIGIBIND) provides an effective antidote for lifethreatening digoxin toxicity. Precautions and contraindications. Hypokalaemia: enhances digitalis toxicityby increasing its binding to Na+ K+ATPase elderly, renal or severe hepatic disease Myocardial infarction: sever arrythmias are more likely thyrotoxicosis-reduces responsiveness to digitalis. Myxedema: these patienst eliminate digoxin more slowly, toxicity can appear. Ventricular tachycardia: digitalis is contraindicated, may precipitate ventricular fibrillation. It is explicitly contraindicated in patients with Wolff-Parkinson-White syndrome and atrial fibrillation",
        "cop": 1,
        "opa": "Na K ATPase",
        "opb": "Ca channel",
        "opc": "K channel",
        "opd": "Adenyl cyclase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "0dc60e40-e86d-4bb9-85bd-ed96a4a8d1b9",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin II receptor antagonist is",
        "exp": "(Losartan) (453-54-KDT) (469-70-BB) (488-KDT6th)I. ACE-Inhibitors - Captropril, Enalapril, Lisinopril, benazepril, ramipril, perindopril (Available in India)* Quinapril, cilazapril, Zolfenopril, fosinopril (Marketed in other countries)II. Angiotensin Antagonists* Losartan, Candesartan and Irbesartan (Available in India)* Valsartan, telmisartan and eprosartan (Marketed elsewhere)",
        "cop": 4,
        "opa": "Perindopril",
        "opb": "Enalapril",
        "opc": "Benazepril",
        "opd": "Losartan",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "43de31b2-c7f3-480f-a6de-3a6d64d76d6e",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of statins:",
        "exp": "Ref: KDT 6th ed. pg. 614* HMG-CoA Reductase Inhibitors (statins): This class of compound is the most efficacious and best tolerated hypolipidaemic drugs.* MOA: Competitively inhibit conversion of HMG-CoA to mevalonate by the enzyme HMG-CoA reductase.* Drugs (Statins): Lovastatin, Simvastatin, Pravstatin, Atorvastatin, Rosuvastatin* All statins are given at night except: Rosuvastatin, Atorvastain (can be given at anytime)* Major side effects of statins: Myopathy* Most potent statin: Pitavastain",
        "cop": 3,
        "opa": "Inhibit HMG CoA synthase",
        "opb": "Stimulate HMG CoA reductase",
        "opc": "Inhibit HMG CoA reductase",
        "opd": "Stimulate HMG CoA synthase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4544645a-c1ad-4a6f-a5bc-fcc19cf66fb1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding ACE inhibitors is true?",
        "exp": "Ans. (B) Omission of prior diuretic dose decreases the risk of postural hypotension(Ref: KDT 8th/e p531). Angiotensin Converting Enzyme Inhibitors (ACEI)*This group of drugs inhibits the enzyme kininase II or ACE. So, these drugs decrease the activity of RAAS and also potentiate the vasodilatory action of bradykinin. Because these are preventing the conversion of angiotensin I to angiotensin II, so these can decrease the action of the former but not the latter.*ACEI are used for the treatment of hypertension, CHF, evolving MI, diabetic nephropathy, diabetic retinopathy, non-diabetic renal disease and also in scleroderma crisis. These drugs reduce proteinuria in diabetic as well as non-diabetic renal disease and also prevent the manifestations of scleroderma crisis which are mediated by angiotensin II.*This group of drugs is more effective in sodium depleted states (like diuretic use) because activity of RAAS is more in such cases (to compensate for salt loss). These drugs may cause postural hypotension in diuretic treated patients, which otherwise is a relatively rare adverse effect.*Lisinopril is longer acting than enalapril. Former can be given once daily whereas latter is required twice a day.",
        "cop": 2,
        "opa": "These inhibit the conversion of angiotensinogen to angiotensin-1",
        "opb": "Omission of prior diuretic dose decreases the risk of postural hypotension",
        "opc": "Lisinopril is shorter acting than enalapril",
        "opd": "These are contra-indicated in diabetic patients.",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "f0a66bdc-a03c-431f-834e-882ef1c94e3c",
        "choice_type": "multi"
    },
    {
        "question": "All are toxicities seen with Amiodarone therapy except -",
        "exp": "Ans. is 'd' i. e., Productive cough Amiodarone is a class III antiarrhythmic drug and thus blocks potassium channel. It acts by increasing the action potential duration and effective refractory period. In spite of its present classification as class 3 drug, amiodarone also significantly blocks inactivated sodium channels. It also has weak adrenergic and calcium channel blocking actions. Consequence of these actions include slowing of the heart rate and AV node conduction. Amiodarone is the most powerful antiarrhythmic drug available for the treatment and prevention of both atrial and ventricular arrhythmias. Adverse effect:-Even short term use of Amiodarone causes serious toxicity. Amiodarone accumulates in many tissues which includes heart, lung, liver and skin. Pulmonary toxicity. It is the most important adverse effect. It is dose related. Fatal pulmonary fibrosis may be observed even in low doses. Patient usually presents with cough, chest pain and shortness of breath. Symptoms usually start with dry cough and dyspnoea. Remember, that patients on amiodarone often have dyspnoea attributable to other problems such as heart failure, so amiodarone lung toxicity is difficult to diagnose. Liver toxicity. Abnormal liver function and hepatitis develops during amiodarone therapy. (I have not got any documented evidence of liver cirrhosis). Skin deposits. Skin deposits results in photodermatitis and gray blue skin discoloration in sun exposed areas e. g. the malar region. Corneal micro deposits. Corneal micro deposits are seen in virtually all patients treated with Amiodarone after few weeks of treatment. Sometimes optic neuritis may develop and progress to blindness. Effect of Amiodarone on Thyroid. Amiodarone is a potential source of large amount of inorganic iodine and it also blocks the peripheral conversion of thyroxine (T4) to triiodothyronine (T3). Thus Amiodarone may result in hypothyroidism or hyperthyroidism. Thyroid function should be evaluated prior to initiation of treatment and monitored periodically. Cardiac toxicity. Amiodarone may produce symptomatic bradycardia and heart block in patients with preexisting sinus or A-V node disease.",
        "cop": 4,
        "opa": "Pulmonary fibrosis",
        "opb": "Corneal micro-deposits",
        "opc": "Cirrhosis of liver",
        "opd": "Productive cough",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "5876fbd3-21a7-4bcb-ade1-29b0fad5c6c1",
        "choice_type": "multi"
    },
    {
        "question": "Side effect of minoxidil which is used as therapeutic use?",
        "exp": "Ans. B. Hair growth. Minoxidil is arteriolar dilator. Its peculiar side effect is hair growth which is used in patients suffering from alopecia.",
        "cop": 2,
        "opa": "Bradycardia",
        "opb": "Hair growth",
        "opc": "Gynecomastia",
        "opd": "Vasodilation",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "cefc2124-0fb6-490f-8acf-3ce31567b49a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti hypertensives act by decreasing heart rate only?",
        "exp": "Ans: a (Propranolol) Ref: Katzung, 10th ed, p. 160. Beta blockers decrease heart rate, force of contraction and cardiac output, this leads to decrease in blood pressure. Drugs used in hypertension are: 1) Diuretics - Low-dose thiazide diuretics are often used as first-line agents, alone or in combination with other antihypertensive drugs e. g., hydrochlorthiazide, chlorthalidone. 2) ACE-inhibitors and angiotensin receptor blockers - ACE inhibitors decrease the production of angiotensin n, increase bradykinin levels, and reduce sympathetic nervous system activity. Angiotensin II receptor blockers provide selective blockade of AT1 receptors. 3) Beta Blockers - a adrenergic receptor blockers lower blood pressure by decreasing cardiac output, due to a reduction of heart rate and contractility. Other actions include renin inhibition. 4) Calcium Channel Blockers - Calcium channel antagonists reduce vascular resistance through L- channel blockade, which reduces intracellular calcium and blunts vasoconstriction. 5) Aldosterone Antagonists - It may be a particularly effective agent in patients with low-renin essential hypertension, resistant hypertension, and primary aldosteronism. The newer agent, eplerenone, which is a selective aldosterone antagonist have lesser side effects than spironolactone. 6) a adrenergic blockers - They lower blood pressure by decreasing peripheral vascular resistance. 7) Sympatholytic Agents - Centrally acting a2 agonists lower blood pressure by inhibiting sympathetic outflow and thereby decreasing peripheral resistance e. g., clonidine. 8) Direct vasodilators - These agents decrease peripheral resistance. Hydralazine is a potent direct vasodilator. S/e: lupus-like syndrome. Minoxidil is another vasodilator and is most frequently used in patients with renal insufficiency that is refractory to all other drugs. S/e: hypertrichosis and pericardial effusion. 9) Adrenergic neuron-blocking agents-These drugs lower blood pressure by preventing normal physiological release of norepinephrine from postganglionic sympathetic neurons. E. g. Guanethidine, reserpine",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Methyl dopa",
        "opc": "Prazosin",
        "opd": "Nitrate",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "cb95e94b-c11c-4e9a-b32d-33a645866f4d",
        "choice_type": "single"
    },
    {
        "question": "Drug used in CHF for relief of congestive symptoms and restoration of cardiac performance but does not have an inotropic action is -",
        "exp": "Ans. is 'd' i. e., Nebivolol * There are two distinct goals of drug therapy in CHF: a) Relief of congestive/low output symptoms and restoration of cardiac performance. This can be achieved by:* Inotropic drugs --Digoxin, dobutamine/ dopamine, amrinone/milrinone* Diuretics--Furosemide, thiazides* RAS inhibitors--ACE inhibitors/ARBs* Vasodilators--hydralazine, nitrate, nitroprusside* b blocker--Metoprolol, bisoprolol, carvedilol, Nebivololb) Arrest/reversal of disease progression and prolongation of survival, possible with:* ACE inhibitors/ ARBs, b blockers* Aldosterone antagonist--Spironolactone, eplerenone",
        "cop": 4,
        "opa": "Digoxin",
        "opb": "Dobutamine",
        "opc": "Amrinone",
        "opd": "Nebivolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b60b8042-60b2-4f76-8df6-acad77160153",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a potassium channel opener?",
        "exp": "Ans. (A) Nicorandil(Ref: Harrison 12th/1862). Nicorandil is the agent that causes coronary dilation by activating myocardial ATP sensitive K+ channels. Inaddition it possesses NO releasing property; to which tolerance does not develop.",
        "cop": 1,
        "opa": "Nicorandil",
        "opb": "Ranolazine",
        "opc": "Ivabradine",
        "opd": "Nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "d91b5758-08b7-48e2-8020-1a11b87a3668",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs deposited in the muscles",
        "exp": "(Digoxin) (499-KDT 6th). Cardie glycosides (Digitoxin, digoxin, lanatoside-C, Quabain)* All are concentrated in the heart (~ 20 times than plasma) skeletal muscle, liver and kidney* All are cumulative drugs",
        "cop": 2,
        "opa": "Verapamil",
        "opb": "Digoxin",
        "opc": "Adenosine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "81c13107-551f-439c-b9c3-b343f28014b0",
        "choice_type": "single"
    },
    {
        "question": "An anti-arrhythmic drug that is not proarrhythmic?",
        "exp": "Ans. a (Lignocaine). (Ref. KD Tripathi, Pharmacology, 6th /513)# Most anti-arrhythmic can themselves precipitate serious arrhythmias i. e., they have arrhythmogenic potential, hence called proarrhythmic.- Encainide, flecainide, moricizine have higher incidence of sudden death.# Terfenadine, astemizole, cisapride and halofantrine prolong QT interval; co-admin of class la drugs (Quinidine, procainamide, disopyramide, moricizine) or sotalol carries high risk of Torsade de Pointes. Lignocaine has minimal effect on normal ECG and it has no significant autonomic action.",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Disopyramide",
        "opc": "Amiodarone",
        "opd": "Moricizine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "845318ea-8ac0-4d88-ab21-5793d9da6942",
        "choice_type": "single"
    },
    {
        "question": "Digoxin toxicity is precipitated by all except:",
        "exp": "Ans. is 'c' Hepatic disease Digoxin toxicity is enhanced by renal failure as it is excreted through kidneys where as digitoxin toxicity is enhanced by liver failure because it is eliminated by hepatic metabolism. Other factors precipitating Digitalis toxicity. Advanced age. Acute myocardial infarction or ischemia. Hypoxemia. Hypomagnesemia. Renal insufficiency. Hypercalcemia. Electrical cardioversion. Hypothyroidism. Hypokalemia (most common precipitating cause of digitalis intoxication. This often occurs in patients with heart failure as a result of diuretic therapy and secondary hyperaldosteronism). ALSO REMEMBERThe administration of following drugs raises the serum concentration of Digoxin by reducing both the renal and non renal elimination of digoxin and by reducing its volume of distribution. Quinidine. Verapamil. Amiodarone. Propafenone",
        "cop": 3,
        "opa": "Electrolyte disturbance",
        "opb": "Acute myocardial infarction",
        "opc": "Hepatic disease",
        "opd": "Renal disease",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a223b191-1d72-4ea0-8b61-79caa056620d",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of statins is by:",
        "exp": "Ref: Goodman & Gillman's 13th ed. P 609* Statins exert their major effect--reduction of LDL levels--through a mevalonic acid-like moiety that competitively inhibits HMG-CoA reductase, which is the rate limiting enzyme in the cholesterol biosynthesis.* Drugs are atorvastatin, rosuvastatin, fluvastatin, lovastatin, pravastatin, simvastatin, pitavastatin.* Food increases absorption of statins* Statins are most active at night, so given at night except rosuvastatin and atorvastatin which are longest acting statins.",
        "cop": 1,
        "opa": "Competitive inhibition",
        "opb": "Noncompetitive inhibition",
        "opc": "Uncompetitive",
        "opd": "Irreversible inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "12d8a352-9c42-489f-abba-12908a10629c",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used in hypertensive crisis except:",
        "exp": "Ans. B. Pindolol. Labetalol is used as hypertensive emergency in pregnancy, nitroprusside is given in patients with aortic dissection. Nifedipine though rarely used, can be given as sublingual therapy for rapid control of blood pressure.",
        "cop": 2,
        "opa": "Labetalol",
        "opb": "Pindolol",
        "opc": "Nitroprusside",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "95da7d54-ff4c-4676-830b-38b2b4ed86e7",
        "choice_type": "multi"
    },
    {
        "question": "A 59 years old female patient taking medications for hypertension and congestive cardiac failure. She suddenly develops skin rashes along with swelling of tongue, lips as well as eyes, causing her breathing difficulty. Which one of the following medications is the reason for the untoward effects?",
        "exp": "Answer: c) Captopril.* In 0. 1% to 0. 5% of patients, ACE inhibitors induce a rapid swelling in the nose, throat, mouth, glottis, larynx, lips, and/or tongue.* This untoward effect, called angioedema, apparently is not dose-related, and if it occurs, it does so within the first week of therapy, usually within the first few hours after the initial dose.* Airway obstruction and respiratory distress may lead to death.* It may involve accumulation of bradykinin, induction of tissue-specific autoantibodies, or inhibition of complement 1-esterase inhibitor.* Once ACE inhibitors are stopped, angioedema disappears within hours.* Although it is rare, angioedema of the intestine (visceral angioedema) also has been reported in association with ACE inhibitors.* Visceral angioedema is characterized by emesis, watery diarrhea, and abdominal pain.* Most cases of visceral angioedema occur in the absence of oropharyngeal edema.",
        "cop": 3,
        "opa": "Propranolol",
        "opb": "Hydrochlorthiazide",
        "opc": "Captopril",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "71431f1f-ff0f-440e-b09c-6a90fd016a5b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is an antidote for cyanide poisoning?",
        "exp": "Ans. A. Amyl nitrate. Amyl nitrite is one of antidote of cyanide poisoning. It is given via inhalational route. Hydroxocobalamin is also given for cyanide poisoning via intravenous route.",
        "cop": 1,
        "opa": "Amyl nitrate",
        "opb": "Isosorbide dinitrate",
        "opc": "Nitroglycerine",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "fef5eae3-1244-47a3-ae1c-51108bfe3d84",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiarrhythmic drugs can develop Long QT syndrome?",
        "exp": "Ans. is 'd' i. e., All the above Proarrhythmic Manifestations of Most Frequently Used Antiarrhythmic Agents. Drug. Common Proarrhythmic Toxicity. Amiodarrone. Sinus bradycardia, AV block, increase in defibrillation threshold. Rare: long QT and torsades des pointes, 1: 1 ventricular conduction with atrial flutter. Adenosine. All arrhythmias potentiated by profound pauses, atrial fibrillation. Digoxin. High - grade AV block, fascicular tachycardia, accelerated junctional rhythm, atrial tachycardia. Disopyramide. Long QT and torsades des pointes, 1: 1 ventricular responses to atrial flutter; increased risk of some ventricular tachycardias in patients with structural heart disease. Dofetilide. Long QT and torsades des pointes. Dronedarone. Bradyrrhythmias and AV block, long QT and torsades des pointes. Flecainides1: 1 Ventricular response to atrial fluter; increased risk of some ventricular tachycardias in patients with structural heart disease; sinus bradycardia. Ibutilide. Long QT and torsades des pointes. Procainamide. Long QT and torsades des pintes 1: 1 ventricular response to atrial fluter; increased risk of some ventricular tachycardias in patients with structural heart disease. Propafenone1: 1 Ventricular response to atrial flutter; increased risk of some ventricular tachycardias in patients with structural heart disease; sinus bradycardia. Quinidine. Long QT and torsades des pointes, 1: 1 ventricular response to atrial flutter; increased risk of some ventricular tachycardias in patients with structural heart disease. Sotalol. Long QT amd tprsades des pointes, sinus bradycardia",
        "cop": 4,
        "opa": "Ibutilide",
        "opb": "Dofetilide",
        "opc": "Sotalol",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "93896500-6fff-4ced-a5eb-d7fa9d5e8a1e",
        "choice_type": "multi"
    },
    {
        "question": "Quinidine belongs to class antiarrhythmic drug is",
        "exp": "i. e. (class I): (510-17-KDT 6th) (367-68-MDT-l1)ANTIARRHYTHMIC DRUGSClass Ia Sodium channel blockers* Depress phase O depolarization* Slow conduction, prolong repolarization Drugs* Quinidine, Procainamide, Disopyramide, Moricizine. Class Ib * Shorten repolarization Drugs* Lidocaine, Mexiletine. Class IC * Depress phase O repolarization, slow conduction* Propafenone is a week calcium channel blocker and b-blockers and prolongs action potential and refractionariness Drugs* Flecainide, Propafenone. Class II b-blockers* Slow AV conduction Drugs* Esmolol, Propanolol, Metoprolol. Class III * Prolong action potential* Prolong repolarization and ERP Drug* Amiodarone, Bretylium (also class II) Dofetilide, Ibutilide, Dronedarone, Sotalol. Class IV Calcium Channel blockers Drugs* Verapamil, diltiazem",
        "cop": 1,
        "opa": "Class I",
        "opb": "Class II",
        "opc": "Class III",
        "opd": "Class IV",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "de49b56c-3184-4cb2-8bc4-5f77b7626a86",
        "choice_type": "single"
    },
    {
        "question": "Diuretic that is useful in mild to moderate hypertension is:",
        "exp": "Ans. (B) Thiazides(Ref: Harrison 19th/e p1623). Thiazides are not only diuretics of choice for mild to moderate hypertension but also the first line antihypertensive drugs in these patients.",
        "cop": 2,
        "opa": "Loop diuretics",
        "opb": "Thiazides",
        "opc": "Osmotic diuretics",
        "opd": "Potassium sparing diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c1866e59-cff9-484d-acd3-ee2e8e513b21",
        "choice_type": "single"
    },
    {
        "question": "Drugs increasing renin levels except:",
        "exp": "Ans. A. Clonidine. Renin levels are increased when there is reflex sympathetic outflow. Vasodilators and ACE inhibitors results in reflex increase in renin activity. Clonidine on the other hand decrease the sympathetic outflow.",
        "cop": 1,
        "opa": "Clonidine",
        "opb": "Hydralazine",
        "opc": "Nifedipine",
        "opd": "Captopril",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "822901d2-cda0-4a65-ab58-25adc638df17",
        "choice_type": "multi"
    },
    {
        "question": "Lignocaine is useful:",
        "exp": "Ans. C. Digitalis induced toxicity. DOC for atrial fibrillation- verapamil. PSVT- adenosine, Digitalis induced toxicity- lignocaine.",
        "cop": 3,
        "opa": "Atrial fibrillation",
        "opb": "PSVT",
        "opc": "Digitalis induced toxicity",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "3b0f58c9-dab3-4385-b934-c80bc7837294",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT a frontline antihypertensive agent?",
        "exp": "Ans. (D) Atenolol(Ref: CMDT-2014/429)*Beta blockers are no longer considered to be the first line antihypertensive agents. According to JNC-8, ACE inhibitors, calcium channel blockers and diuretics are first line agents.",
        "cop": 4,
        "opa": "Enalapril",
        "opb": "Hydrochlorthiazide",
        "opc": "Amlodipine",
        "opd": "Atenolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c9ee6f43-b61a-4613-8b85-1a85f0643d73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a side effect of amiodarone?",
        "exp": "Ans. is 'd' i. e., Tachycardia * Amiodarone is a broad spectrum anti - arrhythmic drug which belongs to class III of the anti - arrhythmic drugs.* Following are the adverse effects -i) Fall in BP, bradycardia and myocardial depression occurs on i. v. injection. ii) Photosensitization and skin pigmentation occurs in about 10% of patients. iii) Corneal microdeposits may cause headlight dazzle, but is reversible on discontinuation. iv) Pulmonary fibrosis and alveolitis is most serious side effect seen on prolonged use. v) Peripheral neuropathy generally manifests as the pelvic and shoulder muscle weakness. vi) Amiodarone interferes with thyroid function and prevents peripheral conversion of T4 to T3 and hypothyroidism.",
        "cop": 4,
        "opa": "Pulmonary fibrosis",
        "opb": "Corneal microdeposits",
        "opc": "Photosensitivity",
        "opd": "Tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "73b87351-50c2-42be-abd1-c56f7d2cfeb8",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of sodium nitroprusside is:",
        "exp": "Ans. (B) Stimulation of guanylate cyclase(Ref: KDT 8th/e p544). Sodium nitroprusside acts by releasing nitric oxide (NO). This stimulates guanylate cyclase and results in the elevation of c. GMP, which is a potent vasodilator.",
        "cop": 2,
        "opa": "Increased c. AMP",
        "opb": "Stimulation of guanylate cyclase",
        "opc": "Calcium channel blockage",
        "opd": "K+ channel opener",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "1050a1f3-fffa-4cc4-a2fc-5ac2bcccb77f",
        "choice_type": "single"
    },
    {
        "question": "Drug not to be given in ischemic heart disease is:",
        "exp": "Ans. (C) Isoproterenol(Ref: KDT 8/e p585). Isoproterenol is a b adrenergic agonist and is C/I in IHD as it can increase myocardial oxygen demand by causing tachycardia.",
        "cop": 3,
        "opa": "Atenolol",
        "opb": "ACE inhibitor",
        "opc": "Isoproterenol",
        "opd": "Streptokinase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b57b916f-cd4f-45d7-946d-bfc66f4ca1b9",
        "choice_type": "single"
    },
    {
        "question": "In a patient with PIH, with BP 150/90, what will be the management",
        "exp": "Ref: Katzung, 14th ed. pg. 183* CCBs and Diuretics are contraindicated in pregnancy for blood pressure management.* In this given scenario, anti-hypertensive will be started for patient's PIH management.* Drug preferred in pregnancy induced hypertension: Labetalol (DOC)* DOC for hypertensive emergency in pregnancy: Labetalol",
        "cop": 2,
        "opa": "Rest",
        "opb": "Labetalol",
        "opc": "Diuretics",
        "opd": "CCB",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b18ecb60-598a-44a2-9a3b-40a6bb72fbef",
        "choice_type": "single"
    },
    {
        "question": "A patient of prinzmetal's angina is started on isosorbide mononitrate. What is the mechanism of action of nitrates in this condition?",
        "exp": "Ans. (D) Endothelium independent coronary vasodilation(Ref: KDT 7th/e p541). Predominant mechanism of action of nitrates in angina:*In Classical angina: Decrease in preload*In Variant angina: Coronary vasodilation",
        "cop": 4,
        "opa": "Reduced cardiac contractility",
        "opb": "Increased left ventricular end diastolic volume",
        "opc": "Decreased diastolic perfusion pressure",
        "opd": "Endothelium independent coronary vasodilation",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "8ebea96e-f872-41db-ac97-49070fbed2dd",
        "choice_type": "single"
    },
    {
        "question": "Atenolol is predominantly excreted by -",
        "exp": "Ans. is 'b' i. e., Renal excretion Remember* Nodalol is longest acting b-blocker* Esmolol is shortest acting b-blocker* Acebutolol possesses all activities i. e., cardioselectivity, partial agonist activity, membrane stablizing activity and lipid insolubility.* Beta blockers approved for treatment of CHF: Carvedilol (most widely used), metaprolol, bisoprolol.* Carvedilol is a b1 + b2 + a1 adrenoreceptor blocker with a: b blocking property of 1: 9. It produces peripheral vasodilatation due to a-1 blockade as well as calcium channel blockade (direct effect). It also has antioxidant and antimitotic properties.* Atenolol, sotalol and nodalol are primarily excreted by kidney - should not be given in renal failure.* Sotalol, penbutolol and pindolol have almost 100% bioavailibility.* Penbutolol has maximum oral absorption.* Carvedilol has maximum plasma protein binding.* Celiprolol has minimum plasma protein binding.* Butoxamine is a selective b2 blocker.",
        "cop": 2,
        "opa": "Hepatic metabolism",
        "opb": "Renal excretion",
        "opc": "Both hepatic and renal excretion",
        "opd": "Non enzymatic elimination",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "2da03921-918a-4525-9808-24a6daa21cd7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are the adverse effect/s of amiodarone",
        "exp": "Ans. is 'd' i. e., All of the above Following are the adverse effects of amiodarone* Fall in BP, bradycardia and myocardial depression occurs on i. v. injection.* Photosensitization and skin pigmentation occurs in about 10% of patients.* Corneal microdeposits may cause headlight dazzle, but is reversible on discontinuation.* Pulmonary fibrosis and alveolitis is most serious side effect seen on prolonged use.* Peripheral neuropathy generally manifests as the pelvic and shoulder muscle weakness.* Amiodarone interferes with thyroid function and prevents peripheral conversion of T4 to T3 and hypothyroidism.",
        "cop": 4,
        "opa": "Pulmonary fibrosis",
        "opb": "Corneal microdeposits",
        "opc": "Photosensitivity",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "0c1e3433-4349-48cd-9268-30be88e3f748",
        "choice_type": "multi"
    },
    {
        "question": "A Patient, who is on anti-hypertensive drug, develops dry cough. Which of the following drug might be responsible for the condition:",
        "exp": "Ref: KDT, 6th ed. pg. 484* Angiotensin converting enzyme normally helps in conversion of angiotensin I to angiotensin II, which acts as a vasoconstrictor in case of hypovolemia.* In addition to that, ACE also helps in breakdown of bradykinin.* When ACE inhibitors (captopril) are given, it inhibits ACE and in addition inhibits breakdown of bradykinin also, which leads to accumulation of bradykinin level in body.* This increased level of bradykinin presents with Dry cough, rashes, urticaria and angioedema. Other side effects of ACE inhibitors. Contraindications of ACE (-). Safe alternative of ACE (-). Hypotension. Hyperkalemia. Fetal growth retardation. Pregnancy. Bilateral Renal artery stenosis. Hyperkalemia. Angiotensin receptor blocker is a safe alternative in case of cough, angioedema.* Why ACEI is contraindicated in bilateral renal stenosis# Patients with B/L renal artery stenosis or patients with single kidney having renal artery stenosis will develop renal failure if treated with ACEI.# In stenosis there is reduced GFR, and body manage the adequate GFR by angiotensin II mediated efferent arteriole constriction to maintain the renal perfusion. In such patients, Inhibition of ACE can induce acute renal insufficiency.",
        "cop": 2,
        "opa": "Diuretics",
        "opb": "ACE inhibitors",
        "opc": "Calcium channel blockers",
        "opd": "Beta blockers",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b00472d1-af1d-4d2a-b222-1d3d6efa9fb7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensive drugs is contra-indicated in pregnancy?",
        "exp": "Ans. (C) Enalapril(Ref: Goodman and Gilman 12th/e p736; Katzung 12th/e p299)ACE inhibitors and ARBs are absolutely contraindicated in pregnancy",
        "cop": 3,
        "opa": "Amlodipine",
        "opb": "Labetalol",
        "opc": "Enalapril",
        "opd": "Hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "1c33be23-ba97-4bb1-be5c-af9ddcf5e75f",
        "choice_type": "single"
    },
    {
        "question": "Which drug should not be given in pregnancy?",
        "exp": "Ans. (B) ACE-inhibitors(Ref: KDT 8th/e p617)*ACE inhibitors and ARBs have fetopathic potential, therefore are contra-indicated in pregnancy.",
        "cop": 2,
        "opa": "Labetalol",
        "opb": "ACE inhibitors",
        "opc": "Hydralazine",
        "opd": "Methyl dopa",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "eea4c206-eb8b-4ae8-944d-ff2a4e52e52a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of torse de pointes:",
        "exp": "Ans. C. Mg. SO4 Torse de pointe blocks the out potassium and inward calcium channel due to which there is prolongation of QT interval. Drug causing this are thiazides, ondansetron, sotalol. Drug of choice to terminate this magnesium sulfate.",
        "cop": 3,
        "opa": "Propranolol",
        "opb": "Calcium channel blocker",
        "opc": "Mg. SO4",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c0774c21-9f51-45b3-9c6f-e9f575fae526",
        "choice_type": "single"
    },
    {
        "question": "Coronary steal phenomenon shown by",
        "exp": "Ans. is 'c' i. e., Dipyridamole * There are two types of vessels in coronary circulaton -1. Larger conducting arteries which run epicardially and send perforating branches. 2. Smaller resistance arterioles - These are perforating branches of conducting arteries. These arterioles supply blood to endocardium.* During ischemia, adenosine (a local mediator) causes dilatation of resistance arterioles in ischemic area only, tone of resistance vessels of nonischemic area does not change - increased flow to ischemic area.* Dipyridamole is a powerful coronary dilator; increases total coronary flow by preventing uptake and degradation of adenosine.* It dilates resistance vessels in nonischemic zone as well - Diverts the already reduced blood flow away from ischemic zone - Coronary steal phenomenon.* It has no effect on larger conducting vessels (contrast nitrates which dilate larger conducting vessels and cause redistribution of blood towards ischemic zone).* Dipyridamole inhibits platelet aggregation by increasing c. AMP (by inhibiting phosphodiesterase) which potentiates PGI2 and interferes with aggregation.* It is not useful as an antianginal drug (due to coronary steal phenomenon), but can be used for prophylaxis of coronary and cerebral thrombosis in post MI and post stroke patients as well as to prevent thrombosis in patients with prosthetic heart valve.",
        "cop": 3,
        "opa": "Pyridoxine",
        "opb": "Dihydropyridine",
        "opc": "Dipyridamole",
        "opd": "Trimetazidine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4ccaefe8-407e-4235-8aab-7b621e4e4389",
        "choice_type": "single"
    },
    {
        "question": "For a patient of hypertension on metoprolol, verapamil was given. This will result in:",
        "exp": "Ans. B. Bradycardia with AV block* Impulse generation in the. SA node and conduction in AV node are blocked by all calcium channel blockers* Sodium channel block is modest with verapamil, and still less marked with diltiazem. It is negligible with dihydropyridines.* Verapamil and diltiazem block conduction in cardiac calcium-dependent cells (AV node) more selectively than do the dihydropyridines.* Metoprolol is selective (b1 blocker which blocks b1 receptors in heart and as a result decreases the heart rate.* So combination of metoprolol with verapamil can cause marked decrease in heart rate along with AV block effect. This combination is irrational.",
        "cop": 2,
        "opa": "Atrial fibrillation",
        "opb": "Bradycardia with AV block",
        "opc": "Torsades de pointes",
        "opd": "Tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "327c0bd4-7db9-453c-b22f-3be6c8bc7ca6",
        "choice_type": "single"
    },
    {
        "question": "Digitalis has positive inotropic effect-by the virtue of its effect on",
        "exp": "Ans. a (Na+-K+ ATPase pump) (Ref. KDT 6th/pg. 493-497). Digitalis increases force of cardiac contraction by a direct action indepen dent of innervation. It selectively binds to extracellular face of the membrane associated Na+K+ ATPase of myocardial fibres and inhibitis this enzyme. Inhibition of this cation pump results in accumulation of Na+intracellularly. This indirectly results in intracellular Ca2+ accumulation. CARDIAC GLYCOSIDESMechanism of Action# These inhibit the monovalent cation transport enzyme-coupled Na+-K+-ATPase and increase intracellular; the latter, in turn, increases intracellular through a Na+-Ca2+ exchange carrier mechanism. The increased myocardial augments Ca2+ released to the myofilaments during excitation and, therefore, invokes a positive inotropic response.# Cardiac glycosides causes increased automaticity and ectopic impulse activity.# They also prolong the effective refractory period of the atrioventricular node and thereby slow ventricular rate in atrial flutter and fibrillation. Pharmacokinetics# Digoxin is not extensively metabolized in humans; almost two-thirds is excreted unchanged by the kidneys.# Its renal clearance is proportional to creatinine clearance.# Liver impairment does not significantly prolong the half-life of digitoxin.# Digitoxin is metabolized in the liver and excreted into the gut via the bile. Cardioactive metabolites (which include digoxin) as well as unchanged digitoxin can then be reabsorbed from the intestine, thus establishing an enterohepatic circulation that contributes to the very long half-life of this agent.# Digoxin toxicity is enhanced by renal failure as it is excreted through kidneys, whereas digitoxin toxicity is enhanced by liver failure because it is eliminated by hepatic metabolism.# Hepatic dysfunction does not affect digoxin elimination.# Reduced tolerance to digoxin may be seen in:- Advanced age- Acute myocardial infarction/ischemia/hypoxemia- Magnesium depletion- Hypercalcemia- Hypothyroidism- Renal insufficiency- Electrical cardioversion.# The administration of following drugs raises the serum concentration of digoxin (by reducing both the renal and nonrenal elimination of digoxin and by reducing its volume of distribution)- Quinidine- Verapamil- Amiodarone- Propafenone. Cardiac Glycosides. Pharmacology# Digoxin-75% bioavailabiliity# 20-40% protein bound# tl/2 = 40 hours# Urinary excretion. Mechanism# Inhibit the Na+/K+ ATPase of cell membrane, causing | intracellular Na+, # Na+-Ca2+ antiport does not function as efficiently, causing | intracellular Ca2+, leads to positive inotropy.# May cause | PR, |QT, sccoping of ST segment, T-wave inversion on ECG. Clinical use# CHF (| contractility);# Atrial fibrillation (| conduction at AV node). Toxicity# Nausea, vomiting, diarrhea.# Blurry yellow vision (think Van Gogh).# Arrhythmia. # Toxicities of digoxin are | by renal failure (| excretion), hypokalemia (potentiates drug's effects, and quinidine (| digoxin clearance; displaces digoxin from tissue binding sites). Antidote# Slowly normalize K+# Lidocaine# Cardiac pacer# Anti-dig Fab fragments Dlgitoxin. Digoxin1. Oral absorptionV. good (90-100%). Good (60-80%)2. Plasma protein binding95%25%3. Time course of action* - Onset- Peak- Duration1/2-2 hr6-12 hr2-3 weeks15-30 min2-5 hr2-6 days4. Plasma t 1/25-7 days40 hr5. Plasma concentration - Therapeutic- Toxic15-30 ng/ml> 35 ng/ml0. 5 -1. 4 ng/ml> 2 ng/ml6. Daily maintenance dose0. 05-0. 2 mg0. 125-0. 5 mg7. Daily elimination**10-15%35%8. Route of elimination (predominant). Hepatic metabolism. Renal excretion9. Administration. Oral. Oral, i. v. 10. Generally used for. Maintenance. Routine treatment and emergency",
        "cop": 1,
        "opa": "Na+- K+ ATPase pump",
        "opb": "Na Glucose channels",
        "opc": "H+-K+ ATPase pump",
        "opd": "Calcium pump",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "523b1fe1-ba1b-4dd8-9ebf-9fc3a9c41fc7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antidotes is used for calcium channel blockers overdose?",
        "exp": "Ans. (B) Calcium gluconate(Ref: Harrison 17th/e p35). Treatment of Calcium channel blocker poisoning*Calcium and glucagon for hypotension and symptomatic bradycardia.*Dopamine, epinephrine, norepinephrine, atropine, and isoproterenol are less often effective but can be used adjunctively.*Amrinone, high-dose insulin (with glucose and potassium to maintain euglycemia and normokalemia), electrical pacing, and mechanical cardiovascular support for refractory cases",
        "cop": 2,
        "opa": "Atropine",
        "opb": "Calcium gluconate",
        "opc": "Adrenaline",
        "opd": "Digoxin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "10007b99-75f8-4d6a-b174-3dcfb734d9f0",
        "choice_type": "single"
    },
    {
        "question": "Patient is diagnosed with BPH. Which of the following drug provides symptomatic relief?",
        "exp": "Ans. A. Terazosin. Selective Alpha 1 blocker provide symptomatic relief but do not effect the disease. 5 alpha reductase like finasteride slow the disease progression.",
        "cop": 1,
        "opa": "Terazosin",
        "opb": "Desmopressin",
        "opc": "Finasteride",
        "opd": "Sildenafil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ac0584f7-2d94-4f00-80bc-68c95866c13d",
        "choice_type": "single"
    },
    {
        "question": "Initial management of a newly diagnosed Hypertension is with:",
        "exp": "Ans: a (Life style modification). Ref: Thripathi, 5th ed. Pg. 514. If risk assessed is low, only non pharmacological measures and BP monitoring are recommended for 3-6 months. Pharmacological therapy is recommended for BP greater than or equal to 140/90. Blood pressure classification. Systolic mm. Hg. Diastolic mm. Hg. Normal. Prehypertension Stage 1 hypertension Stage 2 hypertension Isolated systolic hypertension<120 120-139140-159 or = 160 or =140 and< 80 Or 80-8990-99 100 <90. Drug therapy is recommended for individuals with blood pressures >140/90 mm. Hg. Drugs used in hypertension are: 1. Diuretics -Low-dose thiazide diuretics are often used as first-line agents, alone or in combination with other antihypertensive drugs, e. g., hydrochlorthiazide, chlorthalidone. 2. ACE-inhibitors and angiotensin receptor blockers ACE inhibitors decrease the production of angiotensin II, increase bradykinin levels, and reduce sympathetic nervous system activity. Angiotensin II receptor blockers provide selective blockade of AT 1 receptors. 3. Beta blockers - beta adrenergic receptor blockers lower blood pressure by decreasing cardiac output, due to a reduction of heart rate and contractility. Other actions include renin inhibition. 4. Calcium channel blockers - Calcium channel antagonists reduce vascular resistance through L-channel blockade, which reduces intracellular calcium and blunts vasoconstriction. 5. Aldosterone antagonists - It may be a particularly effective agent in patients with low-renin essential hypertension, resistant hypertension, and primary aldosteronism. The newer agent, eplerenone, which is a selective aldosterone antagonist have lesser side effects than spironolactone. 6. Alpha adrenergic blockers - They lower blood pressure by decreasing peripheral vascular resistance. 7. Sympatholytic agents - Centrally acting a 2 agonists lower blood pressure by inhibiting sympathetic outflow and thereby decreasing peripheral resistance, e. g., clonidine. 8. Direct vasodilators - These agents decrease peripheral resistance. Hydralazine is a potent direct vasodilator. S/e: lupus-like syndrome. 9. Adrenergic neuron-blocking agents - These drugs lower blood pressure by preventing normal physiological release of nor epinephrine from postganglionic sympathetic neurons, e. g., Guanethidine, reserpine. Newer drugs. Renin Inhibitors The orally active renin inhibitor aliskiren is now available for the treatment of hypertension. Drugs used in management of hypertensive emergencies. The drug most commonly used to treat hypertensive emergencies is the vasodilator sodium nitroprusside. Other parenteral drugs that may be effective include fenoldopam, nitroglycerine, labetalol, enalaprilat, calcium channel blockers (IV nicardipine), diazoxide, and hydralazine. Esmolol is often used to manage intra operative and postoperative hypertension. Fenoldopam is a peripheral arteriolar dilator used for hypertensive emergencies and postoperative hypertension. It acts primarily as an agonist of dopamine D1 receptors, resulting in dilation of peripheral arteries and natriuresis.",
        "cop": 1,
        "opa": "Life style modification",
        "opb": "ACE inhibitors",
        "opc": "B- blockers",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "225e11e7-e0d9-42c7-be97-d5374b4a9ad1",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old male is diagnosed with hypertension. He is a known asthmatic. His creatinine and potassium are both slightly elevated. Which of the following drugs would be appropriate in his case?",
        "exp": "Answer: a) Amlodipine* Amlodipine is a dihydropyridine-type calcium channel blockers. Dihydropyridine calcium channel blockers (amlodipine) do not have contraindications related to renal impairment or potassium levels and can be safely administered in patients with asthma.* Hydrochlorothiazide is metabolized by the kidney, so it would not be a good choice in this patient as there is renal impairment (as indicated by elevated creatinine), because the drug itself can aggravate renal failure.* Spironolactone is a potassium-sparing diuretic. In this patient, it would only worsen the already elevated potassium level.* Beta-blockers are contraindicated in the presence of asthma. TREATMENT OF HYPERTENSION WITH CO-EXISTING CONDITIONSConcomitant condition. Drugs preferred. Drugs to be avoided. Anginab blocker, CCBVasodilators. BHPa-blocker Diabetes and hyperlipidemia. ACEI, ARB, CCB, a-blockerb-blocker, diuretics. Elderly and isolated systolic hypertension. Diuretics, CCB Low renin hypertension. Diuretics, CCB High renin hypertension. ACEI, ARB, b-blocker Asthma. CCB, diuretics, ACEI, ARBb-blocker. CHFACEI, diuretics. CCBPost MIb-blocker, ACEI DM with CRF/proteinuria. ACEI Peripheral Vascular Disease. CCB, a-blockerb-blocker. Thyrotoxicosisb-blocker. Vasodilators* Dihyropyridine calcium channel blockers work to block vascular calcium channels resulting in vascular smooth muscle relaxation and have no specific contraindications.* They can cause peripheral edema (due to venous dilation) and dizziness.* Non-dihydropyridine calcium channel blockers (verapamil and diltiazem) work mostly on cardiac calcium channels and thus decrease the heart rate and inotropy of the heart.* They can also be used to treat hypertension and are contraindicated in systolic congestive heart failure.* Hydrochlorothiazide is not effective to treat hypertension when renal insufficiency is present. Propranolol is a non-cardioselective beta-blocker (blocks both beta-1 and beta-2 receptors) which can worsen asthmatic bronchoconstriction (cardioselective beta-blockers do this to a lesser degree). Spironolactone, an aldosterone antagonist, is also contraindicated in renal insufficiency and with elevated potassium levels. Recommendations of JNC-8 (Joint National Committee)* >60 years of, not diabetic/ not CKD:, target BP level; <150/90 mm. Hg* 18 to 59 years without major comorbidities + >60 years with DM/ CKD/Both; goal is <140/90 mm. Hg.* First-line medications: thiazide-type diuretics, calcium channel blockers (CCBs), ACEIs, and ARBs* Second- and third-line: higher doses or combinations of ACEIs, ARBs, thiazide-type diuretics, and CCBs.* Later-line alternatives: Beta-blockers, Alpha-blockers, Alphal/beta-blockers (eg, carvedilol), Vasodilating beta-blockers (eg, nebivolol), Central alpha2-adrenergic agonists (eg, clonidine), Direct vasodilators (eg, hydralazine), Loop diuretics (eg, furosemide), Aldosterone antagonists (eg, spironolactone), Peripherally acting adrenergic antagonists (eg, reserpine), * When initiating therapy, patients of African descent without chronic kidney disease should use CCBs and thiazides instead of ACEIs.* Use of ACEIs and ARBs is recommended in all patients with CKD.* ACEIs and ARBs should not be used in the same patient simultaneously.* CCBs and thiazide-type diuretics should be used instead of ACEIs and ARBs in patients over the age of 75 with impaired kidney function due to the risk of hyperkalemia, increased creatinine, and further renal impairment. Preferred Parenteral Drugs fc>r Selected Hypertensive Emergencies. Hypertensive encephalopathy. Nitroprusside, nicardipine, labetalol. Malignant hypertension (for IV therapy). Labetalol, nicardipine, nitroprusside, enalaprilat. Stroke. Nicardipine, labetalol, nitroprusside. Myocardial infarction/unstable angina. Nitroglycerin, nicardipine, labetalol, esmolol. Acute left ventricular failure. Nitroglycerin, enalaprilat, loop diuretics. Aortic dissection. Nitroprusside, esmolol, labetalol. Adrenergic crisis. Phentolamine, nitroprusside. Postoperative hypertension. Nitroglycerin, nitroprusside, labetalol, nicardipine. Preeclampsia/eclampsia of pregnancy. Hydralazine, labetalol, nicardipine",
        "cop": 1,
        "opa": "Amlodipine",
        "opb": "Spironolactone",
        "opc": "Propranolol",
        "opd": "Hydrochlorthiazide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "fb47d590-26ea-4780-aad0-88d47fe31e5e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about diazoxide except:",
        "exp": ". Ans. c. Causes severe hypoglycemia Diazoxide produces hyperglycemia by decreasing insulin secretion. It is used to treat various forms of hypoglycemia. Diazoxide* Diazoxide is directly acting arteriolar dilator* Causes arteriolar dilatation with little effects on veins. Mechanism of Action:* Diazoxide is potassium channel activator, which causes local relaxation in smooth muscle by increasing membrane permeability to potassium ions. This switches off voltage gated calcium ton channel, which inhibits the generation of action potential. Characteristic Features:* When used as an intravenous anti hypertensive, diazoxide causes excessive hypotension.* Hypotension due to diazoxide has resulted in stroke and myocardial infarction.* Diazoxide produces hyperglycemia by decreasing insulin secretion. It is used to treat various forms of hypoglycemia.* Due to its hyperglycemia action it is a useful drug for patients with chronic hypoglycemia from excess endogenous insulin secretion, either from an islet cell tumor (insulinoma) or islet cell hyperplasia.",
        "cop": 3,
        "opa": "K+ channel opener",
        "opb": "Can be used as antiphypertensive agent serve",
        "opc": "Causes severe hypoglycemia",
        "opd": "Used in insulinoma",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "984eec50-05d5-4ae7-b5b7-d4150e329f0e",
        "choice_type": "multi"
    },
    {
        "question": "Absolute contraindications for fibrinolytic therapy are?",
        "exp": "Ans. D. All of abovea. The major toxicity of all thrombolytic agents is hemorrhage, which results from two factors: 1) the lysis of fibrin in hemostatic plugs at sites of vascular injury, and 2) the systemic lytic state that results from systemic plasmin generation, which produces fibrinogenolysis and degradation of other coagulation factors (especially factors V and VIII). b. The contraindications to fibrinolytic therapy are listed in Table. Patients with these conditions should not receive such treatment. 1. Absolute and Relative Contraindications to Fibrinolytic Therapy. Absolute Contraindications. Prior intracranial hemorrhage. Known structural cerebral vascular lesion. Known malignant intracranial neoplasm. Ischemic stroke within 3 months. Suspected aortic dissection. Active bleeding or bleeding diathesis (excluding menses). Significant closed-head trauma or facial trauma within 3 months. Relative Contraindications. Uncontrolled hypertension (systolic blood pressure >180mm Hg or diastolic blood pressure >110mm. Hg). Traumatic or prolonged CPR or major surgery within 3 weeks. Recent (within 2-4 weeks) internal bleeding. Non compressible vascular punctures. For streptokinase: prior exposure (more than 5 days ago) or prior allergic reaction to streptokinase. Pregnancy. Active peptic ulcer. Current use of warfarin and INR >1. 7",
        "cop": 4,
        "opa": "Prior intracranial hemorrhage",
        "opb": "Ischemic stroke within 3 months",
        "opc": "Suspected aortic dissection",
        "opd": "All of above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e7b95d2c-9393-46c6-b430-f0e276808fcb",
        "choice_type": "multi"
    },
    {
        "question": "Nitroglycerine is used in Angina pectoris. The mechanism of action is primarily a",
        "exp": "(Post capillary venodilator): (540 KDT 7th edition)NITRATES (GTN, Nitroglycerine)* Most prominent action is exerted on vascular smooth muscle. Nitrates dilate veins more than arteries|Peripheral pooling of blood|Decreased venous return (ie preload on heart is reduced)|End diastolic size and pressure are reduced|Decreased cardiac work* Nitroglycerine are used sublingually because terminates first pass metabolism* *** Nitroglycerine is effective when retained sublingually because it is non-ionic and has very high lipid solubility (22-Goodman)",
        "cop": 2,
        "opa": "Arteriolar dilator",
        "opb": "Post capillary venodilator",
        "opc": "Increase oxygen myocardial demand",
        "opd": "Decrease myocardial work load",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "210e0489-c3c3-4001-b985-0f0a7adefdf4",
        "choice_type": "single"
    },
    {
        "question": "Nitrates act by -",
        "exp": "Ans. is 'b' i. e., Activate/Guanyl/cyclase and increase c. GMP Mechanism of action of nitrates:* Organic nitrates are rapidly denitrated enzymatically in the smooth muscle cell to release nitric oxide (NO) which activates cytosolic guanyl cyclase - | c. GMP - Vasodilatation.* Veins express greater amount of the enzyme that generates NO from organic nitrates than arteries - Account for the predominant venodilatory effect.",
        "cop": 2,
        "opa": "Activate guanyl cyclase and decrease c. GMP",
        "opb": "Activate guanyl cyclase and increase c. GMP",
        "opc": "Activate adenyl cyclase and decrease c. AMP",
        "opd": "Activate adenyl cyclase and decrease c. AMP",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "00391293-475d-4a29-ab75-9fbb429fd161",
        "choice_type": "single"
    },
    {
        "question": "All of the following anti-arrhythmic drugs are from class Ic EXCEPT:",
        "exp": "Ref: KDT, 6th ed. pg. 511. Anti-arrhythmic drugs. Class. Actions. DrugsI- (Na+)(Na+ channel blockers) Ia: Na++K+ channel blocking property. Quinidine, Procainamide, Disopyramide. Ib: Na+&K+ channel opening property. Tocainide, Lidocaine, Phenytoin, Mexiletine. Ic: no effect on K+ channel. Flecainide, Encainide, Propafenone. II-(b). Antiadrenergic agents (b blockers). Propranolol, Esmolol, (Sotalol is Class III mainly)III- (K). Agents widening AP (Prolong repolarization and ERP). Ibutilide, Sotalol, Bretylium, Amiodarone, Dronadarone, Dofetilide. IV- (Ca+). Calcium channel blockers. Verapamil, Diltiazem. VDrugs with other mechanism of actions. Magnesium (DOC in torsades de pointes) Atropine: DOC for Bradycardia a and AV Block Digoxin. Adenosine: DOC for PSVTNote: Class IA agents also have Class III property; propranolol has Class I action as well; sotalol and bretylium have both class II and class III actions.",
        "cop": 3,
        "opa": "Encainide",
        "opb": "Hecainide",
        "opc": "Tocainide",
        "opd": "Propafenone",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "2ecbda74-4f98-48b3-b092-c21372e48214",
        "choice_type": "multi"
    },
    {
        "question": "Nitrogylcerine are used sublingually because:",
        "exp": "(Terminates First pass metabolism): Ref: 489-KDT, 463-BB (524-KDT 6th)* Organic nitrates are lipid soluble well absorbed from buccal mucosa, intestines and skin, all except isosorbide mononitrate undergo extensive but variable first pass metabolism in liver* Nitrates absorbed from the gut, however, are subject to extensive first pass metabolilsm in the liver, as is shown by the substantially larger doses required by that route over sublingual application (this also explains why swallowing a sublingual tablets of glyceryl trinitrate terminates its effects) They are first dinitrated and then conjugated with glucuronic acid. The t. Vi periods vary, but for glycerol trinitrate it is 1 - 4 minutes.",
        "cop": 3,
        "opa": "Rapid absorption",
        "opb": "Water soluble",
        "opc": "Terminates first pass metabolism",
        "opd": "Long acting",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "32e38dc9-9172-4221-9492-d2351b46abc8",
        "choice_type": "multi"
    },
    {
        "question": "The side effects of digitalis are all except -",
        "exp": "Ans. is 'b' i. e., Vasodilatation o Digitalis causes mild vasoconstriction (not vasodilatation). Manifastations of digitalis intoxicationo Anorexia, nausea, vomiting and abdominal pain are usually reported first. o Later occuring - fatigue, malaise, no desire to walk or lift an arm, headach, mental confusion, restlesness, disorientation, visual disturbances - yellow vision, weight loss, cachexia, gynaecomastia delerium, skin rash, diarrhoea. o Cardiac - Most frequent disturbances of cardiac rhythm are ventricular premature beat, bigeminy, ventricular tachycardia and rarely ventricular fibrillation. o A-V block and non paroxysmal atrial tachcardia with variable A-V block are characteristic of digitalis intoxication. o Severe bradycardia, atrial extrasystoles, AF and AFI may occur.",
        "cop": 2,
        "opa": "Ventricular tachycardia",
        "opb": "Vasodilatation",
        "opc": "Nausea and vomiting",
        "opd": "Ventricular Bigemini",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "d3f97cf2-7f58-4ce6-80fa-97f632f32af5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anti-arrhythmic drug decreases the action potential duration in Purkinje fibers?",
        "exp": "Ans. d (Lignocaine) (Ref. KDT pharmacology 6th/pg. 513)# The most prominent cardiac action of lidocaine is suppression of automaticity in ectopic foci. Enhanced phase-4 depolarization in partially depolarized or stretched PFs, and after depolarizations are antagonized, but SA node automaticity is not depressed.# The rate of 0 phase depolarization and conduction velocity in A-V bundle or ventricles is not decreased. Lidocaine decreases APD in PF and ventricular muscle, but has practically no effect on APD and ERP of atrial fibres. Atrial reentry is not affected. However, it can suppress reentrant ventricular arrhythmias either by abolishing one-way block or by producing two way block.# Lidocaine is a blocker of inactivated Na+ channels more than that of open state. Vaughan-Williams CLASSIFICATION OF ANTIARRHYTHMIC DRUGSIA# |Vmax at all heart rates and increases action potential duration# e. g., quinidine, procainamide, disopyramide. IB# Little effect at slow rates on Vmax in normal tissue; | Vmax in partially depolarized ceils with fast response action potentials# Effects increased at faster rates# No change or | in action potential duration# e. g., lidocaine, phenytoin, tocainide, mexiletine. IC# |Vmax at normal rates in normal tissue# Minimal effect on action potential duration, # e. g., flecainide, propafenone, moricizine. Class II# |SA nodal automaticity, increase AV nodal refractoriness, and |AV nodal conduction velocity# Antisympathetic agents, e. g., propranolol and other ss-adrenergic blockers. Class III# Agents that prolong action potential duration in tissue with fast-response action potentials# e. g., bretylium, amiodarone, sotalol, ibutilide, dofetilide. Class IV# Calcium (slow) channel blocking agents# | conduction velocity and increase refractoriness in tissue with slow-response action potentials# e. g., verapamil, diltiazem. Drugs that cannot be classified by this schema# Digitalis# Adenosine",
        "cop": 4,
        "opa": "Quinidine",
        "opb": "Flecainide",
        "opc": "Amiodarone",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "deefe742-9484-4dc1-9b87-4cf317029eae",
        "choice_type": "single"
    },
    {
        "question": "Dose of digoxin is NOT altered in:",
        "exp": "Ans. is 'b' Hepatic disease Make it clear once and for all that Digitalis is the parent compound. Digitalis is applied as a collective term for the whole group and has come to mean a cardiac glycoside. Digoxin and digitoxin are two of the many types of cardiac glycoside. Digoxin is a polar glycoside, and is excreted by kidney, does not undergo hepatic metabolism. So does need not be altered in hepatic disease. Digitoxin undergoes hepatic metabolism and its dose has to be altered in hepatic disease.",
        "cop": 2,
        "opa": "Old age",
        "opb": "Hepatic disease",
        "opc": "Renal disease",
        "opd": "Hypercalcemia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "02d0ce9b-5617-499a-b60e-def5510e4308",
        "choice_type": "single"
    },
    {
        "question": "Long term use of which of the following drug is most likely associated with development of tremors?",
        "exp": "Salbutamol is beta-2 agonist, preferred in acute bronchial asthma attack. Most common side effect associated with the agent is Tremor",
        "cop": 2,
        "opa": "Propofol",
        "opb": "Salbutamol",
        "opc": "Betaxolol",
        "opd": "Timolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "360a45ef-5dc4-44f4-83b9-6a8c303a83c7",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for ventricular premature beats (VPC) due to digitalis toxicity is:",
        "exp": "Ans. (A) Diphenylhydantoin(Ref: KDT 6th/e p498). Phenytoin is an alternative to lignocaine for digitalis induced ventricular arrhythmia.",
        "cop": 1,
        "opa": "Diphenylhydantoin",
        "opb": "Quinidine",
        "opc": "Amiodarone",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c4e26c94-47a1-4a4a-b88c-bd1ad8065602",
        "choice_type": "single"
    },
    {
        "question": "Systemic vascular resistance is twice that of normal, treatment should be:",
        "exp": "Ans. (C) Sodium nitroprusside(Ref: KDT 8th/e p613). Increase in systemic vascular resistance means vasoconstriction, thus a vasodilator drug like nitroprusside should be used. Adrenaline and nor-adrenaline act as vasopressors whereas isoprenaline increases systolic blood pressure by acting on heart.",
        "cop": 3,
        "opa": "Adrenaline",
        "opb": "Nor-adrenaline",
        "opc": "Sodium nitroprusside",
        "opd": "Isoprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "7a5308c0-b548-4cc4-9a39-0450c7c7fb31",
        "choice_type": "single"
    },
    {
        "question": "Nitroprusside active metabolite acts by:",
        "exp": "Ans. B. Guanylyl cyclase* Nitrovasodilator (arteriodilator + venodilator)* Sodium nitroprusside is metabolized into nitric oxide, which activates guanylyl cyclase (directly or through release of NO) which leads to increase in cyclic GMP levels* Cyclic GMP activates protein kinase G which dephosphorylates MLCP (myosin light chain phosphorylase) and relaxes the smooth muscles of blood vessels* Vasodilatation occurs* Dose: 0. 3mcg/kg/min* Onset of action: 30 sec* Therapeutic uses: Severe hypertension with acute myocardial infarction or left ventricular failure",
        "cop": 2,
        "opa": "Phosphokinase 1, 2",
        "opb": "Guanylyl cyclase",
        "opc": "Phospholipase A",
        "opd": "Phospholipase B",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c98c3ac0-8b96-4a36-8320-25d0fd09cbc8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for digoxin induced ventricular tachyarrhythmias?",
        "exp": "Ans. is 'c' i. e., Lignocaine Treatment for digoxin induced ventricular arrhythmias:* Lidocaine intravenous, repeated as required is the drug of choice. It suppresses the excessive automaticity, but does not accentuate A-V block.* Phenytoin is also effective but seldom used now, because sudden deaths have occurred when it was injected i. v. in digitalis intoxicated patients.* Quinidine and procainamide are contraindicated.",
        "cop": 3,
        "opa": "Mexiletene",
        "opb": "Amiodarone",
        "opc": "Lignocaine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "755172e5-fa5a-4c98-a825-228d08bf24e5",
        "choice_type": "single"
    },
    {
        "question": "'Coronary steal' phenomenon is uased by?",
        "exp": "Ans. A. Dipyridamole. (Ref. KDT 6th/Pg. 609; Harrisonys Internal Medicine 17th /PG 738).# Dipyridamol or persantin causes coronary steal phenomenon. It dilates resistant coronary vessels and diverts blood from ischaemic zone to non-ischaemic zone leading to \"coronary steal phenomenon. \"# It is used for assessment of myocardial injury by dipyridamol-induced stress scan. DIPYRIDAMOL (PERSANTIN). Introduction. Dipyridamole is a relatively weak antiplatelet agent on its own, but an extended-release formulation of dipyridamole combined with low-dose aspirin, a preparation known as Aggrenox, is used for prevention of stroke in patients with transient ischemic attacks. Mechanism of Action. By inhibiting phosphodiesterase, dipyridamole blocks the breakdown of c. AMP. Increased levels of c. AMP reduce intracellular calcium and inhibit platelet activation. Dipyridamole also blocks the uptake of adenosine by platelets and other cells. This produces a further increase in local c. AMP levels because the platelet adenosine A2 receptor is coupled to adenylate cyclase. Side Effects. Because dipyridamole has vasodilatory effects, it must be used with caution in patients with coronary artery disease (coronary steal phenomenon). Coronary steal phenomenon can also be caused by adenosine. GI complaints, headache, facial flushing, dizziness, and hypotension can also occur. These symptoms often subside with continued use of the drug. Indications. Dipyridamole plus aspirin was compared with aspirin or dipyridamole alone, or with placebo, in patients with an ischemic stroke or transient ischemic attack. Aggrenox is often used for stroke prevention. However, because of its vasodilatory effects and the paucity of data supporting the use of dipyridamole in patients with symptomatic coronary artery disease, Aggrenox should not be used for stroke prevention in such patients.",
        "cop": 1,
        "opa": "Dipyridamole",
        "opb": "Verapamil",
        "opc": "Diltiazim",
        "opd": "Nicorandil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "21f4e8f4-4ea6-4dc0-b20f-427782ab329b",
        "choice_type": "single"
    },
    {
        "question": "GTN is given sub-lingually, why?",
        "exp": "Ans: a (To avoid first pass metabolism) Ref: Goodman & Gilman, 11th ed, p. 3. SUBLINGUAL ADMINISTRATIONVenous drainage from the mouth is to the superior vena cava, which protects highly soluble drugs like nitroglycerin from rapid hepatic first-pass metabolism. If a tablet of nitroglycerin were swallowed, the accompanying hepatic metabolism would be sufficient to prevent the appearance of any active nitroglycerin in the systemic circulation.",
        "cop": 1,
        "opa": "To avoid first pass metabolism",
        "opb": "Rapid effect",
        "opc": "Gastric irritation",
        "opd": "To avoid side effects",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "46141e8f-a4fa-4a1b-81a6-387eacca6da5",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following drugs is most likely to block K+ channels in the heart responsible for the delayed rectifier current?",
        "exp": "Amiodarone is a highly effective antiarrhythmic drug, in part because of its multiple actions, which include Na channel block, beta adrenoceptor block, K channel block, and Ca channel block. Drugs that block K channels (which include class IA and class III antiarrhythmics) prolong APD and ERP and predispose toward torsades de pointes ventricular arrhythmias. Encainide is a class IC drug, lidocaine and phenytoin are class IB, and verapamil is class IV, none of which inhibits the delayed rectifier K current responsible for membrane repolarization during the cardiac action potential.",
        "cop": 1,
        "opa": "Amiodarone",
        "opb": "Encainide",
        "opc": "Lidocaine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a710640f-9cc1-4151-81af-1e7ed7019bb6",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of sodium nitrite in cyanide poisoning:",
        "exp": "Ans. (A) Produces methemoglobinemia(Ref: KDT 8th/e p591)*Sodium nitroprusside contains one iron molecule coordinated to five cyanide molecules and one molecule of nitric oxide. Prolonged use of sodium nitroprusside may result in cyanide poisoning.*Detoxification occurs when cyanide and methemoglobin combine to form cyanomethemoglobin. Amyl nitrite or sodium nitrite enhance the oxidation of hemoglobin to methemoglobin, ensuring a reliable mechanism of detoxification.",
        "cop": 1,
        "opa": "Produces methemoglobinemia",
        "opb": "Increased blood flow to liver",
        "opc": "Increased blood flow to heart",
        "opd": "Increased blood flow to kidney",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4410b436-46c2-42f4-9931-db19586f92ef",
        "choice_type": "single"
    },
    {
        "question": "Mephenteramine can be used in hypovolemic shock, although intravenous fluid supplementation is primary treatment. It acts by",
        "exp": "Ans. d (All of the above) (Ref. KDT 5th/pg. 114)SYMPATHOMIMETICSCatecholamines. Noncatecholamines. Adrenaline. Ephedrine. Noradrenaline. Phenylephrine. Isoprenaline. Metaraminol. Dopamine. Methoxamine. Dobutamine Dopexamine Selective b2-receptor agonists (salbutamol, terbutaline, ritodrine, metaproterenol, fenoterol and orciprenaline). Other Sympathomimetic Amines (amphetamine, methamphetamine, mephentermine and some newer agents like Prenalterol, Pirbuterol, Xamaterol, fenoldopam, etc). Prenalterol. It is a relatively selective pi agonist that has been used in the management of CHF. It is also useful orally, with a bioavailability of about 33%. Pirbuterol. It a b2 agonist which has been used both as a bronchodilator and as an inotrope. Xamaterol. It is an orally active partial b1 agonist used for chronic CHFDopamine analogs. Aside from dopexamine other dopamine analogs have been used in Rx of CHF and HTN. MEPHENTERMINEMechanism of action# Indirectly stimulates beta adrenergic receptors and possibly to a lesser extent alpha adrenergic receptors.# The main effect of therapeutic doses of mephentermine is cardiac stimulation.# Force of contraction and CO are usually increased, accompanied by an increased stroke volume.# Mephentermine shortens atrioventricular (AV) conduction velocity and the refractory period of the AV node and increases ventricular conduction velocity.# Heart rate may be increased, decreased or unchanged.# Mephentermine increases the coronary blood flow, but the work of the heart and myocardial consumption are correspondingly increased.# Mephentermine directly dilates the arteries and arterioles in the skeletal and mesenteric vascular beds.# Venous return to the heart is increased in patients receiving mephentermine.# The drug usually increases systolic and diastolic blood pressure by increasing cardiac output; increases in cardiac output are greatest when initial cardiac output is low. When initial cardiac output is high, increased total peripheral resistance may be responsible for increase in blood pressure.# Mephentermine also dilates the coronary, cerebral, splanchnic and renal blood vessels.# It stimulates the central nervous system and may cause anxiety, seizures or tachycardia. Indications# Shock accompanying myocardial infarction. Injection mephentermine is favoured in combating hypotensive states in cardiogenic shock.# Hypotension occurring during surgical procedures or following spinal anesthesia.# Prevention of hypotension attendant to spinal anesthesia to surgical procedures or occurring in recovery. Contraindications# Injection mephentine is not advocated for the treatment of hypotension caused by phenothiazines.# When shock is primarily due to loss of blood or fluid the primary consideration in treatment should be the replacement of circulating blood volume. The use of mephentine alone is not advocated in such conditions.",
        "cop": 4,
        "opa": "Increasing cardiac output",
        "opb": "Increasing systolic blood pressure",
        "opc": "Increasing diastolic blood pressure",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "51e46025-dd09-4c98-9c69-89745ed4b312",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following acts by decreasing the action potential duration in Purkinje fibers?",
        "exp": "Ans. d (Lignocaine) (Ref. KDT 6th/ 511; Katzung 11th/Table 14-2). Drug. Normal cells. Depolarized cells. Polarized. Hyperpola rized. Calcium channel blockade. Effect on pacemaker activity. Sympatholytic action. Adenosine000000+Amiodarone++++||||+||+Bretylium00||||||0||++Diltiazem0000+++||0. Disopyramide++++|||?|0. Dofetilide00|? 000. Esmolol0+0. Na20||+++Flecainide++++0|0||0. Ibutilide00|? 000. Lidocaine0+++?||0||0. Mexiletine0+++0||0||0. Moricizine+++|||0||0. Procainamide++++||||0|+Propafenone+++|||+|+Propranolol0+|||0|+++Quinidine+++|||0|+Sotalol00|||||0||++Tocainide0+++0||0||0. Verapamil0+0|+++||+ Clinical Pharmacologic Properties of Antiarrhythmic Drugs. Usefulness in Arrhythmias. Drug. Effect on SA nodal rate. Effect on AV nodal refractory period. PR interval. QRS duration. QT interval. Super ventricular. Ventricular. Half-life. Adenosine. Little||||||00++++?< 10s. Amiodarone||it||||||++++++(weeks). Bretylium||2||20000-4 h. Diltiazem|||||00+++-4-8 h. Disopyramlde||1, 3||3||3||||++++6-8 h. Dofetilide|(?)000|| None Esmolol||||-00++10 min. Flecainide. None|||||0+4++++20 h. Ibulitide|(?)000||++? 6 h. Lidocaine. None 1. None000. None5+++1-2 h. Mexiletine. None 1. None000. None6+++12 h. Moricizine. None. None|||0. None+++2-6 h. Procainamide|l||3||3||||++++3-4 h. Propafenone0|||||0++++5-7 h. Propranolol|||||00++8 h. Quinidine||||||||||+ 6 h. Sotalol||||||0|||++++++7 h. Tocainide. None 1. None000. None5++f12 h. Verapamil||||||00+++-/7 h1 - May suppress diseased sinus nodes2 - Anticholinergic effect and direct depressant action3 - ESP in WPW syndrome4 - May be off in atrial arrhythmia by digitalis5 - Half life of active metabolites much longer",
        "cop": 4,
        "opa": "Quinine",
        "opb": "Flecainide",
        "opc": "Amiodarone",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "91c7627e-f6f4-470b-b865-d46f28ea74fe",
        "choice_type": "single"
    },
    {
        "question": "QT prolongation is caused by:",
        "exp": "Ans. a. Quinidine. Ref: Goodman Gilman 12th e/P. 821. Drugs Causing QT prolongation: Antihistamines: Class la (Quinidine) and Class IIICisapride. Antipsychotics: Ziprasidone, sertindole, quetiapine, haloperidol, etc. Antidepressants: Tricyclic antidepressants like amitriptyline, SSRI like fluoxetine. Antibiotics: Fluoroquinolones, erythromycin. Antihistaminics: Astemizole, terfenadine. Antifungals: Ketoconazole. Antimalarials: Chloroquine, quinine, halofantrine. Antivirals: Amantadine",
        "cop": 1,
        "opa": "Quinidine",
        "opb": "Omeprazole",
        "opc": "Lidocaine",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a7bfa511-d31c-4b28-a110-8cc93341c34c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following class of drugs is contraindicated in bilateral renal artery stenosis?",
        "exp": "Ans. is 'b' i. e., ACE inhibitors Contraindications of ACE inhibitors* Pregnancy* Renal artery stenosis (whether unilateral, bilateral renal or suspected from the presence of generalized atherosclerosis) - ACE inhibitor may cause renal failure.",
        "cop": 2,
        "opa": "Angiotensin receptor blocker",
        "opb": "ACE inhibitors",
        "opc": "Aldosterone antagonist",
        "opd": "Renin inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "16e06b24-97f0-4b18-9583-f947d2156cd2",
        "choice_type": "single"
    },
    {
        "question": "The beneficial effects of nitrates in the treatment of angina include the following except:(2000)",
        "exp": "c. Ref: KDT, 5th ed, p. 488-489 & 4th ed, p. 522-523",
        "cop": 3,
        "opa": "Decreased arterial pressure",
        "opb": "Decreased ventricular volume",
        "opc": "Decreased diastole perfusion time",
        "opd": "Decreased ejection time",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "2f208f14-87cf-4be8-8088-f0ff3d1c0521",
        "choice_type": "multi"
    },
    {
        "question": "Losartan is:(2001)",
        "exp": "b",
        "cop": 2,
        "opa": "ACE inhibitor",
        "opb": "Angiotensin receptor blocker",
        "opc": "Ca++ channel blocker",
        "opd": "Ganglion blocker",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "514c5ebe-d705-459f-90ab-0531ba67d86f",
        "choice_type": "single"
    },
    {
        "question": "Ivabradine is indicated for:",
        "exp": "Ans. A. Angina. Ivabradine is bradycardic agent, it selectively blocks the sodium channel and reduce the heart rate by inhibiting the hyperpolarized activated sodium channel, it reduces angina attacks similar to beta blocker and CCB.",
        "cop": 1,
        "opa": "Angina",
        "opb": "PSVT",
        "opc": "Cardiomyopathy",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a2a1d07b-2fe1-4311-87d6-5a29084ecaac",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for pregnancy induced hypertension is:",
        "exp": "Ans. (A) Methyl dopa(Ref: Goodman Gilman 12th/e p773, 774; Katzung 12th/e p176). Alpha methyl dopa is drug of choice for pregnancy induced hypertension. However, these days labetalol is preferred for this indication.",
        "cop": 1,
        "opa": "Methyl dopa",
        "opb": "Atenolol",
        "opc": "Nitroprusside",
        "opd": "Enalapril",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "895650df-3115-40cd-aaeb-02d4ed497b18",
        "choice_type": "single"
    },
    {
        "question": "ACE inhibitors are contraindicated in:",
        "exp": "Ans. d (Bilateral renal artery stenosis). (Ref. Pharmacology by KD Tripathi - 5th/- 453)SIDE EFFECTS OF CAPTOPRIL# Cough- - most common - dry hacking - seen in 5-15% of patients - due to accumulation of bradykinin & substance P. # Angioedema * Proteinuria (Nephrotic syndrome) # Teratogenic - Acute renal failure - Growth retardation ----(Mnemonic: CAPTOPRIL)- Hypocalvaria - Hypoplastic bones Most teratogenic -Enalapril # Hyp. Otension # Potassium (Hyperkalemia) # Rash, allergy & Granulocytopenia. # Insufficiency {Renal) (in bilateral renal artery stenosis) # Loss of taste sensation (Dysguasia). - Highest with captopril among these inhibitors.-",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Hypertension in old age groups",
        "opc": "Scleroderma",
        "opd": "Bilateral renal artery stenosis",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "cd0ed792-6ed2-4168-9da4-edd83edaa026",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the best inotrope drug for use in right heart failure?",
        "exp": "Ans. (D) Milrinone(Ref: Goodman and Gilman, 11th/e p575, Harmon 17th/e p1455). Inotropic drugs are not used for treatment of right sided heart failure where the major treatment is diuretics and vasodilators. Milrinone being a phosphodiesterase inhibitor act as an inodilator. Thus, this is the only inotropic drug that should be used in right sided failure due to its ability to produce vasodilation. It is indicated in right heart failure with pulmonary hypertension.",
        "cop": 4,
        "opa": "Dobutamine",
        "opb": "Digoxin",
        "opc": "Dopamine",
        "opd": "Milrinone",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "183c3b5e-4d9e-4b55-bff0-818c684d5af0",
        "choice_type": "multi"
    },
    {
        "question": "Ivabradine is used for management of -",
        "exp": "Ans. is 'a' i. e., Stable angina Ivabradine* It is an investigational inhibitor of sino-atrial node.* It is a relatively selective If (funny current) Sodium channel blocker of early part of slow diastolic depolarization (phase 4) that reduces heart rate by inhibiting the hyperpolarization-activated sodium channel in SA node.* Heart rate is a major determinant of angina in coronary disease.* Therefore, lowering the heart rate is an important therapeutic approach in the treatment of stable angina.* It lowers heart rate with an efficacy similar to calcium channel blockers and beta blockers but does not have any effect on gastrointestinal and bronchial smooth muscles.* It is well absorbed orally, 40% bioavailability due to first pass metabolism.* It is excreted in urine with t Vi of 2 hours.",
        "cop": 1,
        "opa": "Stable angina",
        "opb": "Pre renal azotemia",
        "opc": "Alzheimers disease",
        "opd": "Anti smoking agent",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "92f8942a-ad03-436c-921b-efcca36b629b",
        "choice_type": "single"
    },
    {
        "question": "Digoxin is contraindicated in:",
        "exp": "Ans. (D) Hypertrophic obstructive cardiomyopathy(Ref: KDT 8th/e p560, 561). Non selective b-blockers (propranolol) are the agents of choice for HOCM. In hypertrophic obstructive cardiomyopathy (HOCM), the LV outflow tract is narrowed during systole due to hypertrophic septum. Obstruction is worsened by:(a) Factors increasing myocardial contractility.-Digitalis-Sympathetic stimulation(b) Factors decreasing LV filling:-Valsalva maneuver-Peripheral vasodilators",
        "cop": 4,
        "opa": "Supraventricular tachycardia",
        "opb": "Atrial fibrillation",
        "opc": "Congestive heart failure",
        "opd": "Hypertrophic obstructive cardiomyopathy",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "8c74ca8c-007c-4653-aefa-d3e2ed361b1e",
        "choice_type": "single"
    },
    {
        "question": "In terms of the ability of drugs like digoxin to increase cardiac contractility, their primary action on cardiac cells is",
        "exp": "Cardiac glycosides increase contractility by inhibiting the Na/K-ATPase pump, causing an increase in intracellular Na. This, in turn, increases intracellular Ca by slowing down Na/Ca exchange. The increase in intracellular Ca leads to its binding to the troponin-tropomyosin complex, causing an allosteric change and facilitating the interaction between actin and myosin.",
        "cop": 4,
        "opa": "activation of adenylyl cyclase",
        "opb": "inactivation of Na channels",
        "opc": "activation of the slow Ca channel",
        "opd": "inhibition of Na/K-ATPase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "519e86f2-db71-49c6-80f7-d7c7b261dffc",
        "choice_type": "single"
    },
    {
        "question": "Digoxin act on the heart by:(1994)",
        "exp": "b. Ref: KDT, 5, h ed, p. 465, 457-458 & 4th ed, p. 494",
        "cop": 2,
        "opa": "Decreasing preload",
        "opb": "Increasing the force of contraction",
        "opc": "Decreasing the afterload",
        "opd": "Decreasing heart rate",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ce6766e7-1d2e-46bd-a012-f85e833b497a",
        "choice_type": "single"
    },
    {
        "question": "True about minoxidil is:(1995)",
        "exp": "c. Ref: KDT, 5th ed, p. 512 & 4th ed, p. 549",
        "cop": 3,
        "opa": "Increases hair growth",
        "opb": "Antihypertensive",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "388212e3-d15e-4dcc-8847-c4ff09e7f82d",
        "choice_type": "multi"
    },
    {
        "question": "The mechanism of action of nitroglycerine in the management of angina pectoris is:",
        "exp": "Ans: b (Post capillary venodilation). Ref Thripathi 5 ed., Pg. 489. Nitroglycerine and other nitrates act by dilating veins more than arteries. This results in peripheral pooling of blood which leads decreased venous return. So the preload is reduced and eventually, decreased cardiac work. In variant angina - nitrates work by dilating the large coronary vessels. Mechanism of action of other antianginal drugs. Beta blockers - they decrease heart rate, inotropic state and mean BP. This results in reduced cardiac work. Calcium channel blockers - it causes smooth muscle (vascular) relaxation and negative chronotropic, inotropic and dromotropic actionK+ channel openers - e. g., nicorandil. It causes smooth muscle relaxation. Dipyridamole - prevents uptake and degradation of adenosine. Adenosine is a vasodilator. Trimetazidine - it improves myocardial glucose utilization through inhibition of fatty acid metabolism (LC3- KAT inhibitor). Ranolazine - it inhibits late I current (funny current inhibitor). It also inhibits LC3- KAT. Notes on Nitrates. MOA - it is more venodilator than arteriolar dilator. Short acting - Glyceryltrinitrate. Nitroglycerine. Long acting - Isosorbide dinitrate (short acting if sublingual). Isosorbide mononitrate. Adverse effects- Headache Flushing, weakness, palpitation Methhemoglobinaemia Rashes. Tolerance to the drug occurs if the drug is continuously present in the body. All except Isosorbide mononitrate undergo extensive firstpass metabolism in liver.",
        "cop": 2,
        "opa": "Arteriolar dilation",
        "opb": "Post capillary venodilation",
        "opc": "Reduces myocardial 02 consumption",
        "opd": "Reduces myocardial workload",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "93bacc11-22cc-4bda-b008-dc2458fff8cf",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most appropriate drug to use for the patient described in parentheses?",
        "exp": "ACEIs slow the progression of diabetic nephropathy and are indicated for management of HTN in such patients. Nitroprusside is used IV in severe HTN or hypertensive crisis, not for management of mild-to-moderate HTN. Losartan, which blocks AT-1 receptors, is associated with teratogenic effects during fetal development, as are the ACEIs. Nonselective beta blockers are not ideal for patients who suffer from peripheral vascular disease, diabetes, or asthma. Reserpine causes the release of amines from tumor cells, exacerbating HTN in pheochromocytoma.",
        "cop": 1,
        "opa": "Captopril (60-year-old woman with diabetic nephropathy)",
        "opb": "Nitroprusside (50-year-old man with BP of 140195)",
        "opc": "Losartan (29-year-old pregnant woman)",
        "opd": "Propranolol (40-year-old patient with peripheral vascular disease)",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "9b3a70c1-1887-4538-9919-d5fe27acea7d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can cause Torsades'de pointes?",
        "exp": "Ans. (A) Quinidine(Ref: Katzung 10th/e p224; KDT 8th/e p574)*Torsades'de pointes is a polymorphic ventricular tachycardia that is usually caused due to blockade of delayed rectifier K+ channels in the heart.*It manifests in the ECG as QTc prolongation.*Drugs having cardiac K+ channel blocking activities can cause this arrhythmia. These include:-Class Ia antiarrhythmics -Quinidine, Procainamide (Na+ and K+ channel blockers)-Class III antiarrhythmics -Bretylium, sotalol, dofetilide, ibutilide and amiodarone (K+ channel blockers)-Other drugs like Terfenadine, Cisapride, Astemizole, Sparfloxacin, Gatifloxacin, Grepafloxacin, Mefloquine, Pentamidine, Thioridazine, Ziprasidone etc.",
        "cop": 1,
        "opa": "Quinidine",
        "opb": "Lignocaine",
        "opc": "Esmolol",
        "opd": "Flecainide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c88a62e0-7c46-417d-b629-30d9baa150af",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a renin inhibitor?",
        "exp": "Ans. is 'b' i. e., Aliskiren Drugs acting on RASACE inhibitors: Captopril, enalapril, lisinopril, ramipril, perindopril, imidapril, trandopril, benazepril, fosinopril. Renin inhibitors: Aliskiren, remikiren, enakiren. ATj blockers: Losartan, candesartan, irbesartan, valsartan, telmisartan.",
        "cop": 2,
        "opa": "Candesartan",
        "opb": "Aliskiren",
        "opc": "Quinopril",
        "opd": "benzapril",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4af2101c-ff48-43ed-bd99-d966322fb474",
        "choice_type": "single"
    },
    {
        "question": "The antihypertensive which causes decreased libido and impotence is:",
        "exp": "Ans. (A) Atenolol(Ref: KDT 8th/e p161). Current hypertensive research May 2012; Antihypertensive treatment and sexual dysfunction.*Diuretics have maximum risk of causing sexual dysfunction followed by beta blockers.*Atenolol, metoprolol and carvedilol have high risk whereas nevibolol has minimum risk of erectile dysfunction.*ACE inhibitors decrease the risk.",
        "cop": 1,
        "opa": "Atenolol",
        "opb": "Enalapril",
        "opc": "Prazosin",
        "opd": "Diltiazem",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "aeefdd50-3516-42b9-a4a4-f0936fc75853",
        "choice_type": "single"
    },
    {
        "question": "Half life of Digoxin is?",
        "exp": "Ans. (c) 36 hours. Ref: Goodman Gillman llthed /573",
        "cop": 3,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "36 hours",
        "opd": "48 hours",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "858f866d-2e84-400e-bb1c-3e56bd20d931",
        "choice_type": "single"
    },
    {
        "question": "A hypertensive patient is suffering from bilateral renal artery stenosis. Which of the following drug should not be given?",
        "exp": "Ans. A. Enalapril. Bilateral renal artery stenosis is contraindication for the use of ACE inhibitors. Angiotensin II by constricting the efferent arteriole can maintain the GFR in insufficient state. But by giving Ace inhibitors, they can precipitate renal failure.",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "Atenolol",
        "opc": "Nifedipine",
        "opd": "Hydrochlorothiazide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "3dc6fe71-8a63-4f93-8936-1db882f29da2",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin II causes all except",
        "exp": "Ans. (C) Vasodilation(Ref: Ganong Review of Medical Physiology 22nd; KDT 8th/e p525)*Angiotensin II binds to AT1 receptors and causes vasoconstriction and release of aldosterone.*Angiotensin II is one of the most potent vasoconstrictors in body.*Angiotensin II increases thirst sensation through the subfornical organ (SFO) of the brain.*It increases secretion of ATCH in the anterior pituitary.*It also potentiates the release of norepinephrine by direct action on postganglionic sympathetic fibers.",
        "cop": 3,
        "opa": "Stimulates release of ADH",
        "opb": "Increases thirst",
        "opc": "Vasodilation",
        "opd": "Stimulates aldosterone release",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a7bdfa45-dd7b-4beb-afbe-f4ef34f0413b",
        "choice_type": "multi"
    },
    {
        "question": "Aliskiren is",
        "exp": "(Renin/ Angiotensin antagonist): (508. 562- KDT 7th edition)ALISKIREN is a nonpeptide which binds selectively to the catalytic site of renin and competitively blocks the access of angiotensinogen to this site - Ang I is not produced and the chain of renin angiotension system is interrupted while the concentration of renin in plasma is increased by feed back, the plasma renin activity is decreased. Ang I and Ang II level fall.* Bradvkinin Antagonist * HOE 140 (Icatibant) selective b2 antagonist* FR173657* Aldosterone antagonist* Spironolactone, Eplerenone* Canrenone, Potassium canrenoate***",
        "cop": 2,
        "opa": "Aldosteron antagonists",
        "opb": "Renin/Angiotensin antagonist",
        "opc": "Bradykinin analogue",
        "opd": "Prostacyclin analogue",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "48dd30ad-ad91-49fd-baad-efdc33d10136",
        "choice_type": "single"
    },
    {
        "question": "A new diuretic is being studied in human volunteers. Compared with placebo, the new drug increases urine volume, decreases urinary Ca2+, increases body pH, and decreases serum K+. If this new drug has a similar mechanism of action to an established diuretic, it probably",
        "exp": "The effects described are typical of thiazide diuretics, which inhibit the Na/Cl cotransporter in the distal convoluted tubule. This action facilitates reabsorption of Ca2+, which is the basis for the use of thiazides in nephrolithiasis, and which can result in hypercalcemia. The increased load of Na+ in the collecting tubules leads to increased excretion of both K+ and Hi, so hypokalemia and alkalosis may occur.",
        "cop": 1,
        "opa": "blocks the Na. Cl cotransporter in the DCT",
        "opb": "blocks aldosterone receptors in the CT",
        "opc": "inhibits carbonic anhydrase in the PCT",
        "opd": "inhibits the Na/K/2. Cl cotransporter in the TAL",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4687c088-cb08-4071-bccf-17e2ec0ffa1a",
        "choice_type": "single"
    },
    {
        "question": "Which drug may aggravate renovascular hypertension?",
        "exp": "ANSWER: (A) ACE inhibitors. REF: Harrison 17th ed chapter 241. Deterioration of renal function or deterioration of renal function associated with an ACE inhibitor should raise the possibility of renovascular hyper tens ion. These agents decrease glomerular filtration rate in the stenotic kidney owing to efferent renal arteriolar dilation. In the presence of bilateral renal artery stenosis or renal artery stenosis to a solitary kidney, progressive renal insufficiency may result from the use of these agents. Importantly, the renal insufficiency is generally reversible following discontinuation of the offending drug.",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "Beta blockers",
        "opc": "Calcium channel blockers",
        "opd": "Thiazide diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "45f14093-d901-47be-b996-87645d59aa9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is safe in pregnancy?",
        "exp": "Ans. B. Hydralazine. Safe antihypertensive in pregnancy - beta blockers (labetalol), methyl dopa, clonidine, nifedipine, hydralazine, prazosin.",
        "cop": 2,
        "opa": "Sodium nitroprusside",
        "opb": "Hydralazine",
        "opc": "ACE inhibitors",
        "opd": "Indapamide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "cd5a677a-363b-4d6c-a84e-26d1cd11a195",
        "choice_type": "single"
    },
    {
        "question": "Beta blockers used in CHF is",
        "exp": "[D) (Carvedilol): (523-KDT7th edition)CARVEDILQL is a Betaj + Beta2 + Alpha! adrenoceptor blocker produces vasodilatation due to Alpha 1 blockade as well as calcium channel blockade and has antioxidant property. It has been used in hypertension and is the Beta blocker especially employed as cardioprotective in CHF (151-KDT7th)* b1 blockers mainly (metoprolol, bisoprolol, nebivolol) in mild to moderate CHF treated with ACE inhibitor + diuretic digitalis* There is no place for b blockers in decompensated patients. b blockers should be stopped during an episode of acute heart failure and recommended at lower doses followed by uptitration after compensation is restored",
        "cop": 4,
        "opa": "Timolol",
        "opb": "Atenolol",
        "opc": "Acebutalol",
        "opd": "Carvedilol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "049cd2e7-7397-4294-9dc6-6e3fc3efdd19",
        "choice_type": "single"
    },
    {
        "question": "Which drug directly stimulates contraction of cardiac muscle -",
        "exp": "Ans. is 'a' i. e., Digitalis o Cardiac glycosides (digitalis) act directly on the heart to increase the force of contraction. o Following figure will help you to understand the mechanism of action of digoxin. o There are two important pumps in myocytes: i) 3. Na+/l Ca+2 exchanger# This pump transports Ca+2 in exchange of Na+.# When Na+ concentration inside the myocyte is high, Na+/Ca+2 exchanger cause efflux of Na+ out of the myocytes and in exchange it causes influx of Ca+2 inside the myocytes.# Na+/Ca+2 exchanger does not require ATP to function, ions move along their concentration gradient. ii) Na+/K+ ATPase# This pump causes efflux of Na+ in exchange of influx of K+. o Digitalis inhibits Na+ K+ ATPase. Therefore, efflux of Na+ by Na+ K+ ATPase is inhibited. This results in increased concentration of Na+ inside the myocytes. o Increased Na+ concentration causes increased efflux of Na+ by Na+/Ca+2 exchanger with an increased influx of Ca+2 inside of myocytes. o Thus, intracellular concentration of Ca+2 is increased which results in increased force of cardiac contractiono It is worth noting that Na+ efflux is affected in two ways: i) Na+ efflux is dcreased by Na+/K+ ATPase (due to inhibition of Na+K+ ATPase by digoxin). ii) Na+ efflux is increased by Ca+2/Na+ exchanger (due to increased intracellular Na+ as a result of decreased Na+ efflux by Na+/K+ ATPase)",
        "cop": 1,
        "opa": "Digitalis",
        "opb": "ACE inhibitors",
        "opc": "Nesiritide",
        "opd": "Losartan",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "1990d61a-15da-4a24-af50-248bea018919",
        "choice_type": "single"
    },
    {
        "question": "Antidote of digoxin:",
        "exp": "Ans: c (Fab) Ref: Katzung, 10th ed, p. 205. In severe digitalis intoxication patients are best treated with prompt insertion of a temporary cardiac pacemaker catheter and administration of digitalis antibodies (digoxin immune fab). These antibodies recognize digitoxin and cardiac glycosides from many other plants in addition to digoxin. They are extremely useful in reversing severe intoxication with most glycosides.",
        "cop": 3,
        "opa": "Potassium",
        "opb": "Lignocaine",
        "opc": "Fab fragment",
        "opd": "Propranalol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "36e3f757-aaa8-494d-a2fb-924bcb5e3c22",
        "choice_type": "single"
    },
    {
        "question": "Alpha methyldopa is primarily used for:",
        "exp": "Ans. (A) Pregnancy induced hypertension(Ref: Katzung 11th/e p173)'Methyl-dopa was widely used in past but is now used primarily for hypertension in pregnancy",
        "cop": 1,
        "opa": "Pregnancy induced hypertension",
        "opb": "Renovascular hypertension",
        "opc": "First line agent in hypertension",
        "opd": "Refractory hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "af61c348-1c1a-4341-80fb-f13e31bd2832",
        "choice_type": "single"
    },
    {
        "question": "Enhancement of the effects of bradykinin is most likely to occur with drugs like",
        "exp": "ACE inhibitors prevent the conversion of angiotensin I to angiotensin II and lower blood pressure by decreasing both the formation of aldosterone formation and the vasoconstrictive action of AII at AT-1 receptors. ACEIs also inhibit the metabolism of bradykinin, and this leads to additional hypotensive effects, because bradykinin is an endogenous vasodilator. Unfortunately, increases in bradykinin are associated with side effects, including cough and angioedema. Losartan, which blocks AT-1 receptors, does not increase bradykinin levels.",
        "cop": 3,
        "opa": "clonidine",
        "opb": "diazoxide",
        "opc": "lisinopril",
        "opd": "losartan",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "2f88323b-7b9a-4d33-b330-9432fca0796f",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used as oral treatment for arrhythmia except:",
        "exp": "Ans. B. Esmolol. Esmolol is shortest acting beta blocker, it has to giveni/v for acute therapy. Rest of the drugs can be given via oral route.",
        "cop": 2,
        "opa": "Amiodarone",
        "opb": "Esmolol",
        "opc": "Quinidine",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b7b098ef-72bd-4921-8b6a-22ad2658a8f5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a true statement about Endothelin-1, a potent vasoconstrictor?",
        "exp": "(B) Produced in increased amounts in Pulmonary Arterial Hypertensiono. Endothelin 1 (ET-1), (preproendothelin-1) (PPET1), is a potent vasoconstrictor that in humans is encoded by the EDN1 gene and produced by vascular endothelial cells. o. The protein encoded by this gene is proteolytically processed to release a secreted peptide termed endothelin 1. o. Endothelin 1 is one of three isoforms of human endothelin. o. Preproendothelin is precursor of the peptide ET-1. o. Endothelial cells convert preproendothelin to proendothelin and subsequently to mature endothelin, which the cells release[?]ENDOTHELIN is a potent peptide vasoconstrictor released by endothelial cells. o. Its concentration is elevated in heart failure and contributes to renal vasoconstriction. o. Bosentan is an endothelin antagonist used to treat pulmonary arterial hypertension. [?]. Endothelin-1 (ET-1) is a potent pulmonary vasoconstrictor that is produced in increased amounts in Pulmonary Arterial Hypertension (PAH). o. ET-1 contracts vascular smooth muscle cells and causes proliferation mainly via ETA receptors. o. ETB receptors mediate the release of prostacyclin and NO from endothelial cells. o. Several endothelin antagonists are available for the treatment of PPAH. o. Bosentan (TRACLEER) was the first ET antagonist developed and is a antagonist of both ETA and ETB receptors. o. Several longterm clinical trials have now established the efficacy of oral bosentan in reducing symptoms and improving mortality in PPAH. o. Starting dose is 62. 5 mg twice daily for 4 weeks, then increasing to the maintenance dose of 125 mg twice daily. o. The drug is generally well tolerated. o. Adverse effects include-Abnormal liver function tests-Anemia-Headaches-Peripheral edema-Nasal congestion. o. Given the risk of serious liver injury, liver aminotransferases should be monitored monthly. oA class effect is a risk of testicular atrophy and infertility; bosentan is potentially teratogenic. o. Endothelin Antagonists. o. Endothelin has been implicated in some of the structural changes that occur in asthma and COPD. o. Endothelin antagonists are approved for the treatment of pulmonary hypertension and might be useful in treating the structural changes that occur in asthma and COPD,",
        "cop": 2,
        "opa": "Used in Hypertension treatment",
        "opb": "Produced in increased amounts in Pulmonary Arterial Hypertension",
        "opc": "Dilates vascular smooth muscle cells",
        "opd": "Safely indicated in liver injury",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "1eabdd5d-1ade-4670-90d1-daa769c3d932",
        "choice_type": "multi"
    },
    {
        "question": "Tolerance develops by which of the following drug:",
        "exp": "Ans. C. Nitrates. Tolerance develops to nitrates when they constantly present in blood. Therefore, it is preferred via sublingual route as it act for short period of time.",
        "cop": 3,
        "opa": "Calcium channel blockers",
        "opb": "ACE inhibitors",
        "opc": "Nitrates",
        "opd": "K channel openers",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ad167fff-7c62-49c8-9c2b-96bcea402afd",
        "choice_type": "single"
    },
    {
        "question": "First dose effect is seen with:",
        "exp": "Ans. A. Prazosin. Fist dose effect is postural hypotension experienced by patient when he is on Alpha blocker. This effect can be minimized by taking low dose at the starting and take the medicine at bed time.",
        "cop": 1,
        "opa": "Prazosin",
        "opb": "Guanethidine",
        "opc": "Propranolol",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "274adb2d-f31e-4a19-b4cc-cc241b775cd2",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of digitalis in atrial fibrillation:",
        "exp": "Ans. C. Increase refractoriness of AV node. Digoxin is inotropic agent used in heart failure. It has positive inotropic effect and negative chronotropic effect. Inotropic effect is due to blockade of Na+K+ATPase pump. Chronotropic effect is due to vagomimetic effect which increase the refractoriness of AV node. This mechanism is utilized in atrial flutter and fibrillation. Answer is C",
        "cop": 3,
        "opa": "Decrease in contractility",
        "opb": "Na+ K+ ATP ase pump inhibition",
        "opc": "Increase refractoriness of AV node",
        "opd": "Bradycardia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "6cb1efbc-131c-420e-b331-94fbff68b864",
        "choice_type": "single"
    },
    {
        "question": "Nitric oxide acts via:",
        "exp": "Ans. (B) c. GMP(Ref: Katzung 13th/e p329-330). Nitric oxide stimulates guanylate cyclase, that increases c. GMP. Later is a powerful vasodilator.",
        "cop": 2,
        "opa": "c. AMP",
        "opb": "c. GMP",
        "opc": "Ca",
        "opd": "K",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "9c8a9b9b-8614-4cb2-81c0-48a9ca389d23",
        "choice_type": "single"
    },
    {
        "question": "Sildenafil acts by -",
        "exp": "Ans. is 'a' i. e., Increasing c. GMP * Sildenafil has been explained in previous sessions",
        "cop": 1,
        "opa": "Increasing c. GMP",
        "opb": "Decreasing c. GMP",
        "opc": "Increasing c. Amp",
        "opd": "Decreasing c. Amp",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ab965d4a-7e24-4198-92fd-785ab9ca8daf",
        "choice_type": "single"
    },
    {
        "question": "'Coronary steal' phenomenon is seen with?",
        "exp": "Ans. d (Dipyridamole) (Ref. KDT, Pharmacology, 6th/pg. 534)DIPYRIDAMOLE dilates resistant coronary vessels and diverts blood from ischemic zone to non-ischemic zone leading to \"coronary steal phenomenon. \" In patients with suspected ischemic heart disease, Dipyridamole or adenosine can be given to create a coronary \"steal\" by temporarily increasing flow in nondiseased segments of the coronary vasculature at the expense of diseased segments. Alternatively, a graded incremental infusion of dobutamlne may be administered to increase MV02. The development of a transient perfusion defect with a tracer such as radioactive thallium or 99rn. Tc sestamibi is used to detect myocardial ischemia. Educational points:# Dipyridamole, Adenosine, Isoflurane =>Coronary steal phenomenon# 1st part of subclavian artery obstruction =>Subclavian steal phenomenon & it is most common site of steosis# Cord A-Malformation =>Spinal cord steal syndrome# New Drugs in Angina =>Trimetazidine and Ronalazine Inhibit fatty acid oxidation pathway# Dipyridamole =>Antianginal having anti-platelet action & Coronary steal# Ranolazine =>Antianginal which blocks I Na current channel# Cilostazol (phosphodiesterase inhibitor) =>Antihypertensive drug with Anti-platelet aggregator + vasodilator effect",
        "cop": 4,
        "opa": "Verapamil",
        "opb": "Diltiazem",
        "opc": "Nicorandil",
        "opd": "Dipyridamole",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "525288eb-025e-4116-a417-7ae4cfecd6fb",
        "choice_type": "single"
    },
    {
        "question": "Mechnism of action of sildenafil -",
        "exp": "Ans. is 4b' i. e., Inhibition of phosphodiesterase-5 Phosphodiesterase-5 (PDE-5) inhibitorso Inhibition of PDE-5 prevents degradation of c. GMP which results in accumulation of c. GMP and marked potentiation of NO action - Relaxation of smooth muscle in corpus cavemosum and blood vessels supplying it - Erection of penis. o These are the drugs of choice for pharmacological treatment of erectile dysfunction. o The drugs in this group are siledenafil, todafil and vardenafil. o These drugs only influence the erectile ability and overall sexual satisfaction, and does not increase libido or lead to ejaculatory or argasmic changes. o Siledenafil is more selective for pulmonary PDE-5, and thus is the drug of choice for pulmonary hypertension. It also inhibits (weakly) PDE-6 which is involved in phototransduction of retina, resulting in impaired colour vision especially blue green discrimnation. o Todafil is longest acting and more potent. It has less affinity for PDE; causes visual disturbances less frequentlyo Vardenafil is similar to sildenafil, but can cause prolongation of QT interval, and therefore should be avoided in patients with hyperkalemia and/or patients receiving class IA or class III antiarrhythmics.",
        "cop": 2,
        "opa": "Inhibition of adenosine deaminase",
        "opb": "Inhibition of phosphodiesterase-5",
        "opc": "Inhibition of Aminopeptidase",
        "opd": "Inhibition of Guanylyl cyclase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "644416f1-0326-4615-9f88-3a66953aa2e8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the actions of beta blockers in heart failure except:",
        "exp": "Ans. B. Antagonism of vasoconstriction. Beta blockers actually cause vasoconstriction via antagonizing the vasodilation caused by beta 2 receptor. Rest all are the pharmacological actions of beta blockers.",
        "cop": 2,
        "opa": "Decrease mortality",
        "opb": "Antagonism of vasoconstriction",
        "opc": "Prevent pathological remodeling",
        "opd": "Prevent cardiac arrhythmias",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "960f0cba-891d-4890-8d97-d4b4262772c7",
        "choice_type": "multi"
    },
    {
        "question": "All are arteriolar dilators except -",
        "exp": "Ans. is 'c' i. e., Nitrates",
        "cop": 3,
        "opa": "Hydralazine",
        "opb": "Minoxidil",
        "opc": "Nitrates",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e80f953d-767e-4d0f-9842-6e89d18d7874",
        "choice_type": "multi"
    },
    {
        "question": "Calcium channel blocker which is usually used in subarachnoid hemorrhage is:",
        "exp": "Ans: A (Nimodipine) Ref: Goodman &Gillman's The Pharmacological Basis of Therapeutics, 20. I1 12th Edition, Mc. Grow Hill, Burton LL P 735-736 & Basic & Clinical Pharmacology, 2012, / 2th Ed. Tata Mc. Graw hill, Katzung BG Masters SB. Trevor AJ. P 204. Explanation: Nimodipine is a cerebroselective Calcium Channel Blocker. This drug has found to reduce the morbidity after subarachnoid hemorrhage. It is also approved for patients with neurological deficits due to cerebral vasospasm after the rupture of congenital intracranial aneurysm. Other CCBs used in stroke are verapamil and nicardipine. Nicardipine - intracerebral arterial infusion has found to prevent cerebral vasospasm associated with stroke",
        "cop": 1,
        "opa": "Nimodipine",
        "opb": "Diltiazem",
        "opc": "Verapamil",
        "opd": "Flunarizine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "7c62017d-4099-4039-ada0-949d4c151e8e",
        "choice_type": "multi"
    },
    {
        "question": "True about phenylephrine is:",
        "exp": "Ans: c (Increases peripheral resistance) KDT, 5 ed, p. 127. Phenylephrine is a selective alpha 1 agonist. It causes vasoconstriction and therefore increases BP. No cardiac action. HR decreases due to reflex bradycardia. Mydriatic with no cycloplegia. Therefore preferred in elderly. Reduces IOT by constricting ciliary body blood vessels. Use: Orally administered nasal decongestant.",
        "cop": 3,
        "opa": "Hypotension",
        "opb": "Cardiac depression",
        "opc": "Increase peripheral resistance",
        "opd": "Increase IOT by constricting ciliary body B-V",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4da12068-1ac8-4230-8cdb-923f2f5e8e51",
        "choice_type": "multi"
    },
    {
        "question": "A 50 years old male with type 2 diabetes mellitus is found to have 24 hour urinary albumin of 250 mg. Which of the following drugs may be used to retard progression of renal disease?",
        "exp": "Ans. (B) Enalapril(Ref: Katzung 10/e p281; KDT 8th/e p532, 535)ACE inhibitors can retard the progression of diabetic complications like nephropathy, neuropathy and retinopathy.",
        "cop": 2,
        "opa": "Hydrochlorthiazide",
        "opb": "Enalapril",
        "opc": "Amiloride",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "81c45f80-5ac9-49c5-a755-977c4900b441",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of digitalis is -",
        "exp": "Ans. is 'a' i. e., Inhibits Na+ K+ ATPase pump o Digitalis inhibits Na+ 1C ATPase by selectively binding to its extracellular face. o Following figure will help you to understand the mechanism of action of digoxin. o There are two important pumps in myocytes: i) 3. Na+/l Ca+2 exchanger# This pump transports Ca+2 in exchange of Na+.# When Na+ concentration inside the myocyte is high, Na+/Ca+2 exchanger cause efflux of Na+ out of the myocytes and in exchange it causes influx of Ca+2 inside the myocytes.# Na. VCa+2 exchanger does not require ATP to function, ions move along their concentration gradient. ii) Na+/K+ ATPase# This pump causes efflux of Na+ in exchange of influx of K+. o Digitalis inhibits Na+ K+ ATPase. Therefore, efflux of Na+ by Na+K+ ATPase is inhibited. This results in increased concentration of Na+ inside the myocytes. o Increased Na+ concentration causes increased efflux of Na+ by Na+/Ca+2 exchanger with an increased influx of Ca+2 inside of myocytes. o Thus, intracellular concentration of Ca+2 is increased which results in increased force of cardiac contractiono It is worth noting that Na+ efflux is affected in two ways: i) Na+ efflux is dcreased by Na+/K+ ATPase (due to inhibition of Na+K+ ATPase by digoxin). ii) Na+ efflux is increased by Ca+2/Na+ exchanger (due to increased intracellular Na+ as a result of decreased Na+ efflux by Na+/K+ ATPase)",
        "cop": 1,
        "opa": "Inhibits Na+ K+ ATPase pump",
        "opb": "Inhibits Na+ H+ ATPase pump",
        "opc": "Activates Na+ Cl- pump",
        "opd": "Inhibits carbonic anhydrase",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a8210a1a-cc90-44c5-b886-391320aebd44",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true about nitrates?",
        "exp": "Ans. (D) All of the above(Ref: KDT 8th/e p586, 587, 590). Nitrates act by releasing NO which increases c. GMP that cause dephosphorylation of myosin light chain kinase. These are preferential dilator of venules because glutathione reductase (enzyme that releases NO from nitrates) is principally present at these sites. These agents are smooth muscle relaxants and can be used in colics and in achlasia cardia.",
        "cop": 4,
        "opa": "Acts by raising c. GMP which causes dephosphorylation of MLCK",
        "opb": "Metabolized by glutathione reductase",
        "opc": "Used in achalasia cardia",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "d5a4ffd1-bc20-4937-bd1b-aeae88f0a7ee",
        "choice_type": "multi"
    },
    {
        "question": "Intra-Venous drug (s) that can be used in management of hypertensive emergency?",
        "exp": "Ans. D. All of the above. (Ref Harrison 18th/pg. Table 247-10). Commonly used drugs Hypertensive emergency include nitroprusside, nicardipine, clevidipine, labetalol, and fenoldopam. Note that Nitroprussid is Short acting;>>c. GMP via direct release of NO. Can cause cyanide toxicity (releases cyanide). Fenoldopam is a Dopamine D1 receptor agonist--coronary, peripheral, renal, and splanchnic vasodilation. Reduces BP and increases natriuresis. Clevidipine is latest generation dihydropyridine Ca channel antagonist available for IV administration (available as lipid emulsion). It is effective in Rx acute both pre-op and post-op hypertension. Usual Intravenous Doses of Antihypertensive Agents Used in Hypertensive Emergencies. Antihypertensive agent. Intravenous dose. Nitroprusside. Initial 0. 3 (g/kg)/min; usual 2-4 (g/kg)/min; maximum 10 (g/kg)/min for 10 min. Nicardipine. Initial 5 mg/h; titrate by 2. 5 mg/h at 5-15 min intervals; max 15 mg/h. Labetalol2 mg/min up to 300 mg or 20 mg over 2 min, then 40-80 mg at 10-min intervals up to 300 mg total Labetalol2 mg/min up to 300 mg or 20 mg over 2 min, then 40-80 mg at 10-min intervals up to 300 mg total. Esmolol. Initial 80-500 g/kg over 1 min, then 50-300 (g/kg)/min. Phentolamine5-15 mg bolus. Nitroglycerin. Initial 5 g/min, then titrate by 5 g/min at 3-5-min intervals; if no response is seen at 20 g/min, incremental increases of 10-20 g/min may be used. Hydralazine10-50 mg at 30-min intervals# Malignant hypertension is a syndrome associated with an abrupt increase of blood pressure in a patient with underlying hypertension or related to the sudden onset of hypertension in a previously normotensive individual. The absolute level of blood pressure is not as important as its rate of rise. Pathologically, the syndrome is associated with diffuse necrotizing vasculitis, arteriolar thrombi, and fibrin deposition in arteriolar walls. Fibrinoid necrosis has been observed in arterioles of kidney, brain, retina, and other organs.# Initial goal of therapy is to reduce mean arterial blood pressure by no more than 25% within minutes to 2 h or to a blood pressure in the range of 160/100-110 mm. Hg. This may be accomplished with IV nitroprusside, a short-acting vasodilator with a rapid onset of action that allows for minute-to-minute control of blood pressure. Parenteral labetalol and nicardipine are also effective agents for the treatment of hypertensive encephalopathy.# In patients with malignant hypertension without encephalopathy or another catastrophic event, it is preferable to reduce blood pressure over hours or longer rather than minutes. This goal may effectively be achieved initially with frequent dosing of short-acting oral agents such as captopril, clonidine, and labetalol.# Currently, in the absence of other indications for acute therapy, for patients with cerebral infarction who are not candidates for thrombolytic therapy, one recommended guideline is to institute antihypertensive therapy only for patients with a systolic blood pressure >220 mm. Hg or a diastolic blood pressure >130 mm. Hg. If thrombolytic therapy is to be used, the recommended goal blood pressure is <185 mm. Hg systolic pressure and <110 mm. Hg diastolic pressure. In patients with hemorrhagic stroke, suggested guidelines for initiating antihypertensive therapy are systolic >180 mm. Hg or diastolic pressure >130 mm. Hg. The management of hypertension after subarachnoid hemorrhage is controversial. Cautious reduction of blood pressure is indicated if mean arterial pressure is >130 mm. Hg.# In addition to pheochromocytoma, an adrenergic crisis due to catecholamine excess may be related to cocaine or amphetamine overdose, clonidine withdrawal, acute spinal cord injuries, and an interaction of tyramine-containing compounds with monamine oxidase inhibitors. These patients may be treated with phentolamine or nitroprusside. Preferred Parenteral Drugs for Selected Hypertensive Emergencies. Hypertensive encephalopathy. Malignanthypertension (when IV therapy is indicated). Nitroprusside, nicardipine, labetalol Labetalol, nicardipine, nitroprusside, enalaprilat. Stroke. Nicardipine, labetalol, nitroprusside. Myocardial infarction/unstable angina. Nitroglycerin, nicardipine, labetalol, esmolol. Acute left ventricular failure. Nitroglycerin, enalaprilat, loop diuretics. Aortic dissection. Nitroprusside, esmolol, labetalol. Adrenergic crisis. Phentolamine, nitroprusside. Postoperative hypertension. Nitroglycerin, nitroprusside, labetalol, nicardipine. Preeclampsia/eclampsia of pregnancy. Hydralazine, labetalol, nicardipine",
        "cop": 4,
        "opa": "Hydralaxine",
        "opb": "Sodium nitroprusside",
        "opc": "Esmolol",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "19d8813f-9a8f-45e6-aba6-e53d2e9f304c",
        "choice_type": "multi"
    },
    {
        "question": "Drug not useful in emergency condition in pregnancy:",
        "exp": "Ref: Katzung, 14th ed. pg. 203-204; KDT, pg. 323* Nifedipine is a calcium channel blocker which is used as an alternative drug for premature labor.* Influx of calcium ions plays an important role in uterine contractions. CCB's reduce tone of myometrium and oppose contractions.* These drugs, especially Nifedipine can postpone labor only if started early enough.* In emergency situation, Ritodrine (b2 selective agonist) is considered as the drug of choice to suppress preterm labor.* Drug of choice for hypertension in pregnancy- LABETALOL* Drug of choice for epilepsy in pregnancy- Lamotrigine* DOC for status eclampticus in pregnancy - phenobarbitone",
        "cop": 1,
        "opa": "Nifedipine",
        "opb": "Labetalol",
        "opc": "Ritodrine",
        "opd": "Phenobarbitone",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b21256ef-1850-46a3-be3d-10303fa1c724",
        "choice_type": "single"
    },
    {
        "question": "Tolvaptan is used for:",
        "exp": "Ans. (A) SIADH(Ref: Harrison 20th/302). Vaptans like tolvaptan are vasopressin receptor antagonists. V1 receptor antagonists may be useful when total peripheral resistance is increased (e. g. CHF and hypertension) whereas V2 antagonists may be useful for the treatment of SIADH. Relcovaptan is selective V1 antagonist whereas lixivaptan, mozavaptan and tolvaptan are V2 selective antagonists. Conivaptan is V1a/V2 receptor antagonist used as an aquaretic (increase water excretion without affecting electrolytes like sodium) in CHF. Conivaptan is administered by i. v. injection whereas lixivaptan and tolvaptan can be given orally.",
        "cop": 1,
        "opa": "SIADH",
        "opb": "Central DI",
        "opc": "Von Willebrand disease",
        "opd": "Catecholamine resistant shock",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "a6fadc76-9882-45d4-9f10-e2d8a291dd20",
        "choice_type": "single"
    },
    {
        "question": "Antihypertensive not contraindicated in pregnancy",
        "exp": "Ans. is 'b' i. e. Labetalol Drugs used for the t/t of Hypertensive pregnancy B etter M other C are D uring H ypertensive P regnancy Beta blockers (labetalol, atenolol) Methyl dopa (. D. O. C. in pregnancy) Clonidine Dihydropyridine CCB's (discontinue before labour as they weaken uterine contractions) Hydralazine (D. O. C in hypertensive emergency) Prazosin Antihypertensives to be avoided during pregnancy Diuretics Tends to reduce blood volume - accentuate uteroplacental perfusion deficit (of toxemia) - increased risk of foetal wastage, placental infarcts, miscarriage, still birth. ACE inhibitors, AT1 antagonists Risk of foetal damage, growth retardation. Reserpine Suicidal depression in mother, nasal obstruction, deranged respiratory and temperature control in the new bom. Nonselective b blockers Propranolol has been implicated to cause low birth weight decreased placental size, neonatal bradycardia and hypoglycemia. Sodium Nitroprusside Contraindicated in eclampsia Pregnancy hypertension There is a lack of good clinical trial evidence, on which to base recommendations of one agent over another. Instead, drug usage reflects longevity of use without obvious harm to the fetus. Hence methyldopa is still the drug of choice for many obstetricians. Calcium channel blockers (especially nifedipine) are common second line drugs. Parenteral hydralazine is reserved for emergency reduction of blood pressure in late pregnancy, preferably in combination a b blocker to avoid unpleasant tachycardia (labetalol and atenolol) are often effective and probably the drug of choice in the third trimester. There is anecdotal evidence to suggest growth retardation with b blockade used in first and second trimester. Diuretics reduce the chance of developing preeclampsia but are avoided in pre-eclampsia itself because these patients, already have a contracted circulatory volume. Spironolactone is a diuretic which is avoided in pregnancy because of its antiandrogenic effect on fetus. ACE inhibitors (and by implication angiotensin AT1receptor antagonist) are absolutely contraindicated during pregnancy where they cause fetal death, typically midtrimester (they can be prescribed during first trimester) Note: There is no evidence that ACE inhibitors - or any of the commonly used antihypertensive drugs are teratogenic and women who become pregnant while receiving these should be reassured but should, of course, then discontinue the ACE inhibitor or AT1receptor antagonist.",
        "cop": 2,
        "opa": "Spironolactone",
        "opb": "Labetalol",
        "opc": "Sodium Nitroprusside",
        "opd": "ACE inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ab1f7181-4428-4ddc-81d7-2a9bca31b424",
        "choice_type": "single"
    },
    {
        "question": "At high altitude of around 3000 meters, a person complains of breathlessness. All of the following can be used for management EXCEPT:",
        "exp": "High altitude pulmonary edema. High altitude cerebral edema/acute mountain sickness* Immediate descent to at least 2000 feet (If possible)* Rest, reclined with head elevation* O2 supplementation (Sp. O2 >90%)* Nifedipine or sildenafil* Immediate descent to at least 2000 feet (If possible)* Rest, reclined with head elevation* Mild - Acetazolamide* Moderate/Severe- Dexamethasone",
        "cop": 1,
        "opa": "Intravenous digoxin",
        "opb": "Oxygen consumption",
        "opc": "Immediate descent",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c4dcbf46-64c0-4b6f-95ee-570fac042ddc",
        "choice_type": "multi"
    },
    {
        "question": "Hydroxyethyl starch is a -",
        "exp": "Ans. is 'c' i. e., Plasma expander Plasma expanderso These are high molecular weight substances which exerts colloidal osmotic (oncotic) pressure, and when infused i. v. retain fluid in the vascular compartment. o Human plasma or reconstituted huma albumin are the best, However, the former carries the risk of transmitting serum hepatitis, AIDS, and latter is expensive. Therefore synthetic colloids are more often used, o Desirable properties of plasma expander are: Should exert oncotic pressure comparable to plasma. Should remain in circulation and not leak out in tissues, or be too rapidly disposed. Should be pharmacodynamically inert. Should not be pyrogenic or antigenic. Should not interfere with grouping and cross-matching of blood. Should be stable, easily sterilizable and cheap. o Substances used are - Human albumin, Dextran, Degraded gelatin polymer, Hydroxy ethyl starch, polyvinyl pyrrolidone. o Albumin has all desirable properties except it is expensive. o Uses of plasma expanders - to correct hypovolemia, e. g. in bums, hypovolemic and endotoxic shock, severe trauma. o Contraindications ->> Severe anemia, cardiac failure, pulmonary edema, renal insufficiency.",
        "cop": 3,
        "opa": "Vasodilator",
        "opb": "Inotrope",
        "opc": "Plasma expander",
        "opd": "Diuretic",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ed9ffa53-87be-4a48-85e3-588d7377065b",
        "choice_type": "single"
    },
    {
        "question": "Drug used for both attack as well as prophylaxis of angina:",
        "exp": "Ans. A. Isosorbide dinitrate. Isorbide dinitrate is given for both acute attack as well as prophylaxis of angina, diltiazem is only used for prophylaxis. Dipyridamole worsens angina by coronary steal phenomenon.",
        "cop": 1,
        "opa": "Isosorbide dinitrate",
        "opb": "Diltiazem",
        "opc": "Verapamil",
        "opd": "Dipyridamole",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c764179f-0289-4ef1-9412-f52ec20ad0b7",
        "choice_type": "multi"
    },
    {
        "question": "What is the important action of nitrates in angina?",
        "exp": "Ans. B. Decreases preload. Nitrates cause release of nitric oxide which causes activation of guanylyl cyclase and through series of steps (via activation of protein kinase and phosphatases) activate myosin light chain through dephosphorylation which causes smooth muscle relaxation and hence vasodilatation. This decreases systemic vascular resistance and there will be increased pooling of blood. All of these events can lead to decrease in preload.",
        "cop": 2,
        "opa": "Coronary vasodilation",
        "opb": "Decreases preload",
        "opc": "Decreases afterload",
        "opd": "Decreases heart rate",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "0a79d9d5-22ba-4b30-8e35-1f1f57d8d863",
        "choice_type": "single"
    },
    {
        "question": "Calcium channel blockers are used in all, except-",
        "exp": "Ans. is 'c' i. e., Sick sinus syndrome The electrophysiological properties of Verapamil enables it be used as an antiarrhythmic. Electrophysiological effects of verapamilo The basic action of verapamil is to depress Ca2+ mediated depolarization. This result in following actions -Decrease S. A. node automaticity. Decrease ventricular automaticity. Increase A. V nodal ERP (This is the most consistent action of Verapamil and due to this A-V conduction is markedly slowed however intraventricular conduction is not slowed). Use of Verapamil as an antiarrhythmic -1. PSVT-It is effective in 80% cases. It should not be used if PSVT is accompanied with hypotension or CHF. 2. To control ventricular rate in Atrial flutter or Atrial fibrillation (May be used as an alternative to or in addition to Digitalis). Verapamil is contraindicated in following arrhythmias-1 Ventricular arrhythmias - Injection of verapamil has precipitated ventricular fibrillation, therefore contraindicated. 2 Digitalis toxicity - Verapamil is contraindicated in Digitalis toxicity because additive A-V block may occur. 3. Heart block and sick sinus. Other uses of verapamil: Angina pectoris- All CCB's are effective in reducing frequency and severity of classical as well as variant angina. It is beneficial in angina in the following way. Classical angina - Reduces cardiac work, mainly as a result of reduced afterload. Variant angina - Prevent arterial spasm. Hypertension. Hypertrophic cardiomyopathy. Suppress nocturnal leg cramps. Migraine",
        "cop": 3,
        "opa": "Angina",
        "opb": "Supraventricular tachycardia",
        "opc": "Sick sinus syndrome",
        "opd": "Hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "5d03b177-6b17-43fe-a809-2231d35f5c9b",
        "choice_type": "multi"
    },
    {
        "question": "Potassium channel openers with anti anginal drug is:",
        "exp": "(Nicorandil): Ref: 499-KDT (534-KDT 6th)POTASSIUM-CHANNEL-OPENERS* Minoxidil, diazoxide used in hypertension, hyperensive emergencies* Nicorandil, pinacidil, cromakalin. NICORANDIL: - This novel antianginal drug activates ATP sensitive K+ channels - hyperpolarizing vascular smooth muscle the vasodilator action is partly antagonized by K+ channel blocker glibenclamide* Dipyridamol, Trimetazidine, oxyphedrine are antianginal drugs",
        "cop": 1,
        "opa": "Nicorandil",
        "opb": "Dipyridamole",
        "opc": "Trimetazidine",
        "opd": "Oxyphedrine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c213c4f3-32b9-4a2e-9478-489d80bf3c56",
        "choice_type": "single"
    },
    {
        "question": "Preload of heart reduced by:",
        "exp": "Ans. d. Nitroglycerine. Ref: Goodman Gilman 13th E/P491. Arterial dilators: Decrease afterload. Venodilators: Decrease preload. Mixed dilators: Decrease both preload and afterload. Calcium channel blockers. Nitrates. Nitroprusside. Minoxidil ACE Inhibitors. Hydralazine ARBs. Fenoldopam DRIs. Diazoxide Alpha blockers",
        "cop": 4,
        "opa": "CCB",
        "opb": "Minoxidil",
        "opc": "Hydralazine",
        "opd": "Nitroglycerine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "88619a4f-5f5b-4263-afde-5dd661fde3d8",
        "choice_type": "single"
    },
    {
        "question": "Verapamil belongs to which class of the anti - arrhythmic drugs?",
        "exp": "Ans. is 'a' i. e., Class IV Verapamil (A calcium channal blockers) belongs to Class IV antiarrhythmic drugs. Antiarrhythmics. Class IA (Quinidine, Procainamide, Disopyramide, Moricizine). Both ventricular and suproventricular (atrial). Class IB (Lidocaine, mexiletine, Phenytoin). Ventricular. Class IC (Propofenon, flecanide, encanide). Both ventricular and suproventicular (atrial). Class II (Beta blockers). Both ventricular and supraventricular (atrial). Class III (Amiodarone, bretylium, Ibutilide, dofetilide). Both ventricular and supraventricular (atrial). Class IV (calcium channel blockers). Supraventricular (atrial). Miscellaneous # Digoxin. Supraventricular (atrial)# Adenosine. Supraventricular (atrial)",
        "cop": 1,
        "opa": "Class IV",
        "opb": "Class Ia",
        "opc": "Class Ib",
        "opd": "Class Ic",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e0b52083-31c0-425b-adf3-0c2033770931",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for ventricular tachycardia in a patient with myocardial ischemia is:",
        "exp": "Ans. (A) Lignocaine(Ref: CMDT 2019/389). Post MI ventricular tachycardia. Routine prophylaxis is not recommended. Treat stable patients of sustained ventricular tachycardia with drugs and unstable patients with cardioversion. Drug of choice for treatment of sustained ventricular tachycardia after MI is lignocaine. If it is not effective then amiodarone or procainamide can be used. If the patient still does not respond, then cardioversion should be done. If the arrhythmia is refractory to shock, then amiodarone followed by repeat cardioversion should be done.",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Propranolol",
        "opc": "Diltiazem",
        "opd": "Digoxin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "768ce5e0-75d8-4c6f-bcec-d215bfb25e2a",
        "choice_type": "single"
    },
    {
        "question": "All are true about digoxin except:",
        "exp": "Ans. (C) It is 95% plasma protein bound(Ref: KDT 8th/e p559). Plasma protein binding of digitoxin is high (95%) whereas it is low (70-80%) for digoxin.",
        "cop": 3,
        "opa": "Causes bradycardia due to increased vagal tone",
        "opb": "Acts by inhibiting Na+K+ ATPase in myocardial fibres",
        "opc": "It is 95% plasma protein bound",
        "opd": "Primarily excreted unchanged by glomerular filtration",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "999846a3-1bff-43ff-9bbe-6fd9409c1a6b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about the mechanism of action of digitalis?",
        "exp": "Ans. is 'a' i. e., It binds to the intracellular face of Na+ K+ ATPase enzyme Digitalis mechanism of action* Digitalis increases the force of contraction by a direct action independent of the innervation.* It binds to the extracellular face of the Na+ K+ ATPase and inhibits the enzyme causing rise in the intracellular levels of Na+.* The raised Na+ in turn inhibits the Na+ Ca2+ exchanger and causes rise in intracellular Ca2+.* This raised intracellular Ca2+ is responsible for the positive ionotropic effect.* Thus, digitalis increases the cardiac contractability and force of contraction.",
        "cop": 1,
        "opa": "It binds to the intracellular face of Na+ K+ ATPase enzyme",
        "opb": "There is rise in intracellular Na+",
        "opc": "It has positive ionotropic action",
        "opd": "Digitalis action is independent of cardiac innervation",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "91abff0a-5adb-4644-8066-bf675e996508",
        "choice_type": "multi"
    },
    {
        "question": "New drug Renolazine is used in -",
        "exp": "Ans. is 'a' i. e., Angina o Ranolazine is an effective newer anti-anginal drug but unlike CCBs and beta-blockers it does not significantly alter the heart rate or blood pressure. o Ranolazine alters the trans-cellular late sodium current and affects the sodium dependent calcium channels during myocardial ischaemia thus prevents calcium overload, resulting in reduced oxygen demand, and prevent anginao Ranolazine is useful as add-on therapy in chronic stable angina which is refractory to more standard anti-anginal medication. It has also been approved as first-line agent for chronic angina. However, it is not found to be useful in acute coronary syndrome. o Ranolazine should be used in combination with amlodipine, b-blockers or nitrates. It should not be used as an alternative to b-blocker therapy in patients otherwise eligible for this form of therapyo Ranolazine appears to have other promising non-anginal effects, including glycemic control, improvement in endothelial function and decreases the incidence of atrial fibrillation and other arrhythmiaso Ranolazine may increase the QT interval and hence it should not be used in patients with long- QT syndrome and should be used with caution when combined with other medications that increase the QT intervalo Ranolazine has been generally well tolerated in clinical trials its most common adverse effects are nausea, constipation and dizziness.",
        "cop": 1,
        "opa": "Angina",
        "opb": "Hypertention",
        "opc": "Tachycardia",
        "opd": "Arrhythmia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c85917e1-faae-4fa9-90ba-4a31bef0128d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Paroxysmal Supraventricular Tachycardia",
        "exp": "Ref: Katzung 14lh ed. pg. 246; KD Tripathi, 6th ed. pg. 509 & 518* Paroxysmal supraventricular tachycardia (PSVT) is sudden onset episodes of atrial tachycardia (rate 150-200/min) with 1: 1 atrioventricular conduction* An attack of PSVT can be terminated by i. v. injection of verapamil, diltiazem, esmolol or digoxin; but most cardiologists now prefer adenosine.* Adenosine has a very short t1/2 in blood ( 10sec)* Almost complete elimination occurs in a single passage through coronary circulation.",
        "cop": 2,
        "opa": "Digitalis",
        "opb": "Adenosine",
        "opc": "Adrenaline",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "0058d3dd-0b56-4991-b314-deb10ef98d92",
        "choice_type": "single"
    },
    {
        "question": "Metoprolol is preferred over propranolol in some patients because it",
        "exp": "Propranolol is a nonselective blocker of beta adrenoceptors, whereas metoprolol is b1 -selective. Metoprolol is less likely to block receptors in the bronchiolar smooth muscle and is less likely to cause bronchoconstriction, especially in asthmatic patients. Propranolol and metoprolol are considered to be equally effective as antiarrhythmics and in post-MI prophylaxis, and both are cardiodepressant. Drugs that appear to have both alpha- and beta-blocking actions include carvedilol and labetalol.",
        "cop": 2,
        "opa": "causes less cardio depression",
        "opb": "is less likely to cause bronchoconstriction",
        "opc": "has both alpha- and beta-adrenoceptor blocking effects",
        "opd": "is more effective as an antiarrhythmic",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e6eb1004-c9b6-4da1-9a71-d53dd9bafc2f",
        "choice_type": "multi"
    },
    {
        "question": "A patient of coronary artery disease with diabetes mellitus has a history of myocardial infarction 2 months back. Lipid profile of the patient is serum triglyceride of 234 mg/dL, LDL 124 mg/dL and HDL 32 mg/dL. Which of the following drugs will you like to administer?",
        "exp": "Ans. (C) Atorvastatin 80 mg(Ref: CMDT 2017/1263-64). Treatment of hypertriglyceridemia is required only if serum triglycerides are more than 500 mg/dL, so fibrates are not indicated in this person. Indication of statins according to ACC/AHA 2013 guidelines are: High intensity statins (Atrovastatin 80 mg or rosuvastatin 40 mg)*Presence of clinical atherosclerotic cardiovascular disease (irrespective of LDL levels)*LDL >= 190 mg/dL*Age 40-75 years with diabetes mellitus and LDL >= 70 mg/dL with 10 year CVD risk >= 7. 5%Low intensity statins (atorvastatin 20 mg, rosuvastatin 10 mg or other statins)*Presence of clinical atherosclerotic cardiovascular disease (irrespective of LDL levels) if age more than 75 years*Age 40-75 years with diabetes mellitus and LDL >=70 mg/dL*Age 40-75 years with LDL 70-189 mg/dL and 10 year CVD risk >=7. 5%",
        "cop": 3,
        "opa": "Fenofibrate",
        "opb": "Rosuvastatin plus fenofibrate",
        "opc": "Atorvastatin 80 mg",
        "opd": "Rosuvastatin 10 mg",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b801e283-6ad5-4564-ab56-fd0aa8a7dae1",
        "choice_type": "single"
    },
    {
        "question": "First dose hypotension is caused by:",
        "exp": "Ans. is 'a' Prazosin Prazosin is a highly selective alpha1 blocker*It dilates arterioles more than veins*It is effective orally *It causes first dose hypotension *It is primarily used as an antihypertensive. Its initial dose should be low",
        "cop": 1,
        "opa": "Prazosin",
        "opb": "Clonidine",
        "opc": "Sodium nitroprusside",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "78b52a93-c572-4e11-b362-ad93161fd11b",
        "choice_type": "single"
    },
    {
        "question": "Verapamil is contraindicated in",
        "exp": "Ans. b (Complete heart block). (Ref. KDT, Pharmacology, 4th ed., 530)# VERAPAMIL can accentuate conduction defects, hence contraindicated in II and III degree AV blocks and precipitates congestive heart failure in patients with pre-existing disease.# Cardiac arrest can occur in patients with sick sinus syndrome. CALCIUM CHANNEL ANTAGONISTSDrug. Indication. Contraindications/Cautions. Frequent or peculiar side Effects. Dihydropyridines:# Nifedipine XL# Amlodipine# Felodipine XL# Isradipine# Nicardipine. Mild to moderate hypertension. Heart failure, 2nd or 3rd degree heart block. Tachycardia, flushing, gastro- intestinal disturbances, hyperkalemia, edema, headache. Benzothiazepines: Deltiazem. Mild to moderate Hypertension. Heart failure, 2nd or 3rd degree heart block. Same as amlodipine, except no tachycardia or edema, but can cause heart block, constipation, and liver dysfunction. Phenylalkylamine: Verapamil. Mild to moderate Hypertension. Heart failure, 2nd or 3rd degree heart block. Nausea, Constipation and Bradycardia",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Complete heart block",
        "opc": "Paroxysmal supraventricular tachycardia",
        "opd": "Angina pectoris",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "770e774f-d9fc-46e5-8c79-857c45503f02",
        "choice_type": "single"
    },
    {
        "question": "Losartan is similar to enalapril in all features except:",
        "exp": "Ans. D. Potential to induce cough. Losartan is ARB which block the angiotensin receptor and enalapril is ACE inhibitor which inhibits the action of ACE enzyme. Both of them have same indication and side effects except ARB causes less incidence of cough and angioedema.",
        "cop": 4,
        "opa": "Antihypertensive efficacy",
        "opb": "Reverse left ventricular hypertrophy",
        "opc": "Lack of carbohydrate intolerance",
        "opd": "Potential to induce cough",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "8ad34916-2d18-418d-bf10-8b7835e0a8e7",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following drugs is associated with the development of a lupus-like syndrome, especially in patients identified as \"slow acetylators\"?",
        "exp": "Procainamide is metabolized by N-acetyltransferase (a phase II drug metabolism reaction) to form N-acetyl-procainamide (NAPA), which itself has antiarrhythmic activity. Patients who are classified as slow acetylators may develop SLE-like symptoms when treated with procainamide. Other drugs metabolized via N-acetyltransferase, including isoniazid and hydralazine, have also been associated with lupus-like symptoms in slow acetylators.",
        "cop": 4,
        "opa": "Arniodarone",
        "opb": "Clonidine",
        "opc": "Nitroglycerin",
        "opd": "Procainamide",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "169f48d1-707b-444d-a20b-8a97e3f44cf5",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man with rheumatic mitral stenosis and atrial fibrillation is on therapy for a fast ventricular rate. While on treatment he develops a regular pulse of 64 beats/min. Which of the following is the probable drug that the patient is receiving?",
        "exp": "Ans. (B) Digoxin(Ref: KDT 8th/e p561). Digitalis is used to control ventricular rate in atrial fibrillation. It increases the refractoriness of AV node and decreases the conduction through AV node.",
        "cop": 2,
        "opa": "Verapamil",
        "opb": "Digoxin",
        "opc": "Carvedilol",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "7d0c24e0-1ab7-4c03-afa6-8b1613417ac4",
        "choice_type": "single"
    },
    {
        "question": "Myocardial oxygen demand decreases by all EXCEPT",
        "exp": "(Amrinone) (507-KDT 6th). Antianginal agents (organic nitrates, b. Blockers, CCBs) lowers the oxygen demand of the heart by affecting BP. Venous return. Heart rate and contractility (209-Lippncott's 4th). Drugs that reduce cardiac size, rate or force reduces cardiac oxygen demand. Thus vasodilators, b blockers and calcium blockers have predictable benefits in angina (192-Katzung 11th). Drug used in Angina Pectoris (i) Nitrates - nitroglycerin, Isosorbide dinitrate, Isosorbide mononitrate(ii) Beta blockers - Propranolol, Atenolol, metoprolol (iii) Calcium channel blockers - Verapamil, Diltiazem, Nifedipine(iv) Miscellaneous - Ranolazine, Ivabradine. DILTIAZEM - (CCBs) (530-KDT 6th)* Direct depression of SA node and AV conduction* Decrease HR. B. P* Vasodilator - can relieve coronary artery spasm* Modest negative inotropic action. METOPROLOL - (Cardio selective, class II anti arrhythmic drugs p-adrenergic antagonist)* Act by decreasing cardiac work and O2 consumption (decreased HR, inotropic state and mean BP)* Depressing automaticity, contractility and prolonging AV conduction. NITRATES (523- KDT6th) (210- Lippincott's 4th)* These compounds cause a rapid reduction in myocardial oxygen demand-followed by rapid relief of symptoms* Nitates decreases coronary vasoconstriction or spasm and increases perfusion of the myocardium by relaxing coronary arteries. In addition they relax veins, decreasing preload and myocardial oxygen consumption. AMRINONE (Inamrinone) - Phosphodiesterase III inhibits*** Positive inotropy and direct vasodilators * It increases cardiac index, left ventricular ejection fraction and decreases peripheral vascular resistance. CVP. Left ventricular and diastolic volume and pressure. Cardiac O2 demand or O2 consumption. Correlates with ventricular work per beat. So O2 demand a ventricular work per beat a stroke volume x mean arterial pressure**Cardiac O2 demand is determined primarily br - Intramyocardial tension, wall thickness, ventricular radius (volume)- Contractile site of the myocardium - Heart rate. O2 consumption is ~ 9ml/100g/min by beating heart of rest & increases with exercise & various other states",
        "cop": 4,
        "opa": "Diltiazem",
        "opb": "Metoprolol",
        "opc": "Nitroglycerine",
        "opd": "Amrinone",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "8449088b-bc39-4d1d-b811-1f922b34ba0c",
        "choice_type": "multi"
    },
    {
        "question": "Inodilation is",
        "exp": "(A) (Milrinone) (525-KDT 7th)1. NODILATOR - Positive inotropy and direct vasodilation. Both preload and after load on the heart is reduced compared to dobutamine proportionately greater decrease in systemic vascular resistance in noted eg. Inamrinone (Amrinone/ Milrinone). Fasudil is an RhO - Kinase inhibitor involved in the vascular smooth muscle contractile response (ie angina with normal coronary arteries). Octreotide - somatostatin analogue uses - Vipoma, Insulinoma, Glucagonoma, Acromegaly, Acute bleeding of Gastrooesophageal varices, carcinoid tumours. Rotigotine - dopamine analogue that was approved for treatment of early Parkinson's disease in 2007 by FDA. Afixaban is factor Xa inhibitors (Anti coagulant action)",
        "cop": 1,
        "opa": "Milrinone",
        "opb": "Dopamine",
        "opc": "Dobutamine",
        "opd": "Thiazides",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ed3702cf-7b91-4536-9525-c10b372f06db",
        "choice_type": "multi"
    },
    {
        "question": "Postural hypotension and failure of ejaculation is most commonly seen in treatment with:(1991)",
        "exp": "a. Ref: KDT, 5th ed, p. 514 & 4th ed, p. 551",
        "cop": 1,
        "opa": "Guanethedine",
        "opb": "Minoxidil",
        "opc": "Propranolol",
        "opd": "Sodium nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "93d3e7d3-9bec-4c79-a1e3-d89ace1411e2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition precipitate Digoxin toxicity?",
        "exp": "Ref: KD Tripathi, 7th ed. pg. 496* Digitalis increases force of cardiac contraction by a direct action independent of innervation. It selectively binds to extracellular face of the membrane associated Na+K+ ATPase of myocardial fibers and inhibits this enzyme.* Inhibition of this cation pump results in progressive accumulation of Na+ intracellularly. Phis indirectly results in intracellular Ca2+ accumulation by reversing the direction of Na-Ca+ exchanger channel, which causes ionotropic action.* Note: in normal situation, Na-Ca+ exchanger pumps out Ca+- in exchange of Na+. But after bloking action of Digoxin, the direction of exchanger channel is reversed causing Pumping out Na+ in exchange with Ca+ from outside.# This accumulated Ca+ intracellular acts at sarcoplasmic reticulum and causes release of more calcium - Ionotropic action* Higher serum potassium concentration inhibits digitalis binding to Na-K+ATPase. Therefore, hyperkalemia can reduce digitalis toxicity and Hypokalemia can cause digitalis toxicity.* Note: Hypokalemia and hypercalcemia precipitate digoxin toxicity.* Action:# Digitalis increases the force of contraction and decreases the heart rate due to its vagomimetic action# It also decreases the AV conduction, hence contraindication in WPW syndrome.# Causes diuresis in CHF patients# Causes decrease in peripheral resistance in CHF patients (because of withdrawal of reflex sympathetic overactivity)1. Inhibition of NA+/K ATPase pump by digitalis2. Increased NA+concentration inside the cell3. Increased exchange of Na+for Ca++4. Increased intracellular Ca++5. Increased influx of Ca++from sarcoplasmic reticulum6. Increased contractility of cardiac muscle",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hypernatremia",
        "opd": "Hyperphosphatemia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c6879a52-30de-40a5-b711-2428b20b28a7",
        "choice_type": "single"
    },
    {
        "question": "Side-effect (s) of sodium nitroprusside:",
        "exp": "Ans. d (All of the above) (Ref. KDT Pharmacology, 6th/pg. 554)NITROPRUSSIDE Toxicity:# Thiocyanate toxicity is manifested as weakness, disorientation, psychosis, muscle spasms, and convulsions, and the diagnosis is confirmed by finding serum cone >10 mg/dL. Both sodium thiosulfate and hydroxocobalamin have been advocated for prophylaxis or treatment of cyanide poisoning during nitroprusside infusion.# - Metabolic (lactic) acidosis, - Arrhythmias, - Excessive hypotension, - Methemoglobinemia.# Rarely, delayed hypothyroidism. SODIUM NITROPRUSSIDE# Sodium nitroprusside is a powerful parenterally administered vasodilator that is used in treating hypertensive emergencies as well as severe heart failure.# It dilates both arterial and venous vessels, reducing peripheral vascular resistance & venous return.# The action occurs as a result of activation of guanylyl cyclase, either via release of NO or by direct stimulation of the enzyme, resulting in raised intracellular c. GMP, which relaxes vascular smooth muscle. Pharmacokinetics & Dosage# Nitroprusside is a complex of iron, cyanide groups, and a nitroso moiety.# It is rapidly metabolized by uptake into red blood cells with liberation of cyanide.# Cyanide in turn is metabolized by the mitochondrial enzyme rhodanase, in the presence of a sulfur donor, to the less toxic thiocyanate.# Thiocyanate is distributed in extracellular fluid and slowly eliminated by the kidney.# Nitroprusside rapidly lowers blood pressure, and its effects disappear within 1-10 minutes after discontinuation.# Sodium nitroprusside in aqueous solution is sensitive to light and must therefore be made up fresh before each administration and covered with opaque foil. Infusion solutions should be changed after hours.# Dosage typically begins at 0. 5 microgram/kg/min and may be increased up to 10 g/kg/min.# The drug is given by intravenous infusion and arterial blood pressure monitored via intra-arterial recording. Drug Class. Mechanism of action. Effects. Indications. Toxicities. Notes. Angiotensin II-receptor blockers: Losartan, Candesartan. Block angiotensin II receptors. Same as ACE inhibitors. Same as ACE inhibitors. Fetal renal toxicity no cough. Not as well studied as ACEIs, but seem to have same efficacy. Vasodilators: Nitroglycerin Nitroprusside Isosorbide dinitrate Hydralazine| nitric oxide -c. GMP - vasodilation. Nitroclycerin, isosorbide dinitrate predominantly venodilators. Nitroprusside; dilation of arteries = veins. CHF, HTN, angina, pulmonary edema. Tachycardia, headache, hypotension. Nitroprusside, nitroglycerin: used in acute HF Hydralazine, isosorbide dinitrate: used in chronic HF",
        "cop": 4,
        "opa": "Lactic acidosis",
        "opb": "Psychosis",
        "opc": "Headache",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "444268ed-92f1-41d7-9175-084ec7d7e371",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agent is a rho kinase inhibitor?",
        "exp": "Ans. (A) Fasudil(Ref: Katzung 12th/e p206)*Rho kinase (ROCK) is a major downstream effector of the small GTPase RhoA. ROCK plays central roles in the organization of the actin cytoskeleton and is involved in a wide range of fundamental cellular functions such as contraction, adhesion, migration, proliferation and gene expression.*Fasudil is an experimental drug that acts by inhibiting the rho kinase and is found to be effective in animal models for treatment of-Hypertension-Pulmonary Hypertension-Coronary artery disease-Diabetic cardiomyopathy-Vasospastic angina-Ischemic stroke-Heart failure-Erectile dysfunction-Cardiac remodeling",
        "cop": 1,
        "opa": "Fasudil",
        "opb": "Ranolazine",
        "opc": "Amiloride",
        "opd": "Nicorandi",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e941130b-dc2c-4ed3-9d19-94e0d4b50eca",
        "choice_type": "single"
    },
    {
        "question": "Which drug inhibits Na+-K+ ATPase pump -",
        "exp": "Ans. is 'a' i. e., Digitalis o Following figure will help you to understand the mechanism of action of digoxin. o There are two important pumps in myocytes: i) 3. Na+/l Ca+2 exchanger# This pump transports Ca+2 in exchange of Na+.# When Na+ concentration inside the myocyte is high, Na+/Ca+2 exchanger cause efflux of Na+ out of the myocytes and in exchange it causes influx of Ca+2 inside the myocytes.# Na. VCa+2 exchanger does not require ATP to function, ions move along their concentration gradient. ii) Na. VK+ ATPase# This pump causes efflux of Na+ in exchange of influx of K+. o Digitalis inhibits Na+K+ ATPase. Therefore, efflux of Na+ by Na+ K+ ATPase is inhibited. This results in increased concentration of Na+ inside the myocytes. o Increased Na+ concentration causes increased efflux of Na+ by Na+/Ca+2 exchanger with an increased influx of Ca+2 inside of myocytes. o Thus, intracellular concentration of Ca+2 is increased which results in increased force of cardiac contractiono It is worth noting that Na+ efflux is affected in two ways: i) Na+ efflux is dcreased by Na+/K+ ATPase (due to inhibition of Na+K+ ATPase by digoxin). ii) Na+ efflux is increased by Ca+2/Na+ exchanger (due to increased intracellular Na+ as a result of decreased Na+ efflux by Na+/K+ ATPase)",
        "cop": 1,
        "opa": "Digitalis",
        "opb": "Amiodarone",
        "opc": "Varapamil",
        "opd": "Hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "369ad6c8-2df3-4d51-b6a3-1f2d6b013c4c",
        "choice_type": "single"
    },
    {
        "question": "Glyceryl trinitrate is given by sublingual route because of:",
        "exp": "Ans. (B) High hepatic first pass metabolism(Ref: KDT 8th/e p588). Main advantage of sublingual route of drug administration is that liver is bypassed and drugs with high first pass metabolism are absorbed directly into systemic circulation.",
        "cop": 2,
        "opa": "Short t1/2 in plasma",
        "opb": "High hepatic first pass metabolism",
        "opc": "High bioavailability by oral route",
        "opd": "Extensive protein binding",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "afb49818-f791-4cc3-a5f9-7ad38f1f7add",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in the treatment of pulmonary hypertension?",
        "exp": "Ans. (B) Alpha blockers(Ref: CMDT 2010/381). Management of Idiopathic Pulmonary Hypertension*If the patient responds to vasodilators, then calcium channel blockers (including amlodipine, diltiazem, and nifedipine) are the first-line therapy. Other drugs that can be used are:-Phosphodiesterase inhibitors (e. g. sildenafil)-Prostacyclin analogs (e. g. epoprostenol)-endothelin receptor blockers (e. g. bosentan)",
        "cop": 2,
        "opa": "Calcium channel blockers",
        "opb": "Alpha blockers",
        "opc": "Prostacyclins",
        "opd": "Endothelin receptor antagonists",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b69fd141-92d6-4b07-bbe7-a8e5a368f2a2",
        "choice_type": "single"
    },
    {
        "question": "Nimodipine is given in:",
        "exp": "Ans. (D) Subarachnoid hemorrhage(Ref: Katzung 13th/e p202). Nimodipine is a cerebroselective calcium channel blocker indicated in subarachnoid hemorrhage.",
        "cop": 4,
        "opa": "Extradural hemorrhage",
        "opb": "Subdural hemorrhage",
        "opc": "Intracerebral",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "3b2f768b-6af1-44c0-b4cd-057dd34cedeb",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old Nobel Prize-winner in chemistry has recently been the recipient of a heart transplant. Patient education has included both verbal and written descriptions of the potential cardiovascular effects of pharmacologic agents. Which one of the following drugs is least likely to cause tachycardia in this patient?",
        "exp": "This question is to remind you that indirect-acting sympathomimetics require innervation of the effector organ to exert effects. In this case, amphetamine would not be effective because the transplanted heart lacks sympathetic innervation; thus, there is no \"mobile pool\" of NE capable of being released by a drug. However, transplanted hearts retain receptors, including those (b1 ) responsive to direct-acting sympathomimetics. Heart transplants are not responsive to AChE inhibitors because they, too, are indirect acting and require vagal innervation to exert effects on the heart.",
        "cop": 1,
        "opa": "Amphetamine",
        "opb": "Dobutamine",
        "opc": "Epinephrine",
        "opd": "Isoproterenol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e9117bb4-1567-4861-9c40-d8aeab82eb45",
        "choice_type": "multi"
    },
    {
        "question": "Nitroglycerine causes all except:",
        "exp": "Ans. (A) Hypotension and bradycardia(Ref: Katzung 11/e p265; KDT 8th/e p587). Nitrates are most commonly used antianginal drugs. These act by delivering nitric oxide in the blood vessels leading to vasodilation. Resulting hypotension lead to reflex tachycardia. It can cause methemoglobinemia as an adverse effect.",
        "cop": 1,
        "opa": "Hypotension and bradycardia",
        "opb": "Methemoglobinemia",
        "opc": "Hypotension and tachycardia",
        "opd": "Vasodilation",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b0b0ea9d-4be5-4841-8d21-51194872a97a",
        "choice_type": "multi"
    },
    {
        "question": "A patient having prinzmetal angina is started with ISMN. Patient got symptomatic relief from angina. What is the MOA?",
        "exp": "ANS. A# Important points on nitrates1. All nitrates have high FPM metabolism except ISMN (Isosorbide mononitrate)2. Skin rashes are maximum with Pentaerythritol tetranitrate3. Nitrates used in acute attack: NTG and ISDN (Isosorbide dinitrite)",
        "cop": 1,
        "opa": "Endothelium independent coronary vasodilatation",
        "opb": "Reduced cardiac contractility",
        "opc": "Increased left ventricular end diastolic volume",
        "opd": "Decreased diastolic perfusion pressure",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "b4312bde-0db7-414b-acf2-4ba46499a353",
        "choice_type": "single"
    },
    {
        "question": "Drug which increases Nitrix Oxide are all except",
        "exp": "Ans. is 'd' i. e. Fenoldopam Fenoldopam. Fenoldopam is a selective dopamine -1 receptor agonist. Administered parenterally it acts predominantly as a vasodilator in peripheral arteries and diuretic in kidney. It has been approved by FDA for short term a management of hypertensive emergency. Nitric Oxide (NO) is recognized as a mediator in a bewildering array of biologic systems. Nitric oxide is identical to endothelium derived relaxing factor (EDRF) which causes vasodilation by relaxing vascular smooth muscle.* NO also acts as neurotransmitter, prevents platelet aggregation and plays an essential role in macrophage function. Synthesis of NONo is synthesized by the action of NO synthase on Arginine. Arginine O2 and NADPH are substrates. FMN, FAD, heme and tetrahydrobiopterin are coenzymes for the enzymes. NO and citrulline are products of the reaction. Actions of NO on vascular endothelium. Nitric oxide is an important mediator in the control of vascular smooth muscle tone. Nitric oxide is synthesized in endothelial cells and diffuses to vascular smooth muscle, where it activates the cytosolic form of guanylate cyclase. The resultant rise in c. GMP causes muscle relaxation possibly through activation of protein kinase G(Note: Vasodilator nitrates such as nitroglycerin and nitroprusside are metabolized to nitric oxide, which causes relaxation of vascular smooth muscle, presumably by the above mechanism. Thus NO can be envisioned as an endogenous nitrovasodilator). Role of NO in mediating macrophage bactericidal activity. In macrophages, NO synthetase activity is normally low, but synthesis of the enzyme is markedly stimulated by bacterial lipopolysaccharide and g interferon release in response to infection. Activated macrophages form oxygen free radicals that combine with NO to form compounds that are more bactericidal than NO itself. Drugs generating Nitric oxide i) Nitric oxide level is increased by increased release of donors. Acetylcholine. Glyceryl trinitrate. Sodium nitroprusside. Calcium ions. Hydralazine. Aspirin (No releasing aspirin)ACE inhibitor. Glyceryl trinitrate (recently been recognized as Nitric oxide donor)ii) Drugs which inhibits phosphodiesterase enzyme. Slidenaphil. Aminophylline. Theophylline. Amrinone. Milrinone. Cilostazol",
        "cop": 4,
        "opa": "Glycerine trinitrate",
        "opb": "Hydralazine",
        "opc": "Sodium Nitroprusside",
        "opd": "Fenoldopam",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "cd42f3a1-ca7e-4b57-98f7-225a54fdd570",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug reduces blood pressure primarily by directly decreasing heart rate alone?",
        "exp": "Ans. (A) Propranolol(Ref: Katzung 10/e p165, 169; KDT 8th/e p158)*Methyldopa is useful in the treatment of mild to moderately severe hypertension. It lowers blood pressure chiefly by reducing peripheral vascular resistance, with a variable reduction in heart rate and cardiac output.*Prazosin and nitroprusside are vasodilators and produce reflex tachycardia instead of causing bradycardia.*Propranolol is a non selective beta blocker and acts mainly by decreasing heart rate.",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Prazosin",
        "opc": "Alpha methyl dopa",
        "opd": "Nitroprusside sodium",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "2e1f798c-5c77-41a6-87bd-c722465b6336",
        "choice_type": "single"
    },
    {
        "question": "Drug prescribed for acute attack of migraine:",
        "exp": "Ans. C. Sumatriptan. Treatment for acute attack of migraine: NSAIDS, ergot alkaloid, Triptans. For prophylaxis of migraine: Propranolol, flunarizine, CCB.",
        "cop": 3,
        "opa": "Propranolol",
        "opb": "Flunarizine",
        "opc": "Sumatriptan",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "be6d994e-d946-401e-8a95-6fae8f0c7ccb",
        "choice_type": "single"
    },
    {
        "question": "You decide not to give sildenafil to patient who is on antianginal drug, which of the following drug it can be?",
        "exp": "Ans. C. Nitrates. Nitrates act by increase CGMP and sildenafil decrease the breakdown of this compound. Marked increase in CGMP results in profound hypotension and reflex tachycardia.",
        "cop": 3,
        "opa": "Calcium channel blockers",
        "opb": "Beta blockers",
        "opc": "Nitrates",
        "opd": "ACE inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "81707dd0-feff-4d69-bacd-9a0141f466b4",
        "choice_type": "single"
    },
    {
        "question": "Verapamil is associated with all except?",
        "exp": "Ans. D. Hyperglycemia. Verapamil is calcium channel blocker. CCB are safe in diabetic patients whereas thiazides and beta blockers should be avoided.",
        "cop": 4,
        "opa": "Constipation",
        "opb": "Headache",
        "opc": "Bradycardia",
        "opd": "Hyperglycemia",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "e8503997-b5aa-431a-bc2f-142fa355f9d1",
        "choice_type": "multi"
    },
    {
        "question": "Calcium channel blocker acts on",
        "exp": "Ans: b) (Smooth muscle) Ref: Katzung 11th edition and Cardiovascular Pharmacology Concepts. CCBs bind to L-type calcium channels located on the vascular smooth muscle, cardiac myocytes, and cardiac nodal tissue (SA and AV nodes). These channels are responsible for regulating the influx of calcium into muscle cells, which in turn stimulates smooth muscle contraction and cardiac myocyte contraction. In cardiac nodal tissue, L-type calcium channels play an important role in pacemaker currents and in phase 0 of the action potentials. Therefore, by blocking calcium entry into the cell, CCBs cause: vascular smooth muscle relaxation (vasodilation), decreased myocardial force generation (negative inotropy), decreased heart rate (negative chronotropy), and decreased conduction velocity within the heart ( negative dromotropy), particularly at the atrioventricular node. In addition to their antianginal and antiarrhythmic effects, thus calcium channel blockers also reduce peripheral resistance and blood pressure. NB: CCB's do not work on venous smooth muscle. Three types of Ca2+ channels have been described: a) Voltage sensitive channelb) Receptor operated channelc) Leak channel. The voltage sensitive channel are further divided into 3 types: L-type (long lasting current), T-type (transient current) andN type (neuronal). There was question in 2005 kerala regarding CCBs which act both on L and T subtypes of. Ca2+ channels. Even after a lot of reference it was found that only the voltage sensitive L-type channels are blocked by CCBs.",
        "cop": 2,
        "opa": "Skeletal muscle",
        "opb": "Smooth muscle",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "33979442-20f4-4efb-bebd-78449e3facb3",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is a venodilator?",
        "exp": "Ans: d (Nitroprusside) Ref: KDT, 6 ed, p. 504. Sodium nitroprusside is a combined arteriolar and venodilator. whereas all other given drugs are mainly arteriolar dilatorsrvasodilators Arterial. Venous. Mixed. Hydralazine. GTNACE inhibitor. Minoxidilisosorbide dinitrite. ATi antagonist. Diazoxide Prazosin. Calcium channel blockers Amrinone, milrinone Sodium N itroprusside. Diazoxide. Relaxes resistance vessels, without any effect on capacitance vessels. (K+ channel opener). HydralazineA directly acting arteriolar dilator with little action on venous capacitance vessels. Minoxidil. Pattern of action resembles hydralazine. (A/E: excess hair growth on face, back and arms.)ACE inhibitors. Arterioles dilate and the compliance of large arteries is increased.",
        "cop": 4,
        "opa": "Hydralazine",
        "opb": "Minoxidil",
        "opc": "Lisinopril",
        "opd": "Nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "ba673726-e74f-48f9-a9d9-aa414b41a983",
        "choice_type": "single"
    },
    {
        "question": "Calcium channel blocking agents of use in the treatment of hypertension include:",
        "exp": "Ans. (D) Nifedipine(Ref: Katzung 10/e p175; KDT 8th/e p605). Nifedipine, amlodipine like calcium channel blockers can be used for hypertension.",
        "cop": 4,
        "opa": "Prazosin",
        "opb": "Lidoflazine",
        "opc": "Captopril",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "876bad15-cef7-4b4b-b24b-f38de97e4879",
        "choice_type": "single"
    },
    {
        "question": "Sodium-nitroprusside acts by activation of:",
        "exp": "Ans. (A) Guanylate cyclase(Ref: KDT 8th/e p613). Nitroprusside generates NO that relaxes vascular smooth muscles by activating guanylate cyclase.",
        "cop": 1,
        "opa": "Guanylate cyclase",
        "opb": "K+ channels",
        "opc": "Ca++ channels",
        "opd": "Cyclic AMP",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "c9c94e16-5632-4b65-a8b0-7aa0ae8e219d",
        "choice_type": "single"
    },
    {
        "question": "Which drug is responsible for coronary steal phenomenon?",
        "exp": "Ans. C. Dipyridamole. Dipyridamole is antiplatelet drug responsible for coronary steal phenomenon. It dilates the resistance vessel in non ischaemic area and thus decreasing the blood flow to already ischaemic region.",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "Clopidogrel",
        "opc": "Dipyridamole",
        "opd": "Prasugrel",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "6683fd68-1011-4ac5-b946-abb47a02f940",
        "choice_type": "single"
    },
    {
        "question": "The therapeutic efficacy of antihypertensive drugs is blunted by NSAIDs because they:",
        "exp": "Ans. (D) Decrease the synthesis of vascular prostacyclins(Ref: KDT 8th/e p215)*PGE2 and PGI2 cause renal vasodilation, natriuresis and increased water clearance due to inhibition of the action of ADH.*Loop diuretics act partly by increasing the stimulation of COX; therefore NSAIDs attenuate the diuretic action of these drugs.",
        "cop": 4,
        "opa": "Cause sodium excretion",
        "opb": "Increase the clearance of antihypertensive drugs",
        "opc": "Decrease the absorption of antihypertensive drugs",
        "opd": "Decrease the synthesis of vascular prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "1508a7cc-e710-4c4f-9d3e-a68229ee4640",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can precipitate angina?",
        "exp": "Ans. B. Nifedipine. Risk of angina is with peripherally acting CCB due to short duration of action and development of reflex tachycardia. This type of risk is seen with nifedipine.",
        "cop": 2,
        "opa": "Amlodipine",
        "opb": "Nifedipine",
        "opc": "Diltiazem",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "9f853802-dc94-423b-9f2c-ec5445c47c72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensive drug has a central sympatholytic action?",
        "exp": "Ans. is 'c' i. e., a methyl dopa Sympatholytic antihypertensivesA) Centrally acting sympatholyticsi) Clonidineiv) Moxonidinii) Methyldopav) Guanabenziii) Rilmenidinevi) GuanfacineB) Peripharally acting sympathalytics1) Adrenoreceptor Antagonistsi) Beta blockersii) a-blockers2) Adrenergic neuron blocking agentsi) Reserpineii) Guanethidine",
        "cop": 3,
        "opa": "levodopa",
        "opb": "carbidopa",
        "opc": "a methyl dopa",
        "opd": "hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "8c81629a-6c0c-4a89-bdd9-f8828067fadf",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of levosimendan include:",
        "exp": "Ans. (B) K channel opener(Ref: Katzung 11th/e p. 221). Levosimendan is an inodilator that act by[?]. Ca2+ sensitizing action by binding to troponin-C (inotropic action)[?]K+ Channel opening action -- (responsible for vasodilation)",
        "cop": 2,
        "opa": "Na channel opener",
        "opb": "K channel opener",
        "opc": "Beta blocker",
        "opd": "Beta 1 agonist",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "878fe33d-10e6-419f-a704-9eecbd399653",
        "choice_type": "single"
    },
    {
        "question": "Drugs implicated in development of heart block include which of the following?",
        "exp": "Ans. is 'd' i. e., All the above * From the following table it is clear that all the given drugs are implicated in the development of Atrioventricular heart block. Drugs causing AV block. Beta blockers Adnosine. Clacium channel blockers Antiarrhythmics (class I and III). Digitalis Lithium",
        "cop": 4,
        "opa": "Beta blockers",
        "opb": "Lithium",
        "opc": "Adenosine",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "200a3ac9-8254-46e3-bf3e-4570b990390b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not result in the release of NO?",
        "exp": "Ans. (A) Fenoldopam(Ref: KK Sharma 2007/176, 261, 292; Katzung 11th/e p180-181)*Nitric oxide donors include:-Sodium nitroprusside-Organic nitrates-Nitrites-Hydralazine-Propofol-Nebivolol*Fenoldopam is a selective D1 agonist useful in hypertensive emergencies.",
        "cop": 1,
        "opa": "Fenoldopam",
        "opb": "Hydralazine",
        "opc": "Nitroprusside",
        "opd": "Nitroglycerine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "7a96aba9-d92d-4ea5-a1d9-714a045f65f9",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin converting enzyme inhibitors when used for a long time in patients with hypertension, cause:",
        "exp": "Ans. (B) Reduction in filtration fraction(Ref: Goodman & Gilman 11/e p804)*Angiotensin II shifts the renal pressure natriuresis curve to right and helps to adjust the sodium level of the body according to dietary intake of sodium (more excretion with more intake and less excretion with less consumption). ACE inhibitors block this action of angiotensin II and cause leftward shift of renal pressure natriuresis curve, so that if sodium intake is decreased much more natriuresis can occur.*ACE inhibitors increase renal blood flow without increasing GFR and thus result in reduction of filtration fraction*ACE inhibitors do not significantly increase heart rate.*There are variable effect on various vascular beds with ACE inhibitors, these can dilate large arteries.",
        "cop": 2,
        "opa": "Rightward shift in renal pressure-natriuresis curve",
        "opb": "Reduction in filtration fraction",
        "opc": "Significant increase in heart rate",
        "opd": "No change in compliance of large arteries",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "99546c9b-b0fa-4e1a-82df-a68f87679651",
        "choice_type": "single"
    },
    {
        "question": "Potassium Channel Openers are following except",
        "exp": "Ans, d (Amiodarone) (Ref. KDT 6th/534). Drugs acting on potassium channel. Potassium channel openers. Potassium channel blockers. Amiodarone (blocks myocardial delayed rectifier K+channels). Old. Novel Minoxidil. NicorandilQ Diazoxide. Pinacidil0. Cromakalim Antiarrhythmics-- K+ channel blockers (class III) - Amiodarone. Ibutilide, Dofetilide, Sotalol.# MECHANISM: | AP duration, | ERP. Used when other antiarrhythmics fail.| QT interval.# C1. INICA1 u. SE: Atrial fibrillation, atrial flutter; ventricular tachycardia (amiodarone, sotalol).# TOXICITY: Sotalol--torsades de pointes, excessive a blockade. Ibutilide--torsades de pointes. Amiodarone--pulmonary fibrosis, hepatotoxicity, hypothyroidism/ hyperthyroidism (amiodarone is 40% iodine by weight), corneal deposits, skin deposits (blue/gray) resulting in photodermatitis, neurologic effects, constipation, cardiovascular effects (bradycardia, heart block, CHF). Certain drugs modulate opening and closing of the channels, e. g.# Quinidineblocks myocardial Na+ channels.# Dofetilide & amiodaroneblock myocardial delayed rectifier K+ channel.# Nifedipineblocks L-type of voltage sensitive Ca2+channel.# Nicorandilopens ATP-sensitive K+ channels.# Sulfonylureasinhibit pancreatic ATP-sensitive K+ channels.# Amilorideinhibits renal epithelial Na+ channels.# Phenytoinmodulates (prolongs the inacti vated state of) voltage sensitive neuronal Na+ channel.# Ethosuximideinhibits T-type of Ca2* channels in thalamic neurones",
        "cop": 4,
        "opa": "Pinacidil",
        "opb": "Diazoxide",
        "opc": "Nicorandil",
        "opd": "Amiodarone",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "4117af7f-1491-48e1-8446-9d33b2fc252d",
        "choice_type": "multi"
    },
    {
        "question": "Digoxin is not indicated in:",
        "exp": "Ans. (C) High output failure(Ref: KDT 8th/e p560, 561). Digitalis is an inotropic agent that is indicated when heart is not able to pump the blood adequately. High output failure is seen in conditions like anemia and thyrotoxicosis in which heart is already contracting vigorously. Cardiac glycosides, thus are not indicated in high output failure.",
        "cop": 3,
        "opa": "Atrial flutter",
        "opb": "Atrial fibrillation",
        "opc": "High output failure",
        "opd": "PSVT",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "68b038e7-2dab-4837-bc9d-7fabbb24cf1d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for supraventricular tachycardia is:",
        "exp": "Ans. (A) Verapamil(Ref: Katzung 11th/e p243-244, KDT 8th/e p580-581)*Adenosine is DOC for PSVT termination.*Verapamil is DOC for prophylaxis of PSVT and for management of sustained supraventricular tachycardia.",
        "cop": 1,
        "opa": "Verapamil",
        "opb": "Diltiazem",
        "opc": "Digoxin",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "0c8a65df-19aa-4801-9c28-25c44794577c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are useful in the intravenous therapy for hypertensive emergencies except",
        "exp": "Ans. (D) Nifedipine(Ref: Katzung 10/e p145, 179: KDT 8th/e p618, 619). Nifedipine can be used rarely for the rapid control of blood pressure but the route of administration is sublingual. Fenoldopam is a D1 agonist used i. v. for hypertensive emergencies whereas urapidil is an a blocker. Enalaprilat (not enalparil) can also be used for the same indication.",
        "cop": 4,
        "opa": "Fenoldopam",
        "opb": "Urapidil",
        "opc": "Enalaprilat",
        "opd": "Nifedipine",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "5344eb44-e408-49ec-b6b0-c6036feb00eb",
        "choice_type": "multi"
    },
    {
        "question": "Drug showing additional nitric oxide activity:",
        "exp": "Ans. D. Nebivolol. All the drug mentioned are selective beta 1 blockers. Out of all nebivolol has additional nitric oxide activity which increase the level of c. GMP and thus causing vasodilation.",
        "cop": 4,
        "opa": "Atenolol",
        "opb": "Metoprolol",
        "opc": "Bisoprolol",
        "opd": "Nebivolol",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "18b157f9-20a5-4b20-ac5e-62894eac65b3",
        "choice_type": "single"
    },
    {
        "question": "A hypertensive patient was started on antihypertensive drug. He develops dry cough during the course of the treatment. Which of the following drug is responsible for the following?",
        "exp": "Ans. B. ACE inhibitors. ACE inhibitorsI- C- cough. II- A-angioedema. III- P-prodrug. IV- T-taste disturbanceV- O- orthostatic hypotension. VI- P-pregnancy. VII- R-renal artery stenosis. VIII- I-increased potassium. IX- L-low risk of diabetic nephropathy.",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "ACE inhibitors",
        "opc": "Alpha blockers",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "aea61ed0-473d-42dc-a059-e4d4734a1362",
        "choice_type": "single"
    },
    {
        "question": "What is the mechanism of action of sacubitril?",
        "exp": "Ans. b. Neutral endopeptidase inhibitor. Ref: CMDT 2018/P 414. Sacubitril is a neutral endopeptidase or neprilysin inhibitor approved for treatment of chronic CHF in combination with angiotensin receptor blocker like valsartan. It can cause angioedema and hence is contraindicated with ACE inhibitors or within 36 hours of use of ACE inhibitors.",
        "cop": 2,
        "opa": "ACE inhibitor",
        "opb": "Neutral endopeptidase inhibitor",
        "opc": "Endothelin antagonist",
        "opd": "Angiotensin receptor blocker",
        "subject_name": "Pharmacology",
        "topic_name": "C. V. S",
        "id": "781a48cb-2842-4dc4-8da4-4d98c23f13a0",
        "choice_type": "single"
    }
]