[
    {
        "question": "Which of the following is a first-generation Cephalosporin used for surgical prophylaxis?",
        "exp": "First-Generation Cephalosporins: include - Cefazolin, Cephalexin, Cephradine, Cefadroxil, Cephalothin and Cephapirin Cefazolin is good for skin preparation as it is active against skin infections from S. pyogenes and MRSA. It is administered Intramuscular or Intravenous (i. e Parenteral drug). It is a drug of choice for surgical prophylaxis. Cefazolin does not penetrate the CNS and cannot be used to treat meningitis. Cefazolin is better tolerated than Antistaphylococcal Penicillins, and it has been shown to be effective for serious Staphylococcal infections e. g Bacteremia. Oral First generation drugs may be used for the treatment of urinary tract infections and Staphylococcal or Streptococcal infections, including cellulitis or soft tissue abscess.",
        "cop": 3,
        "opa": "Ceftriaxone",
        "opb": "Cefoxitin",
        "opc": "Cefazolin",
        "opd": "Cefepime",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "b5fdabc9-3c15-4ccd-be8b-89f16e01fb2b",
        "choice_type": "single"
    },
    {
        "question": "A nursing mother presented with fever and breast tenderness after two weeks postpaum. Which oral antibiotics is ideal for her condition?",
        "exp": "Dicloxacillin:- Anti - staphylococcal penicillin:- B lactamase resistant penicillin. Their use is restricted to the treatment of infection cause by penicillinase producing staphylococci including MSSA. Other drug of this class:- Methicillin Oxacillin Methicillin because of its toxicity (interstitial Nephritis), Methicillin is not used. Ampicillin/Amoxicillin:-Extended- Spectrum penicillin. More effective against gram -ve bacilli. Ampicillin is a drug of choice for gram positive bacilli: listeria monocytogenes Ceftazidime:-3rd gen cephalosporin, has activity against P. aeruginosa Ciprofloxacin: of the fluoroquinolone it has best activity against P. Aeruginosa and is commonly used in cystic fibrosis patient.",
        "cop": 2,
        "opa": "Ampicillin",
        "opb": "Dicloxacillin",
        "opc": "Ceftazidime",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "be8ce694-d297-4ee8-8015-8207316cedc4",
        "choice_type": "single"
    },
    {
        "question": "A female with 20 weeks pregnancy presents with fever and dysuria. A preliminary diagnosis of cystitis was made. Which of the following drugs will be safe to use for this patient?",
        "exp": "Antibiotics safe in pregnancy P - Penicillin C - Cephalosporin M - Macrolides Ciprofloxacin causes cailage and bone destruction Gentamycin causes hearing loss in fetus Cotrimoxazole contains sulfonamides which can cause kernicterus in the child",
        "cop": 4,
        "opa": "Ciprofloxacin",
        "opb": "Gentamicin",
        "opc": "Cotrimoxazole",
        "opd": "Amoxicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "1523dcf4-9d03-40ad-a6b7-5f48085616f9",
        "choice_type": "single"
    },
    {
        "question": "A patient needs antibiotic treatment for aificial valve, culture-positive infective enterococcal endocarditis. His medical history includes severe anaphylactic reaction to penicillin G during the past year. The best approach would be treatment with:",
        "exp": "* Severe allergy to penicillins rule out the use of amoxicillin and cefazolin. * Vancomycin is highly effective against MRSA and enterococcal infections. * Drugs for VRSA and VRE (Vancomycin Resistant Enterococcus faecalis) include linezolid and daptomycin.",
        "cop": 4,
        "opa": "Amoxicillin-clavulanic acid",
        "opb": "Aztreonam",
        "opc": "Cefazolin plus gentamicin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "3b478b8c-c9c5-4f98-b431-cccc9e1e54c9",
        "choice_type": "single"
    },
    {
        "question": "A patient requires ceftriaxone 180 mg. You have a 2 mL syringe with 10 divisions per mL. The l contains 500 mg/5 mL of ceftriaxone. How many divisions in the 2 mL syringe will you fill to give 180 mg ceftriaxone?",
        "exp": "Ceftiaxone we need to give: 180 mg 500 mg in 5 ml 180 mg in 5/500*180= 1. 8 ml 1 ml contains 10 divisions So 1. 8 ml contains 1. 8*10=18 divisions.",
        "cop": 1,
        "opa": "18",
        "opb": "1. 8",
        "opc": "20",
        "opd": "2",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "0dbfe86c-3fde-4ca1-a4f9-dce387731c41",
        "choice_type": "single"
    },
    {
        "question": "Which is not a bacterial drug resistance mechanism?",
        "exp": "Resistance to antibiotics occurs by following mechanism. By synthesizing enzymes against antibiotics: Penicillinases, Beta lactamases, Aminoglycoside inactivating enzymes. By altering porin channels, so the drug is not able to enter inside. Resistance to aminoglycosides occurs by this mechanism. By actively effluxing the drug out of the cell: resistance to tetracyclines occurs by this mechanism. Inhibition of DNA gyrase or topoisomerase activity is mechanism of action of flouroquinolones rather than mechanism of acquisition of resistance. So, answer is 'D'.",
        "cop": 4,
        "opa": "By synthesizing enzymes against antibiotics",
        "opb": "By altering porin channels",
        "opc": "By actively effluxing the drug out of the cell",
        "opd": "By inhibiting DNA gyrase or topoisomerase activity",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "30e31038-cfea-48d5-8fa4-b6d25bb81b27",
        "choice_type": "single"
    },
    {
        "question": "Ototoxicty and nephrotoxicity are the adverse effects of:-",
        "exp": "Drugs associated with ototoxicity as well as nephrotoxicity Vancomycin Aminoglycosides Cisplatin",
        "cop": 1,
        "opa": "Vancomycin",
        "opb": "Azithromycin",
        "opc": "Clindamycin",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "50c2b98e-7393-4f15-9c15-0463cbbc7ff5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not bacteriostatic:-",
        "exp": "Impoant bactericidal drugs are: * Vancomycin * Beta-lactams * Flouroquinolones * Aminoglycosides(are the only protein synthesis inhibitors which are bacteriocidal) Rest others are bacteriostatic. Linezolid, Clindamycin and Erythromycin(Macrolide) are protein synthesis inhibitors which are bacteriostatic.",
        "cop": 3,
        "opa": "Linezolid",
        "opb": "Clindamycin",
        "opc": "Vancomycin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "5f135c74-f175-4dd0-9b06-534794ce9654",
        "choice_type": "single"
    },
    {
        "question": "Dose of fosfomycin in a 40 years patient who is weighing 60 kg:-",
        "exp": "Fosfomycin is used for uncomplicated cystitis. The single dose of 3g is given. It is given for wide spectrum including Staphylococcus aureus, VRE, Gram negative bacteria including Pseudomonas and ESBL producing strains.",
        "cop": 3,
        "opa": "6 g single dose",
        "opb": "6 mg/kg single dose",
        "opc": "3 g single dose",
        "opd": "3 mg/kg single dose",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "1e851012-7c41-4e02-9b5c-b4f2899075fd",
        "choice_type": "single"
    },
    {
        "question": "A 36 years old woman recently treated for leukemia is admitted to the hospital with malaise, chills and high fever. Gram stain of blood reveals the presence of gram negative bacilli. The initial diagnosis is bacteremia and parenteral antibiotics are indicated. The record of the patient reveals that she had severe uicarial rash, hypotension and respiratory difficulty after oral pencillin V about 6 months ago. The most appropriate drug should be:",
        "exp": "In patient with severe sensitivity to penicillin, all beta lactams except monobactams are contraindicated. Both Aztreonam and imipenem are effective for gram negative infections but as the patient is allergic to beta lactams (carbapenems show cross allergy), Aztreonam is preferred in such a patient.",
        "cop": 2,
        "opa": "Ampicillin plus sulbactum",
        "opb": "Aztreonam",
        "opc": "Cefazolin",
        "opd": "Imipenem plus cilastatin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "0d3931a5-2d39-4423-845c-a61fabffae0c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Clostridium difficile infection is",
        "exp": "Drugs used for Clostridium difficile infection are DOC is oral Vancomycin Alternatives are metronidazole and fidoxamicin Monoclonal antibody against Clostridium toxin is bezlotoxumab.",
        "cop": 1,
        "opa": "Vancomycin",
        "opb": "Metronidazole",
        "opc": "Ceftriaxone",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "4711d93d-df81-4193-a6c4-6f1e5051af8b",
        "choice_type": "single"
    },
    {
        "question": "Colistin is not active against?",
        "exp": "Colistin* It was obtained from B. colistinus.* It is active against gram-negative bacteria only; all except Proteus, Serratia and Neisseria are inhibited. * It is more potent on Pseudomonas, Salmonella and Shigella. Mechanism of action Rapidly acting bactericidal agent having a detergent-like action on the cell membrane. They have high affinity for phospholipids. It causes membrane distoion or pseudopore formation. It may also inactivate the bacterial endotoxin.",
        "cop": 2,
        "opa": "Pseudomonas aeruginosa",
        "opb": "Serratia",
        "opc": "Klebsiella pneumoniae",
        "opd": "Burkholderia",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "a198946b-9c51-417f-8ab4-4acdc4e6365a",
        "choice_type": "single"
    },
    {
        "question": "Anterior nares is the most common site of colonization in carrier state of MRSA. What is the best treatment?",
        "exp": "Anterior nares are the MC site of colonization in the carrier state of MRSA. Mupirocin (2% topical cream) is DOC for MRSA carriers. Another drug that can be used is topical Bacitracin. Vancomycin is an intravenous DOC for treatment of severe infections caused by MRSA. Colistin (cell membrane inhibitor) is DOC for Superbug (bacteria mostly Klebsiella producing New Delhi Metallo-beta-lactamase). Cefazolin is first generation Cephalosporin.",
        "cop": 1,
        "opa": "Topical mupirocin",
        "opb": "Oral Vancomycin",
        "opc": "Inhaled colistin",
        "opd": "IV cefazolin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "eb2e920a-2546-44bf-898b-a767a535c7fe",
        "choice_type": "single"
    },
    {
        "question": "Dose and duration of benzathine penicillin G for prophylaxis of rheumatic fever is:-",
        "exp": "Drug of choice for secondary prophylaxis of rheumatic fever (RF) is Benzathine penicillin G. It is given intramuscular every 4 weeks. Duration of prophylaxis Category Duration of prophylaxis RF without carditis For 5 years after the last episode or till 21 years of age (whichever is longer) RF with carditis but without valvular disease For 10 years after the last episode or till 21 years of age (whichever is longer) RF with valvular disease For 10 years after the last episode or till 40 years of age (whichever is longer); sometimes life-long",
        "cop": 2,
        "opa": "1. 2 MU every 2 weeks",
        "opb": "1. 2 MU every 4 weeks",
        "opc": "2. 4 MU every 2 weeks",
        "opd": "2. 4 MU every 4 weeks",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "02e26d4f-b67b-41cf-9e89-8e532ab5746d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prophylaxis of meningococcal meningitis in a pregnant female after contact with a case is: -",
        "exp": "Impoant points to remember about Meningococcal Meningitis Doc for Empirical Treatment ceftriaxone Doc for Definitive Treatment Penicillin G Doc for Prophylaxis ciprofloxacin Doc for Prophylaxis in pregnancy ceftriaxone",
        "cop": 2,
        "opa": "Ciprofloxacin",
        "opb": "Ceftriaxone",
        "opc": "Cefalexin",
        "opd": "Rifabutin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "b4da220b-f313-45fc-b101-d0cf7a33f96e",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with the complains of abdominal pain, vomitingand fatty stools. On fuher questioning, the patient told that he was taking a drug since past few days. A diagnosis of Biliary sludge syndrome was made. Which of the following is the most likely drug involved?",
        "exp": "Gentamicin is an aminoglycoside and is excreted renal route. BILE secreted anti-microbial agents CEF in - Cefoperazone, Ceftriaxone R - Rifampicin E - Erythromycin N - Nafcillin A - Ampicillin L - Lincosamides (Clindamycin) DISEASE - Doxycycline ceftriaxonecan precipitate with calcium, like what occurs with bilirubin, and soceftriaxone-associatedbiliary sludgeis mainly composed of a calcium-ceftriaxonecomplex.",
        "cop": 4,
        "opa": "Ceftazidime",
        "opb": "Ampicillin",
        "opc": "Rifampicin",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "14073de1-29f4-428a-b35e-04007d60f2de",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for late cardiovascular syphilis is?",
        "exp": "Treatment of choice for late cardiovascular syphilis: Benzathine penicillin 7. 2 million units in three divided doses, once a week. Benzathine penicillin G, 2. 4 million units intramuscularly once a week for 1-3 weeks, is effective in the treatment of syphilis.",
        "cop": 1,
        "opa": "Benzathine penicillin 7. 2 million units in three divided doses",
        "opb": "Benzathine penicillin 2. 4 million units single dose",
        "opc": "Benzylpenicillin 12-24 million units for 21 days",
        "opd": "Tetracycline 2g daily",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "ef4eb6e7-7851-4980-b021-355a28fcdb9d",
        "choice_type": "single"
    },
    {
        "question": "The drug that should be used for prophylaxis of close contacts of a patient suffering from meningococcal meningitis is:",
        "exp": "- Rifampicin, ceftriaxone and ciprofloxacin are used for the prophylaxis of meningococcal meningitis. - Ceftriaxone is most effective drug for prophylaxis of meningococcal meningitis, however it is injectable drug. - Resistance to rifampicin has been repoed in many meningococci, so it is not preferred these days. - The drug of choice for prophylaxis of meningococcal meningitis should be chosen as Ciprofloxacin > Rifampicin > Ceftriaxone",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Dapsone",
        "opc": "Erythromycin",
        "opd": "Amikacin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "b82a0c78-76ef-4a95-8a2b-1cd2fd8fb267",
        "choice_type": "single"
    },
    {
        "question": "Clostridium difficile diarrhoea is most commonly associated with",
        "exp": "Clostridium difficile diarrhea is a super-infection also called Pseudomembranous colitis. Mc cause is 3rd generation Cephalosporins Other causes include Clindamycin, Aminopenicillins (Ampicillin and Amoxycillin), and Fluoroquinolones. DOC for treatment of PMC is oral Vancomycin now. Stool transplant can also be done. MAB against toxin of C. difficile: Bezlotoxumab.",
        "cop": 1,
        "opa": "Aminopenicillins",
        "opb": "Fluoroquinolones",
        "opc": "Macrolides",
        "opd": "Carbapenems",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "b7ffa479-464c-4ff0-8414-60522ebbb193",
        "choice_type": "single"
    },
    {
        "question": "The penicillin G preparation with the longest duration",
        "exp": "Penicillin G due to it's rapid tubular secretion, it is very sho acting. It's duration of action is increased with probenecid which compete with penicillin at tubular pump. Procaine penicillin G and benzathine penicillin G are administered IM and serve as depot forms. They are slowly absorbed into the circulation and persist at low levels over a long time period. Specially Benzathine penicillin G has longest duration of action. Penicillin G are not effective orally as it is acid labile. Penicillin which are acid stable are: - V: Penicillin V- O: Ofloxacillin- D: Dicloxacillin- K: Cloxacillin- A: Amoxicilin/Ampicillin",
        "cop": 1,
        "opa": "Benzathine penicillin",
        "opb": "Sodium penicillin",
        "opc": "Potassium penicillin",
        "opd": "Procaine penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "e11ced88-d7ed-4cd2-b829-a579a4155950",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an established antimicrobial drug synergism at clinical level?",
        "exp": "Combination of a bacteriostatic and a bactericidal drug in most cases is antagonistic. Bactericidal drugs act on fast multiplying organisms whereas bacteriostatic drugs inhibit the growth. Here, penicillins are bactericidal whereas tetracyclines are bacteriostatic.",
        "cop": 3,
        "opa": "Amphotericin B and flucytosine in cryptococcal meningitis",
        "opb": "Carbenicillin and gentamicin in pseudomonal infections",
        "opc": "Penicillin and tetracycline in bacterial meningitis",
        "opd": "Trimethoprim and sulfamethoxazole in coliform infections",
        "subject_name": "Pharmacology",
        "topic_name": "Cell Wall Synthesis Inhibitors",
        "id": "62b40302-cbac-484e-b8ee-08038a77fa36",
        "choice_type": "single"
    }
]