[
    {
        "question": "The drug used in petit mal seizures and has a narrow spectrum of antiepileptic activity is",
        "exp": "Ethosuximide and valproate are the drugs of choice for absence seizures and are more effective than lamotrigine. Reference: Katzung Pharmacology; 12th edition; Page no: 418",
        "cop": 2,
        "opa": "Lamotrigine",
        "opb": "Ethosuximide",
        "opc": "Phenytoin",
        "opd": "Primidone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9587b40f-5950-423e-aaa2-7a05f813f832",
        "choice_type": "single"
    },
    {
        "question": "Pimozide belongs to class of:",
        "exp": "Thioxanthenes are flupenthioxol. Butyrophenones are haloperidol, trifluperidol, penfluridol. Phenothiazines are Chlorpromazine, triflupromazine, thioridazine, flufenazine. Promazine belongs to the group of other of other hetero cyclics that is diphenyl butyl piperidine. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Thiothixanthene",
        "opb": "Phenothiazine",
        "opc": "Butyrophenone",
        "opd": "Diphenyl butyl piperidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1d267206-3dd2-462b-9b44-8a3a48c31c12",
        "choice_type": "multi"
    },
    {
        "question": "A patient on lithium therapy was found to be hypeensive also. Which of the following antihypeensive drugs is contraindicated in a patient on lithium therapy in order to prevent toxicity?",
        "exp": "Diuretics (thiazide, furosemide) by causing Na+ loss promote proximal tubular reabsorption of Na+ as well as Li+ --plasma levels of lithium rise. ref: KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Beta blockers",
        "opc": "Calcium channel blockers",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "591db8ae-5677-413e-af48-48e4111b7dbc",
        "choice_type": "single"
    },
    {
        "question": "Ethanol is given in methyl alcohol poisoning because:",
        "exp": "Ethanol is preferentially metabolised by alcohol dehydrogenase over methanol. At a concenteration 100mg/DL in blood it saturates alcohol dehydrogenase over methanol &retads methanol metabolism. This reduces formation of formaldehyde & formic acid. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "It inhibit alcohol dehydrogenase",
        "opb": "It inhibit aldehyde synthetase",
        "opc": "It binds 100 times stronger than methanol",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6cbef59c-cfd7-44a3-be03-2dcde2226526",
        "choice_type": "multi"
    },
    {
        "question": "The following are adverse effects of SSRIs except",
        "exp": "Galactorrhea is a side effect of hyperprolactinemia is not usually seen with SSRIs Side effects of SSRIs include weight changes, delayed ejaculation, diarrhoea, bleeding, discontinuation syndrome, insomnia. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Weight changes",
        "opb": "Diarrhoea",
        "opc": "Delayed ejaculation",
        "opd": "Galactorrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9e4156f1-ffbe-462c-ab24-8c77494d025c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following can be used to treat alcohol dependence except",
        "exp": "Naltrexone is orally effective opiod antagonist useful in alcohol withdrawal. Acamprosate an NMDA receptor antagonist is useful in preventing relapse. Disulfiram is used to make alcohol consumption an unpleasant experience. It inhibit the enzyme aldehyde dehydrogenase. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Naltrexone",
        "opb": "Acamprosate",
        "opc": "Flumazenil",
        "opd": "Disulfiram",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0270af35-eb8b-4c23-b7fb-31e989140960",
        "choice_type": "multi"
    },
    {
        "question": "Depression is not a side effect of",
        "exp": "Answer is option4, flupenthisol. The antidepressive and anxiolytic efficacy of flupenthixol has been investigated in numerous controlled and open trials involving patients with endogenous, reactive as well as senile depressions. When administered at a mean daily single or multiple dose of 1-2 mg, flupenthixol proved to be a very effective and well-tolerated antidepressant. As opposed to some of the currently available antidepressants, flupenthixol has a rapid onset of action which is often displayed within the first 2-3 days following its application. Ref:",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Oral contraceptives",
        "opc": "Reserpine",
        "opd": "Flupenthixol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "50cb0de0-10bf-4040-adbe-047f0ab6fbad",
        "choice_type": "single"
    },
    {
        "question": "Not true about Fosphenytoin",
        "exp": "Fosphenytoin, a more soluble phosphate prodrug of phenytoin, is well absorbed. Fosphenytoin sodium is available for intravenous or intramuscular use and replaces intravenous phenytoin sodium, a much less soluble form of the drug. Used in generalized Tonic-clonic seizures and paial seizures. Highly bound to plasma proteins. Reference: Katzung Pharmacology; 13th edition; Chapter 24; Antiseizure Drugs",
        "cop": 3,
        "opa": "Used for GTCS",
        "opb": "Prodrug of Phenytoin",
        "opc": "Lipid soluble",
        "opd": "Highly protein bound",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "193b42a5-b08b-4c48-8958-ca2aaa52485f",
        "choice_type": "multi"
    },
    {
        "question": "Selective serotonin reuptake inhibitors are drugs of choice for all of the following conditions except:",
        "exp": "Ref: KDT 6/e p448, 449 *SSRIs are drug of choice for depression, sustained treatment of panic disorder and generalized anxiety disorder, obsessive compulsive disorder, post-traumatic stress disorder, social and other phobia and bulimia. *In acute panic attacks and for acute treatment of generalized anxiety disorder, benzodiazepines are preferred.",
        "cop": 1,
        "opa": "Acute panic attack",
        "opb": "Social phobia",
        "opc": "Post traumatic stress disorder",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cd3c8698-a5b7-4a2c-9d08-02c526fe3b77",
        "choice_type": "multi"
    },
    {
        "question": "Dopamine and noradrenaline reuptake inhibitor is:",
        "exp": "Bupropion This inhibitor of DA and NA uptake has excitant rather than sedative propey. It is metabolized into an amphetamine like compound. It has been marketed in a sustained release formulation as an aid to smoking cessation. In clinical trials it has been found to yield higher smoking abstinence and quitting rates than placebo. Bupropion may be acting by augmenting the dopaminergic reward function. Better results have been obtained when it is combined with nicotine patch. The nicotine withdrawal symptoms were less severe in bupropion recipients. However, long-term efficacy is not known, and it can cause insomnia, agitation, dry mouth and nausea, but not sexual side effects. Seizures occur in over dose; the dose of 150 mg BD should not be exceeded. Ref: K D Tripathi 8th ed.",
        "cop": 2,
        "opa": "Clozapine",
        "opb": "Bupropion",
        "opc": "Zolpidem",
        "opd": "Miazapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2c9629ac-1c00-4a49-b0b1-68248bd55d70",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for relapsing remitting multiple sclerosis is:",
        "exp": "Answer is option 2, beta interferon Early treatment with high-dose interferon beta-1a reverses cognitive and coical plasticity deficits in multiple sclerosis. Mori F1, Kusayanagi H, Buttari F, Centini B, Monteleone F, Nicoletti CG, Bernardi G, Di Cantogno EV, Marciani MG, Centonze D. Author information Abstract Acute inflammation is associated with cognitive deficits and alterations of coical plasticity in multiple sclerosis (MS). We tested whether early treatment with high-dose interferon (IFN) beta-1a, known to reduce inflammatory activity, improves coical function and cognitive deficits in MS.",
        "cop": 2,
        "opa": "Alpha IEN",
        "opb": "Beta IFN",
        "opc": "Gamma IFN",
        "opd": "Natalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "15a49c64-0768-4b8f-a660-7a946e7d456b",
        "choice_type": "single"
    },
    {
        "question": "Duration of action of flumazenil is:",
        "exp": "Flumazenil is absorbed orally; oral bioavailability is ~16% but its not used orally. On I. v. injection, action of flumazenil stas in seconds &last for 1-2 hours; elimination t1/2 is 1 hour due to rapid metabolism. REF: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "5 minute",
        "opb": "10 minute",
        "opc": "20 minute",
        "opd": "1-2 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "59b9cdbb-7839-4348-9985-2d19d0726e8b",
        "choice_type": "single"
    },
    {
        "question": "Compared to the other antidepressant drugs miazapin has the distinct ability to act as an antagonist of:",
        "exp": "Ref: KDT 8th ed Miazapine blocks presynaptic [?]2 receptors on NA and 5-HT neurons. This increases the release of both NA and 5-HT. It also inhibits 5-HT2 and 5-HT3 receptors.",
        "cop": 3,
        "opa": "Beta receptors",
        "opb": "D2 receptors",
        "opc": "Alpha 2 receptors",
        "opd": "5-HT receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f14357e0-9c08-4f21-89bb-53ab50f5658b",
        "choice_type": "single"
    },
    {
        "question": "Antidepressant drug is:",
        "exp": "Classification I Reversible inhibitors of MAO-A (RIMAs) Moclobemide, Clorgyline II. Tricyclic antidepressants (TCAs) NA + 5-HT reuptake inhibitors Imipramine, Amitriptyline, Trimipramine, Doxepin, Dothiepin, Clomipramine B. Predominantly NA reuptake inhibitors Desipramine, Noriptyline, Amoxapine, Reboxetine Ill. Selective serotonin reuptake inhibitors (SSRis) Fluoxetine, Fluvoxamine, Paroxetine, Seraline, Citalopram, Escitalopram IV. Atypical antidepressants Trazodone, Mianserin, Miazapine, Venlafaxine, Duloxetine, Tianeptine, Amineptine, Bupropion Ref: K D Tripathi 8th edition",
        "cop": 4,
        "opa": "Pimozide",
        "opb": "Haloperidol",
        "opc": "Thioridazine",
        "opd": "Citalopram",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5d084e42-365f-4dd0-bcfd-d48f53b878a0",
        "choice_type": "single"
    },
    {
        "question": "Which among the following drug is contra-indicated in renal failure?",
        "exp": "Renal failure patients given repeated doses of pethidine are prone to experience similar effects. All the other drugs are safe in renal failure. Ref: KD Tripathi 8th ed",
        "cop": 1,
        "opa": "Pethidine",
        "opb": "Morphine",
        "opc": "Fentanyl",
        "opd": "Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "63f1f5be-3082-4248-94a7-97a2dd1e61de",
        "choice_type": "single"
    },
    {
        "question": "In depression, there is deficiency of:",
        "exp": "Ref: Katzung 14th ed. Monoamines like serotonin and nor-adrenaline are deficient in depressive patients, therefore reuptake inhibitors of these monoamines are used for treatment of depression.",
        "cop": 1,
        "opa": "5-HT",
        "opb": "Acetylcholine",
        "opc": "Dopamine",
        "opd": "GABA",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2a1cecb3-2d8b-484b-bf5d-bd2f14b2c71d",
        "choice_type": "single"
    },
    {
        "question": "A patient on Phenytoin therapy develops depression, for which he was prescribed tricyclic anti-Depressants. He now complains of lassitude and his Hb reading is 8gm/dl, the next step in the management of this patient is:",
        "exp": "phenytoin can induce folate deficient megaloblastic anemia that can be diagnozed by measuring MCV. REF: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Chest X ray",
        "opb": "MCV should be estimated",
        "opc": "GGT should be estimated",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0a12d08d-bcf3-405e-9f93-ca9c5c58d29f",
        "choice_type": "multi"
    },
    {
        "question": "A young man is with known heroin addiction is brought in the emergency in unconscious state. On examination, the patient has decreased bowel sounds, depressed respiration and pin point pupil. The treatment of choice for this patient is:",
        "exp": "Ref: Kaplan & Sadock's Comprehensive Textbook of Psychiatry 9th/1375-76, 1384 The decreased bowel sounds, respiratory depression, pin point pupil and history of heroin addiction strongly points toward the diagnosis of acute opioid poisoning. The drug of choice for acute poisoning is intravenous naloxone.",
        "cop": 2,
        "opa": "Oral natrexone",
        "opb": "IV naloxone",
        "opc": "Oral diazepam",
        "opd": "Oral Buprenorphine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cf6e8619-52ed-4282-a197-7d8af75b6188",
        "choice_type": "single"
    },
    {
        "question": "\"Opioids\" differ from \"opiates\" in that they are:",
        "exp": "Opiods are synthetics while opiates are semi synthetic. Opiods include pethidine, fentanyl, methadone, dextropropoxyphene, tramadol. Semisynthetic opiates include heroin, pholcodine, ethylmorphine. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "More powerful in action",
        "opb": "More long acting",
        "opc": "Synthetic derivatives",
        "opd": "Derived directly from opium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "04c8b466-4b33-47c4-b1ea-669ae84d1f1b",
        "choice_type": "single"
    },
    {
        "question": "An addict presents with increased sweating, lacrimation, diarrhea, yawning and rhinorrhea. These symptoms may occur due to withdrawal of?",
        "exp": "Heroin is a semi synthetic derivative of opium. Withdrawal symptoms are lacrimation, sweating, yawning, anxiety, restlessness, rhinorrhoea and tremors seen 8-12 hours after last dose. All the other drugs donot have the above set of side effects. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Cannabis",
        "opd": "Alcohol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "933bcb42-e319-404a-979e-27446ae1afb6",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding METHANOL poisoning except",
        "exp": "Fomepizole is a alcohol dehydrogenase inhibitor not a aldehyde dehydrogenase inhibitor. visual disturbances due to formic acid. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Hemodialysis should be done when serum methanol concentration is above 50 mg/dl",
        "opb": "Fomepizole acts by inhibiting aldehyde dehydrogenase",
        "opc": "High anion gap metabolic acidosis is seen in severe cases",
        "opd": "Visual disturbances are commonly seen",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "56c0aa12-bb49-451e-843b-efce0714cb7d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a side effect of clozapine:",
        "exp": "Ref: KDT 6/e p429 Clozapine and other atypical antipsychotic resulting weight gain.",
        "cop": 4,
        "opa": "Agranulocytosis",
        "opb": "Seizures",
        "opc": "Sialosis",
        "opd": "Weight loss",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ffd1f9fc-0803-4016-af86-5721e1d0a726",
        "choice_type": "single"
    },
    {
        "question": "Antiparkinson's drug known to cause cardiac valvular fibrosis is",
        "exp": "Pergolide, ergot derivative, directly stimulates both D1 and D2 receptors. It has been widely used for parkinsonism but is no longer available because its use has been associated with the development of valvular heart disease. Reference: Katzung Pharmacology; 13th edition; Chapter 28; Pharmacologic Management of Parkinsonism & Other Movement Disorders",
        "cop": 4,
        "opa": "Levodopa",
        "opb": "Ropinirole",
        "opc": "Pramipexole",
        "opd": "Pergolide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "aafd05ba-1121-4f53-b1cf-44ec4c586daa",
        "choice_type": "single"
    },
    {
        "question": "Resperidone increases the risk of:",
        "exp": "Ref: KDT 6/e p429 *Risperidone is an atypical anti-psychotic agent. *It carries no risk of blood dyscrasias. *EPS occur at higher dose (>6mg/day) *It is less epiletogenic than clozapine. It cause rise of prolactin during therapy. It can cause SIADH.",
        "cop": 2,
        "opa": "Cerebrovascular accidents",
        "opb": "Extrapyramidal symptoms",
        "opc": "Agranulocytosis",
        "opd": "Diabetes insipidus",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b373b67f-be1c-41cf-bc25-eed938c7a24d",
        "choice_type": "single"
    },
    {
        "question": "All are side effects of clozapine expect:",
        "exp": "Ref: KDT 8th ed Clozapine is an atypical antipsychotic drug. It does not block D2 receptors, therefore chances of extrapyramidal symptoms are least with this drug.",
        "cop": 4,
        "opa": "Granulocytopenia",
        "opb": "Seizures",
        "opc": "Sedation",
        "opd": "Extrapyramidal side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "26a9c0a6-cf97-40dc-bac8-b30db91d1860",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most common side effect seen with fluoxetine therapy?",
        "exp": "Fluoxetine is an SSRI and it's adverse effects are nausea, vomiting, insomnia, headache, restlessness, anxiety and sexual dysfunction. Inhibition of platelet function may result in ecchymosis. Ref KD Tripati 8th ed.",
        "cop": 2,
        "opa": "Seizure",
        "opb": "Anxiety",
        "opc": "Hypotension",
        "opd": "Loose stools",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f205259c-bc33-453b-92ca-9b41105c9d70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is not true about domperidone?",
        "exp": "Domperidone is an antiemetic which is classed under prokinetic drugs. It is a D2 antagonist; But it crosses blood brain barrier poorly - hence extrapyramidal side effects are rare, hyperprolactinemia can occur. Its antiemetic efficacy is LOWER than metoclopramide. Side effects are much less than with metoclopramide; dry mouth, loose stools, headache, rashes, galactorrhea, cardiac arrhythmias on rapid IV injection. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "It rarely causes extrapyramidal side effects",
        "opb": "It is a D2 receptor antagonist",
        "opc": "Its antiemetic efficacy is higher than metoclopramide",
        "opd": "It causes loose stool",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "79db9540-ebff-4195-8a4b-9e3512123c8e",
        "choice_type": "multi"
    },
    {
        "question": "True statement about drugs used in Parkinsonism is:",
        "exp": "Both entacapone and tolcapone enhance and prolong the therapeutic effect of levodopa-carbidopa in advanced and fluctuating PD Ref KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Amantadine is a cholinergic drug",
        "opb": "Vitamin B6 enhances the L-Dopa action",
        "opc": "COMT inhibitors prolong the action of L'-dopa",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fb89f396-e167-4fdb-8342-0d53d46ffe2d",
        "choice_type": "multi"
    },
    {
        "question": "Duration of action of flumazenil is",
        "exp": "Duration of action of flumazenil is 30-60min. So the best answer seems to be 30min The onset of action is about 1 to 2 minutes; 80% response is seen within the first 3 minutes. Peak effect is 6 to 10 minutes after administration. Duration range is from 19 minutes to 50 minutes as it depends on the dose was given and benzodiazepine plasma concentrations Ref: Goodman and Gilman 13th ed.",
        "cop": 4,
        "opa": "5minute",
        "opb": "10minute",
        "opc": "20minute",
        "opd": "30minute",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dd374811-c60e-4944-aefe-ba2f8520d831",
        "choice_type": "single"
    },
    {
        "question": "Myoclonus in children is best treated by:",
        "exp": "Myoclonic and atonic seizures-control is often incomplete, but valproate is the drug of choice. Myoclonic Seizures. Myoclonic seizures are characterized by brief, jerking spasms of a muscle or muscle group. They often occur with atonic seizures, which cause sudden muscle limpness. The word \"myoclonic\" combines the Greek prefix for muscle -- \"myo\" -- with \"clonus, \" which means twitching. REF: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Clonazepam",
        "opb": "Sodium Valproate",
        "opc": "Phenobarbitone",
        "opd": "Ethosuccimide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "22535dc3-c846-42f8-87bf-62fd133a2b06",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are the features of phenytoin toxicity:",
        "exp": "Gum hyperophy: Commonest ( more in younger age (b) Hirsutism, coarsening of facial fea:-..:: c (troublesome in young girls), acne. REF: KD TRIPATIH 8. TH ED.",
        "cop": 1,
        "opa": "Gum hyperophy",
        "opb": "Acne rosacea",
        "opc": "Exacerbation of acne vulgaris",
        "opd": "Loss of hair",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c7b118f1-69a0-48c6-981a-5c353861cc30",
        "choice_type": "single"
    },
    {
        "question": "Most teratogenic in pregnancy",
        "exp": "Valproate is the most teratogenic, phenytoin also isn't safe. Phenobarbitone, lamotrigine, topiramate are relatively safe drugs but 4mg folic acid is required per day. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Valproate",
        "opc": "Barbiturate",
        "opd": "Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4537a3b3-80d0-40ea-b854-f79adc170116",
        "choice_type": "single"
    },
    {
        "question": "All of the following benzodiazepines can be used in elderly and those with liver disease EXCEPT:",
        "exp": "Diazepam is all purpose BZDs, it has broad spectrum activity, it generates active metabolites, it is also long acting BZDs. Therefore the adverse effects are more pronounced especially in people with liver disease (as diazepam is metabolized in liver) & in older individuals, it produces psychomotor side effects. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Lorazepam",
        "opb": "Oxazepam",
        "opc": "Triazolam",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "39b1f958-17d1-4bbe-aeb3-ff3bc162ea4b",
        "choice_type": "multi"
    },
    {
        "question": "Calcium channel blocker used in subarachnoid hemorrhage",
        "exp": "Nimodipine is a cerbroselective calcium channel blocker used in SAH. Ref: KD Tripathi 6th ed pg 532",
        "cop": 3,
        "opa": "Nefidipine",
        "opb": "Nicardipine",
        "opc": "Nimodipine",
        "opd": "Nitrendepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d058a9a0-96cd-443a-84cc-99d097abed78",
        "choice_type": "single"
    },
    {
        "question": "which of the following antipsychotic drugs is available as a depot injection?",
        "exp": "Fluphenazine is an anti depressant that is also available as a depot preparation. REF KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Fluphenazine",
        "opb": "Ziprasidone",
        "opc": "Trifluperazine",
        "opd": "Aripiprazone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9dbba7d3-334e-44ff-843b-b62c6a0021c6",
        "choice_type": "single"
    },
    {
        "question": "Antidepressant drug that can he used in nocturnal enuresis is?",
        "exp": "In children above 5 years, imipramine 25 mg at bedtime is effective, but bed wetting may again sta when the drug is stopped. Eldery subjects with bed wetting have also benefited. REF: KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "Fluvoxamine",
        "opc": "Phenelzine",
        "opd": "Bupropion",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ff4bc088-992a-4144-822d-66c62e41baba",
        "choice_type": "single"
    },
    {
        "question": "All are serotonin recuptake inhibitor except:",
        "exp": "Selective serotonin reuptake inhibitors (SSRis) Fluoxetine, Fluvoxamine, Paroxetine, Seraline, Citalopram, Escitalopram Ref: K D Tripathi 8th edition",
        "cop": 4,
        "opa": "Fluoxetine",
        "opb": "Fluvoxamine",
        "opc": "Paroxetine",
        "opd": "Amoxapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "52b6adcc-5a72-46f9-b036-a0f7aca2c586",
        "choice_type": "multi"
    },
    {
        "question": "A schizophrenic patient staed on haloperidol 2 days back, comes with complaints of toicollis and Orofaciolingual movements. What is the diagnosis?",
        "exp": "Facial grimacing, tics, muscle spasm, protruding tongue and similar involuntary movements can occur in first few days of staing anti psychotics. Parkinsonism maybe noticed in the first few weeks. Tardive dyskinesia develops after years of therapy. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Acute dystonia",
        "opb": "Tardive dyskinesia",
        "opc": "Parkinsonism",
        "opd": "Akathisia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ba6d1ff8-e90b-4975-b183-9f34c690c9a3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acute severe migraine is",
        "exp": "Acute migraine is a general term for migraines that aren't diagnosed as chronic. Another name for this type is episodic migraine. People who have episodic migraines have headachesup to 14 days a month. Thus, people with episodic migraines have fewerheadaches a month than people with chronic ones. Triptans are drugs of choice for severe migranes along with NSAIDs. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "NSAID",
        "opb": "Beta blockers",
        "opc": "Sumatriptan",
        "opd": "Caffeine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9a45de3a-f341-4f0f-9509-bb5c895961d5",
        "choice_type": "single"
    },
    {
        "question": "All of these are the adverse effects of naloxone in the treatment of opioid poisoning except.",
        "exp": "Adverse effects of naloxone are uncommon, may include rise in BP, pulmonary edema, ventricular dysrrythmia. Ref: KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Pulmonary edema",
        "opc": "Seizures",
        "opd": "Ventricular dysrrythmia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0cdb14d5-6103-45b7-85ce-626a1f7e2777",
        "choice_type": "multi"
    },
    {
        "question": "A women treated with lithium during pregnancy the fetus should be tested for:",
        "exp": "Ref: Katzung 14th ed *Lithium it taken during pregnancy can cause Ebstein's anomaly in the fetus, Which is a congenital heart disease presenting as tricuspid atresia.",
        "cop": 2,
        "opa": "Neural tube defects",
        "opb": "Cardiac malformations",
        "opc": "Urogenital abnormalities",
        "opd": "Scalp defects",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e8c6696e-09b9-417d-834b-d671c48e0829",
        "choice_type": "single"
    },
    {
        "question": "The major limitation in the use of clozapine for treatment of schizophrenia is",
        "exp": "Clozapine:- It is the first atypical anti- psychotic. It has only weak D2 blocking action, produces few/no extrapyramidal symptoms; tardive dyskinesia is rare and prolactin level does not rise. Both positive and negative symptoms of schizophrenia are improved and clozapine is the most effective drug in refractory schizophrenia, i. e. patients not responding to typical neuroleptics may respond to it. Pharmacokinetics:- Clozapine is metabolized by CYP1. A2, CYP2. C19 & CYP3. A4 into active and inactive metabolites with an average t 1/2 of 12 hours. Adverse effects:- It's major limitation is higher incidence of agranulocytosis (0. 8%) and other blood dyscrasias: weekly monitoring of leucocyte count is required. Metabolic complication like weight gain, hyperlipidemia and precipitation of diabetes is another major limilation. Ref:- kd tripathi; pg num:-441",
        "cop": 1,
        "opa": "Its potential to cause agranulocytosis",
        "opb": "High incidence of extrapyramidal side effects",
        "opc": "Production of hyperprolactinemia",
        "opd": "Its inability to benefit negative symptoms of schizophrenia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "480f6ca3-591e-4b4e-94dc-93a595b90533",
        "choice_type": "single"
    },
    {
        "question": "All of the following are adverse effects of sodium valproate except:",
        "exp": "*Osteomalacia is not a side effect of sodium valproate. However, Phenytoin on the other hand can cause this problem. *Other side effects include weight gain, tremors, fulminant hepatitis and polycystic ovarian disease. REF: GOODMAN AND GILLMAN 13. TH ED.",
        "cop": 4,
        "opa": "Weight gain",
        "opb": "Alopecia",
        "opc": "Liver damage",
        "opd": "Osteomalacia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "059b5e29-e74e-412a-9e9d-25a31fd6371a",
        "choice_type": "multi"
    },
    {
        "question": "Characterstic features of opioid withdrawal is:",
        "exp": "Opiod withdrawal symptoms are lacrimation, sweating, yawning, anxiety, apprehension, restlessness, rhinorrhoea and tremors seen 8-12 hours after the last dose. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Rhinorrhea and lacrimation",
        "opb": "Seizures",
        "opc": "Delirium Tremors",
        "opd": "Transient visual, tactile or auditory hallucinations",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "41f65611-de17-4bd9-a239-22c81642fc83",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following medication is associated with an Increased risk of agranulocytosis?",
        "exp": "The most impoant side effect of cloxazapine is agranulocytosis. All the other given drugs donot have agranulocytosis as side effect. Ref: KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Clozapine",
        "opb": "imipramine",
        "opc": "Lithium",
        "opd": "Haloperidol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b4d464f9-01df-427e-8c6f-cdc33dbff0df",
        "choice_type": "single"
    },
    {
        "question": "Drug-induced hallucinations are seen with all the following except",
        "exp": "Para-aminophenol is paracetamol for which no psychosis or hallucinations are seen. Remaining all the given drugs produce psychosis or hallucinations. Ref: HL Sharma 3rd ed. Pg 378.",
        "cop": 4,
        "opa": "Para-amino salicylic acid",
        "opb": "Lysergic acid diethylamide",
        "opc": "Isoniazid",
        "opd": "Para-amino phenol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "07b15e95-5c7c-4ea1-8036-95ccc0053b88",
        "choice_type": "multi"
    },
    {
        "question": "The following ADR is seen with",
        "exp": "The picture shows gingival hyperplasia caused by phenytoin Ref: KDT 7th ed Pg: 417-422",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Valproate",
        "opc": "Barbiturate",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c5f52eec-e050-4451-a903-2404df804a7a",
        "choice_type": "single"
    },
    {
        "question": "Extrapyramidal side effects are common in",
        "exp": "Antipsychotic medications commonly produce extrapyramidal symptoms as side effects. The extrapyramidal symptomsinclude acute dyskinesias and dystonic reactions, tardive dyskinesia, Parkinsonism, akinesia, akathisia, and neuroleptic malignant syndrome. Ref: KD tripathi 8th ed.",
        "cop": 4,
        "opa": "Anti depressants",
        "opb": "Anti epileptics",
        "opc": "Anti maniacs",
        "opd": "Anti psychotics",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2d6983a7-9904-4368-9ce6-01cac77645b9",
        "choice_type": "single"
    },
    {
        "question": "Vigabatrin is used for the treatment of",
        "exp": "Sabril (vigabatrin) is an anti-epileptic medication, also called an anticonvulsant, used in combination with other medications to treat complex paial seizures in adults and adolescents who are at least 16 years old. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "GTCS",
        "opb": "Infantile spasms",
        "opc": "Myoclonic epilepsy",
        "opd": "Paial seizures",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "41865542-2c0e-4ded-a0c5-6774f9a23d39",
        "choice_type": "single"
    },
    {
        "question": "A 9yr old boy is sent for neurological evaluation because of episodes of apparent inattention. Over the past year, child has experienced episodes during which he develops a blank look on face and his eyes blink for 15 seconds. He immediately resumes his previous activity. Wof therapies would be most appropriate for this patient",
        "exp": "Ref:- kd tripathi; pg num:-411, 416, 417",
        "cop": 3,
        "opa": "Watchful waiting",
        "opb": "Carbamazepine plus primidone",
        "opc": "Ethosuximide",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "752f998a-ae27-4e8f-a0cd-7c7ef3fc941d",
        "choice_type": "single"
    },
    {
        "question": "Folate deficiency occurs due to",
        "exp": "Phenytoin, phenobarbitone and primidone(metabolized to phenobarbitone in body ) causes megaloblastic anemia as phenytoin decreases absorption and increases excretion of folate ref KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "Phenytoin",
        "opb": "Phenbarbitone",
        "opc": "Primidone",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "13507f3f-83ce-401b-8108-2e3b5264a614",
        "choice_type": "multi"
    },
    {
        "question": "A female patient presented with depressed mood, loss of appetite and no interest in surroundings. There is associated insomnia. The onset of depression was preceeded by a history of business loss and soon after it she developed the following symptoms for the past one year. True statement regarding management of this patient is?",
        "exp": "SSRI are the drug of choice now. As TCAs have anticholinergic, cardiovascular and neurological side effects. They have low safety margin and have a lag time of 2-4 weeks before anti depressant action manifest. Hence SSRI are used based on side effect profile. ref: K D Tripati 8th ed.",
        "cop": 3,
        "opa": "No treatment is necessary as it is due to business loss",
        "opb": "SSRI is the most efficacious of the available drugs",
        "opc": "Sta SSRI treatment based on side effect profile",
        "opd": "Combination therapy of 2 antidepressant drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7965b8d3-626c-407d-9ab1-06ada17bdead",
        "choice_type": "multi"
    },
    {
        "question": "Anemia produced by phenytoin",
        "exp": "Megaloblastic as it causes mild folic acid deficiency. Ref: KD Tripathi 8th ed.,",
        "cop": 3,
        "opa": "Iron deficiency",
        "opb": "No anemia",
        "opc": "Megaloblastic",
        "opd": "Sickle cell",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f8c6cce5-fc4e-44e9-8e64-a52e975c58d3",
        "choice_type": "single"
    },
    {
        "question": "Half-life of carbimazole is",
        "exp": "Carbimazole has a half-life of 5. 3 to 5. 4 hours. It is possible that the plasma half-life may also be prolonged by renal or hepatic disease. See section 4. 2. Thiamazole crosses the placenta and appears in breast milk. Ref: kd t. RIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "4 hours",
        "opb": "8 hours",
        "opc": "16 hours",
        "opd": "24 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4f53a5d9-b2e0-4eed-bc07-10ca1d521ae3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least likely to cause weight gain?",
        "exp": "Pimozide and molindone are typical antipsychotic drugs. There is no significant difference in efficacy between these newer typical and the older typical antipsychotic drugs. The side effect profile of molindone is similar to that of other typical antipsychotics. Unlike most antipsychotics, molindone use is associated with weight loss. Ref: Harper&; s Biochemistry; 12th edition; Page no: 514",
        "cop": 2,
        "opa": "Clozapine",
        "opb": "Molindone",
        "opc": "Perphenazine",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dc052313-16ed-453a-9aaa-295e92180012",
        "choice_type": "single"
    },
    {
        "question": "Renal stones are seen as a complication by using the following drug",
        "exp": "Side effects of zonisamide are metabolic acidosis, renal stones, somnolence, dizziness, headache, irritability and anorexia. REF; KD TRIPATHI 8. TH ED.",
        "cop": 3,
        "opa": "Tiagabine",
        "opb": "Oxacarbamazepine",
        "opc": "Zonisamide",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c1a54dde-7e66-4a5d-b643-ded9bd92b466",
        "choice_type": "single"
    },
    {
        "question": "Drug used for drug induced parkinsonism",
        "exp": "Sodium valproate, used to treat epilepsy, and lithium, used in depression, both commonly cause tremor which may be mistaken for Parkinson's. Some repos have linked SSRI antidepressant drugs such as fluoxetine (Prozac) to drug-induced parkinsonism but hard evidence of causeand effect is unsubstantiated. Ref: KD T ripathi 8th ed.",
        "cop": 3,
        "opa": "Levodopa",
        "opb": "Carbidopa",
        "opc": "Benzhexol",
        "opd": "Amantidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d14fc398-1f71-44d6-87c2-7717759d75b9",
        "choice_type": "single"
    },
    {
        "question": "A young girl on antidepressant therapy presented to emergency with palpitations, altered sensorium and hypotension. There is wide QRS interval and right axis detion in ECG. Next best step in the management of this patient is:",
        "exp": "*The clinical features and ECG findings typically suggest a diagnosis of tricyclic antidepressant (TVA) poisoning. *Antidote for TCA poisoning is sodium bicarbonate *Hemodialysis is not effective is TCA poisoning REF: HARRISONS 20. TH ED.",
        "cop": 2,
        "opa": "Physostigmine",
        "opb": "Na. HCO3",
        "opc": "Dialysis",
        "opd": "Flumazenil",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5ad34598-ab4b-41c1-be7a-4343e249a98c",
        "choice_type": "multi"
    },
    {
        "question": "Which drug has more analgesic effects than morphine?",
        "exp": "Codeine is less potent than morphine as an analgesic(60mg codeine=10 mg morphine). 100 mg pethidine= 10 mg morphine. Heroin is conveed to morphine in the body and has higher lipid solubility than morphine. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Apomorphine",
        "opc": "Codeine",
        "opd": "Pethidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "71ce99d7-a76c-48bd-9259-6cb4254cb7e1",
        "choice_type": "single"
    },
    {
        "question": "Site of action of levetiracetam is",
        "exp": "Levetiracetam acts on SV2A",
        "cop": 4,
        "opa": "GAT",
        "opb": "AMPA",
        "opc": "NMDA",
        "opd": "SV2A",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e652efc4-23b9-4ef6-9a28-dfdb988d3187",
        "choice_type": "single"
    },
    {
        "question": "Risperidone is most commonly used to treat which of the following disorders?",
        "exp": "Risperidone, is an atypical antipsychotic. It is used to treat schizophrenia, bipolar disorder, and irritability associated with autism. It is taken either by mouth or by injection into a muscle. The injectable version is long-acting and lasts for about two weeks. Ref KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Dementia",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Obsessive-Compulsive disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e34641fa-0eb2-40ad-8562-6a2ab6657476",
        "choice_type": "single"
    },
    {
        "question": "Best agent for premenstrual syndrome management is?",
        "exp": "SSRI are the first choice of drug for premenstrual dysphoric syndrome. REF KD Tripati 8. TH ED",
        "cop": 3,
        "opa": "gesterone",
        "opb": "Anxiolytic",
        "opc": "SSRI",
        "opd": "Vitamin E",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c6c01eb0-4f90-4161-936e-66902a7f8144",
        "choice_type": "single"
    },
    {
        "question": "Wof is a non-ergotamine dopamine agonist that shows agonism at D2, D3 and D4 receptors",
        "exp": "Ropinirole and Pramipexole:- These are two nonergoline, selective D2/D3 receptor agonists with negligible affinity for D1 and nondopaminergic receptors. Pramipexole has relatively greater affinity for D3 receptors. Pharmacokinetics:- It is rapidly absorbed orally, 40% plasma protein bound, extensively metabolized, mainly by hepatic CYP1. A2, to inactive metabolites, and eliminated with a terminal t 1/2 of 6 hrs. It is thus longer acting than levodopa, useful in the management of motor fluctuations and reducing frequency of on-off effect. Side-effects:- nausea, dizziness, halluci nations, and postural hypotension. Episodes of day time sleep have been noted with ropinirole as well as pramipexole. The higher incidence of hallucinations and sleepiness may disour their use in the elderly. Ref:- kd tripathi; pg num:-430, 431",
        "cop": 3,
        "opa": "Pergolide",
        "opb": "Benserazide",
        "opc": "Ropinirole",
        "opd": "Bromocriptine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "99bceded-b87a-40b1-851c-2db9261dafff",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs are mono amino-oxidase inhibitors except",
        "exp": "Duloxetine is antidepressant - SNRI- Serotonin-norepinephrine reuptake inhibitor. Ref: Katzung 13th ed. Pg 528",
        "cop": 4,
        "opa": "Moclobemide",
        "opb": "Tranylcypromine",
        "opc": "Selegeline",
        "opd": "Duloxetine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b1b80d58-524a-4dab-bac9-11886e478a25",
        "choice_type": "multi"
    },
    {
        "question": "Weight gain is not seen with:",
        "exp": "Ref: CMDT 2010/1137 Phentermine was used for treatment of obesity. It decreases appetite and causes weight loss.",
        "cop": 4,
        "opa": "Chlorpromazine",
        "opb": "Sodium valproate",
        "opc": "Carbamazepine",
        "opd": "Phentermine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fae7a944-a896-4b20-a1b0-5787758a5cf8",
        "choice_type": "single"
    },
    {
        "question": "Sodium valproate: Drug of choice for all the following except",
        "exp": "DOC for status epilepticus is lorazepam Carbamazepine-DOC for simple and complex paial seizures. Valproate DOC for GTCS, Atonic, myoclonic, absence, LG syndrome, clonic, tonic seizures. Ref: Katzung 12th ed.",
        "cop": 4,
        "opa": "Absence seizures",
        "opb": "Myoclonic seizures",
        "opc": "Atonic seizures",
        "opd": "Infantile spasms",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "99f60afe-cf83-4986-8018-31662486bc64",
        "choice_type": "multi"
    },
    {
        "question": "All the following drugs act on cannabinoid receptors except",
        "exp": "Mescaline does not act on cannabinoid receptors. Dronabinol and nabilone increase appetite and act as antiemetics. Rimonabant is banned now(D/T increased suicides) Mescaline is a naturally occuring hallucinogenic drug. Ref: KD Tripathi, 8th ed",
        "cop": 3,
        "opa": "Nabilone",
        "opb": "Rimonabant",
        "opc": "Mescaline",
        "opd": "Dronabinol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "101c12e2-aabc-445d-bf3f-1feb837e05f9",
        "choice_type": "multi"
    },
    {
        "question": "What is the rationale for combining levodopa with carbidopa",
        "exp": "PERIPHERAL DECARBOXYLASE INHIBITORS Carbidopa and benserazide are extracerebral dopa decarboxylase inhibitors; they do not penetrate blood-brain barrier and do not inhibit conversion of levodopa to DA in the brain. Administered along with levodopa, they increase its t 1/2 in the periphery and make more of it available to cross blood-brain barrier and reach its site of action. Benefits of the combination are-- 1. The plasma t 1/2 of levodopa is prolonged and its dose is reduced to approximately 1/4th. 2. Systemic concentration of DA is reduced, nausea and vomiting are not prominent therapeutic doses of levodopa can be attained quickly. 3. Cardiac complications are minimized. 4. Pyridoxine reversal of levodopa effect does not occur. 5. 'On-off' effect is minimized since cerebral DA levels are more sustained. 6. Degree of improvement may be higher; some, patients not responding adequately to levodopa alone, also improve. Ref:- kd tripathi; pg num:-429, 430",
        "cop": 2,
        "opa": "Carbidopa stimulates dopamine receptors",
        "opb": "Carbidopa increases levodopa entry into CNS by inhibiting peripheral dopa decarboxylase",
        "opc": "Carbidopa enhances levodopa absorption",
        "opd": "Carbidopa blocks peripheral COMT",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "73c03e32-f773-452d-9b27-3b5a9108cdaf",
        "choice_type": "single"
    },
    {
        "question": "Mg++ can be administered in:",
        "exp": "given by i. v. infusion, it has been used for long to control convulsions and to reduce BP in toxaemia of pregnancy. As per WHO, it is the drug of choice for prevention and treatment of seizures in preeclampsia and eclampsia. REF: KD TRIPATHI 8. TH ED Page 333",
        "cop": 4,
        "opa": "Eclampsia",
        "opb": "Cardiac arrhythmia",
        "opc": "Seizure",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "da58ec6e-d2c2-4082-8151-5b414e007702",
        "choice_type": "multi"
    },
    {
        "question": "A patient of depression is stabilized on selective in reuptake inhibitor (SSRI). This group of drugs produced withdrawal Symptoms when stoppe(d) Which of the following drugs has minimum risk of causing drug discontinuation symptoms?",
        "exp": "Fluvoxamine and paroxetine produce discontinuation reaction than with other SSRIs. Fluoxetine produces slower onset of anti depressant effect hence less did continuation symptoms. REF: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Paroxetine",
        "opb": "Fluoxetine",
        "opc": "Seraline",
        "opd": "Fluvoxamine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "046d5d2d-eab5-47b3-9ee8-5dcc2ce6039e",
        "choice_type": "single"
    },
    {
        "question": "Anticonvulsant causing visual field contraction is:",
        "exp": "Vigabatrin can cause visual field contraction, production of behaviour changes, depression or psychosis as adverse effects. REF KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Vigabatrin",
        "opb": "Levetiracetam",
        "opc": "Ethosuximide",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ac461739-ba58-4d0a-8b6f-5b6463a40b9d",
        "choice_type": "single"
    },
    {
        "question": "Adverse effect of phenytoin include all of the following except:",
        "exp": "Ref: KDT 6/e p404, 405 phenytoin causes osteomalacia and results in hypocalcemia not hypercalcemia.",
        "cop": 3,
        "opa": "Lymphadenopathy",
        "opb": "Ataxia",
        "opc": "Hypercalcemia",
        "opd": "Hirsutism",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dd4a64b0-7f49-44a6-ab46-570874376aa0",
        "choice_type": "multi"
    },
    {
        "question": "A newborn developed respiratory depression in a postoperative ward. It can result from the use of?",
        "exp": "Babies born to mothers who were addicts prior to delivery will also be dependent. Withdrawal symptoms may be irritability, excessive crying, tremors, frantic suckling if fists, diarrhea, sneezing, yawning, vomiting and fever and can result in respiratory depression. All the other given drugs do not produce withdrawal symptoms in newborn. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Opioid",
        "opb": "Propofol",
        "opc": "Furosemide",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "eade3954-37c2-449c-b7c5-158530bd1174",
        "choice_type": "single"
    },
    {
        "question": "Site of action of opioid receptor is:",
        "exp": "Opioid receptors subtypes \"u\" and \"k\" receptors; high density of u receptor detected in periaqueductal gray, thalamus, nucleus tract us solitarus, nucleus ambiguous, area postrema. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Area postrema",
        "opb": "Dorsal horn",
        "opc": "Injury site",
        "opd": "Brain",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c32fa186-cb1a-4033-80e4-bdb4855fe690",
        "choice_type": "single"
    },
    {
        "question": "Compared to the other antidepressant drugs miazapine has the distinct ability to act as an antagonist of:",
        "exp": "Miazepine is an atypical antidepressant and blocks 5. HT2, 5. HT3, and alpha 2 receptors and enhance the release of NA and 5. HT. Ref KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Beta receptors",
        "opb": "D2 receptors",
        "opc": "Alpha 2 receptors",
        "opd": "5-HT receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "34da8f38-77d0-42ef-a088-1e6cf45d4154",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding methadone are all EXCEPT",
        "exp": "Essentials of medical pharmacology, seventh edition, page no 476 Answer is option 4, onset of analgesia is 30-40min after parenteral administration and 1-2 hours after oral administration. Methadone is a long acting u-receptor. It is rapidly absorbed from gastrointestinal tract. Here all statements are true except 4. Ref; KATZUNG 13. TH ED.",
        "cop": 4,
        "opa": "It is a long acting u-receptor agonist",
        "opb": "It is rapidly absorbed from the gastrointestinal tract and is detected in plasma 30 minutes after oral administration",
        "opc": "The primary use of methadone is relief of chronic pain",
        "opd": "The onset of analgesia is 30-60 minutes after parenteral administration and 1-2 hours after oral administration",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ae5978a4-b2de-4d08-9f4f-a8ac46e8c9a0",
        "choice_type": "multi"
    },
    {
        "question": "Disulfiraim and acamprosate are used for:",
        "exp": "Disulfiram inhibits the enzyme aldehyde dehydrogenase probably after conversion into active metabolite. When alcohol is ingested after taking disulfiram the concentration of acetaldehyde in tissue & blood rises & number of highly distressing symptoms produced. Disulfiram aversion therapy is indicated in abstinent subjects. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Alcohol abstinence",
        "opb": "Cocaine abuse",
        "opc": "Opium poisoning",
        "opd": "Atropine over dose",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8352dc40-6d80-4842-82dd-1f3756bacacc",
        "choice_type": "single"
    },
    {
        "question": "Which is the only drug effective in improving EDSS inmultiple sclerosis?",
        "exp": "Answer is option4, natalizumab Sustained improvement in Expanded Disability Status Scale as a new efficacy measure of neurological change in multiple sclerosis: treatment effects with natalizumab in patients with relapsing multiple sclerosis. Phillips JT1, Giovannoni G, Lublin FD, O'Connor PW, Polman CH, Willoughby E, Aschenbach W, Pace A, Hyde R, Munschauer FE. Author information Abstract BACKGROUND: Validated measures of sustained improvements in neurological function have not been established for multiple sclerosis (MS) clinical studies. OBJECTIVE: To evaluate sustained Expanded Disability Status Scale (EDSS) change as a potential indicator of neurological improvement and as an outcome measure in MS clinical studies.",
        "cop": 4,
        "opa": "Methotrexate",
        "opb": "Fingolimod",
        "opc": "Glatiramer acetate",
        "opd": "Natalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ca06e6c0-1680-432b-aee5-19a61108c766",
        "choice_type": "single"
    },
    {
        "question": "Lithium is used in the prophylactic treatment of:",
        "exp": "Lithium is a drug of its own kind to suppress mania and to exe a prophylactic effect in bipolar manic depressive illness (MDI) at doses which have no ove CNS effects. Ref KD Tripati 8th ed.",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "MDP",
        "opc": "Acute depression",
        "opd": "Conversion reaction",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "584e6b03-08ab-43ab-b559-3577050082d1",
        "choice_type": "single"
    },
    {
        "question": "All are inducations of lithium except:",
        "exp": "Ref: KDT 8th ed. *Lithium is used to treat acute mania and bipolar disorder. *Lithium is also used as prophylaxis for depression and mania in bipolar disorder. *It is sometimes used for other psychiatric disorders such as cycloid psychosis and unipolar depression. *Non-psychiatric uses are limited. However, it is used in the prophylaxis of some headaches related to cluster headaches.",
        "cop": 4,
        "opa": "Neutropenia",
        "opb": "Major Depression",
        "opc": "Vasculogenic Headaches",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "83974a07-9e6d-4031-87da-74cb8c5f6a4c",
        "choice_type": "multi"
    },
    {
        "question": "A person consumes large quantities of alcohol daily since 20years. He is physically dependent on alcohol. Drug that should not be given to this person is:",
        "exp": "Ref: KDT 7th/393-394 The aim of treatment in alcohol dependence is to prevent withdrawl symptoms first and to avoid relapse thereafter. *Drugs to reduce craving are: - N- Naltrexone - O- Ondansetron - T- Topiramate - A- Acamprosate *Disulfiram is used in psychological dependent persons who are motivated to quit alcohol. It is contra-indicated in physically dependent persons.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Chlordiazepoxide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "95353b24-3283-4405-8771-aaa6069e319f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug should not be given along with levodopa:",
        "exp": "Pyridoxine: Abolishes therapeutic effect by. enhancing peripheral decarboxylation of dopa; less is available to cross to the brain. REF: ESSENTIALS OF MEDICAL PHARMACOLOGY KD TRIPATHI 8. TH ED. page 429",
        "cop": 3,
        "opa": "Carbidopa",
        "opb": "MAO inhibitors",
        "opc": "Vitamin B complex",
        "opd": "Benserazide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b3f84bce-6323-4a32-a7b7-c8d0ed1efa2b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a specific inhibitor of the enzyme alcohol dehydrogenase and is useful in the treatment of methanol poisoning",
        "exp": "Fomepizole (4-methylpyrazole):- It is a specific inhibitor of alcohol dehydrogenase and the drug of choice for methanol poisoning by retarding its metabolism. Dosage:- A loading dose of 15 mg/kg i. v. followed by 10 mg/kg every 12 hours till serum methanol falls below 20 mg/dl, has been found effective and safe. Ref:- kd tripathi; pg num:-395",
        "cop": 4,
        "opa": "Disulfiram",
        "opb": "Ethylene glycol",
        "opc": "Calcium leucovorin",
        "opd": "Fomepizole",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "740ac55e-32ef-4298-8d31-cf776c270184",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used worldwide for the maintainance therapy of opioid dependence?",
        "exp": "Ref: Katzung 11/e p560 Methadone is a synthetic narcotic (an opioid) that substitutes for heroin and can be taken orally. When given to addicts to replace their usual substance of abuse, the drug suppresses withdrawal symptoms. The duration of action for methadone exceeds 24 hours. Thus, once - daily dosing is adequate. Methadone maintenance has several advantages. *It frees persons with opioid dependence from using injectable heroin and, thus reduces the chance of spreading HIV through contaminated needles. *Methadone allows patients to engage in gainful employment instead of criminal activity.",
        "cop": 2,
        "opa": "Naltrexone",
        "opb": "Mathodone",
        "opc": "Pethidine",
        "opd": "L-NAME",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d18b6e22-2c3b-4f81-8fea-167ed24cbe90",
        "choice_type": "single"
    },
    {
        "question": "Status epilepticus Drug of choice is",
        "exp": "LORAZEPAM iv is considered as the firset drug to be given followed by phenytoin. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Benzodiazepine",
        "opb": "Valproate",
        "opc": "Barbiturate",
        "opd": "Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4beebb49-613f-4d55-9bbc-98b88699c3f1",
        "choice_type": "single"
    },
    {
        "question": "Moclebemide is:",
        "exp": "Moclebemide is a reversible, competitive, selective MAOa inhibitor. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "SSRI",
        "opb": "Antipsychotic drug",
        "opc": "MAO inhibitor",
        "opd": "Tricyclic antidepressant",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5677a0e2-6d44-4fe0-9749-ea13af7a6095",
        "choice_type": "single"
    },
    {
        "question": "Renal excretion of lithium is reduced by",
        "exp": "ANTIMANIC AND MOOD STABILIZING DRUGS (Drugs for bipolar disorder) LITHIUM CARBONATE Drug Interactions:- 1. Diuretics (thiazide, furosemide) by causing Na+ loss promote proximal tubular reabsorption of Na+ as well as Li+ - plasma levels of lithium rise. Potassium sparing diuretics cause milder Li+ retention. 2. Tetracyclines, NSAIDs and ACE inhibitors can also cause lithium retention. 3. Lithium reduces pressor response to NA. 4. Lithium tends to enhance insulin/sulfonylurea induced hypoglycaemia. 5. Succinylcholine and pancuronium have pro duced prolonged paralysis in lithium treated patients. 6. Neuroleptics, including haloperidol, have been frequently used along with lithium without problem. However, sometimes, the combination of haloperidol and lithium produces marked tremor and rigidity. The neuroleptic action appears to be potentiated by lithium. Ref:- kd tripathi; pg num:-449",
        "cop": 4,
        "opa": "Furosemide",
        "opb": "Indomethacin",
        "opc": "Hydrochlorothiazide",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "71e78541-b1de-4916-8257-247636bf2ba1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about trientine use in Wilson s disease are true except:",
        "exp": "Pencillamine is more effective. trientine is less efficacious in patients with neurological symptoms REF: KD tripadi 8th edition",
        "cop": 1,
        "opa": "It is more potent than penicillamine.",
        "opb": "It is used as an alternative to penicillamine in non- tolerant patients",
        "opc": "It should not be administered within 2 hours of iron supplementation.",
        "opd": "It can cause iron def anemia which is reversible by oral iron supplements",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "baadd246-84aa-4d8e-a6c0-42e98f2077ff",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following opioids should not be used with MAO inhibitors?",
        "exp": "pethidine Nonselective MAO inhibitors interfere with hydrolysis but not with demethylation of pethidine - norepithidine is produced in excess and excitement occurs. Excitatory effects include trmors, mydriasis, hyperreflexia, delirium, myoclonus, convulsions etc. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Pentazocine",
        "opc": "Buprenorphine",
        "opd": "Pethidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fface64d-82af-4f7b-979b-2642d9afecf2",
        "choice_type": "single"
    },
    {
        "question": "First drug to be used in absence seizures is:",
        "exp": "Valproic acid is the drug of choice for absence seizures. It is an alternative I adjuvant drug for GTCS, SPS and CPS. Myoclonic and atonic seizures-control is often incomplete, but valproate is the drug of choice. Mania and bipolar illness: as alternative to lithium Ref: KD TRIPATI 8. TH ED. page 417",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Benzodiazepines",
        "opc": "Valproate",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "71663a30-1ccc-47c3-9c01-ee1b243728b0",
        "choice_type": "single"
    },
    {
        "question": "A patient of depression is stabilized on selective serotonin reuptake inhibitor (SSRI). This group of drugs produced withdrawal symptoms when stoppe(d) which of the following drugs has minimum risk of causing drug discontinuation symptoms?",
        "exp": "*All antidepressants including SSRIs and SNRIs can result in discontinuation syndrome. The symptoms of withdrawal include dizziness, headache, nervousness, nausea and insomnia. *This withdrawal is more intense with paroxetine and venlafaxine because these are relatively sho acting. *This is unlikely with fluoxetine as it produces a very long acting metabolite. REF: GOODMAN AND GILLMAN 13. TH ED.",
        "cop": 2,
        "opa": "paroxetine",
        "opb": "Fluoxetine",
        "opc": "Seraline",
        "opd": "Fluvoxamine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "861537f1-f042-4de3-a1ba-d0e7589c3e41",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of donepezil is:",
        "exp": "donepezil is a centrally acting anti cholinesterase which is reversible. other drugs in this category include rivastigmine Ref; KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Centrally acting reversible anticholinesterase",
        "opb": "Centrally acting irreversible anticholinesterase",
        "opc": "Irreversible cholinergic action",
        "opd": "Reversible anticholinesterase",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ec29e130-10d2-4474-94e8-f5713aa7b7f3",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old manic patient was prescribed haloperidol 3month back. For last two days he has become restless and kept pacing in he room for a day. On examination he was found to have tremors of hand. He is most likely to be suffering from:",
        "exp": "Ref: KDT 8. TH ED. Continous purposeless to and fro movement without anxiety is called Akathisia. It is an extrapyramidal syndrome caused by D2 blockers like haloperidol.",
        "cop": 4,
        "opa": "Anhedonia",
        "opb": "Dystonia",
        "opc": "Restless leg syndrome",
        "opd": "Akathisia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d1b16b07-42a3-4b5f-8884-fdff96bb1ffe",
        "choice_type": "single"
    },
    {
        "question": "Anti-Parkinsonism drug that is a selective COMT inhibitor",
        "exp": "Inhibitors of COMT increase the elimination half-life of levodopa and enhance its brain availability. Combining levodopa with a COMT inhibitor reduces \"off\" time and prolongs \"on\" time in fluctuating patients while enhancing motor scores. Two COMT inhibitors have been approved, tolcapone and entacapone. Reference: Harrison's Principles of Internal Medicine; 19th edition; Chapter 449; Parkinson's Disease and Other Movement Disorders",
        "cop": 1,
        "opa": "Entacapone",
        "opb": "Ropinirole",
        "opc": "Pergolide",
        "opd": "Pramipexole",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "13aa1c99-452d-499d-9987-423d9f007069",
        "choice_type": "single"
    },
    {
        "question": "Which of the following opioid should not be used with MAO inhibitors",
        "exp": "Pethidine (Meperidine) Toxicity/overdose:- Overdose of pethidine produces many excita tory effects--tremors, mydriasis, hyperreflexia, delirium, myoclonus and convulsions. This is due to accumulation of norpethidine which has excitant effects. Nonselective MAO inhibitors interfere with hydrolysis but not with demethylation of pethidine--norpethidine is produced in excess and excitement occurs. So, pethidine should not be used with MAO inhibitors. Ref:- kd tripathi; pg num:-475",
        "cop": 1,
        "opa": "Pethidine",
        "opb": "Pentazocine",
        "opc": "Buprenorphine",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7194a664-e2f5-4bce-8fdf-3e0829c61c71",
        "choice_type": "single"
    },
    {
        "question": "With chronic use in seizure state, the adverse effects of this drug include coarsening of facial features, hirsutism gingival hyperplasia and osteomalacia:",
        "exp": "Gum hyperophy: Commonest ( (b) Hirsutism, coarsening of facial features (troublesome in young girls), acne. REF: KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "Ethosuccimide",
        "opb": "Carbomazepine",
        "opc": "Gabapentin",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "784321d8-5b33-4828-b812-4f2b4871a62d",
        "choice_type": "single"
    },
    {
        "question": "Respiratory centre depression can be caused by all except",
        "exp": "Opium causes significant respiratory depression. Barbiturates does not produce respiratory depression. Strychnine doesn't produce respiratory depression, it is a convulsant. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Opium",
        "opb": "Strychnine",
        "opc": "Barbiturates",
        "opd": "Gelsemium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "43121092-e5c7-4588-b373-939648499a69",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is least narcotic opioid?",
        "exp": "Papaverine is devoid of opiod or analgesic activity. Morphine and codeine are natural opium alkaloids and heroin a semi synthetic derivative. Hence all three have good narcotic action. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Codeine",
        "opc": "Heroin",
        "opd": "Papaverine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "da0783d4-b766-4fb2-90f7-b67edaabef3b",
        "choice_type": "single"
    },
    {
        "question": "Management of typical febrile seizures include all the following except:",
        "exp": "Ref: Current paediatrics diagnosis and treatment 18th/722, 726 Prohylactic phenobarbitone is indicated for atypical febrile seizures only.",
        "cop": 4,
        "opa": "Tepid sponging",
        "opb": "Paracetamol and ibuprofen",
        "opc": "Intermittent diazepam",
        "opd": "Prophylactic phenobarbitone.",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "af8ef7e4-ca6a-4ef7-a0df-9d06ed0e7c1c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following for pain control in terminally ill cancer patients",
        "exp": "Fentanyl, also spelled fentanil, is an opioid used as a pain medication and together with other medications for anesthesia. Fentanyl is also used as a recreational drug, often mixed with heroin or cocaine. It has a rapid onset and effects generally last less than two hours. Ref: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Pethidine",
        "opb": "Fentanyl",
        "opc": "Methodone",
        "opd": "Remifentanyl",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ca21f65d-14ed-4456-a954-f526f013c32c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs cause hyperprolactinemia EXCEPT:",
        "exp": "Chlorpromazine lowers seizure threshold and can precipitate fits in untreated epileptics. The piperazine side chain compounds have a lower propensity for this action. Temperature control is knocked off at relatively higher doses rendering the individual poikilothermic-body temperature falls if surroundings are cold. The medullary respiratory and other vital centres are not affected, except at very high doses. It is very difficult to produce coma with these drugs. Ref KD Tripati 8thh ed.",
        "cop": 3,
        "opa": "Haloperidol",
        "opb": "Chlorpromazine",
        "opc": "Chlorpromazine",
        "opd": "Metoclopramide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bb535adc-d77c-484d-a82a-4de0ed7852c4",
        "choice_type": "multi"
    },
    {
        "question": "Carbachol acts as",
        "exp": "M2 agonist: Methacholine. M3 agonists: Carbachol, bethanechol. Ref: Katzung 12th Ed. Pg 100",
        "cop": 2,
        "opa": "Agonist for M2 receptors",
        "opb": "Agonist for M3 receptors",
        "opc": "Agonist for M1 receptors",
        "opd": "Antagonist for M3 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "56952167-d835-4a04-b2d5-93ed2a47fd05",
        "choice_type": "single"
    },
    {
        "question": "True statement about dezocine is:",
        "exp": "Ref: Goodman and Gilman 10/e p602 *Dezocine is slightly more potent and faster acting opioid than morphine with a similar duration of action. It is a paial agonist antagonist opioid. *It is active at u receptors and side effect are similar to those of morphine. *Dezocine doesn't increase plasma histamine and produces less hypotension than morphine or pentazocine. *Dezocine is effective for moderate to severe pain but can cause myocardial depression.",
        "cop": 4,
        "opa": "It is slower acting than morphine",
        "opb": "It is less potent than morphine",
        "opc": "It acts GABA receptors",
        "opd": "It doesn't increase histamine release",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "daddeef9-f43c-46b7-8b30-4b7547be0ab9",
        "choice_type": "multi"
    },
    {
        "question": "Therapeutic level of phenytoin is:",
        "exp": "Ref: Katzung 11/e p404 The therapeutic level of phenytoin is 10-20 micro g/ml.",
        "cop": 2,
        "opa": "0-9 mu g/ml",
        "opb": "10-19 mu g/ml",
        "opc": "20-29 mu g/ml",
        "opd": "30-39 mu g/ml",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c5dff84a-ae1f-41b8-aabf-2e5a9ded6dcd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements are true regarding benzodiazepines?",
        "exp": "Benzodiazepines act on BZD receptors of GABAA-BZD receptor-chloride channel complex and increase the frequency of CI -channel opening GABA facilitatory action. Thus these are not GABA agonists. Coma, respiratory depression though rare, can occur with ultra sho acting agents like midazolam, thriazolam. Diazolam has rapid onset of action but prolonged action due to formation of active metabolized. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "It acts as GABA agonist",
        "opb": "Diazepam is a sho acting benzodiazepines",
        "opc": "Diazepam causes lesser respiratory depression than midazolam",
        "opd": "Nitrazepam is metabolized in liver",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2b0eec7d-f0fb-4802-9809-34891dee6781",
        "choice_type": "multi"
    },
    {
        "question": "A 25yr old women with myoclonic seizures is well controlled on valproate. she indicates that she is intrested in conceiving in next year. With respect to her antiepileptic medication, wof should be considered",
        "exp": "Lamotrigine Mech of action:- Lamotrigine is a broad-spectrum antiepileptic. It modifies maximal electric shock and decreases electrically evoked as well as photic after-discharge duration. Prolongation of Na+ channel inactivation and suppression of high frequency firing has been demonstrated. In addition, it may directly block voltage sensitive Na+ channels, thus stabilizing the presynaptic membrane and preventing release of excitatory neurotransmitters, mainly glutamate and aspaate. This may account for its broader-spectrum of antiseizure efficacy. uses:- Absence and myoclonic or akinetic epi-lepsy cases have also been successfully treated. Reduction in seizure frequency or complete control is obtained as frequently as with carbamazepine. Pharmacokinetics:- Lamotrigine is well absorbed orally and metabolized completely in liver. Its t 1/2 is 24 hr, but is reduced to ~16 hr in patients receiving phenytoin, carbamazepine or phenobarbitone. On the contrary valproate inhibits glucuronidation of lamotrigine and doubles its blood level, but valproate levels are lowered by lamotrigine. Reduce the dose of lamotrigine to half in patients taking valproate. However, metabolism of other anticonvulsants and oral contraceptives is not altered. Ref:- kd tripathi; pg num:-419",
        "cop": 2,
        "opa": "Leave her on current therapy",
        "opb": "Switch to lamotrigine",
        "opc": "Decrease valproate dose",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8a462ef2-e05f-4e44-8a72-65ba85431104",
        "choice_type": "multi"
    },
    {
        "question": "Risperidone increases the risk of:",
        "exp": "Risperidone Another compound whose antipsychotic activity has been ascribed to a combination of D2 + 5-HT 2 receptor blockade. In addition it has high affinity for a11 a2 and H1 receptors: blockade of these may contribute to efficacy as well as side effects like postural hypotension. However, BP can rise if it is used with selective serotonin reuptake inhibitors. Risperidone is more potent D2 blocker than clozapine; extrapyramidal side effects are less only at low doses ( <6 mg/ day). Prolactin levels rise during risperidone therapy, but it is less epileptogenic than clozapine, though frequently causes agitation. Caution has been issued about increased risk of stroke in the elderly. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Cerebrovascular accidents",
        "opb": "Extrapyramidal symptoms",
        "opc": "Agranulocytosis",
        "opd": "Diabetes insipidus",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c0d82471-b113-48f4-a88e-9b9238b8e998",
        "choice_type": "single"
    },
    {
        "question": "The antiepilectic drug which does not produce enzyme induction is",
        "exp": "The four major enzyme-inducing AEDs (carbamazepine, phenytoin, phenobarbital and primidone) stimulate the metabolism and reduce the serum concentration of most other concurrently administered AEDs, most notably valproic acid, tiagabine, ethosuximide, lamotrigine, topiramate, REF: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "Sodium valproate",
        "opc": "Phenytoin sodium",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "50f4c73a-78b1-4de2-a223-9a08da4712e2",
        "choice_type": "single"
    },
    {
        "question": "As a side effect the metabolic syndrome is most comm only associated with which of the following group of medications?",
        "exp": "Answer is option 3, antipshycotic drugs. Antipsychotic drugs used in the treatment of schizophrenia and other psychotic illnesses can induce weight gain, with some agents having a greater propensity to do so than others. These adverse effects associated with second-generation antipsychotics are also pa of the metabolic syndrome. Ref",
        "cop": 3,
        "opa": "Anti-anxiety drugs",
        "opb": "Anti-anxiety drugs",
        "opc": "Anti-psychotic drugs",
        "opd": "Anti-cholinergic drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3e100c25-9b19-4163-b216-396dc01b7ef3",
        "choice_type": "single"
    },
    {
        "question": "A young man is with known heroin addiction is brought in the emergency in unconscious state. On examination, the patient has decreased bowel sounds, depressed respiration and pin point pupil. The treatment of choice for this patient is",
        "exp": "IV Naloxone 0. 1-0. 4 mg. Dose repeated every 1-2 hour as naloxone is sho acting. As patient is unconscious drug cannot be given orally. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Oral natrexone",
        "opb": "IV naloxone",
        "opc": "Oral diazepam",
        "opd": "Oral Buprenorphine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a0b8f507-36c4-4c41-bcdc-baac48844847",
        "choice_type": "single"
    },
    {
        "question": "GABA transmission is facilitated by",
        "exp": "GABAergic transmission refers to activation of. GABA receptors and release of GABA by endogenous or pharmacological modulators. g-Aminobutyric acid (GABA) is the most prevalent inhibitory neurotransmitter in the mammalian central nervous system. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Vigabatrin",
        "opb": "Carbazepine",
        "opc": "Phenytoin",
        "opd": "Buspirone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c3d66e21-77a4-4497-8b9c-1f988829dcd7",
        "choice_type": "single"
    },
    {
        "question": "Pegvisomant is approved for the treatment of?",
        "exp": "Pegvisomant is a mutant growth hormone. It is used for the treatment of acromegaly caused by small pituitary adenoma. Ref: Sharma and Sharma 2nd e/pg 547",
        "cop": 4,
        "opa": "Parkinsonism",
        "opb": "Hyperprolactinemia",
        "opc": "Amenorrhoea",
        "opd": "Acromegaly",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b298e72b-57ea-4375-8a69-612b50bc8d3a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following abolishes the therapeutic effect of levodopa:",
        "exp": "Pyridoxine abolishes therapeutic effect of levodopa by enhancing peripheral decarboxylation of levodopa, less is available to cross to the brain. Ref KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Thiamine",
        "opb": "Carbidopa",
        "opc": "Pyridoxine",
        "opd": "Benserazide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a68ba389-6898-489c-9639-90848c5cb1fa",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic level of phenytoin is",
        "exp": "Phenytoin therapeutic plasma concentration is 10-20 mg/ml. Ref: K D Tripati 7th edition Page no 422. Table 30. 2",
        "cop": 2,
        "opa": "0-9 mg/ml",
        "opb": "10-19 mg/ml",
        "opc": "20-29 mg/ml",
        "opd": "30-39 mg/ml",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "62c6532d-bdce-4fff-babd-0d56284a927a",
        "choice_type": "single"
    },
    {
        "question": "Which is a treatment of juvenile myoclonic epilepsy in pregnancy?",
        "exp": "A unique anticonvulsant which suppresses kindled seizures but is ineffective against rna'-'electroshock or PTZ. Clinical efficacy has been sh,, *. -adjuvant medication in refractory paial seizure,; or without secondary generalization. None of the __ anticonvulsant mechanisms of action appear applicable to levetiracetarn. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Levetiracetam",
        "opb": "Carbamazepine",
        "opc": "Vigabatrin",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2bc36abf-cdfc-437b-bada-44ba8bfb042c",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting benzodiazepine is:",
        "exp": "Alprazolam is sho acting hypnotic, lorazepam & diazepam are long acting, while triazolam &midazolam are ultra sho acting benzodiazepines. Ref: KD Tripathi 8. TH ed",
        "cop": 1,
        "opa": "Midazolam",
        "opb": "Alprazolam",
        "opc": "Lorazepam",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b274a600-1fca-41bd-b3a9-39d0ec46f69d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiepileptic agents acts on the GABAergic system to decrease the uptake of GABA into neurons and glial cells?",
        "exp": "It potentiates GABA mediated neuronal inhibition by depressing GABA transpoer GAT 1 which removes synaptically released GABA into neurons and glial cells REF: KD TRIPATHI 8. TH ED. page 421",
        "cop": 4,
        "opa": "Vigabatrin",
        "opb": "Progabide",
        "opc": "Gabapentin",
        "opd": "Tiagabine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1040843f-5d78-4782-b05e-a841fb715174",
        "choice_type": "single"
    },
    {
        "question": "In methyl alcohol poisoning there is CNS depression, cardiac depression and optic nerve atrophy. These effects are produced due to:",
        "exp": "Methanol is metabolised to formic acid & formaldehyde, which produces these kinds of symptoms. Ref: k. KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Formaldehyde and formic acid",
        "opb": "Acetaldehyde",
        "opc": "Pyridine",
        "opd": "Acetic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "18846b3d-d10d-4a21-ab59-5c36054544e7",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Trigeminal neuralgia is:",
        "exp": "Trigeminal and related neuralgias: Carbamazepine is the drug of choice. These neuralgia;. characterized by attacks of high intensity electric shock-like or stabbing pain set off by evening. REF: KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Carbamazepine",
        "opb": "Phenobabitone",
        "opc": "Phenytoin",
        "opd": "Valproic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "924da240-007f-4b56-bfea-6fbe2c5f4752",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old female on antiepiletic therapy got married. When should the folic acid supplementation be advised to this female?",
        "exp": "\"The U. S. Public Health Service has recommended that all women of childbearing age and who are capable of becoming pregnant take 0. 4mg of folic acid daily. If however, a pregnancy is planned in high-risk women(previously affected child), supplementation should be staed with 4mg (=4000 microgram) of folic acid daily, beginning 1 month before the time of the planned conception. \" Ref NELSON 19. TH ED.",
        "cop": 2,
        "opa": "3month before pregnancy",
        "opb": "All women who could become pregnant",
        "opc": "As soon as pregnancy is confirmed",
        "opd": "After delivery",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "aa214aec-9640-45eb-9e62-e5de92182895",
        "choice_type": "multi"
    },
    {
        "question": "Drugs that can be used in opioid de-addiction are?",
        "exp": "All of the drugs can be used. Methadone is effective orally, more potent, longer acting and prevents withdrawal symptoms because it is slowly released from tissues. Clonidine a central alpha 2agonist can suppress autonomic. if withdrawal symptoms such as nausea, vomiting, anxiety and diarrhea. Night time sedation with a hypnotic like diazepam is helpful. Ref KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Diazepam",
        "opc": "Methadone",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d0cfe961-e425-47ae-a6b2-45bac5ff3ad4",
        "choice_type": "multi"
    },
    {
        "question": "The drug of choice to control convulsions in eclampsia is:",
        "exp": "given by i. v. infusion, it has been used for long to control convulsions and to reduce BP in toxaemia of pregnancy. As per WHO, it is the drug of choice for prevention and treatment of seizures in preeclampsia and eclampsia. REF: KD TRIPATHI 8. TH ED.",
        "cop": 3,
        "opa": "Pethidine",
        "opb": "Diazepam",
        "opc": "Magnesium sulphate",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "422f71c8-e1c5-4ef0-9193-83db65c1a9b8",
        "choice_type": "single"
    },
    {
        "question": "Respiratory centre depression can be caused by all except:",
        "exp": "Ref: Parikh's Textbook of Medical Jurisprudence 6/e p10, 57 *Strychnine stimulates the respiratory centre whereas other drugs given the option like opioids, barbiturates and gelsemium cause respiratory depression. *Gelsemium has been traditionally been used to treat pain and respiratory ailments. Toxic symptoms include giddiness, weakness, ptosis, dilated pupils and respiratory depression.",
        "cop": 2,
        "opa": "Opium",
        "opb": "Strychnine",
        "opc": "Barbiturates",
        "opd": "Gelsemium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "294cdfba-9ed6-40a2-bd4c-d18a76e53c79",
        "choice_type": "multi"
    },
    {
        "question": "All are side effects of clozapine EXCEPT:",
        "exp": "Only weak D2 blocking action, produces few /no extrapyramidal symptoms; tardive dyskinesia is rare and prolactin level does not rise. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Granulocytopenia",
        "opb": "Seizures",
        "opc": "Sedation",
        "opd": "Extrapyramidal side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d089d0c0-918e-4052-a518-210b17086db4",
        "choice_type": "multi"
    },
    {
        "question": "All arc atypical antipsychotic drugs except",
        "exp": "Atypical antipsychotic Clozapine Risperidone Olanzapine Quetiapine Aripiprazole Ziprasidone Other hetrocyclics Pimozide, Loxapine Ref: K D Tripathi 8th edition",
        "cop": 4,
        "opa": "Clozapine",
        "opb": "Risperidone",
        "opc": "Olanzapine",
        "opd": "Loxapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "049afc6b-223f-47f3-b65f-f1a7c38f8628",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement about phenytoin is true",
        "exp": "Zero-order elimination kinetics: Elimination of a constant quantity per time unit of the drug quantity First order elimination kinetics: Elimination of a constant fraction per time unit of the drug quantity Phenytoin is metabolized in the liver by hydroxylation and glucuronide conjugation. The kinetics of metabolism is capacity limited; changes from first order to zero order over the therapeutic range ref: KD Tripathhi 8thh ed.",
        "cop": 1,
        "opa": "It follows zero order kinetics",
        "opb": "It is not teratogenic",
        "opc": "It is excreted unchanged in urine",
        "opd": "It does not induce microsomal enzymes",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9b009acb-042b-448f-930b-6824344111f8",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is an early sign of magnesium toxicity? NOT RELATED-MEDICINE",
        "exp": "Ref: Drug Facts and Comparisons 2010/127 *Knee jerk (patellar reflex) stas diminishing at plasma magnesium concentration of 4m. Eq/L and disappears at 10m. Eq/L, where respiratory paralysis is a potential hazard.",
        "cop": 1,
        "opa": "Depression of deep tendon reflexes",
        "opb": "Respiratory depression",
        "opc": "Cardiac arrest",
        "opd": "Decreased urine output",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2eb74d90-748a-47be-b13b-5118a2e07f3a",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about trientine use in Wilson's disease are true except:",
        "exp": "*Penicillamine is the most potent chelating agent useful in Wilson's disease. *Trientine is not as potent as penicillamine and was used in patients unable to tolerate penicillamine. However, now a days, trientine is preferred because of severe adverse effects of penicillamine. *Trientine cause fewer adverse effects other than mild anemia due to iron deficiency in few patients. Ref: KATZUNG 14. TH ED.",
        "cop": 1,
        "opa": "It is more potent than penicillamine.",
        "opb": "It is used as an alternative to penicillamine in non-tolerant patients",
        "opc": "It should not be administered with in two hours of iron supplementation",
        "opd": "It can cause iron def anemia which is reversible by oral iron supplements",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "63e89499-85ee-4f71-b5a2-e11aa4073def",
        "choice_type": "multi"
    },
    {
        "question": "which of the following agent is not a serotonin and dopaminergic blocker?",
        "exp": "Doxepine is a tricyclic anti depressant that is neither a serotonin nor a dopaminergic blocker. REF: K D TRIPATI 8. THH ED.",
        "cop": 1,
        "opa": "Doxepin",
        "opb": "Amisulpiride",
        "opc": "Seindole",
        "opd": "Zotepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bce668dd-8974-45c6-b29a-bd0a1abd519b",
        "choice_type": "single"
    },
    {
        "question": "The clinical indications for tricyclic anti-depressants include all the following except",
        "exp": "Antidepressants are used for endogenous depression, panic attacks, OCD, anxiety disorders, disorders of pain, premenstrual syndrome, nocturnal enuresis, smoking withdrawal. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Enuresis In elderly subject",
        "opb": "Neuropathic pain",
        "opc": "Panic disorder",
        "opd": "Uncontrolled seizure",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f362cd35-7117-49df-830a-944815fd0b91",
        "choice_type": "multi"
    },
    {
        "question": "Dextromethorphan differs from codeine in:",
        "exp": "Dextromethorphan is a synthetic opiod derivative with antitussuive actions like codeine but with lesser side effects. It does not cause constipation and has no addiction liability but can cause nausea and drowsiness. Ref KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Its antitussive action can be blocked by naloxone",
        "opb": "Depresses mucocilliary function of the airway mucosa",
        "opc": "Addiction common",
        "opd": "Causes no constipation",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "834cc19b-2a70-469c-9737-b790649d5a41",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is used for which of the following poisoning?",
        "exp": "Ref: KDT 6/e p467 Naltrexone is an orally effective opioid antagonist. It is useful for the maintenance of the patient of opioid poisoning once it has been treated with naloxone. Heroin is an opioid, whose poisoning can be treated by naloxone and naltrexone.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Atropine",
        "opc": "Cannabis",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "10d89fca-01fe-4a45-a2a8-5e26d82203bb",
        "choice_type": "single"
    },
    {
        "question": "Anti-craving agents for alcohol dependence are all except",
        "exp": "Essentials of medical pharmacology; k. d tripathi; 7th edition; pg. no. 424, 466 Lorazepam is used in status epilepticus, it is also used to treat depression. It is not used as a anti craving agent for alcohol dependence. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Acamprosate",
        "opc": "Topiramate",
        "opd": "Naltrexone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5adb22da-eabf-42b0-a2b2-34e36dd9f934",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal, drug of choice is:",
        "exp": "Ref: Katzung 10/e p370 Long acting benzodiazepines like diazepam and chloridiazepoxide are drug of choice for alcohol withdrawal.",
        "cop": 3,
        "opa": "TFP",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cc25453e-fa1e-4feb-8ae5-2e03467d44eb",
        "choice_type": "single"
    },
    {
        "question": "which of the following is not a side effect of amitriptyline:",
        "exp": "Ref: KDT 6/e p444 'Weight gain ( not weight loss) in seen with TCAs.",
        "cop": 3,
        "opa": "Constipation",
        "opb": "Fine tremors",
        "opc": "Weight loss",
        "opd": "Dry mouth",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cc3a7727-ed5d-4476-be38-cf78d7503eab",
        "choice_type": "single"
    },
    {
        "question": "Inverse agonist of BZD",
        "exp": "beta carboline is an inverse agonist of BDZ.",
        "cop": 1,
        "opa": "Beta-carboline",
        "opb": "Bicuculine",
        "opc": "Baclofen",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f6107c47-9c06-4814-bd8e-541a5e70c3fd",
        "choice_type": "single"
    },
    {
        "question": "Antidote for ethylene glycol poisoning is/are:",
        "exp": "Ref: Katzung 11/e p397 *The antidote of ethylene glycol poisoning is ethanol or fomepizole. The kidney toxicity of ethylene glycol occurs 24 to 72 hours post ingestion and is causedby a direct cytotoxic effect of glycolic acid.... The most significant effect isaccumulation of calcium oxalate crystals in the kidneys which causes kidney damageleading to oliguric or anuric acute kidney failur",
        "cop": 3,
        "opa": "Methyl violet",
        "opb": "Fluconazole",
        "opc": "Fomepizole",
        "opd": "Ethyl alcohol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e3868900-0789-42d5-971e-e037b8af16e9",
        "choice_type": "single"
    },
    {
        "question": "Which is the only drug effective in improving EDSS in multiple sclerosis?",
        "exp": "The statement only drug effective in improving EDSS seems to be wrong because many drugs have shown to reduce disease severity on EDSS scores. Expanded disability status score(EDSS) is a scoring system for MS where high score means worsening neurological dysfunction. Maximum reduction in EDSS is seen in natalizumab group. Ref: Harrisons 18th ed.",
        "cop": 4,
        "opa": "Methotrexate",
        "opb": "Fingolimod",
        "opc": "Glatiramer acetate",
        "opd": "Natalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4c13ae52-82f3-4b47-9e0f-4f4a98e8b957",
        "choice_type": "single"
    },
    {
        "question": "Carbamazepine in elderly causes:",
        "exp": "Carbamazepine Chemically related to imipramine, it was introduced in the 1960s for trigeminal neuralgia; is now a first line antiepileptic drug. Carbamazepine modifies maximal electroshock seizures as well as raises threshold to PTZ and electroshock convulsions. It also inhibits kindling. Though its action on Na+ channels (prolongation of inactivated state) is similar to phenytoin, the profile of action on neuronal systems in brain is different. Carbamazepine exes a lithium-like therapeutic effect in mania and bipolar mood disorder. It also has antidiuretic action, probably by enhancing ADH action on renal tubules. Adverse effects Carbamazepine produces dose-related neurotoxicity-sedation, dizziness, veigo, diplopia and ataxia. Vomiting, diarrhoea, worsening of seizures are also seen with higher doses. Acute intoxication causes coma, convulsions and cardiovascular collapse. Hypersensitivity reactions are rashes, photosensitivity, hepatitis, lupus like syndrome, rarely agranulocytosis and aplastic anemia. Some degree of leucopenia due to hypersensitivity is more common. Water retention and hyponatremia can occur in the elderly because it enhances ADH action. Increased incidence of minor foetal malformations has been repoed. Its combination with valproate doubles teratogenic frequency. Ref: K D Tripathi 8th edition",
        "cop": 2,
        "opa": "Hypernatremia",
        "opb": "Hyponatremia",
        "opc": "Hyperkalemia",
        "opd": "Hypokalemia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "08eeb9ce-2589-4597-a13d-c8859a3b4f4f",
        "choice_type": "single"
    },
    {
        "question": "Derivative of morphine used for diarrhoea",
        "exp": "Drugs used in the treatment of diarrhea include opiates (morphine, codeine), synthetic anti-diarrheals (diphenoxylate, loperamide), anticholinergics (atropine, propantheline), adsorbents (kaolin, pectin, cholestyramine resin) and Lactobacillus acidophilus. Chronic diarrhea and acute diarrhea caused by microorgansims, drugs and viruses are described. The management of diarrhea can be divided into three categories: (1) suppoive therapy (fluid and electrolyte replacement); (2) symptomatic therapy which improves the consistency of the stool and reduces the frequency of bowel movements; and (3) specific therapy aimed at treating the cause (e. g., antibiotics for bacteria-induced diarrhea) or blocking the cellular mechanisms of fluid and electrolyte loss. Most acute diarrheal conditions can be managed successfully by avoiding oral solids and ingesting carbohydrate-electrolyte solutions. Synthetic antidiarrheals may increase the toxicity associated with bacterial diahhrea. Ref: katzung 13th ed..",
        "cop": 2,
        "opa": "Oxymorphine",
        "opb": "Diphenoxylate",
        "opc": "Pethidine",
        "opd": "Codeine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6ba00aa2-e8e2-4538-be11-471cfe3806dc",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is an early sign of magnesium toxicity?",
        "exp": "Mg toxicity causes muscle weakness. Ref KD Tripati 8th edition",
        "cop": 1,
        "opa": "Depression of deep tendon reflexes",
        "opb": "Respiratory depression",
        "opc": "Cardia arrest",
        "opd": "Decreased urine output",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7e4b91f0-e7d6-4471-bc9f-82eb02c095bb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a side effect of Quetiapine?",
        "exp": "The most common side effect of Quetiapine is somnolence. Other common side effects include sluggishness, fatigue, dry mouth, sore throat, dizziness, abdominal pain, constipation, upset stomach, ohostatic hypotension, inflammation or swelling of the sinuses or pharynx, blurred vision, increased appetite, and weight gain. Clozapine, olanzapine, and quetiapine cause hyperglycemia, weight gain, and hyperiglyceridemia than other atypical antipsychotic drugs. Close monitoring of plasma glucose and lipid levels are indicated with the use of these agents. Ref: Harrison's Principles of Internal Medicine; 24th edition; Page no: 2722",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Weight gain",
        "opc": "Somnolence",
        "opd": "Blurring of vision",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e3dcfef0-d4c7-450e-88a0-13970fb4a6d0",
        "choice_type": "single"
    },
    {
        "question": "All of the following can velli used to treat alcohol dependence except:",
        "exp": "Ref: Katzung 11/e p395 Flumazenil is a benzodiazepine antagonist used for treat of benzodiazepine overdose and not for alcohol dependence.",
        "cop": 3,
        "opa": "Naltrexone",
        "opb": "Acamprosate",
        "opc": "Flumazenil",
        "opd": "Disulfiram",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3ded02f3-576c-4c6f-ba3a-80cc866985fd",
        "choice_type": "multi"
    },
    {
        "question": "Pseudolymphoma can result from long-term use of:",
        "exp": "Answer is option 1, phenytoin Cutaneous pseudolymphomas are benign lymphoproliferative processes mimicking lymphomas clinically and histologically. One of the precipitating factors for pseudolymphoma is drugs like anticonvulsants, antidepressants and angiotensin-conveing enzyme inhibitors. According to existing literature phenytoin-induced cutaneous pseudolymphomas are usually T-cell predominant. Ref:",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Carbamazepine",
        "opc": "Sodium valproate",
        "opd": "Phenobarbital",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "13f4be0b-915c-495c-8107-78c5b46ccb87",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a MAO inhibitor?",
        "exp": "Maprotiline is not an MAO inhibitor whereas the rest three are. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Tranylcypromine",
        "opb": "Isocarboxazide",
        "opc": "Phenelzine",
        "opd": "Maprotiline",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "48ee6508-b9fa-4141-af66-ed0deeee19b0",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for controlling severe pain in cancer patients is:",
        "exp": "Morphine is a potent analgesic and relieves pain without loss of consciousness. Dull aching visceral pain is relieved better than sharp aching pain. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Morphine",
        "opb": "Diclofenac",
        "opc": "Ibuprofen",
        "opd": "Codiene",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3046e951-571c-42c9-b55b-0029cfdd4df8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a serotonin-norepinephrine reuptake inhibitor?",
        "exp": "Ref: KDT 8th ed *Tianeptin enhances the reuptake of serotonin rather than inhibiting it whereas the other drugs mentioned in the options inhibit the reuptake of serotonin and nor-epinephrine.",
        "cop": 4,
        "opa": "Venlafaxine",
        "opb": "Duloxetine",
        "opc": "Milnacipran",
        "opd": "Tianeptin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9e72beda-bd45-43f7-9bdc-023b1c909eee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not used in multiple sclerosis?",
        "exp": "Medications Chemotherapy Kills cells that are growing or multiplying too quickly. Anti-inflammatory Prevents or counteracts swelling (inflammation) in joints and tissues. Immunosuppressive drug Reduces immune response. Steroid Modifies or simulates hormone effects, often to reduce inflammation or for tissue growth and repair. Ref: KATZUNG 13. TH ED.",
        "cop": 4,
        "opa": "Interferon Beta1b",
        "opb": "Interferon Beta1a",
        "opc": "Glatiramer acetate",
        "opd": "Mycophenolate mofetil",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dd55217f-a217-4320-b5d8-927de456fdcb",
        "choice_type": "single"
    },
    {
        "question": "A hospital nurse is taking Imipramine for a phobic anxiety disorder, and her patient is being treated with chlorpromazine for a psychotic disorder. Which of the following adverse effect is likely to occur in both of them?",
        "exp": "Imipramine belongs to Tricyclic antidepressants which have these side effects, such as ohostatic hypotension, drowsiness, cardiac conduction delay, memory impairment, constipation, and urinary retention. Chlorpromazine belongs to Dopamine receptor antagonists, which is more sedating and anticholinergic and more likely to cause ohostatic hypotension. They both have alpha-blocking activity which results in ohostatic hypotension. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 466; Mental disorders",
        "cop": 3,
        "opa": "Excessive salivation",
        "opb": "Pupillary constriction",
        "opc": "Ohostatic hypotension",
        "opd": "Seizure",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "234b5063-c226-4856-991a-4fb137cc6e21",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following if combined with rivastagmine, decreases its efficacy?",
        "exp": "*Rivastigmine is used in Alzheimer's disease. It inhibits acetylcholinesterase and increases the level of ACh. *Tricyclic antidepressants have strong anticholinergic actions. Therefore, these can reduce the efficacy of rivastigmine. Depression is commonly seen in patients with Alzheimer's disease. The anti-depressants that are used should have minimum anticholinergic activity, therefore SSRI or MAO-inhibitors are preferred. Ref: KATZUNG 14. TH ED.",
        "cop": 3,
        "opa": "Selective serotonin reuptake inhibitors",
        "opb": "Reversible inhibitor of MAO-A",
        "opc": "Tricyclic antidepressants",
        "opd": "Atypical antidepressants",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "00952387-712b-489c-b80f-d506e10f02ac",
        "choice_type": "single"
    },
    {
        "question": "Buspirone is used as a/an",
        "exp": "Busiprinone, is a medication primarily used to treat anxiety disorders, paicularly generalized anxiety disorder. Benefits suppo its sho term use. It is not useful for psychosis. It is taken by mouth, and it may take up to four weeks for an effect Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Anxiolytic",
        "opb": "Sedative",
        "opc": "Muscle relaxant",
        "opd": "Anticonvulsant",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "98d0c218-3466-4de1-a9d3-9b72778bbda2",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be used to treat heroin dependence except",
        "exp": "Disulfiram is given for alcohol withdrawal. Buprenorphine is used as a maintaining drug in opioid addicts as it has a lesser degree of tolerance and dependence liability. Clonidine and lofexidine are alpha 2 agonists used to depress autonomic withdrawal symptoms like nausea, vomiting, anxiety and diarrhoea. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "Lofexidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8ea2559c-3f01-4994-9211-008f91aa2d76",
        "choice_type": "multi"
    },
    {
        "question": "The most impoant drug in the psychosis is",
        "exp": "Thioridazine is a typical antipsychotic drug. used in schizophrenia, acute psychosis Ref: Katzung 13th ed. Pg 493.",
        "cop": 2,
        "opa": "Thiopentone",
        "opb": "Thioridazine",
        "opc": "Theophylline",
        "opd": "Thiocolchiside",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "88ea3a9f-26cd-4104-b29d-8e3a08add92b",
        "choice_type": "single"
    },
    {
        "question": "As a side effect the metabolic syndrome is most commonly associated with which of the following group of medications?",
        "exp": "Ref: Katzung 14th ed. Atypical antipsychotic drugs are known to cause hyperglycemia, hyperlipidemia, insulin resistance and weight gain. Minimum risk of these metabolic adverse effects is with ziprasidone.",
        "cop": 3,
        "opa": "Anti-anxiety drugs",
        "opb": "Anti-depressant drugs",
        "opc": "Anti-psychotic drugs",
        "opd": "Anti-cholinergic drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "14a36f59-6022-423f-bf3c-77ff87c0705c",
        "choice_type": "single"
    },
    {
        "question": "Drug used to prevent alcohol withdrawal in de addiction is?",
        "exp": "Psychological & medical suppoive measures are needed during withdrawal. Many CNS depressant like barbiturates, phenothiazines, chloral hydrate have been used as substitution therapy in past (to suppress withdrawal syndrome) but benzodiazepine (chordiazepoxide, diazepam ) are preferred drugs now. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Diazepam",
        "opb": "Clonidine",
        "opc": "Propanolol",
        "opd": "Methadone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a0289984-88e1-43b5-8433-26e81cebea46",
        "choice_type": "single"
    },
    {
        "question": "The drug not used for analgesia in a patient of head injury is:",
        "exp": "Ref: KDT 6/e p457 Morphine is contra-indicated in a patient with headband injury. Relative contraindications to morphine include: respiratory depression when appropriate equipment is not available Although it has previously been thought that morphine was contraindicated in acute pancreatitis, a review of the literature shows no evidence for this",
        "cop": 1,
        "opa": "Morphine",
        "opb": "NSAIDs",
        "opc": "Rofecoxib",
        "opd": "Acetaminophen",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4515a7f5-8455-40b3-8224-312183ec383c",
        "choice_type": "single"
    },
    {
        "question": "False statement regarding Lithium is:",
        "exp": "There is marked individual variation in the rate of lithium excretion. Thus, with the same daily dose, different individuals attain widely different Antimanic Drugs 435 plasma concentrations. However, in an individual the clearance remains fairly constant. Since the margin of safety is narrow, monitoring of serum lithium concentration is essential for optimal therapy. Serum lithium level is measured 12 hours after the last dose to reflect the steadystate concentration; 0. 5-0. 8 m. Eq/L is considered optimum for maintenance therapy in bipolar disorder, while 0. 8-1. 1 m. Eq/L is required for episodes of mania. Toxicity symptoms occur frequently when serum levels exceed 1. 5 m. Eq/L. Ref: KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Maximum plasma concentration is avoided due to low therapeutic index",
        "opb": "Contraindicated in pregnancy",
        "opc": "No individual variation in the rate of excretion",
        "opd": "80% reabsorbed in the proximal convoluted tubule",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bf8f6b6c-6a63-457d-9a5b-4e6a55dcdf4f",
        "choice_type": "multi"
    },
    {
        "question": "Wof is true regarding tolerance occurring in regular opium abusers",
        "exp": "Tolerance and dependence:- High degree of tolerance can be developed to morphine and related opioids if the drug is used repeatedly. It is paly pharmacokinetic (enhanced rate of metabolism), but mainly pharmacodynamic (cellular tolerance). Tolerance is exhibited to most actions, but not to constipating and miotic actions. Addicts tolerate morphine in grams: lethal dose is markedly increased. Ref:- kd tripathi; pg num:-473",
        "cop": 3,
        "opa": "Tolerance develops to all actions of morphine",
        "opb": "No tolerance occurs to euphoric and sedative actions of morphine",
        "opc": "No tolerance occurs to constipating and miotic actions of morphine",
        "opd": "Lethal dose of morphine is not significantly increased",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b875fa05-a908-4489-af30-def3156d0eb3",
        "choice_type": "multi"
    },
    {
        "question": "Gender specific adverse effect of valproate is",
        "exp": "Long term use of valproate in young girl is associated with higher incidence of polycystic ovarian disease and menstrual irregularities. REf KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Weight gain",
        "opb": "Tremors",
        "opc": "Alopecia",
        "opd": "Polycystic ovarian disease",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "569a564c-7bc4-4bd9-83e6-29c6b2305262",
        "choice_type": "single"
    },
    {
        "question": "Dysphoria caused by opiates is mediated by which recetor?",
        "exp": "Ref: KDT 7/e p79 Dysphoria and psychomimetics effects are caused by kappa receptors.",
        "cop": 2,
        "opa": "mu",
        "opb": "Kappa",
        "opc": "Delta",
        "opd": "Sigma",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6eca8f4f-845e-4aa9-872c-8116b3739c90",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long-acting dopamine agonist",
        "exp": "ERGOT-DERIVED DOPAMINE AGONISTS Examples of this type of dopamine agonist are bromocriptine, pergolide, lisuride, and the long acting ergoline, cabergoline. An alternative mechanism is to mimic what the dopamine chemical messenger does in the brain. Drugs that act as dopamine agonists -- such as apomorphine, ropinirole and pramipexole -- do this by fooling brain cells into thinking they are dopamine. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Bromocriptine",
        "opb": "Lisuride",
        "opc": "Cabergoline",
        "opd": "Apomorphine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a9703a04-874d-47f1-b8d3-49dc2d0bd71c",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is used to maintain abstinence following opioid withdrawal in addicts. It blocks all of the following features of opioid use, except:",
        "exp": "Naltrexone, is a medication primarily used to manage alcohol or opioid dependence. An opioid-dependent person should not receive naltrexone before detoxification. It is taken by mouth or by injection into a muscle. Effects begin within 30 minutes. Ref: KD tripathi 8th ed.",
        "cop": 2,
        "opa": "Euphoriant effects of opioids",
        "opb": "Craving for opioids",
        "opc": "Miosis",
        "opd": "Respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a64b450f-9139-45ce-9851-1de80e13fdb0",
        "choice_type": "multi"
    },
    {
        "question": "Which antidepressant is relatively contraindicated in young men secondary to its side effect of priapism?",
        "exp": "5-HT2 Antagonists. Two antidepressants are thought to act primarily as antagonists at the 5-HT2 receptors: trazodone and nefazodone. The most common adverse effects associated with the 5-HT2 antagonists are sedation and gastrointestinal disturbances. Sedative effects, paicularly with trazodone, can be quite pronounced. Thus, the treatment of insomnia is currently the primary application of trazodone. Sexual effects are uncommon with nefazodone or trazodone treatment as a result of the relatively selective serotonergic effects of these drugs on the 5-HT2 receptor rather than on SE. However, trazodone has rarely been associated with inducing priapism. Priapism (an abnormally prolonged erection) is estimated to happen in 1 in every 10, 000 patients treated with trazodone. Ref: Harper&; s Biochemistry; 12th edition; Page no: 526",
        "cop": 2,
        "opa": "Seraline",
        "opb": "Trazodone",
        "opc": "Imipramine",
        "opd": "Amitriptyline",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2d860936-adc5-4a1f-beff-e1848daf72fd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents enhances the bioavailability of levodopa in patients with Parkinson's disease:",
        "exp": "Entacapone & tolacapone which cones under COMT INHIBITORS enhance & prolong the therapeutic effect of levodopa-carbidopa in advanced & fluctuating PD. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Amantadine",
        "opb": "Ropinirole",
        "opc": "Entacapone",
        "opd": "Selegiline",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1ade1d33-1ce5-46c1-80d5-b5aafaf9f37a",
        "choice_type": "single"
    },
    {
        "question": "In treatment of Parkinsonism, L-Dopa is combined with carbidopa mainly:",
        "exp": "Administered along with levodopa, they increase its W2 ir.: periphery and make more of it available to cross blood-brain barrier to reach its site of action REF: KD TRIPATHI ESSENTIALS OF MEDICAL PHARMACOLOGY",
        "cop": 4,
        "opa": "To decrease the treatment duration",
        "opb": "To decrease central side effects of L-Dopa",
        "opc": "To decrease effectiveness of L-Dopa",
        "opd": "To increase crossing of L-Dopa through BBB",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c4e34931-4ee5-4192-a567-e37cf4eba8db",
        "choice_type": "single"
    },
    {
        "question": "Dryness of mouth caused by antipsychotic drug is caused by blockade of:",
        "exp": "Xerostomia, commonly known as \"dry mouth, \" is a repoed side effect of >1, 800 drugs from >80 classes.... Among all repoed side effects of antidepressants andantipsychotics, dry mouth often is the most prevalent complaint. For example, in a study of 5 antidepressants 35% to 46% of patients repoed dry mouth. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Muscarinic ACh receptors",
        "opb": "GABA receptors",
        "opc": "Serotonergic receptors",
        "opd": "Dopaminergic receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "26456717-5719-4d85-9f94-046cb1a83090",
        "choice_type": "single"
    },
    {
        "question": "Drugs used for treatment of Parkinson's disease include:",
        "exp": "Levodopa, bromocryitine and benserazide are used in Parkinsonism. *Mazindol is a potent anirectic agent. It has an additional peripheral effect of increasing metabolic rate. *Acyclovir is an antiviral agent, not used in Parkinsonism. Ref KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Levodopa",
        "opb": "Mazindol",
        "opc": "Bromocriptine",
        "opd": "Benserazide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8b8afd7f-f6e9-4261-a660-16c6b0fe7afd",
        "choice_type": "single"
    },
    {
        "question": "In liver, which of the following is responsible for metabolism of alcohol?",
        "exp": "Alcohol is conveed to acetaldehyde by alcohol dehydrogenase. Acetaldehyde is conveed to acetate by aldehyde dehydrogenase. acetate is conveed to carbon dioxide & water. In addition to alcohol dehydrogenase small amount of alcohol are oxidized by hepatic microsomal enzymes as well. Ref KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Alcohol dehydrogenase (ADH)",
        "opb": "Aldehyde dehydrogenase (ALDH)",
        "opc": "Microsomal ethanol-oxidizing system(MEOS)",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9a3bdb93-9149-4f0f-bf80-0ef4de409327",
        "choice_type": "multi"
    },
    {
        "question": "Pure opiate antagonists are all of the following",
        "exp": ", Nalorphine was the first opiod antagonist introduced in 1951 which could reverse morphine action. Later it was found to have agonistic action or kappa re eptor as well, producing lower ceiling analgesia. It is not used clinically because of dysphoric and psychotomimetic effects. Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Naloxone",
        "opb": "Nalorphine",
        "opc": "Nalmefene",
        "opd": "Naltrexone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "069fbf05-6e5f-4cc6-b554-e5fc1e85a953",
        "choice_type": "multi"
    },
    {
        "question": "A patient of schizophrenia was staed on haloperidol 5 mg. Next day, he presented with uprolling of eyes. Complete neurological examination revealed no spasticity or any other abnormality. Visual acuity and ophthalmoscopic findings are normal. Most likely diagnosis is:",
        "exp": "Acute muscular dystonia is the earliest appearing extrapyramidal symptom caused by antipsychotic drugs like haloperidol. REF: HARRISONS 20. TH ED.",
        "cop": 2,
        "opa": "Akathisia",
        "opb": "Acute dystonia",
        "opc": "Seizure",
        "opd": "Tardive dyskinesia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "de6089c7-c569-4999-9bf8-a693dbaf95ec",
        "choice_type": "single"
    },
    {
        "question": "Fetal hydantoin syndrome is seen if following drug is used in pregnancy?",
        "exp": "Used during pregnancy---<: an produce foetal i-! ydantoin syndrome (hypoplastic phalano; es, cleft palate, hare lip, microcephaly), oshich is probably caused by its areneoxide metabolite REF KD TRIPATHI 8thh ed.",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Alcohol",
        "opc": "Ethosuximide",
        "opd": "Phenobarbiton",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5527b343-31f8-4515-b700-76318930cb9f",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding methadone are all except:",
        "exp": "Ref: Goodman and Gilman 12th/506-507 Methadone *The onset of analgesia occurs 10-20 minutes after parenteral administration of methadone and 30-60 minutes after oral administration. *It is well absorbed from the GI tract and can be detected in plasma within 30 minutes of oral ingestion. *Primary uses are relief of chronic pain and in main tenance therapy of opioid addiction.",
        "cop": 4,
        "opa": "It is a long acting mue-receptor agonist",
        "opb": "It is rapidly absorbed from the gastrointestinal tract and is detected in plasma 30minutes after oral administrations",
        "opc": "The primary use of methadone is relief of chronic pain",
        "opd": "The onset of analgesia is 30-60 minutes after parenteral administration and 1-2 hours after oral administration",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fb1a4668-9808-484a-8304-0eb503474ff0",
        "choice_type": "multi"
    },
    {
        "question": "Contra-Indications of phenytoin",
        "exp": "Phenytoin ADRs-hirsutism, gingival hyperplasia, hemolysis-Megaloblastic anemia (folic acid def), hepatotoxic, osteomalacia, hypersensitivity, hyperglycemia, lymphadenopathy-pseudolymphoma Fetal hydantoin syndrome-cleft lip, cleft palate, microcephaly. Rerf: KD TTripathi 8th ed.",
        "cop": 4,
        "opa": "Hirsutism",
        "opb": "Hepatotoxicity",
        "opc": "Osteomalacia",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "83138aea-b5aa-4981-b88f-154ef834f726",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a 'nootropic' drug? REPEAT",
        "exp": "Nootropic drugs are those that enhance memory. Piracetam is used for this function in patients with head injury.",
        "cop": 4,
        "opa": "Rivastigmine",
        "opb": "Tacrine",
        "opc": "Amantadine",
        "opd": "Piracetam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4265f2aa-d14b-483e-b142-b1ebcba34ddb",
        "choice_type": "single"
    },
    {
        "question": "False statements about selegiline is:",
        "exp": "Ref: KDT 8th ed. Selegeline and rasagiline are selective MAO-B inhibitors useful in Parkinsonism. These drugs inhibit the metabolism of dopamine in the brain and thus can decrease wearing off effect. cheese reaction is not associated with these agents.",
        "cop": 1,
        "opa": "It is a MAO-A inhibitor",
        "opb": "Does not cause cheese reaction",
        "opc": "It decreases wearing off effect of levo-dopa",
        "opd": "It is used in Parkinsonism",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f593ada0-b615-4b7f-b823-ce57388dbf52",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice in intractable hiccups is:",
        "exp": "CPZ can control intractable hiccup though the mechanism of action is not known. All the other given drugs donot have this action. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Metoclopramide",
        "opb": "Fluoxetine",
        "opc": "Selegiline",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f666fbd4-0cf9-4cd4-b7a8-467e306dd7a0",
        "choice_type": "single"
    },
    {
        "question": "Endogenous opioid peptide includes:",
        "exp": "all the above Endorphins, enkephalins, and dynorphins are all endogenous compounds. These are having morphine like actions. These opiod peptides modulates pain perception, mood, hedonic, and motor behaviour, emesis, pitiutary hormone release and git motility. Ref KD Tripathi 8th ed",
        "cop": 4,
        "opa": "Encephalin",
        "opb": "Endorphins",
        "opc": "Dynorphins",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7554e0ef-36a6-4806-a090-8efbe6ed2c0d",
        "choice_type": "multi"
    },
    {
        "question": "GABA Reuptake is inhibited by",
        "exp": "Reuptake is inhibited by tiagabine as shown in the picture",
        "cop": 1,
        "opa": "Tiagabine",
        "opb": "Topiramate",
        "opc": "Felbamate",
        "opd": "Perampanel",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9f775529-8541-4cf2-8027-e4aaf3840979",
        "choice_type": "single"
    },
    {
        "question": "A patient with violent behaviour and agitation was diagnosed as schizophrenia and was prescribed haloperidol. On third day he developed rigidity and was unable to move his neck that fixed his stare to one side. Which of the following drugs can be used for treatment of this patient?",
        "exp": "The given history suggests the presence of acute muscular dystonia induced by haloperidol. Anticholinergics like benzhexol are drug of choice for this condition. However, first generation antihistaminics like Promethazine and hydroxyzine can also be used for the same. REFD: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Increase dose of haloperidol",
        "opb": "Promethazine",
        "opc": "Risperidone",
        "opd": "Diazepam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bd2c57d8-5e62-4210-a323-946e7c2ba786",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in generalized anxiety disorder are:",
        "exp": "Alprazolam is a BZD and hence reduces anxiety and Alprazolam has an additional anti depressant activity. Paroxetine is an SSRI and Venlafaxine is an SNRI so both have anti anxiety action. Hence all the above given drugs can be used. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Alprazolam",
        "opb": "Paroxetine",
        "opc": "Venlafaxine",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "17dab442-e52f-4f0e-b758-42c4396685d3",
        "choice_type": "multi"
    },
    {
        "question": "Osteomalcia is adverse effect of:",
        "exp": "Phenytoin produces osteomalacia, hypocalcaemia- due to altered metabolism of vitamin D and inhibition of intestinal absorption of calcium. Phenytoin also reduces target tissue sensitivity to vitamin D. Osteomalacia is the softening of the bones caused by impaired bone metabolism primarily due to inadequate levels of available phosphate, calcium, and vitamin D, or because of resorption of calcium. The impairment of bone metabolism causes inadequate bone mineralization. REF KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "Primidone",
        "opb": "Phenytoin",
        "opc": "Carbamazepine",
        "opd": "Valproic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a3107833-b375-4129-860a-0f55281d70c5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has least extrapyramidal side effect:",
        "exp": "Ref: KDT 6/e p429 Clozapine is an atypical neuroleptic with least extrapyramidal side effects among all antipsychotics.",
        "cop": 3,
        "opa": "Haloperidol",
        "opb": "Fluphenazine",
        "opc": "Clozapine",
        "opd": "Flupenthioxol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cbce800d-2d83-476e-9dc1-a04912d8f2bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an opioid peptide?",
        "exp": "Beta endorphin, leu-5 encephalin, met-5encephalin are all opiod peptides. Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Beta Endorphin",
        "opb": "Epinephrine",
        "opc": "Leu5-encephalin",
        "opd": "Met5-encephalin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "10721c0b-9487-4645-a885-5d27700e9cbe",
        "choice_type": "single"
    },
    {
        "question": "In patient-controlled analgesia morphine is given commonly by",
        "exp": "Patient-controlled analgesia (PCA) is now in widespread use for the management of breakthrough pain. With PCA, the patient controls a parenteral usually intravenous infusion device by pressing a button to deliver a preprogrammed dose of the desired opioid analgesic. Has better pain control using less opioid. REF: Katzung 13 TH ED. pg: 554",
        "cop": 1,
        "opa": "Intravenous",
        "opb": "Intramuscular",
        "opc": "Subcutaneous",
        "opd": "Sublingual",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "79924ff5-e04c-496a-a01d-268db1b7deed",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in alcohol withdrawal are all, except:",
        "exp": "Naloxone is used to block the action of endogenous opioid peptides. All the others are used for alcohol withdrawal. Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Naltrexone",
        "opb": "Naloxone",
        "opc": "Acamprosate",
        "opd": "Disulfiram",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1ceaccf5-62a4-4f1b-8536-a6dd1e87b84f",
        "choice_type": "multi"
    },
    {
        "question": "The following symptoms may be seen in opium withdrawal:",
        "exp": "Withdrawal symptoms of opium are lacrimation, sweating, yawning, anxiety, apprehension, restlessness, rhinorrhoea, and tremors seen 8-12 hours after the last Dose. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Constipation",
        "opb": "Lacrimation",
        "opc": "Dry nose and mouth",
        "opd": "Constipation",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ab75226a-7339-4823-99a8-d9f59f109706",
        "choice_type": "single"
    },
    {
        "question": "What are the clinical uses of Amantadine",
        "exp": "GLUTAMATE (NMDA receptor) ANTAGONIST(Dopamine facilitator) Amantadine Developed as an antiviral drug for prophylaxis of influenza A2, it was found serendipitiously to benefit parkinsonism. Mech of action:- Amantadine promotes presynaptic synthesis and release of DA in the brain and has anticholinergic propey. These were believed to explain all its beneficial effect in parkinsonism. However, anantagonistic action on NMDA type of glutamate receptors, through which the striatal dopaminergic system exes its influence is now considered to bemore impoant. Side effects:- Insomnia, restlessness, confusion, nightmares, anticholinergic effects and rarely hallucinations. A characteristic side effect due to local release of CAs resulting in postcapillary vasoconstriction is livedo reticularis (bluish discolouration) and edema of ankles. Ref:- kd tripathi; pg num:-432, 433",
        "cop": 4,
        "opa": "Prophylaxis and treatment of influenza A",
        "opb": "Treatment of Parkinson's symptoms",
        "opc": "Treatment of drug induced extra pyramidal symptoms",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5e90e540-8097-4475-85de-fd6f0e2b37e7",
        "choice_type": "multi"
    },
    {
        "question": "Antipsychotic drug with least extra pyramidal side effect is:",
        "exp": "Extrapyramidal motor disturbances ) are intimately linked to the antipsychotic effect, but are more prominent in the high potency compounds and least in thioridazine, clozapine and other atypical antipsychotics. A predominance of lower frequency waves occurs in EEG and arousal response is dampened. However, no consistent effect on sleep architecture has been noted. The disturbed sleep pattern in a psychotic is normalize Ref: KD Tripati 8th ed.",
        "cop": 2,
        "opa": "Triflupromazine",
        "opb": "Thioridazine",
        "opc": "Pimozide",
        "opd": "Trifluoperazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6108aed5-2de6-46f0-9f5a-7d0eab2a9fdc",
        "choice_type": "single"
    },
    {
        "question": "A patient on anti-psychotic drugs develops temperature of 104degC, BP about 150/100 and abnormal behavior. What is the likely diagnosis?",
        "exp": "Neuroleptic malignant syndrome is characterized by immobility, rigidity, tremors, fever, dysphagia, stupor or coma with autonomic effects like fluctuating BP and HR. It could be due to sudden reduction in dopaminergic or cholinergic action. Ref KD Tripati 8thh ed.",
        "cop": 4,
        "opa": "Aggravation of psychosis",
        "opb": "Parkinsonism",
        "opc": "Dystonia",
        "opd": "Neuroleptic malignant syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dc2c55aa-1a8c-4c2b-b862-66383e24bd77",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is used to treat status epilepticus?",
        "exp": "Status epilepticus In status epilepticus seizure activity occurs for >30 min, or two or more seizures occur without recovery of consciousness. Recurrent tonic-clonic convulsions without recovery of consciousness in between is an emergency; fits have to be controlled as quickly as possible to prevent death and permanent brain damage. (a) Diazepam 10 mg i. v. bolus injection (2 mg/ min) followed by fractional doses every 10 min or slow infusion titrated to control the fits has been the standard treatment. However, it redistributes rapidly so that anticonvulsant effect stas fading after 20 min. Lorazepam is less lipid soluble with slow redistribution: anticonvulsant effect of i. v. dose lasts for 6-12 hours. It is therefore preferred; 0. 1 mg/kg (injected at 2 mg/ min) is effective in 75-90% cases. (b) Phenobarbitone (100-200 mg i. m./i. v.) or phenytoin (25-50 mg/min in a running saline i. v. line; not to be mixed with glucose solution because it precipitates. Fosphenytoin is used in its place now; maximum 1000 mg phenytoin equivalent). These drugs act more slowly; may be used alternatively to diazepam/lorazepam or substituted for them after the convulsions have been controlled. (c) Refractory cases may be treated with i. v. midazolam/ propofol/ thiopentone anaesthesia, with or without curarization. (d) General measures, including maintenance of airway (intubation if required), oxygenation, fluid and electrolyte balance, BP, normal cardiac rhythm, euglycaemia and care of the unconscious must be taken. Ref K D Tripathi 8th edition",
        "cop": 3,
        "opa": "Primidone",
        "opb": "Carbamazepine",
        "opc": "Diazepam",
        "opd": "Sodium valporate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2ab5b783-8708-46f1-8ec9-763b004683a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is FALSE about Naltrexone?",
        "exp": "Ref: KDT 6/e p467 *Naltrexone is chemically related to Naloxone and is a pure opioid antagonist. It is more potent than Naloxone. *It differs from Naloxone in being orally active and having a long duration of action (1-2 days) which is used to prevent relapse of heapy drinking. *Side effects are nausea and headache; high doses can cause hepatotoxicity.",
        "cop": 1,
        "opa": "Parenterally administered",
        "opb": "Used to prevent relapse of heavy drinking",
        "opc": "Long acting",
        "opd": "Cause hepatotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7e74ec17-3e7a-4349-93b3-1a68024f27b7",
        "choice_type": "multi"
    },
    {
        "question": "Tolerance develops to all of the following actions of opioid except:",
        "exp": "Ref: Katzung 11/e p539 Tolerance cannot develop to 3. Cs *Constipation *Constriction of pupil *Convulsions",
        "cop": 1,
        "opa": "Miosis",
        "opb": "Analgesia",
        "opc": "Euphoria",
        "opd": "Nausea and vomiting",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d1e24413-0084-45b2-b3cd-9cabdfa42601",
        "choice_type": "multi"
    },
    {
        "question": "Inverse agonist of benzodiazepine receptor is:",
        "exp": "Flumazenil is competitive BZD - antagonist, while dimethoxyethyl-carbomethoxy-b caboline (DMCM) which is a BZD inverse agonist inhibits GABA action & are rare convulsant. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Phenobarbitone",
        "opb": "Flumazenil",
        "opc": "Beta carboline",
        "opd": "Gabapentin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "26448604-0109-4d6c-a7b7-aee2789c773a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about Phenytoin is true?",
        "exp": "Phenytoin follows zero order kinetics at therapeutic plasma concentration. Other drugs following zero order kinetics are warfarin, alcohol, aspirin, theophylline, and tolbutamide. *Phenytoin is a powerful microsomal enzyme inducer. *Phenytoin is metabolized to inactive products by liver. *Use of Phenytoin during pregnancy can cause Fetal hydantoin syndrome characterized by hypoplastic phalanges, cleft lip, cleft palate and microcephaly. It occurs due to a metabolite of phenytoin, arene oxide. REF: KATZUNG 14. TH ED.",
        "cop": 1,
        "opa": "It follows zero order kinetics",
        "opb": "It is not teratogenic",
        "opc": "It is excreted unchanged in urine",
        "opd": "It does not induce microsomal enzymes",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3198adfe-8a48-4189-9533-23c7aa49a667",
        "choice_type": "multi"
    },
    {
        "question": "Vigabatrin acts by",
        "exp": "Mechanism of Action: Vigabatrin is an irreversible inhibitor of GABA aminotransferase (GABA-T), the enzyme responsible for the degradation of GABA. It may also inhibit the vesicular GABA transpoer. Vigabatrin produces a sustained increase in the extracellular concentration of GABA in the brain. This leads to some desensitization of synaptic GABA A receptors but prolonged activation of nonsynaptic GABA A receptors that provide tonic inhibition. A decrease in brain glutamine synthetase activity is probably secondary to the increased GABA concentrations. Vigabatrin is useful in the treatment of paial seizures and infantile spasms Reference: Katzung Pharmacology; 13th edition; Chapter 24; Antiseizure drugs",
        "cop": 2,
        "opa": "GABA-Antagonism",
        "opb": "GABA-Agonism",
        "opc": "NMDA-Antagonism",
        "opd": "Carbonic anhydrase activity",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0993a67e-3b43-4274-8835-b111020ce31a",
        "choice_type": "single"
    },
    {
        "question": "With MAO inhibitors, food not given is:",
        "exp": "Ref: KDT 6/e p440 Cheese, beer, wine, pickled meat, fish and yeast extract are rich in sympathomimetic amines. In MAO inhibited patients, these indirectly acting sympathomimetic amines are not degraded in the intestinal wall and liver and reach into systemic circulation where they cause release of large amount of norepinephrine from adrenergic nerve endings, thus precipitating hypeensive crises. It is known as cheese reaction.",
        "cop": 4,
        "opa": "Cheese",
        "opb": "Beer",
        "opc": "Fish",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2707b6f4-9c7e-4b69-9ddb-b9dda0208193",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding METHANOL poisoning except:",
        "exp": "Ref: Katzung 12/e p398 Fomepizole inhibits alcohol dehydrogenase and not aldehyde dehydrogenase *Serum methanol concentration above 20 mg/dl is an indication to sta treatment and above 50 mg/dl is for Hemodialysis. *Metabolic product formaldehyde and fornic acid is responsible for blindness and high anion gap metabolic acidosis.",
        "cop": 2,
        "opa": "Hemodialysis should be done when serum methanol cencentration is above 50 mg/dl",
        "opb": "Fomepizole acts by inhibiting aldehyde dehydrogenase",
        "opc": "High anion gap metabolic acidosis is seen in severe cases",
        "opd": "Visual disturbances are commonly seen",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e79e462b-5bc0-4aeb-941a-4bfaf966657e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following if combined with rivastagmine, decreases its efficacy?",
        "exp": "Rivastigmine is a acetylcholinesterase inhibitor REF: KD Tripathi 8th edition",
        "cop": 3,
        "opa": "Selective serotonin reuptake inhibitors",
        "opb": "Reversible inhibitor of MAO-A",
        "opc": "Tricyclic antidepressants",
        "opd": "Atypical antidepressants",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "310b8485-1913-4a76-8640-dda78c724dca",
        "choice_type": "single"
    },
    {
        "question": "In methyl alcohol poisoning there is CNS depression, cardiac depression and optic nerve atropy. These effect are produced due to:",
        "exp": "Ref: Katzung 11/e p1024 Methyl alcohol (methanol) is metabolized to formaldehyde by alcohol dehydrogenase and then to formic acid by aldehyde dehydrogenase. These compounds are responsible for the toxicity. Formic acid can lead to coma and blindness also. Therefore, inhibitors of alcohol dehydrogenase, Formepizole is used for treatment of methanol overdose.",
        "cop": 1,
        "opa": "Firmaldehyde and formic acid",
        "opb": "Acetaldehyde",
        "opc": "Pyridine",
        "opd": "Acetic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fd3a88ad-9009-4a5d-b639-7c86c87d9d98",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diuretics decreases the renal lithium clearance?",
        "exp": "Ref: KDT 8. TH ED. Loop diuretics and thiazides cause NA+ loss in the nephron, this leads to compensatory increase in reabsorption of Na+ and Li+ in the proximal tubules.",
        "cop": 3,
        "opa": "Acetazolamide",
        "opb": "Mannitol",
        "opc": "Furosemide",
        "opd": "Spironolactone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0a7955c6-c498-4709-b404-e3b2b0be0f56",
        "choice_type": "single"
    },
    {
        "question": "All of these are the adverse effects of naloxone in the treatment of opioid poisoning except:",
        "exp": "Ref: Goodman and Gilman 12th/511 Anyagonism of opioid effects by naloxone is often accompanied by an 'OVERSHOOT' phenomenon *Respiratory rate depresse do by opioids transiently becomes higher than before the period of depression. *Rebound release of catecholamines may cause hypertension, tachycardia and ventricular arrhythmias. *Pulmonary edema also has been repoed after naloxone administration.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Pulmonary edema",
        "opc": "Seizures",
        "opd": "Ventricular dysrrythmia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "203e8a75-6e75-41ab-ae5b-b159883142df",
        "choice_type": "multi"
    },
    {
        "question": "The drug of choice in treatment of infantile spasms is:",
        "exp": "Coicosteroids afford symptomatic relief. Valproate and clonazepam have adjuvant value. Vigabatrin has some efficacy Refr: KD Tripatih 8th ed.",
        "cop": 1,
        "opa": "ACTH",
        "opb": "Phenobarbitone",
        "opc": "Carbamazepine",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f3325543-4d99-47dc-bd2a-5a159f0725fa",
        "choice_type": "single"
    },
    {
        "question": "Morphine can administered by all of the following routes except:",
        "exp": "Ref: KDT 6/e p458 *Respiratory depression occurs due to depression of respiratory centre by morphine travelling through the subarachnoid space Routes of administration of morphine are: -Oral -Rectal -Intramuscular -Intravenous -Transdermal -Subcutaneous",
        "cop": 4,
        "opa": "Intramuscular",
        "opb": "Transdermal",
        "opc": "Epidural",
        "opd": "Subarachnoid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9018481e-c65b-4cd1-8724-84da59eab3f7",
        "choice_type": "multi"
    },
    {
        "question": "Nocturnal enuresis is commonly treated with:",
        "exp": "In children above 5 years, imipramine 25 mg at bedtime is effective, but bed wetting may again sta when the drug is stopped. Eldery subjects with bed wetting have also benefited. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "Chlordiazepoxide",
        "opc": "Haloperidol",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5b8cafca-2fa3-4f29-a525-61e87962eae7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug treatment increases thirst and causes dilute diuresis?",
        "exp": "Lithium is a drug of low therapeutic index and side effects are nausea, vomiting, mild diarrhea, edema, thirst bad polyuria. Tremors, hypothyroidism, weight gain and diabetes insipidus can also occur. All the other drugs donot have such a side effect Ref: KD Tripati 8th ed.",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "Lithium",
        "opc": "Chlorpromazine",
        "opd": "Clozapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "000b7dda-caa4-4cee-8a8d-c415dd141c5c",
        "choice_type": "single"
    },
    {
        "question": "The antidepressant which selectively blocks 5-hydroxytryptamine uptake is",
        "exp": "SELECTIVE SEROTONIN REUPTAKE INHIBITORS (SSRIs) Fluoxetine:- A bicyclic compound, is the first SSRI to be introduced, and the longest acting. Its plasma t 1/2 is 2 days and that of its active demethylated metabolite is 7-10 days. It has been approved for use in children 7 years or older for depression and OCD on the basis of similar efficacy and side effect profile as in adults, but should be given to children only when psychotherapy fails. Agitation and dermatological reactions are more frequent than other SSRIs. Because of slower onset of antidepressant effect, it is considered less suitable for patients needing rapid effect, but is more appropriate for poorly compliant patients. Its stimulant effect could worsen patients showing agitation. Ref:- kd tripathi; pg num:-461",
        "cop": 1,
        "opa": "Fluoxetine",
        "opb": "Desipramine",
        "opc": "Amoxapine",
        "opd": "Dothiepin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "78fec744-8ec0-4271-aeef-8e4371f71e42",
        "choice_type": "single"
    },
    {
        "question": "Extrapyramidal symptoms are a complication of treatment with following drugs:",
        "exp": "Performance and intelligence are relatively unaffected, but vigilance is impaired. Extrapyramidal motor disturbances (see adverse effects) are intimately linked to the antipsychotic effect, but are more prominent in the high potency compounds and least in thioridazine, clozapine and other atypical antipsychotics. A predominance of lower frequency waves occurs in EEG and arousal response is dampened. However, no consistent effect on sleep architecture has been noted. REF: KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Antipsychotics",
        "opb": "Anti anxiety drugs",
        "opc": "Anti depressants",
        "opd": "Anti malarial drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c6d52002-eb19-41db-a066-387777eee4e8",
        "choice_type": "single"
    },
    {
        "question": "All of the following adverse effects are associated with carbamazepine except:",
        "exp": "Carbamazepine It is an antiepileptic Chemically related to imipramine, it was introduced in the 1960s for trigeminal neuralgia; is now a first line antiepileptic drug. Its pharmacological actions resemble phenytoin, but impoant differences have been noted in experimental studies. Adverse effects Carbamazepine produces dose-related neurotoxicity-sedation, dizziness, veigo, diplopia and ataxia. Vomiting, diarrhoea, worsening of seizures are also seen with higher doses. Acute intoxication causes coma, convulsions and cardiovascular collapse. Hypersensitivity reactions are rashes, photosensitivity, hepatitis, lupus like syndrome, rarely agranulocytosis and aplastic anemia. Some degree of leucopenia due to hypersensitivity is more common. Water retention and hyponatremia can occur in the elderly because it enhances ADH action. Increased incidence of minor foetal malformations has been repoed. Its combination with valproate doubles teratogenic frequency. Ref KD Tripati 8thh ed.",
        "cop": 3,
        "opa": "Teratogenicity",
        "opb": "Neurotoxicity",
        "opc": "Decrease in antidiuretic hormone",
        "opd": "Hypersensitivity",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3a599403-d5ee-4563-a3e7-d7f93107e56f",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year old epileptic female, Kamla on Phenytoin therapy, developed weakness and fatigue. Blood examination revealed Hb= 4. 6 gm. MCV=102 fl and MCH =40 pg/dl. What is the most probable diagnosis?",
        "exp": "Phenytoin can cause folic acid deficiency resulting in megaloblastic anemia. This is confirmed by raised MCV and MCH in the blood examination. REF: KD TRipathi 8th ed.",
        "cop": 4,
        "opa": "Heart failure",
        "opb": "Iron deficiency anemia",
        "opc": "Phenytoin induced agranulocytosis",
        "opd": "Megaloblastic anemia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "75e1ff6f-fc3d-4665-ae50-eeba066aa8cc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a nonsedative anxiolytic",
        "exp": "Buspirone:- It is the first azapirone, a new class of antianxiety drugs. Buspirone * Does not produce significant sedation or cognitive/functional impairment. * Does not interact with BZD receptor or modify GABAergic transmission. * Does not produce tolerance or physical depen dence. * Does not suppress BZD or barbiturate with- drawal syndrome. * Has no muscle relaxant or anticonvulsant activity. Buspirone relieves mild-to-moderate genera lized anxiety, but is ineffective in severe cases. mechanism of anxiolytic action:- It is dependent on its selective paial agonistic action on 5-HT1A receptors. By stimulating presynaptic 5-HT1A autoreceptors, it reduces the activity of dorsal raphe serotonergic neurones. Ref:-kd tripathi; pg num:-466, 467",
        "cop": 1,
        "opa": "Buspirone",
        "opb": "Hydroxyzine",
        "opc": "Chlorpromazine",
        "opd": "Alprazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a7025f45-44f3-4968-9613-34d22f0268e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used for anxiety",
        "exp": "Treatment consists of therapy Treatment includes counselling or medication, including antidepressants. Self-care Avoid alcohol, Reduce caffeine intake, Physical exercise, Stress management, Quitting smoking, Relaxation techniques, and Healthy diet Therapies Cognitive behavioral therapy, Meditation, and Psychotherapy Medications Selective Serotonin Reuptake Inhibitor (SSRI), Anxiolytic, Antidepressant, Sedative, and Nerve pain medication Specialists Clinical Psychologist, Psychiatrist, and Primary Care Provider (PCP) Ref: KATZUNG 13. TH ED.",
        "cop": 4,
        "opa": "Propranolol",
        "opb": "Alprazolam",
        "opc": "Buspirone",
        "opd": "Haloperidol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "457454b8-49a4-41fc-a5aa-566e2f890c00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is serotonin-norepinephrine reuptake inhibitor?",
        "exp": "Venlafaxine, Milnacipran are considered as SNRIs Amphetamine is a psycho stimulant drug. Mitrazapine is an atypical anti depressent. Doxepin is a TCA tricyclic anti deprerssent. Ref: HL Sharma 3rd ed. Classification Pg: 469",
        "cop": 1,
        "opa": "Venlafaxine",
        "opb": "Amphetamine",
        "opc": "Doxepin",
        "opd": "Miazapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f7f31860-5e63-4525-b065-a636e755ba63",
        "choice_type": "single"
    },
    {
        "question": "Which drug is not used in Alzheimer Disease?",
        "exp": "Ropinirole is an antiparkinsonian drug, while the rest of them are drugs for Alzheimer disease. The management of AD is challenging and gratifying despite the absence of a cure or a robust pharmacologic treatment. Donepezil (target dose, 10 mg daily), rivastigmine (target dose, 6 mg twice daily or 9. 5-mg patch daily), galantamine (target dose 24 mg daily, extended-release), and memantine (target dose, 10 mg twice daily) are approved by the Food and Drug Administration (FDA) for the treatment of AD. Due to hepatotoxicity, tacrine is no longer used. Reference: Harrison's Principles of Internal Medicine; 19th edition; Chapter 448 Alzheimer's Disease and Other Dementias",
        "cop": 3,
        "opa": "Memantine",
        "opb": "Galantamine",
        "opc": "Ropinirole",
        "opd": "Donepezil",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4ccf4a1d-c1f4-45c3-8970-709bfda21d2d",
        "choice_type": "single"
    },
    {
        "question": "Naltrexone is used for which of the following function in opioid addiction?",
        "exp": "Naltrexone is a pure opiod antagonist. It is used for opiod blockade theory in post addicts mainly for maintainence therapy and mathadone for substitution therapy. Ref: KD Tripati 8th ed.",
        "cop": 1,
        "opa": "prevention of relapse",
        "opb": "Treatment of withdrawal",
        "opc": "Treatment of overdose",
        "opd": "Prevention of withdrawal",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cea768a2-5f5c-4e14-8f10-79c7a49a606a",
        "choice_type": "single"
    },
    {
        "question": "Antipsychotic drug is:",
        "exp": "clozapine is a atypical antipsychotic Clozapine, is an atypical antipsychotic medication. It is mainly used for schizophrenia that does not improve following the use of other antipsychotic medications. In those with schizophrenia and schizoaffective disorder it may decrease the rate of suicidal behavior. Ref: KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Doxepine",
        "opb": "Fluoxetine",
        "opc": "Clozapine",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a05d8224-ee0e-4f84-9134-be0e33586ac1",
        "choice_type": "multi"
    },
    {
        "question": "All are true about ramelteon except:",
        "exp": "Ref: katzung 11/e p374 Ramelteon is non-addictive drug. Ramelteon, marketed as Rozerem among others, is a sleep agent that selectively binds to the MT1 and MT2 receptors in the suprachiasmatic nucleus (SCN), instead of binding to GABAA receptors, such as with drugs like zolpidem. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Agonist at MT1 and MT2 receptors",
        "opb": "Is a substrate of CYP1. A2",
        "opc": "Has high addiction liability",
        "opd": "Approved for treatment of insomnia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c06b38ad-f7c2-4dff-a289-1d9e722a4320",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a mood stabilizer?",
        "exp": "Fluoxetine is an SSRI and is used as an anti depressant. Lithium, valporate and carbamazepine are the mood stabilzers. Ref KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Lithium",
        "opb": "Valproate",
        "opc": "Carbamazepine",
        "opd": "Fluoxetine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "21420478-e7c5-4c4b-94a8-fe64f9d88def",
        "choice_type": "single"
    },
    {
        "question": "Which among the following medications has been found to be effective in smoking cessation?",
        "exp": "Bupropion has been shown to reduce the urge in people who need to quit smoking. Also used for depression Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Bupropion",
        "opb": "Buspirone",
        "opc": "Paroxetine",
        "opd": "Venlafaxine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "18f3fc3d-ac9b-4eab-acce-96a4fbacfcd4",
        "choice_type": "single"
    },
    {
        "question": "Ethosuximide can be used for the treatment of:",
        "exp": "*Ethosuximide is a narrow spectrum anti-epileptic drug mainly used for absence seizures. REF: KATZUNG 14. TH ED.",
        "cop": 2,
        "opa": "Generalized tonic clonic seizures",
        "opb": "Absence seizures",
        "opc": "Complex seizures",
        "opd": "Myoclonic seizures",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9ad4e63a-058a-46f8-abe2-aca913989fbe",
        "choice_type": "single"
    },
    {
        "question": "All are side effects of valproate Except",
        "exp": "Side effects of valproate Nausea or vomiting; Bleeding, tender or enlarged gums; Abdominal cramps or pain; Changes in appetite; Changes in your weight; Irregular menstrual periods; Diarrhoea; Headache Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Alopecia",
        "opb": "Hepatitis",
        "opc": "Nephrotoxicity",
        "opd": "Skin rashes",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "745a2a98-c73c-4c16-9cc5-439ea8cae831",
        "choice_type": "multi"
    },
    {
        "question": "Toxic dose of lithium",
        "exp": "Lithium toxicity, also known as lithium overdose and lithium poisoning, is the condition of having too much lithium in the blood. This condition also happens in persons that are taking lithium in which the lithium levels are affected by drug interactions in the body. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "o. 6 m. Eq/L",
        "opb": "1. 2 m. Eq/L",
        "opc": "2. 0 m. Eq/L",
        "opd": "<o. 6 m. Eq/L",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "168cd150-27d8-408f-9efd-21bdc2b47057",
        "choice_type": "single"
    },
    {
        "question": "A psychiatric patient taking medication develops a tremor, thyroid enlargement and leucocytosis. Drug implicated is",
        "exp": "Tremor is one of the most common adverse effects of lithium treatment, and it occurs with therapeutic doses. Lithium probably decreases thyroid function in most patients exposed to the drug, Leukocytosis is always present during lithium treatment, probably reflecting a direct effect on leukopoiesis rather than mobilization from the marginal pool. Polydipsia and polyuria, Edema are other adverse effects. Reference: Katzung Pharmacology; 12th edition; Page no: 517",
        "cop": 3,
        "opa": "Clomipramine",
        "opb": "Haloperidol",
        "opc": "Lithium",
        "opd": "Olanzapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b19df3d0-3e9c-4346-b8fe-2e27dd0c51b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-Parkinson drugs acts by decreasing brain cholinergic activity",
        "exp": "An antiparkinson medication is a type of drug which is intended to treat and relieve the symptoms of Parkinson's disease. Most of these agents act by either increasing dopamine activity or reducing acetylcholine activity in the central nervous system. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Levodopa",
        "opb": "Benserazide",
        "opc": "Selegiline",
        "opd": "Biperiden",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "52c84704-aa08-45f3-b4a6-2610e8c23330",
        "choice_type": "single"
    },
    {
        "question": "All are the following are side effect of ropinirole except:",
        "exp": "*Adverse effects of ropinirole and pramipexole include nausea, dizziness, hallucinations, postural hypotension and excessive day time sleepiness. *Their advantage over ergot derivatives like bromocriptine is lack of retroperitoneal fibrosis and gangrene and long duration of action. *Rapinirole has been approved by FDA for restless leg Syndrome. REF KD TRIPATHI 8. TH ED.",
        "cop": 3,
        "opa": "Sedation",
        "opb": "Nausea",
        "opc": "Retroperitoneal Fibrosis",
        "opd": "Hallucination",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a502d547-762c-4155-8cad-5e02d0163005",
        "choice_type": "multi"
    },
    {
        "question": "Naltrexone is used to maintain abstinence following opioid withdrawal in addicts. It blocks all of the following features of opioid use, except:",
        "exp": "Ref: Goodman and Gilman 12th/661 *Naltrexone has no action in the absence of agonists but promptly reverses the opioid effects when administered i. v. *It can reverse all effects of opioid like sedation, analgesia, constipation, respiratory depression and Miosis etc but it do not reduce craving.",
        "cop": 2,
        "opa": "Euphoriant effects of opioid",
        "opb": "Craving for opioid",
        "opc": "Miosis",
        "opd": "Respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "02712f1f-546c-4271-b69b-4fadc057ac8b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about anti-epileptics is false?",
        "exp": "prolongation of Na+ channel inactivation and suppression of high frequency firing has been demonstrated. In addition, it may directly block voltage sensitive Na+ channels, thus stabilizing the presynaptic membrane and preventing release of excitatory neurotransmitters, mainly glutamate and aspaate. Ref KD Tripati 8thh ed.",
        "cop": 4,
        "opa": "Phenytoin and carbamazepine act by prolonging the inactivated state of Na+ channels",
        "opb": "Carbamazepine can be used in trigeminal neuralgias",
        "opc": "Diazepam is an anticonvulsant drug",
        "opd": "Lamotrigine mainly acts by causing GABA mediated Cl- channel opening",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "17367f59-e9a3-4dca-9772-bcf53cb0b6f2",
        "choice_type": "multi"
    },
    {
        "question": "Non synthetic alkaloid compound acting similar to amphetamine is:",
        "exp": "All the above given drug are non synthetic and are CNS stimulants. REF: KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "Caffeine",
        "opb": "Cocaine",
        "opc": "Nicotine",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "abf89016-fb7e-4e97-a512-7c86861c1ccd",
        "choice_type": "multi"
    },
    {
        "question": "True about epidural opioid are all except:",
        "exp": "Ref: Katzung 11/e p542 *Because of their direct action on the superficial neurons of the spinal cord dorsal horn, opioids can also be used as regional analgesics by administration into the epidural or subarachnoid spaces of the spinal column. *It was initially assumed that the epidural application of opioid might selectively produce analgesia without impairment of motor, autonomic, or sensory functions other than pain. However, respiratory depression can occur after te drug is injected into the epidural space and may require reversal with naloxone. *Currently, the epidural route is ored because systemic adverse effects are less common.",
        "cop": 3,
        "opa": "Act on dorsal horn substantia gelatinosa",
        "opb": "Can cause Itching",
        "opc": "Function of the intestine is not affected",
        "opd": "Can cause respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fc28c1a7-74d8-485d-8eac-5d346bd35e23",
        "choice_type": "multi"
    },
    {
        "question": "Regarding opioid induced seizures:",
        "exp": "Controlled-release oxycodone-induced seizures.... However, opioid-related seizure in patients with epilepsy or other conditions that may decrease seizure threshold has been described in the literature; in paicular, oxycodone has been associated with seizure in a patient with acute renal failure Ref KD Tripathi 8th ed,",
        "cop": 2,
        "opa": "They usually occur at therapeutic doses",
        "opb": "Children are more susceptible",
        "opc": "Seizures occur only with u-opioid agonists",
        "opd": "Diazepam is the drug of choice in treatment",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "348ba424-36dc-479c-96d8-f6dcc8dbc329",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antiepileptic agent does not act Na+ channel modulation?",
        "exp": "it is an inhibitor of GABAtransaminase, the enzyme which degrades GABA. Anticonvulsant action may be due to increase in synaptic GABA concentration REF KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Vigabatrin",
        "opb": "Phenytoin",
        "opc": "Valproate",
        "opd": "Lamotrigne",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4fcc1724-d68f-47e2-9ff9-c23a30a9f283",
        "choice_type": "single"
    },
    {
        "question": "Ethosuximide can be used for the treatment of",
        "exp": "The only indication for ethosuximide is absence ccizures; in that also it has been superseded by valproate.:: ON: 20-30 mg/kg/day; ZARONTIN 250 mg/5 ml yr. Ref: KD TRIPATHI 8th ed.",
        "cop": 2,
        "opa": "Generalized tonic clonic seizure",
        "opb": "Absence seizures",
        "opc": "Complex seizures",
        "opd": "Myoclonic seizures",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "91053974-39f8-459e-9114-ecbb82b6de29",
        "choice_type": "single"
    },
    {
        "question": "Which of the following opioids has maximum plasma protein binding capacity?",
        "exp": "Sufentanil has maximum plasma protein binding among opioids. Refer k. DT 6/e",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Sufentanil",
        "opc": "Fentanyl",
        "opd": "Pethidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1dca0d04-c772-434d-b940-538035d3c726",
        "choice_type": "single"
    },
    {
        "question": "Lamotrigine has common side effects of:",
        "exp": "Lamotrigine A new anticonvulsant having carbamazepine-like action profile: modifies maximal electroshock and decreases electrically evoked as well as photic after-discharge duration. Prolongation of Na+ channel inactivation and suppression of high frequency firing has been demonstrated. In addition, it may directly block voltage sensitive Na+ channels, thus stabilizing the presynaptic membrane and preventing release of excitatory neurotransmitters, mainly glutamate and aspaate. This may account for its broader-spectrum of antiseizure efficacy. However, it does not antagonize PTZ seizures or block NMDA type of glutamate receptors Lamotrigine is a broad-spectrum antiepileptic. Initially found useful as add-on therapy in refractory cases of paial seizures and GTCS, it has now been shown effective as monotherapy as well. Absence and myoclonic or akinetic epilepsy cases have also been successfully treated. Reduction in seizure frequency or complete control is obtained as frequently as with carbamazepine. Lamotrigine is well absorbed orally and metabolized completely in liver. Its t half is 24 hr, but is reduced to -16 hr in patients receiving phenytoin, carbamazepine or phenobarbitone. On the contrary valproate inhibits glucuronidation of lamotrigine and doubles its blood level, but valproate levels are lowered by lamotrigine. Reduce the dose of lamotrigine to half in patients taking valproate. However, metabolism of other anticonvulsants and oral contraceptives is not altered. Side effects are sleepiness, dizziness, diplopia, ataxia and vomiting. In some comparative trials lamotrigine has been found to be better tolerated than carbamazepine or phenytoin. Negative effect on cognitive function is not repoed. Rash may be a severe reaction, paicularly in children, requiring withdrawal. REF: K D Tripathi Sixth 8. TH EDITION",
        "cop": 1,
        "opa": "Rash",
        "opb": "Irritability",
        "opc": "Nephrotoxicity",
        "opd": "Behavioral disturbances",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5d1902a0-0379-4dc9-9277-7e4c55554822",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old patient with Parkinsonism presents with swollen feet. They are red, tender and very painful. You could clear up these symptoms within a few days if youtell the patient to stop taking:",
        "exp": "A characteristic side effect due to local release of CAs resulting in vasoconstriction is livedo reticularis and edema of ankles. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Amantadine",
        "opb": "Benztropine",
        "opc": "Bromocriptine",
        "opd": "Levodopa",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bfb5af66-3035-4f99-978f-2cc5da988b24",
        "choice_type": "single"
    },
    {
        "question": "Naloxone is contraindicated in neonatal resuscitation if the mother is on:",
        "exp": "Contraindications and Precautions Newborns of mothers who are known or suspected to be physically dependent on opioids. In such cases an abrupt and complete reversal of narcotic effects may precipitate an acute abstinence syndrome. Not indicated if infant shows no sign of respiratory depression. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Cocaine",
        "opb": "Amphetamine",
        "opc": "Methadone",
        "opd": "Methadone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "506a996e-9497-46ee-bba3-d2b2707eff6e",
        "choice_type": "single"
    },
    {
        "question": "All are indications of lithium except",
        "exp": "Lithium is a drug of its own kind to suppress mania and to exe a prophylactic effect in bipolar manic depressive illness (MDI) at doses which have no ove CNS effects. Ref KD T ripati 8th ed.",
        "cop": 4,
        "opa": "Neutropenia",
        "opb": "Major Depression",
        "opc": "Vasculogenic Headache",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "82fac115-55d4-41c7-8d4d-193f3eec88aa",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a 'nootropic' drug?",
        "exp": "Nootropic drugs are newer class of drugs to improvr the cognitive capacity in alzheimers patient. a. They include piracetam and aneracitam REFR: ESSENTIALS OF MEDICAL PHARMACOLOGY KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "Rivastigmine",
        "opb": "Tacrine",
        "opc": "Amantadine",
        "opd": "Piracetam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "86033282-731e-4341-82da-de545f93f79d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for juvenile myoclonic epilepsy?",
        "exp": "Valproic acid is the drug of choice for absence seizures, myoclonic epilepsy, LG syndrome and infantile spasms. For women of child bearing age lamotrigine and levitriacetam can be a 2nd line drug. Ref: HL Sharma 3rd ed. Pg: 534",
        "cop": 2,
        "opa": "Lamotrigine",
        "opb": "Valproate",
        "opc": "Leviteracetam",
        "opd": "Perampanel",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7ee25c9c-1f77-4794-8c0e-c16701967928",
        "choice_type": "single"
    },
    {
        "question": "Infantile spasms with tuberous sclerosis DOC (REPEAT)",
        "exp": ".",
        "cop": 1,
        "opa": "Vigabatrin",
        "opb": "Valproate",
        "opc": "Barbiturate",
        "opd": "Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e96f0639-8d13-4b84-8986-4b350dc22fca",
        "choice_type": "single"
    },
    {
        "question": "A female treatment for depression took a massive dose amitriptyline for suicide. Which of the following statement regarding her management is WRONG?",
        "exp": "Symptoms of acute poisoning are similar to atropine poisoning hence atropine sulphate would aggravate the symptoms. All the other given options are used as treatment. REF: K D Tripathi 8. TH ED.",
        "cop": 3,
        "opa": "Gastric lavage should be done",
        "opb": "Sodium bicarbonate should be administered to treat acidosis",
        "opc": "Atropine sulphate should be administered as an antidote",
        "opd": "Diazepam should be injected to control seizures.",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "34a01cbc-2609-42dd-8a77-f143e92ea960",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following disorders, administration of barbiturates is contraindicated?",
        "exp": "Barbiturates induce the rate limiting enzyme amino levulanic acid synthase in porphyrin synthesis. This increased synthesis of prophyrins can precipitate acute attack of AIP Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Anxiety disorders",
        "opb": "Acute intermittent porphyria",
        "opc": "Kernicterus",
        "opd": "Refractory status epilepticus",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "843b3db6-aa16-4d08-89ac-ba8190b2797e",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are atypical antipsychotics EXCEPT?",
        "exp": "Clozapine, asenapine, olanzapine, quetiapine, paliperidone, risperidone, seindole, ziprasidone, zotepine, and aripiprazole are atypical antipsychotic drugs. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Olanzapine",
        "opb": "Clozapine",
        "opc": "Risperidone",
        "opd": "Thioridazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f14a20fd-791d-4053-9210-7ca3004ce374",
        "choice_type": "multi"
    },
    {
        "question": "Selective serotonin reuptake inhibitors are drug of choice for all of the following conditions EXCEPT",
        "exp": "KD Tripathi essentials of medical pharmacology; edition-7; pg no-462 The SSRis are choice drugs for OCD, panic disorder, social pho bia, eating disorders, premenstrual dys:* disorder and post traumatic stress disorder.-:-.* are also being increasingly used for 1:* * * anxiety disorders, body dysmorphic disorders * compulsive buying and kleptomania. Premature ejaculation: *Elevation of mood and increased work capacity has been repoed in postmyocardial infarction and other chronic somatic illness patients. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Acute panic attack",
        "opb": "Social phobia",
        "opc": "Post traumatic stress disorder",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a04cae89-9e0f-4379-bc03-c251ee52a108",
        "choice_type": "multi"
    },
    {
        "question": "Buspirone acts on",
        "exp": "Buspirone:- * Buspirone is a 5. HT1A paial agonist used as an anxiolytic. * It is also used in relief of pain and related anxiety of functional dyspepsia associated with Irritable Bowel Syndrome. * Buspirone (atypical anxiolytic), in contrast to conventional Benzodiazepine anti-anxiety drugs: [?] Have minimal abuse liability [?] No withdrawal reactions on abrupt discontinuation [?] Lesser impairment of psychomotor skills and function Adverse effects of Buspirone:- Tachycardia, nervousness, GI distress, parasthesias and dose dependent miosis. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 230",
        "cop": 1,
        "opa": "5. HT1A",
        "opb": "5. HT1B",
        "opc": "5. HT2",
        "opd": "5. HT3",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d4bdbd9c-67ae-4543-9df6-337027a77a51",
        "choice_type": "single"
    },
    {
        "question": "Management of typical febrile seizures include all the following except",
        "exp": "In cases of developing epilepsy-intermittent prophylaxis with diazepam (oral or rectal) staed at the onset of fever is recommended. Chronic prophylaxis with phenobarbitone advocated earlier has been abandoned, because of poor efficacy and behavioral side effects. REF: KD TRIPATHIH 8. TH ED",
        "cop": 4,
        "opa": "Tepid sponging",
        "opb": "Paracetamol and ibuprofen",
        "opc": "Intermittent diazepam",
        "opd": "Prophylactic phenobarbitone.",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "889ec97c-58af-4a2c-b386-f3856cd04123",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a serotonin-norepine-phrine reuptake inhibitor?",
        "exp": "Tianeptin is an atypical anti depressant. All others are SNRI. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Venlafaxine",
        "opb": "Duloxetine",
        "opc": "Milnacipran",
        "opd": "Tianeptin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c86e5d44-d97f-49e4-8355-1c739ef1d564",
        "choice_type": "single"
    },
    {
        "question": "A patient ingested some unknown substance and presented with myoclonic jerks, seizures, tachycardia and hypotension. ECG shows a heart rate of 120/min. The aerial blood revealed a pH of 7. 25, p. CO2of 30mm Hg and bicarbonate ions are 15mmol/L. The most likely poisonous agent is:",
        "exp": "Ref: KDT 8. TH ED. Features are typical of tricyclic antidepressant poisoning. TCAs posses anticholinergic activity that can result in tachycardia. These agents can lead to metabolic acidosis (pH<7. 4, HCO3<24mmol/L). Seizures and myoclonic jerks are other features of TCA poisoning.",
        "cop": 3,
        "opa": "Amanita phylloids",
        "opb": "Ethylene glycol",
        "opc": "Imipramine",
        "opd": "Phencyclidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e51f3148-ffb0-4ae5-9be4-ac11611c2c9e",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old female, married since one year, present to the psychiatry clinic with hyperactivity since 2 weeks. A diagnosis of mania is made. She had 3 prior episodes of mania in last 5 years and every time after taking medication she goes to premorbid state. Her urine pregnancy test is positive. Which is the preferred drug for management of this patient?",
        "exp": "*Benzodiazepine plus lithium is drug of choice for acute mania. However both of them are avoided in pregnancy because of teratogenic effects. *Antipsychotics are preferred drugs for mania in pregnancy. Atypical antipsychotics like olanzapine are preferred over typical antipsychotics like haloperidol. *As olanzapine is not in the option, next best answer to choose is haloperidol. REF: KATZUNG 14. TH ED.",
        "cop": 2,
        "opa": "Promethazine",
        "opb": "Haloperidol",
        "opc": "Clonazepam",
        "opd": "Lithium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "33f32ebb-5158-44a0-98aa-171dfc488bec",
        "choice_type": "single"
    },
    {
        "question": "AMPA receptor blockers",
        "exp": "From this picture- 4th group drugs -it is clear that AMPA receptors are blocked by all the 3 drugs. AMPA is a type of glutamate receptors.",
        "cop": 4,
        "opa": "Phenobarbitone",
        "opb": "Topiramate",
        "opc": "Lamotrigine(LPT)",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "7f1df462-d2e3-42be-a5f2-230791978145",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal, drug of choice is: REPEAT",
        "exp": "Essentials of medical pharmacology; k. d tripathi; 7th edition; pg. no. 393; Psychological & medical suppoive measures are needed during withdrawal. Many CNS depressant like barbiturates, phenothiazines, chloral hydrate have been used as substitution therapy in past (to suppress withdrawal syndrome) but benzodiazepine (chordiazepoxide, diazepam ) are preferred drugs now.",
        "cop": 3,
        "opa": "TFP",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b78a0e0a-c657-45f9-881c-0546d73367ce",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs can cause neuroleptic malignant syndrome except:",
        "exp": "Malignant neuroleptic syndrome It occurs rarely with high doses of potent agents; the patient develops marked rigidity, immobility, tremor, fever, semiconsciousness, fluctuating BP and heart rate; myoglobin may be present in blood-lasts 5-10 days after drug withdrawal and may be fatal. The neuroleptic must be stopped promptly and symptomatic treatment given. Though, antidopaminergic action of the neuroleptic may be involved in the causation of this syndrome; anticholinergics are of no help. Intravenous dantrolene may benefit. Bromocriptine in large doses has been found useful. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Amantadine",
        "opb": "Domperidone",
        "opc": "Haloperidol",
        "opd": "Metoclopramide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6400019e-7d98-435c-8ade-c47d0b0d0df1",
        "choice_type": "multi"
    },
    {
        "question": "Drugs of choice for myoclonic epilepsy in pregnancy is:",
        "exp": "Among the given options only sodium valproate can be used for myoclonic seizures. Carbamazepine and phenytoin can worsen these seizures whereas phenobarbitone is not effective. However, these days preferred drug is lorazepam. REF: HARRISONS 20. TH ED.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Sodium valproate",
        "opc": "Phenobarbitone",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c0be631b-11b8-4ac6-ab99-910c7e1bd575",
        "choice_type": "single"
    },
    {
        "question": "Doc for Gille de la tourette's syndrome",
        "exp": "Haloperidol:- It is a potent antipsychotic with strong D2 receptor blocking activity. it produces few autonomic effects, is less epileptogenic, does not cause weight gain, jaundice is rare. Uses-- It is the preferred drug for acute schizophrenia, Huntington's disease and Gilles de la Tourette's syndrome. Pharmacokinetics It is metabolised by CYP3. A4 and 2. D6 both. Elimination t 1/2 averages 24 hours. Ref:- kd tripathi; pg num:-441",
        "cop": 2,
        "opa": "Chlorpromazine",
        "opb": "Haloperidol",
        "opc": "Olanzapine",
        "opd": "Risperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8a49278c-5f00-4eea-bbed-d2202ecea3d7",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements about phenytoin is accurate?",
        "exp": "high frequency discharges are inhibited with little effect on normal low frequency discharges which allow Na+ channels to recover even when inactivation is prolonged. This effect has been noted at therapeutic concentration of phenytoin, while other effects like reduction in Ca2+ influx, inhibition of glutamate and facilitation of GABA responses have been demonstrated at higher I toxic concentrations. Intracellular accumulation of Na+ that occurs during repetitive firing is prevented. REF KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "Displaces sulfonamides from plasma proteins",
        "opb": "Drug of choice in myocionic seizures",
        "opc": "Half-life is increased if used with phenobarbital",
        "opd": "Toxicity may occur with only small increments in dose",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6216d5e7-263a-4bf3-8fac-e7475ce43595",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is drug of choice for febrile seizures",
        "exp": "An antiparkinson medication is a type of drugwhich is intended to treat and relieve the symptoms of Parkinson's disease. Most of these agents act by either increasing dopamine activity or reducing acetylcholine activity in the central nervous system. Ref: KATZUNG 13. TH ED.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Rectal diazepam",
        "opc": "Valproic acid",
        "opd": "Magnesium sulphate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8caedf4a-9f4b-44e3-a03c-b6af1af09388",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about opioids except?",
        "exp": "Nalmefene is a derivative of Naltrexone and is orally effective and longer acting. Naltrexone, is a medication primarily used to manage alcohol or opioid dependence. An opioid-dependent person should not receive naltrexone before detoxification. It is taken by mouth or by injection into a muscle. Effects begin within 30 minutes. All the other statements are true. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Naloxone is sho acting",
        "opb": "Naltrexone is used to lower craving in alcoholics",
        "opc": "Nalmefene can be used for opioid poisoning",
        "opd": "Nalmefene is shoer acting than naloxone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6fd896f9-1ba9-45a6-b778-38a774653366",
        "choice_type": "multi"
    },
    {
        "question": "Tolerance develops to all of the following actions of opioids except?",
        "exp": "Repeated administration of morphine results in the development of tolerance to some of its effects including respiratory depression, analgesia, sedation and euphoriant effects and other CNS depressant effects. Constipation and miosis shows no tolerance Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Miosis",
        "opb": "Analgesia",
        "opc": "Euphoria",
        "opd": "Nausea and vomiting",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "5734b440-509d-4be9-b95d-b2cb5bc09aa4",
        "choice_type": "multi"
    },
    {
        "question": "A patient with recent-onset primary generalized epilepsy develops drug reachtion and skin rash due to Phenytoin sodium. The most appropriate course of action is:",
        "exp": "Ref: KDT 6/e p411 Hypersensitivity reaction to a drug mandates its discontinuation. Phenytoin is being used for control of GTCS. Valproate can be substituted for phenytoin because it is equally effective against GTCS. Ethosuximide is useful only against absence seizures whereas clonazepam is used to control acute attacks only. Therefore, best course is to change the drug from phenytoin to valproate.",
        "cop": 3,
        "opa": "Shift to clonazepam",
        "opb": "Resta phenytoin sodium after 2 weeks",
        "opc": "Shift to sodium valproate",
        "opd": "Shift to Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "190991e7-e5bc-45c6-920e-211102272b22",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an anxiolytic drug?",
        "exp": "Oxazepam is a benzodiazepine-anxiolytic. lithium is a mood stabiliser. Ref: Goodman Gillman 12th ed. Pg: 465",
        "cop": 2,
        "opa": "Lithium",
        "opb": "Oxazepam",
        "opc": "Desipramine",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "daf2aeb6-cd1a-4d34-a50a-5f2bb15041ea",
        "choice_type": "single"
    },
    {
        "question": "Buprenorphine is:",
        "exp": "Ref: Katzung 11/e p546 *Buprenorphine appears to be a paial agonist at mu Receptor and antagonist at kappa Receptor.",
        "cop": 1,
        "opa": "paial agonist at mu Receptor",
        "opb": "Paial agonist at kappa Receptor",
        "opc": "Full Agonist at mu Receptor",
        "opd": "Full Agonist at kappa Receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6a242060-5de5-4cd3-8c9a-f8a7b051ba1c",
        "choice_type": "single"
    },
    {
        "question": "The drug used in petit mal seizures and has a narrow spectrum of antiepileptic activity is:",
        "exp": "Ethosuximide is paicularly effective against absence seizures but has a very narrow spectrum of clinical activity. Documentation of its effectiveness in human absence seizures was achieved with long-term electroencephalographic recording techniques. Ethosuximide has an impoant effect on Ca2+ currents, reducing the low-threshold (T-type) current. This effect is seen at therapeutically relevant concentrations in thalamic neurons. The T-type Ca2+ currents are thought to provide a pacemaker current in thalamic neurons responsible for generating the rhythmic coical discharge of an absence attack. Inhibition of this current could, therefore, account for the specific therapeutic action of ethosuximide. A recently described effect on inwardly rectifying K + channels may also be significant. Reference: Katzung Pharmacology; 13th edition; Chapter 24; Antiseizure Drugs",
        "cop": 2,
        "opa": "Lamotrigine",
        "opb": "Ethosuximide",
        "opc": "Sodium valproate",
        "opd": "Primidone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0fe6a5a0-3012-4136-a37b-0536d5efa712",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used for myoclonic seizures except:",
        "exp": "*'Carbamazepine and phenytoin can aggravate juvenile myoclonic epilepsy' Drugs useful for myoclonic seizures are: *Valproic acid (Drug of choice) *Benzodiazepines *Zonisamide *Levetiracetam *Topiramate *Lamotrigine REF: KATZUNG 14. TH ED.",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Zonisamide",
        "opc": "Carbamazepine",
        "opd": "Topiramate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "564bef7d-05ff-4131-b003-cbed901acb8a",
        "choice_type": "multi"
    },
    {
        "question": "False about mechanism of action of anticonvulsants is:",
        "exp": "Ethosuximide reduces low threshold calcium currents ( T currents) in the thalamic neurons. All the other given options are true. REF KD TRIPATHI 8. TH ED. Page no 226",
        "cop": 1,
        "opa": "Ethosuximide-K+ channel opener",
        "opb": "Phenytoin- Na+ channel blocker",
        "opc": "Diazepam- Facilitates GABA action",
        "opd": "Gabapentin - Increase GABA release",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fdb241c2-0722-41fd-b1fa-6513abdc1aa6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of fetal alcohol syndrome?",
        "exp": "Manifestations of foetal alcohol syndrome are are low IQ, microcephaly, growth retardation, and facial anomalies. Ref: KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Microcephaly",
        "opb": "Low intelligence",
        "opc": "Large propoionate body",
        "opd": "Intrauterine growth retardation",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f5760a97-00da-49cd-8525-40b3303d73e5",
        "choice_type": "single"
    },
    {
        "question": "Eclampsia seizures drug of choice",
        "exp": "Eclampsia in pregnancy can be treated by magnesium sulphate. It is given by i. m route with the monitoring of reflexes mainly the patellar refex Ref: Katzung 12th ed.",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Phenytoin",
        "opc": "Magnesium",
        "opd": "Barbiturate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ee69ed6d-04cc-46e0-829d-a839fd56cdcf",
        "choice_type": "single"
    },
    {
        "question": "All of the following are adverse affects of sodium valproate EXCEPT:",
        "exp": "hea burn are common. Drowsiness, ataxia and tremor are dose-related side effects. However, cognitive and behavioral effects are not prominent. Alopecia, curling of hair and increased bleeding tendency have been observed. Rashes and thrombocytopenia are infrequent hypersensitivity phenomena. Asymptomatic rise in serum transaminase is common; monitoring of liver function is advised. A rare but serious adverse effect is fulminant hepatitis; occurs only in children (especially below 3 yr). Those with hepatic disease or who receive other anticonvulsant or hepatotoxic drug are at greater risk. Pancreatitis is also repoed. Long-term use of valproate in young girls has been associated with higher incidence of polycystic ovarian disease and menstrual irregularities. Used during pregnancy, it has produced spina bifida and other neural tube defects in the offspring; should be avoded Ref: KD TRIPATHI 8thh ed. pge 419",
        "cop": 4,
        "opa": "Weight gain",
        "opb": "Alopecia",
        "opc": "Liver damage",
        "opd": "Osteomalacia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ad9ca7c6-ddda-44ff-92b2-2cbe146480b4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antiepileptic agents acts on the GABA ergic system to decrease the uptake of GABA into neurons and glial cells?",
        "exp": "Tiagabine is an inhibitor of GAT-1(GABA-transpoer). Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Vigabatrin",
        "opb": "Progabide",
        "opc": "Gabapentin",
        "opd": "Tiagabine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d3fe37e3-4097-4591-a6cc-df5eb7e240fd",
        "choice_type": "single"
    },
    {
        "question": "Prolonged use of one of the following anticonvulsant drugs can produce weight loss:",
        "exp": "Adverse effects are impairment of attention, sedation, ataxia, word finding difficulty, poor memory, weight loss, paresthesia and renal stones. All the other drugs donot cause weight loss. Ref: K D Tripati 8 th edition",
        "cop": 3,
        "opa": "Gabapentin",
        "opb": "Oxcarbazepine",
        "opc": "Topiramate",
        "opd": "Valproic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2badfe5c-a20f-42d4-a436-72c20b2b6292",
        "choice_type": "single"
    },
    {
        "question": "Best again for premenstrual syndrome management is?",
        "exp": "Premenstrual syndrome (PMS) is a collection of emotional symptoms, with or without physical symptoms, related to a woman's menstrual cycle. *SSRIs can be used to treat severe PMS. Fluoxetine and seraline have been approved for this indication. Treating for 2weeks out of a month in luteal phase may be as effective as continuous treatment. The rapid effects of SSRIs in PMS May be associated with rapid increases in pregnenolone levels. REF: KATZUNG 14. TH ED.",
        "cop": 3,
        "opa": "Progesterone",
        "opb": "Anxiolytic",
        "opc": "SSRI",
        "opd": "Vitamin E",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e69b9c2e-7e2b-46df-813c-bb60f5ca60f4",
        "choice_type": "single"
    },
    {
        "question": "A patient with recent-onset primary generalized epilepsy develops drugs reaction and skin rash due to Phenytoin sodium. The most appropriate course of action is:",
        "exp": "Hypersensitivity reaction to a drug mandates its discontinuation. Phenytoin is being used for control of GTCS. Valproate can be substituted for Phenytoin because it is equally effective against GTCS. Ethosuximide is useful only against absence seizures whereas clonazepam is used to control acute attacks only. Therefore, best course is to change the drug from Phenytoin to valproate. ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Shift to clonazepam",
        "opb": "Resta phenytoin sodium after 2 weeks",
        "opc": "Shift to sodium Valproate",
        "opd": "Shift to Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bdda1c98-b5a9-404d-bbd3-058e119fb833",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used for alcohol detoxification?",
        "exp": "Ref: KDT 7th/393 Flumazenil is a benzodiazepine antagonist. It has no role in alcohol detoxification.",
        "cop": 2,
        "opa": "Disulfiram",
        "opb": "Flumazenil",
        "opc": "Acamprosate",
        "opd": "Naltrexone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cc850398-e275-4ef9-846a-f4f21cd731f0",
        "choice_type": "single"
    },
    {
        "question": "Wof is a long acting full agonist oral opiate that is used for heroin detoxification or long term maintenance",
        "exp": "Methadone Pharmacokinetics:- A synthetic opioid with high oral: parenteral activity and its firm binding to tissue proteins. In single doses it is only slightly more potent than morphine and has comparable duration of action (4-6 hours on i. m. injection), but it cumulates in tissues on repeated administration--duration of action is progressively lengthened due to gradual release from these sites; plasma t 1/2 on chronic use is 24-36 hours. Plasma protein binding is 90% and it is metabolized in liver, primarily by demethylation and cyclization. Metabolites are excreted in urine. Uses:- Methadone has been used primarily as substitution therapy for opioid dependence: 1 mg of oral methadone can be substituted for 4 mg of morphine, 2 mg of heroin and 20 mg of pethidine. Another technique is methadone maintenance therapy in opioid addicts-- sufficient dose of methadone (10-40 mg/day) is given orally over long term to produce high degree of tolerance so that pleasurable effects of i. v. doses of morphine or heroin are not perceived and the subject gives up the habit. Ref:- kd tripathi; pg num:-476",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Fentanyl",
        "opc": "Methadone",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f125a50d-6541-4130-b587-c36dd9c3ebd4",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for absence seizures is",
        "exp": "Ethosuximide and valproate are equally efficacious, but the latter i: more commonly used because it would als, prevent kindling and emergence of GTCS Valproate is clearly superior in mixed absence and GTCS, which is more common than pure absence seizures. REF KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Phenytoin",
        "opc": "Diazepam",
        "opd": "Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f1e64832-a847-4c87-b758-3c04dc08148d",
        "choice_type": "single"
    },
    {
        "question": "Regarding phenytoin, false is:",
        "exp": "*Phenytoin follows saturation kinetics (kinetics changes from first order to zero within therapeutic concentration), Zero order kinetics are seen at high doses. *It is also a potent enzyme inducer and can increase the metabolism of various drugs. *It is 80-90% plasma protein bound. REF: KATZUNG 14. TH ED.",
        "cop": 2,
        "opa": "Induces microsomal enzymes",
        "opb": "At very low doses, zero order kinetics occur",
        "opc": "Higher the dose, higher is the half life",
        "opd": "Highly protein bound",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dc071f0e-02dd-45fd-ae62-23ea2e3c6742",
        "choice_type": "multi"
    },
    {
        "question": "For therapeutic effect in manic depressive illness, steady-state serum lithium concentration should be maintained between",
        "exp": "The margin of safety is narrow for lithium. monitoring of serum lithium concentration is essential for optimising therapy. Serum lithium level is measured 12 hours after the last dose to reflect the steady-state concentration; 0. 5-0. 8 m. Eq/L is considered optimum for main- tenance therapy in bipolar disorder, while 0. 8-1. 1 m. Eq/L is required for episodes of acute mania. Toxicity symptoms occur frequently when serum levels exceed 1. 5 m. Eq/L. Ref:- kd tripathi; pg num:-449",
        "cop": 2,
        "opa": "0. 2-0. 4 m. Eq/L",
        "opb": "0. 5-0. 8 m. Eq/L",
        "opc": "1. 0-1. 3 m. Eq/L",
        "opd": "1. 5-2. 5 m. Eq/L",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3dd42455-527f-47b3-bba8-22a0a878478c",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about phenytoin are true except:",
        "exp": "Phenytoin is not a CNS depressant; some sedation occurs at therapeutic doses, but this does not increase fuher with dose; rather toxic doses produce excitement and muscular rigidity. REF: ESSENTIALS OF MEDICAL PHARMACOLOGY KD TRIPATHI 8. TH ED.",
        "cop": 4,
        "opa": "It follows Saturation kinetics",
        "opb": "Anti-seizure activity closely resembles plasma concentration",
        "opc": "Does not depress CNS",
        "opd": "Cerebellar degeneration occurs on long-term administration",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "fdeec4d8-e688-4c9c-83be-4213cb3bb476",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following action is ascribed to delta type of opioid receptors?",
        "exp": "Ref: KDT 6/e p462 Both spinal as well as suprapinal analgesia is mediated by all three opioid receptors i. e. u, k. Other actions mentioned in the question are mainly mediated by m receptors.",
        "cop": 1,
        "opa": "Supraspinal analgesia",
        "opb": "Respiratory depression",
        "opc": "Euphoria",
        "opd": "Reduced intenstinal motility",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "132d5dd7-fd9c-4d08-9b73-821b98ce83c6",
        "choice_type": "single"
    },
    {
        "question": "Not true about fosphenytoin is:",
        "exp": "Fosphenytoin is water soluble prodrug of phenytoin development to overcome the difficulties in I. v. administration of phenytoin. REF: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Used for GTCS",
        "opb": "Prodrug of phenytoin",
        "opc": "Lipid soluble",
        "opd": "Highly protein bound",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "0c8716d3-ec61-41a6-91b0-8b83610fafdc",
        "choice_type": "multi"
    },
    {
        "question": "An addict presents with increased sweating, lacrimation, diarrhea, yawning and rhinorrhea. These symptoms may occur due to withdrawal of:",
        "exp": "Ref: Kaplan and Sadocks synapsis of psychiatry/448 *Opioid withdrawal presents with dysphoric mood, nausea, vomiting, muscle aches, lacrimation, sweating and yawning. it is also called \"Cold Turkey\". *Cocaine withdrawal presents with dysphoric mood, fatigue, vivid and unpleasant dreams, insomnia or hypersomnia psychomotor agitation or retardation. *Cannabis is not associated with withdrawal syndrome. *Alcohol withdrawal presents with sweating, pulse rate >100, hand tremors, insomnia, transient visual/tactile/auditory hallucination, it can progress to grand mal seizures and delirium tremens.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Cannabis",
        "opd": "Alcohol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4e4d1e86-637b-4109-9cad-dbd9f00d0633",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a side effect of paroxetine?",
        "exp": "A high incidence of gi side effects, sexual dysfunction (may interfere with ejaculation), agitation and discontinuation reaction is more with paroxetine than with other SSRI. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Premature ejaculation",
        "opb": "Erectile dysfunction",
        "opc": "Decreased libido",
        "opd": "Diarrhea",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d24ca68c-00df-4a1b-9ead-e79c44545edf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is 100 times more potent than morphine?",
        "exp": "Fentanyl is 100 times more potent than morphine. Pethidine is 1/10th as potent as morphine. Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Pethidine",
        "opb": "Fentanyl",
        "opc": "Pentazocin",
        "opd": "Meperidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "28a24aad-140e-47b6-93d7-46250a1e694a",
        "choice_type": "single"
    },
    {
        "question": "All are true about Clozapine except",
        "exp": "side effects are sedation, unstable BP, tachycardia, urinary incontinence, weight gain and precipitation of diabetes. Few cases of myocarditis have been repoed which sta like flu but may progress to death. Clozapine is used as a reserve drug in resistant schizophrenia. Its mechhanism as follows Ref: KD TRIPATHI 8. TH ED.",
        "cop": 2,
        "opa": "More potently blocks D2 as compared to D1 receptors",
        "opb": "Blood level below 350 ng/ml should be maintained to avoid agranulocytosis",
        "opc": "Should not be used along with Carbamazepine",
        "opd": "Should be discontinued if the WBC count is below 3, 000/. ' mm cells",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dcce4891-3580-4047-a40f-53f8485c104e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for rapid cyclers in manic-depressive psychosis is:",
        "exp": "uction in manic relapses is noted when valproate is used in bipolar disorder. It is now a first line treatment of acute mania in which high dose valproate acts faster and is an alternative to antipsychotic +- benzodiazepine. It can be useful in those not responding to lithium or not tolerating it. Patients with rapid cycling pattern may paicularly benefit from valproate therapy Ref: KD Tripati 8th ed.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Valproate",
        "opc": "Phenytoin",
        "opd": "Lithium",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a31fca9c-80b0-4cc3-8733-582c664c19c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to maintain abstinence in alcohol dependence? REPEAT",
        "exp": "Essentials of medical pharmacology; k. d tripathi; 7th edition; pg. no. 393; Naltrexone, the studies have demonstrated involvement of opioid system in pleasurable reinforcing effect of alcohol through dopamine mediated reward function. The post addict treated with the long acting opioid antagonist does not experience the same pleasurable effect on taking alcohol; reinforcement is weakened.",
        "cop": 1,
        "opa": "Naltrexone",
        "opb": "Clonidine",
        "opc": "Disulfiram",
        "opd": "Naloxone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "46a664e8-d4a2-435b-9991-1a21ecb9f619",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about flumazenil are true except:",
        "exp": "Uses of flumazenil - reverse BZD anaesthesia, BZD overdose, its mechanism of action is on GABA channel where BZD binds. There is no specific antidote for barbiturates. Ref: KDTripathi 8th ed.",
        "cop": 2,
        "opa": "It is a specific antagonist of benzodiazepines",
        "opb": "It may be used to treat barbiturate poisoning",
        "opc": "It is given intravenously",
        "opd": "It acts on same site on GABA channel where benzo diazepines bind",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "18663a50-aa48-4401-aa72-4420c9e79085",
        "choice_type": "multi"
    },
    {
        "question": "All are true about ramelteon except",
        "exp": "All are true for ramelteon except the statement that it has high addiction liability, in clinical trials on chronic insomnia patients, continuous nightly treatment with ramelteon maintained its effect to shoen sleep latency & was found to be free of rebound phenomenon on stoppage. No dependence producing potential has been noted so far. Ref KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Agonist at MT1 and MT2 receptors",
        "opb": "Is a substrate of CYP1. A2",
        "opc": "Has high addiction liability",
        "opd": "Approved for treatment of insomnia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f086a3bb-9512-4755-8863-0bc758face5e",
        "choice_type": "multi"
    },
    {
        "question": "Regarding phenytoin, false is:",
        "exp": "The kinetics of metabolism is capacity limited; changes from first order to zero order over the therapeutic range-- REF: KD TRIPATHI 8. TH ED. page 414",
        "cop": 2,
        "opa": "Induces microsomal enzymes",
        "opb": "At very low doses, zero order kinetics occurs",
        "opc": "Higher the dose, higher is half life",
        "opd": "Highly protein bound",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6eb93e19-c407-41e3-ac80-1a850638dda4",
        "choice_type": "multi"
    },
    {
        "question": "The most potent analgesic agent is:",
        "exp": "Sulfentanil is 5 times more potent than Fentanyl. Alfentanil and remifentanil are faster acting and recovery is rapid. Above three drugs are congeners of Fentanyl. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Fentanyl",
        "opb": "Sufentanil",
        "opc": "Remifentanil",
        "opd": "Allentanil",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2adb9fd1-2ab1-45dc-8cb2-60f7d53e3e2d",
        "choice_type": "multi"
    },
    {
        "question": "A 65 years old male presented to a hospital with focal seizures. His renal function was normal. Which of the following is the drug of choice for this patient?",
        "exp": "Oxcarbazepine is newer congener of carbamazepine and is rapidly conveed to active metabolite that is only glucuronide conjugated but not oxidized. Ref KD Tripati 8thh ed.",
        "cop": 4,
        "opa": "Valporate",
        "opb": "Pregbalin",
        "opc": "Levetiracetam",
        "opd": "Oxcarbazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "914584a7-03a9-4758-9966-6cadd1e9aa22",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with malignant hypehermia and metabolic acidosis. Immediate treatment should be staed with",
        "exp": "IV dantrolene (1mg/kg repeated if required) is the life saving drug in malignant hypehermia. Oxygen inhalation, treatment of acidosis and immediate cooling of body may also help. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Intravenous Dantrolene",
        "opb": "Sodium bicarbonate",
        "opc": "Intravenous fluids",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3f0d927a-460a-41be-874b-ba58aaa3fdf5",
        "choice_type": "single"
    },
    {
        "question": "A person consumes large quantities of alcohol daily since 20 years. He is physically dependent on alcohol. Drug should be given to this person is:",
        "exp": "Disulfiram is the main drug tahtbsi used to make alcohol consumption an unpleasant experience. Disulfiram inhibit aldehyde dehydrogenase, alcohol is not metabolized and acetaldehyde accumulates which produces unpleasant symptoms and patient develops an aversion. All the other given drugs can be used but primarily displaces is tried. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Chlordiazepoxide",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d9882e46-0c53-4b1f-8cea-37c72a00026d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a side effect of phenytoin?",
        "exp": "Side Effects. Headache, nausea, vomiting, constipation, dizziness, feeling of spinning, drowsiness, trouble sleeping, or nervousness may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly. Phenytoin may cause swelling and bleeding of the gums Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Hypoglycemia",
        "opb": "Osteomalacia",
        "opc": "Gum hyperophy",
        "opd": "Lymphadenopathy",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "37e12b3d-8acc-4f11-823e-02397b6ea3e0",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not an antipsychotic?",
        "exp": "Chlordiazepoxide is a BZD that can be used also an anti anxiety agent. Rest all three given drugs are anti psychotic. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Risperidone",
        "opb": "Haloperidol",
        "opc": "Chlordiazepoxide",
        "opd": "Clozapine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "459f6c5c-71a3-487d-8095-25a314394f67",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is contra-indicated in acute intermittent porphyria?",
        "exp": "Barbiturates are contra-indicated in acute intermittent porphyria. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "Thiopentone",
        "opb": "Midazolam",
        "opc": "Propofol",
        "opd": "Etomidate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "31065b71-cacd-4766-ab02-9f93e0807b23",
        "choice_type": "single"
    },
    {
        "question": "The byproduct of GABA is",
        "exp": "It is clear from this picture that GABA metabolite is succinate.",
        "cop": 4,
        "opa": "Glutamate",
        "opb": "Aspaate",
        "opc": "Glycine",
        "opd": "Succinate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "e074eff2-acd5-4ec8-bab2-b07366d04cbc",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old man with a known history of Parkinson's disease is to receive prophylaxis against Influenza A virus. He is given a drug that is useful against Parkinson's disease as well for prophylaxis against influenza. The drug with which of the following mechanisms of action is most likely to have been given?",
        "exp": "The drug that is used for both Parkinson&; s and influenza is amantadine which is a dopamine facilitator or agonist. It acts by preventing the uncoating of viral paicles. Ref: HL Sharma 3rd ed Pg: 797",
        "cop": 2,
        "opa": "It prevents entry and penetration of the virus",
        "opb": "It prevents uncoating of the virus",
        "opc": "It prevents replication of the virus",
        "opd": "It prevents assembly of newly synthesized virus paicles",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "06cae504-202f-4112-a54b-d2e4e5919928",
        "choice_type": "single"
    },
    {
        "question": "True about epidural opioids are all except?",
        "exp": "Epidural opiate administration is routinely used by many anaesthesiologists involved in obstetric anaesthesia. Epiduralinjection of a local anaesthetic combined with an opioid generates a more rapid onset of more profound analgesia with little motor blockade. Thus pain relief lasts longer than after either drug alone. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Act on dorsal horn substantia gelatinosa",
        "opb": "Can cause Itching",
        "opc": "Function of the intestine is not affected",
        "opd": "Can cause respiratory depression",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b96f1db4-5fc6-47ba-8826-5432e80e3f3b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice in nocturnal enuresis is:",
        "exp": "Answer is option 1, imipramine Baseline studies showed significantly larger and less concentrated nocturnal urine among enuretics compared with controls. We observed a marked antidiuretic effect of imipramine in 6 enuretics with severe nocturnal polyuria. The imipramine induced decrease in urine output was accompanied by reduced osmolal clearance. Approximately a third of the observed decrease in solute excretion was attributed to lower excretion of sodium and potassium. Ref:",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "Diazepam",
        "opc": "Amoxapine",
        "opd": "Reboxetine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d83bad20-4c8c-4b2c-875a-be0a90d86e72",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be used to treat heroin dependence except:",
        "exp": "Ref: Goodman and Gilman 12th/660-661 *Disulfiram is used for alcohol de-addiction and not for opioid. *Methadone or Buprenorphine are used to prevent withdrawal symptoms. *Alpha 2 Agonists like clonidine and lofexidine are used to treat sympathetic withdrawal symptoms of opioid addiction.",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "Lofexidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "cd07c976-9de9-450b-8a7e-93372300ec73",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is not an opioid agonist?",
        "exp": "Heroin is a semi synthetic opiod agonists. Codiene is a natural opium alkaloid. Methadone is a synthetic alkaloid Ref\": KD Tripathi 8 th ed.",
        "cop": 2,
        "opa": "Heroin",
        "opb": "Ketamine",
        "opc": "Methadone",
        "opd": "Codiene",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "abdc07eb-5495-4331-91be-f6fdf84cf4c9",
        "choice_type": "single"
    },
    {
        "question": "Benzodiazepines differ from barbiturates in the following aspects except:",
        "exp": "BENZODIAZEPINES (BZDs) BZDs produce a lower degree of neuronal depression than barbiturates. They have a high therapeutic index They have lower abuse liability: tolerance is mild, psychological and physical dependence, drug seeking and withdrawal syndrome are less marked BZDs do not alter disposition of other drugs by microsomal enzyme induction A specific BZD antagonist flumazenil is available which can be used in case of poisoning. The slope of the DRC is also impoant. A steep slope indicates that a moderate increase in dose will markedly increase the response (dose needs individualization), while a flat one implies that little increase in response will occur over a wide dose range (standard doses can be given to most patients). Barbiturates have steep DRC and BZDs have a flat DRC(dose response curve). Ref:- kd tripathi; pg num:-55, 401",
        "cop": 1,
        "opa": "They have a steeper dose response curve",
        "opb": "They have higher therapeutic index",
        "opc": "They have lower abuse liability",
        "opd": "They do not induce microsomal drug metabolizing enzymes",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "2f1210d3-35a5-4088-bd48-1b9cdb761a32",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used for myoclonic seizures except",
        "exp": "Carbamazepine produces dose-related neurotoxicity-sedation, dizziness, veigo, diplopia and ataxia. Vomiting, diarrhoea, worsening of seizures are also seen with higher doses Ref KD TRIPATHIH 8. TH ED.",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Zonisamide",
        "opc": "Carbamazepine",
        "opd": "Topiramate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "920778a1-c85e-4edf-ae9d-7f44ff8739e7",
        "choice_type": "multi"
    },
    {
        "question": "Side effect of phenytoin are all Except",
        "exp": "Side Effects. Headache, nausea, vomiting, constipation, dizziness, feeling of spinning, drowsiness, trouble sleeping, or nervousness may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly. Phenytoin may cause swelling and bleeding of the gums. Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Osteomalacia",
        "opb": "Maculopapular rash",
        "opc": "Sedation",
        "opd": "Megaloblastic anemia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "9d01a200-7218-45ce-b89a-8a87ea8af62c",
        "choice_type": "multi"
    },
    {
        "question": "A patient of schizophrenia was staed on haloperidol 5 mg. Next day, he presented with uprolling of eyes. Complete neurological examination revealed no spasticity or any other abnormality. Visual acuity and opthalmoscopic findings are normal. Most likely diagnosis is",
        "exp": "Acute muscular dystonias Bizarre muscle spasms, mostly involving lingua-facial muscles -grimacing, tongue thrusting, toicollis, locked jaw; occurs within a few hours of a single dose or at the most in the first week of therapy. It is more common in children below 10 years and in girls, paicularly after parenteral administration; overall incidence is 2%. It lasts for one to few hours and then resolves spontaneously. One of the central anticholinergics, promethazine or hydroxyzine injected i. m. clears the reaction within 10-15 min. REF KD TRIPATHHI 8. TH ED.",
        "cop": 2,
        "opa": "Akathisia",
        "opb": "Acute dystonia",
        "opc": "Seizure",
        "opd": "Tardive dyskinesia",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "627930de-efff-4d8e-8f5c-6cd91c42dabe",
        "choice_type": "single"
    },
    {
        "question": "A 21 year old student is taking 3 mg risperidone for schizophrenia since 2 months. It was the first episode and the patient is asymptomatic now. There is no family history of any psychiatric disease. How long risperidone should be continued in this patient?",
        "exp": "American Psychiatry Association recommendations for duration of antipsychotic treatment: *For first episode, medication discontinuation can be done (after at least 1 year of symptom remission or optimal response while taking medication) with close follow-up and with a plan to reinstitute antipsychotic treatment on symptom recurrence. *Indefinite maintenance antipsychotic medication is recommended for patients who have had multiple prior episodes or two episodes within 5 years. REF: Clinical pratice giudelines by APA",
        "cop": 2,
        "opa": "At least 6 months of symptom remission",
        "opb": "At least 12 months of symptom remission",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "377007ac-2268-405c-995a-89a20c0c029f",
        "choice_type": "single"
    },
    {
        "question": "Relatively safe drug for epileptic patients in pregnancy?",
        "exp": "Barbiturates are relatively safe in pregnancy for epilepsy. Lamotrigine, Levetiracetam, topiramate are also relatively safe teratogencity ladder levetiacetam, lamotrigine>phenobarbitone, phenytoin>carbamazepine, topiramate>valproate Ref: KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Phenobarbitone",
        "opc": "Valproate",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f6981b6f-8dea-46aa-b483-beb918f673ff",
        "choice_type": "single"
    },
    {
        "question": "'Diffusion hypoxia' is likely to occur only after use of nitrous oxide because it",
        "exp": "Nitrous oxide (N2O) N2O having low blood solubility rapidly diffuses into alveoli and dilutes the alveolar air, and PP of oxygen in alveoli is reduced. The resulting hypoxia, called diffusion hypoxia, is not of much consequence if cardiopulmonary reserve is normal, but may be dangerous if it is low. Diffusion hypoxia can be prevented by continuing 100% O2 inhalation for a few minutes after discontinuing N2O, instead of straight away switching over to air. Diffusion hypoxia is not significant with other, anaesthetics because they are administered at low concentrations (0. 2-4%) and cannot dilute alveolar air by more than 1-2%. Ref:- kd tripathi; pg num:-376",
        "cop": 2,
        "opa": "It Is a respiratory depressant",
        "opb": "Has low blood solubility and is used in high concentration",
        "opc": "It Is a very potent anaesthetic",
        "opd": "Interferes with diffusion of oxygen into the tissues",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "42817281-04f9-4465-9895-afbc918d9a36",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not an anticonvulsant?",
        "exp": "Flunarizine is a weak calcium channel blocker used in the treatment of migraine. All the other drugs are used as anti convulsant. Ref: K D TRIPATHHI 8. TH ED. Page no 222, 305",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Flunarizine",
        "opc": "Topiramate",
        "opd": "Phenobarbitone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f86c400e-9916-4c7f-829f-18c00f9c3e3d",
        "choice_type": "single"
    },
    {
        "question": "Akathisia is treated by all except",
        "exp": "Haloperidol can cause extrapyramidal effects (dystonias, akathisia, parkinsonian features) For akathisia and dystonic reactions, many clinicians prefer to use a sedative antihistamine with anticholinergic propeies, which can be given either parenterally or orally. Conventional antiparkinson drugs too can be used. Propranolol. Benzodiazepines are useful. Ref: KD Tripati 8th ed.",
        "cop": 3,
        "opa": "Trihexyphenidyl",
        "opb": "Propanolol",
        "opc": "Haloperidol",
        "opd": "Promethazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8b148911-d083-4354-9555-a1f9ea62fd83",
        "choice_type": "multi"
    },
    {
        "question": "DOC for infantile spasms",
        "exp": "ACTH is the drug of choice for infantile spasms and vigabatrin is DOC for infantile spasms with tuberous sclerosis. Ref: KD Tripathi 8th ed.",
        "cop": 1,
        "opa": "ACTH",
        "opb": "Phenytoin",
        "opc": "Phenobarbitone",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "51700821-26b7-4577-97a2-c23af4598571",
        "choice_type": "single"
    },
    {
        "question": "Simple paial seizures DOC",
        "exp": "CBZ is used for simple paial seizures",
        "cop": 4,
        "opa": "Phenytoin",
        "opb": "Valproate",
        "opc": "Barbiturate",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6ee7aa9f-4bb4-4ca7-ab1f-fa1ac5d9bb71",
        "choice_type": "single"
    },
    {
        "question": "Schizophrenia can be treated with all the following EXCEPT:",
        "exp": "Medications Antipsychotic Reduces or improves the symptoms of ceain psychiatric conditions. Anti-Tremor Helps control tremor, shaking and unsteadiness. Ref; KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Pemoline",
        "opb": "Olanzapine",
        "opc": "Sulpiride",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "94130229-093a-4af6-859e-7df07d339d6c",
        "choice_type": "multi"
    },
    {
        "question": "Maximum rise in Prolactin levels is seen with:",
        "exp": "Risperidone is the single most likely Atypical Antipsychotic associated with a high likelihood of inducing Hyperprolactinemia. Amongst the options provided. Maximum rise in Prolactin levels is seen with Risperidone. With the exception of risperidone and paliperidone, atypical antipsychotic agents show limited (olanzapine, ziprasidone) to almost no effects (clozapine) on prolactin secretion. How does Risperidone Lead to Hyperprolactinaemia? Dopamine acts on the pituitary as an inhibitor of prolactin secretion. Blockade of dopamine D2 receptors by atypical antipyschotics most likely to induce hyperprolactinemia. Atypical Antipsychotics: Moderate to High Propensity to induce hyperprolactinemia: Risperidone Paliperidone Paliperidone is a 9-hydroxy active metabolite of risperidone. Little or Limited Propensity to induce hyperprolactinemia: Olanzapine Ziprasidone Quentiapine Asenapine Iloperidone Almost None or No Propensity to induce hyperprolactinemia: Clozapine Aripiprazole Ref: Goodman and Gilman 13th edition Pgno: 284",
        "cop": 4,
        "opa": "Clozapine",
        "opb": "Olanzapine",
        "opc": "Ziprasidone",
        "opd": "Risperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "94afd3a0-d747-452e-95be-4b0fbe24f54c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following opioid should not be used with MAO inhibitors?",
        "exp": "Ref: KD Tripathi 6/e p440 Most of Pethidine is metabolized by MAO-A and is inactivated. Small amount is conveed to nor-Pethidine, which has CNS stimulant propeies. Therefore if combined with MAO inhibitors, most of Pethidine will form nor-Pethidine and the risk of seizures will increase.",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Pentazocine",
        "opc": "Buprenorphine",
        "opd": "Pethidine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "93b8f356-4231-41b3-abd3-e65bd931be3c",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with malignant hypehermia and metabolic acidosis. Immediate treatment should be staed with:",
        "exp": "Ref: Harrison 18th/147 The current treatment of choice for malignant hypehermia is the intravenous administration of dantrolene other impoant measures are: *Discontinuation of triggering agents *Suppeive therapy directed at correcting hypehermia, acidosis, and organ dysfunction.",
        "cop": 1,
        "opa": "Intravenous Dantrolene",
        "opb": "Sodium bicarbonate",
        "opc": "Intravenous fluids",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ffa5e33f-52e1-4bec-bd44-c097b5df6e5b",
        "choice_type": "single"
    },
    {
        "question": "prophylactiC plasma concentration range of lithium in m. Eq does not include:",
        "exp": "0. 5-1m. Eq /lit is the therapeutic plasma concentration of lithium. Ref KD Trip[ati 8th ed",
        "cop": 1,
        "opa": "0. 5",
        "opb": "0. 8",
        "opc": "0. 6",
        "opd": "1",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3c54bcf0-9211-4552-ab1a-97b59f0f8256",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old female presents for ante natal visit. She has a history of aboion in last pregnancy due to neural tube defect in the fetus. What is the amount of folic acid that should be prescribed to this female?",
        "exp": "*All women of childbearing age and who are capable of becoming pregnant should take 0. 4mg (=400mcg) of folic acid daily. *If pregnancy is planned in high-risk women(previously affected child), supplementation should be staed with 4mg (=4000microgram) of folic acid daily, beginning 1 month before the time of the planned conception. REF NELSON 19. TH ED.",
        "cop": 4,
        "opa": "4 micrograms per day",
        "opb": "40 micrograms per day",
        "opc": "400 micrograms per day",
        "opd": "4000 micrograms per day",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3bea1c5c-7bf0-43bf-883d-a50ac6116951",
        "choice_type": "single"
    },
    {
        "question": "Characteristic features of opioid withdrawal is:",
        "exp": "Ref: KDT 6/e p447 *Withdrawal symptoms are opposite of the acute effect of drug. For opioids, these include lacrimation, rhinorrhea, lacrimation, yawning, piloerection, diarrhea, nausea, coughing, mydriasis, sweating and twitching of muscles.",
        "cop": 1,
        "opa": "Rhinorrhea and lacrimation",
        "opb": "Seizures",
        "opc": "Delirium tremors",
        "opd": "Transient visual, tactile or auditory hallucinations",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "4bd077a6-2583-44fc-ad4a-cefe8549645b",
        "choice_type": "multi"
    },
    {
        "question": "Tranylcyprominle (MAO Inhibitor) should be avoided with............... as it causes dangerous drug interaction:",
        "exp": "MAO inhibitor with tricyclcic anti depressants (amitriptyline), reserpine, guanethidine can cause excitement, rise in BP and body temperature. This is due to their initial NA releasing it uptake blocking action. MAO inhibitor also interacts with cold and cough remedies that contain sympathetomimetic, levodopa, barbiturates, alcohol, opiod and antihistamine and antiparkinsonian anticholinergic. REF: KD Tripati 8th edition",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Amitriptyline",
        "opc": "Alprazolam",
        "opd": "Alprazolam",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "8424d4c4-6d20-4938-aaea-778848efbee7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is FALSE regarding drugs in the treatment of Parkinsonism?",
        "exp": "Levodopa is very effective in the treatment of Parkinsonism. It initially resolves hypokinesia and rigidity but later on tremors are also reduced. It is more effective than Amantadine. Amantadine is an antiviral drug that can be used in Parkinsonism. Central anticholinergic drugs are the agents of choice for the treatment of drugs induced Parkinsonism. REF KD TRIPATHI 8. TH ED.",
        "cop": 3,
        "opa": "Amantadine causes ankle edema",
        "opb": "Levodopa is effective in reducing tremors",
        "opc": "Amantadine is more effective than levodopa",
        "opd": "Anti-muscarinic agents are effective in drug induced Parkinsonism",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "1103cdd8-92d9-4eae-8f9f-2e3d869496ce",
        "choice_type": "multi"
    },
    {
        "question": "The antiepileptic Drugs Which does not produce enzymes induction is:",
        "exp": "Ref: KDT 6/e p27, 408 Most anticonvulsants are enzyme inducers except valproate (inhibitor).",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "Sodium valproate",
        "opc": "Phenytoin sodium",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dd9d5a74-43b9-488f-b87f-662573c4f21a",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for controlling severe pain in cancer patient is:",
        "exp": "Ref: Katzung 10/e p449 Opioids like morphine can be used to treat severe pain associated with terminal cancers.",
        "cop": 1,
        "opa": "Morphine",
        "opb": "Diclofenac",
        "opc": "Ibuprofen",
        "opd": "Codiene",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6e2023c6-1d32-4134-8af5-85dae800c526",
        "choice_type": "single"
    },
    {
        "question": "Akathisia is treated by all except:",
        "exp": "Ref: KDT 6/e p431 *Akathisia is a side effect of antipsychotic drugs like haloperidol: It is treated with - Central anticholinergics like Trihexyphenidyl - First generation antihistaminics like Promethazine *Propanolol *Diazepam",
        "cop": 3,
        "opa": "Trihexyphenodyl",
        "opb": "Propanodol",
        "opc": "Haloperidol",
        "opd": "Promethazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "b3528d6b-7c8d-44c4-94f7-cfc977556277",
        "choice_type": "multi"
    },
    {
        "question": "Antidote of methyl alcohol poisoning is:",
        "exp": "Fomepizole (4-methylpyrazole) is a specific inhibitor of alcohol dehydrogenase & drug of choice for methanol poisoning by retarding its metabolism. Ref KD Tripathi 8th ed.",
        "cop": 2,
        "opa": "Barbiturate",
        "opb": "Fomepizole",
        "opc": "Phenytoin",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "754cab04-42ca-46f2-974b-5e65434b465d",
        "choice_type": "single"
    },
    {
        "question": "Drug having proven efficacy in bipolar depression is:",
        "exp": "This newer anticonvulsant is now an approved drug for bipolar disorder, but is not recommended for acute mania. It is especially useful in rapidly cycling bipolar depression. Randomized trials have demonstrated its efficacy, both as monotherapy as well as adjuvant to lithium. It carrys minimal risk of inducing mania. The tolerability profile of lamotrigine is ourable. Ref: KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Carbamazepine",
        "opb": "Valproate",
        "opc": "Tiagabine",
        "opd": "Lamotrigine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "f78846f9-0a46-425f-ac7d-f780b70693a8",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in GTCS is/are:",
        "exp": "Carbamazepine, phenytoin are the first line drugs in GTCS. Valporate, phenobarbitone are the second choice of drugs. Alternative/add on drugs are Lamotrigine, Gabapentine, topiramate, methadone, levetiracetam. Ethosuximide is used in absent seizures. Propofol is a general anesthetic. Ref: K D Tripati 8th edition Table 30. 1",
        "cop": 2,
        "opa": "Ethosuximide",
        "opb": "Sodium-valproate",
        "opc": "Lamotrigine",
        "opd": "Propofol",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "a8c1f063-4198-460e-9f6e-ec7dd479869b",
        "choice_type": "single"
    },
    {
        "question": "A person taking tricyclic antidepressants presents with blurred vision and dry mouth. These adverse effects results due to blockade of:",
        "exp": "Anticholinergic adverse effects of TCAs include dry mouth, constipation, blurring of vision, urinary retention, etc. REF: KD TRIPATHI 8. TH ED.",
        "cop": 1,
        "opa": "M3 muscarinic receptors",
        "opb": "GABA receptor",
        "opc": "H1 histamine receptors",
        "opd": "5. HT2 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "df62defc-fa0b-453a-a7d1-f03a08a67047",
        "choice_type": "single"
    },
    {
        "question": "Morphine can be used in all the following conditions except:",
        "exp": "Ref: KDT 6/e p457 Head injury is an absolute contra- indication to morphine use. Hypothyroidism and asthma are relative contra indication.",
        "cop": 1,
        "opa": "Head injury",
        "opb": "Asthma",
        "opc": "Hypothyroidism",
        "opd": "Diabetes",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "64ebe12f-c35f-415a-b86f-342dfc81d51c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agents do not act GABAA Cl- channel complex receptors?",
        "exp": "Zopiclone (non benzodiazepine hypnotics ), benzodiazepine, thiopentone(barbiturates) all act on GABA-Cl channel, whereas promethazin is a antihistamine drug that acts on histaminergic receptors which causes high sedation. Ref: KD Tripathio 8th ed.",
        "cop": 4,
        "opa": "Zopiclone",
        "opb": "Benzodiazepines",
        "opc": "Thiopentone",
        "opd": "Promethazine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "ee818d66-c859-4f35-9227-837b7dcd664a",
        "choice_type": "single"
    },
    {
        "question": "All of the following can result in serotonin syndrome when combined with MAO inhibitors except",
        "exp": "Tyramine containing foods along with MAO inhibitors produce cheese reaction that is develop severe hypertension. In serotonin syndrome hypehermia, sweating, restlessness, muscle rigidity, aggressive behavior, tremors, seizures and coma occur. Ref KD Tripati 8th ed.",
        "cop": 4,
        "opa": "Tricyclic antidepressants",
        "opb": "Selective serotonin reuptake inhibitors",
        "opc": "Carbamazepine",
        "opd": "Tyramine containing foods",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "3d5ecc1e-60c3-4b61-bb87-7824cc7a9af9",
        "choice_type": "multi"
    },
    {
        "question": "The drug of choice for prevention of seizures in a patient with severe preeclampsia is",
        "exp": "given by i. v. infusion, it has been used for long to control convulsions and to reduce BP in toxaemia of pregnancy. As per WHO, it is the drug of choice for prevention and treatment of seizures in preeclampsia and eclampsia Ref: KD Tripathih 8th ed. page 333",
        "cop": 2,
        "opa": "Phenytoin",
        "opb": "Magnesium sulphate",
        "opc": "Diazepam",
        "opd": "Nidedipine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "dbee4d73-cd0b-4a60-a493-6c2d75f7d543",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for absent seizures",
        "exp": "Many children appear to have a genetic predisposition to absence seizures. In general, seizures are caused by abnormal electrical impulses from nerve cells (neurons) in the brain. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Clonezapam",
        "opb": "Diazepam",
        "opc": "Phenytoin",
        "opd": "Valproate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "bfca29b5-7ebf-42e3-bfc3-75117f4c10a0",
        "choice_type": "single"
    },
    {
        "question": "Which antiepileptic drug does not act inhibition of sodium channels?",
        "exp": "It is an inhibitor of GABAtransaminase, the enzyme which degrades GABA. Anticonvulsant action may be due to increase in synaptic GABA concentration Ref: KD TRIPATHI 8thh ed.",
        "cop": 1,
        "opa": "Vigabatrin",
        "opb": "Carbamazepine",
        "opc": "Lamotrigine",
        "opd": "Pheriytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "6bae83f7-6523-4671-8ed7-c11ea4ba416e",
        "choice_type": "single"
    },
    {
        "question": "The effect of thiopentone on the CNS is quickly terminated because of:",
        "exp": "Thiopentone is a ultra sho acting barbiturates, its action is terminated because of redistribution. thiopentone is highly lipid soluble, after i. v injection consciousness is regained in 6-10 minutes due to redistribution, while the ultimate disposal occurs by metabolism. Greater the lipid solubility of the drug, faster is its redistribution. Ref: KD Tripathi 8th ed",
        "cop": 3,
        "opa": "Rapid metabolism in the CNS",
        "opb": "Quick first-pass elimination",
        "opc": "Redistribution",
        "opd": "Rapid metabolism in systemic circulation",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "c90a58e9-62f4-45a5-965b-81db0d9f2a8a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following compounds acts as a benzodiaz epine antagonist?",
        "exp": "A specific BZD antagonist flumazenil is used for BZD poisoning, it is a BZD analogue which has little intrinsic activity (no effect on normal subject), but competes with BZD agonist as well as inverse agonist for BZD receptor &reverse its effect. Ref: KD tripathi 8th ed.",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Naloxone",
        "opc": "Furazolidone",
        "opd": "Naltrexone",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "51181250-90e8-407c-9853-8fab29a64d15",
        "choice_type": "single"
    },
    {
        "question": "Preferred drug for alcohol withdrawal seizures is:",
        "exp": "Benzodiazepines (Chlordiazepoxide, diazepam) are the preferred drugs due to long duration of action and can be gradually withdrawn later. Ref KD Tripati 8th ed.",
        "cop": 1,
        "opa": "Diazepam",
        "opb": "valproate",
        "opc": "Phenobarbitone",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "03a1d84e-7df7-4425-9544-5dcaf5adf222",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male presents with history of abnormal excessive blinking and grunting sounds. He has no control of these symptoms which have increased in frequency. Which of the following medications can be used for treatment of this person?",
        "exp": "The history of the patient suggests the presence of the tic disorder. Treatment of Tic Disorder: *Dopamine depleter: Tetrabenazine (drug of choice) *Dopamine receptor blockers: Haloperidol, Fluphenazine, Pimozide *Atypical antipsychotics: Aripiprazole, Risperidone *Clonazepam *Carbamazepine *Botulinum toxin (Local injection) REF: KATZUNG 14. TH ED.",
        "cop": 3,
        "opa": "Carbamazepine",
        "opb": "Imipramine",
        "opc": "Risperidone",
        "opd": "Methylphenidate",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "57aec219-f16a-41c4-b099-5e196c96d78e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following belongs to antifibrinolytic drugs",
        "exp": "Antifibrinolytic drugs promote blood clotting by preventing blood clots from breaking down. Some examples of antifibrinolytic drugs are aprotinin, tranexamic acid (TXA), epsilon-aminocaproic acid and aminomethylbenzoic acid. Doctors sometimes give these drugs to patients having surgery to prevent blood loss. Ref: KD Tripathi 8th ed.",
        "cop": 3,
        "opa": "Alteplase",
        "opb": "Urokinase",
        "opc": "Aprotinin",
        "opd": "Reteplase",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "93be188f-4383-4407-8c10-e27baa961c3f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following acts as an antagonist to NMDA receptor?",
        "exp": "Ketamine is a general anesthetic agent which acts by blocking excitatory NMDA type of glutamate receptors.",
        "cop": 1,
        "opa": "Ketamine",
        "opb": "Spermine",
        "opc": "Muscimol",
        "opd": "Baclofen",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "d6e838e0-5cc0-423c-9361-9a8cca679b28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has highest potential to cause metabolic syndrome?",
        "exp": "Metabolic complication like weight gain, hyperlipidemia and precipitation of diabetes is a major limitation. Other given drugs donot cause metabolic syndrome. Ref KD TRIPATI 8. TH ED.",
        "cop": 1,
        "opa": "Clozapine",
        "opb": "Risperidone",
        "opc": "Quetiapine",
        "opd": "Aripiprazole",
        "subject_name": "Pharmacology",
        "topic_name": "Central Nervous system",
        "id": "203f7cd2-2c38-4fe2-85eb-d8683f81673a",
        "choice_type": "single"
    }
]