[
    {
        "question": "Elaboration of inactivating enzymes are the impoant mechanism of drug resistance among all of these antibiotics except",
        "exp": "Refer KDT 6/e p688 Resistance to fluoroquinolone is mediated by mutation in DNA gyrase",
        "cop": 1,
        "opa": "Quinolone",
        "opb": "Pencillin",
        "opc": "Chloramphenicol",
        "opd": "Aminoglycoside",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2a60f39a-e630-4fe9-9836-6a32f37d3809",
        "choice_type": "multi"
    },
    {
        "question": "The antimicrobial agent which inhibits the ergosterol biosynthesis is:",
        "exp": "IMIDAZOLES AND TRIAZOLES: These are presently the most extensively used antifungal drugs. Four irnidazoles are entirely topical, while ketoconazole is used both orally and topically. Two triazoles fluconazole and itraconazole have largely replaced ketoconazole for systemic mycosis because of greater efficacy, longer tlh, fewer side effects and drug interactions. The imidazoles and triazoles have broadspectrum antifungal activity covering dermatophytes, Candida, other fungi involved in deep mycosis (except mucor), Nocardia, some grampositive and anaerobic bacteria, e. g. Staph. aureus, Strep. faecal is, Bac. fragilis and Leishmania. The mechanism of action of irnidazoles and triazoles is the same. They inhibit the fungal cytochrome P450 enzyme &; lanosterol l4--demethylase&; and thus impair ergosterol synthesis leading to a cascade of membrane abnormalities in the fungus. The lower host toxicity of triazoles compared to irnidazoles has correlated with their lower affinity for mammalian CYP450 enzymes and lesser propensity to inhibit mammalian sterol synthesis. However, because they are active against ceain bacteria as well (which do not have ergosterol), other mechanisms of action also appear to be involved. Ketoconazole (KTZ): It is the first orally effective broad-spectrum antifungal drug, useful in both dermatophytosis and deep myc osis. The oral absorption of KTZ is facilitated by gastric acidity because it is more soluble at lower pH. Hepatic metabolism is extensive; metabolites are excreted in urine and faeces. Elimination of KTZ is dose dependent: tlh varies from llh to 6 hours. Penetration in CSF is poor: not effective in fungal men ingitis. However, therapeutic concentrations are attained in the skin and vaginal fluid. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 761, 762",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Amphotericin B",
        "opc": "5-Flucytosine",
        "opd": "Griseofulvin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e9f93c17-5f03-4b8c-becb-ffbc05332f50",
        "choice_type": "single"
    },
    {
        "question": "Liposomal amphotericin B has the following advantage over conventional amphotericin B:",
        "exp": "Amphotericin B (AMB): It is obtained from Streptomyces nodosus. Chemistry and mechanism of action The polyenes possess a macrocyclic ring, one side of which has several conjugated double bonds and is highly lipophilic, while the other side is hydrophilic with many OH groups. A polaraminosugar and a carboxylic acid group are present at one end in some. They are all insoluble in water and unstable in aqueous medium. The polyenes have high affinity for ergosterol present in fungal cell membrane: combine with it, get inseed into the membrane and several polyene molecules together orient themselves in such a way as to form a &; micropore&;. The hydrophilic side forms the interior of the pore through which ions, amino acids and other watersoluble substances move out. The micropore is stabilized by membrane sterols which fill up the spaces between the AMB molecules on the lipophilic side-constituting the outer surface of the pore. Thus, cell permeability is markedly increased. New amphotericin B formulations In an attempt to improve tolerability of i. v. infusion of AMB, reduce its toxicity and achieve targeted delivery, 3 new lipid formulations of AMB have been produced. (a) Amphotericin B lipid complex (ABLC): Contains 35% AMB incorporated in ribbon like paicles of dimyristoyl phospholipids. ( b ) Amphotericin B colloidal dispersion (ABCO). Disc shaped paicles containing 50% each of AMB and cholesteryl sulfate are prepared as aqueous dispersion (c) Lpi osomal amphotericin B (small unilamellar vesicles SUV): Consists of 10% AMB incorporated in uniform sized (60-80 nM) unilamellar liposomes made up of lecithin and other biodegradable phospholipids. The special features of these preparations are: * They, except ABCD, produce milder acute reaction (especially liposomal formulation) on i. v. infusion. * They can be used in patients not tolerating infusion oi conventional AMB formulation. * They have lower nephrotoxicity. * They cause minimal anemia. * The liposomal preparation delivers AMB paicularh* to reticuloendothelial cells in liver and spleen-----especialh valuable for kala azar and in immunocompromised patients. However, some preparations, especially ABLC and ABCD, produce lower AMB levels and their clinical efficacy relative to conventional formulations appear to be lower. Though none of the above formulations is more effectivein deep mycosis than conventional AMB, the liposomal AMB reduces equivalent blood levels, has similar clinical efficacy with less acute reaction and renal toxicity. It thus apears more satisfactory. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 758, 759",
        "cop": 1,
        "opa": "Lesser nephrotoxicity",
        "opb": "Lesser cost",
        "opc": "Absense of infusional toxicity",
        "opd": "Once a week administration",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9fd049a3-b32a-4f2d-badb-206e46dd84c6",
        "choice_type": "single"
    },
    {
        "question": "Chloroquine is given as 600 mg loading dose because:",
        "exp": "Oral absorption of CQ is excellent. About 50% gets bound in the plasma. It has high affinity for melanin and nuclear chromatin: gets tightly bound to these tissue constituents and is concentrated in liver, spleen, kidney, lungs (several hundred-fold), skin, leucocytes and some other tissues. Its selective accumulation in retina is responsible for the ocular toxicity seen with prolonged use. ESSENTIALS OF PHARMAXOLOGY page no. 822",
        "cop": 3,
        "opa": "It is rapidly absoed",
        "opb": "It is rapidly metabolized",
        "opc": "It has increased tissue binding",
        "opd": "It is rapidly eliminated",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "39c38a81-42c2-4755-8d91-257ea1c0bfb4",
        "choice_type": "single"
    },
    {
        "question": "Radiation protector drug in clinical use among the following is",
        "exp": "Amifostine is used therapeutically to reduce the incidence of neutropenia-related fever and infection induced by DNA-binding chemotherapeutic agents including alkylating agents and platinum-containing agents. It is also used to decrease the cumulative nephrotoxicity associated with platinum-containing agents. Amifostine is also indicated to reduce the incidence of xerostomia in patients undergoing radiotherapy for head and neck cancer. Reference: Perez and Brady&; s textbook of radiation oncology; 6th edition",
        "cop": 1,
        "opa": "Amifostine",
        "opb": "Cisplatin",
        "opc": "Mesna",
        "opd": "Tirapazamine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "41f2965c-fd9b-43ce-ac28-30d62d21372d",
        "choice_type": "single"
    },
    {
        "question": "The drug used for leishmaniasis treatment",
        "exp": "Sodium stibogluconate, is drug of choice in leishmaniasis. Meglumine antimoniate, Pentamidine, Amphotericin B, Miltefosine, Paromomycin are alternative drugs Basic and clinical pharmacology Katzung 13th edition pg 902",
        "cop": 3,
        "opa": "Pyrimethamine",
        "opb": "Albendazole",
        "opc": "Sodium stibogluconate",
        "opd": "Tinidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6887c803-6a1b-4bb6-80c1-4e4e53c56d79",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine kinase inhibitors are first line treatment in:",
        "exp": "lmatinib This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 1,
        "opa": "Gastrointestinal stromal tumors",
        "opb": "Receptor mediated neuroendocrine tumors",
        "opc": "Breast cancer",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "76a1b8c5-1f81-43c5-a840-06e6bff7f85d",
        "choice_type": "single"
    },
    {
        "question": "Chloroquine is useful in",
        "exp": "All of the above arr correct Refer KDT 6/e p 786 Discoid lupus erythematous Rheumatoid ahritis Infectious mononucleosis. Are Crct",
        "cop": 4,
        "opa": "Discoid lupus erythematous",
        "opb": "Rheumatoid ahritis",
        "opc": "Infectious mononucleosis",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "daf19353-37a6-4b8e-b8bc-3327c99869a2",
        "choice_type": "multi"
    },
    {
        "question": "All-trans-retinoic acid is used in treatment of",
        "exp": "Ref: Harrison 17th/389, 447 All-trans-retinoic acid is used in the treatment of acute promyelocytic leukemia.",
        "cop": 1,
        "opa": "Acute promyelocytic leukemia",
        "opb": "A. L. L",
        "opc": "CML",
        "opd": "Transient myeloproliferative disorder",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "69edd63e-db0c-457e-b9d2-fe3487f00ed5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is effective against pseudomonas infection?",
        "exp": "Polymyxin 8 and Colistin Polymyxin and colistin were obtained in the late 1940s from Bacillus polymyxa and B. colistinus respectively. They are active against gramnegative bacteria only; all except Proteus, Serratia and Neisseria are inhibited. Both have very similar range of activity, but colistin is more potent on Pseudomonas, Salmonella and Shigella. Mechanism of action They are rapidly acting bactericidal agents; have a detergent-like action on the cell membrane. They have high affinity for phospholipids: the peptide molecules (or their aggregates) orient between the phospholipid and protein films in gram-negative bacterial cell membrane causing membrane distoion or pseudopore formation. As a result ions, amino acids, etc. leak out. Sensitive bacteria take up more of the antibiotic. They may also inactivate the bacterial endotoxin. They exhibit synergism with many other AMAs by improving their penetration into the bacterial cell. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 734",
        "cop": 3,
        "opa": "Ampicillin",
        "opb": "Ceftriaxone",
        "opc": "Colistin",
        "opd": "Cefixime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d036148a-7bdb-4cf6-ad39-be4dca693310",
        "choice_type": "single"
    },
    {
        "question": "Which antimalarial drug is known to cause neuropsy-chiatric adverse reaction?",
        "exp": "Adverse effects: Mefloquine is bitter in taste; common reaction is dizziness, nausea, vomiting, diarrhoea, abdominal pain and sinus bradycardia. These are usually mild and largely dose related, but may be severe in some. Major concern has been a variety of neuropsychiatric reactions (disturbed sense of balance, ataxia, errors in operating machinery, strange dreams, anxiety, hallucinations, rarely convulsions) occurring in some recipients. These are dose related and subside in 1-3 weeks. Rare events are haematological, hepatic and cutaneous toxicity. Mefloquine appears to be safe during pregnancy, but should be avoided in 1st trimester unless absolutely essential. ESSENTIALS OF PHARMACOLOGY page no. 824",
        "cop": 4,
        "opa": "Aesunate",
        "opb": "Aimisnin",
        "opc": "Quinine",
        "opd": "Mefloquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8543f2ce-ec1f-44bc-baca-421f6b8c1730",
        "choice_type": "single"
    },
    {
        "question": "Ethambutol causes",
        "exp": "Refer Katzung 10/e p774 KDT 6/e p 742 Ethambutol causes retobulbar neuritis It can result in red green colour blindness",
        "cop": 1,
        "opa": "Retro bulbar neuritis",
        "opb": "Deafness",
        "opc": "Red urine",
        "opd": "Peripheral neuritis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5372f5ff-529c-4573-8a6f-bdc17382ca4d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be given orally?",
        "exp": "MESNA, is a drug used to reduce the undesired side effects of ceain chemotherapy drugs. It is referred to as a \"chemoprotectant. \" and prophylactic agent used to reduce the incidence of ifosfamide-induced hemorrhagic cystitis. How this drug is given: As an injection or infusion through the vein (intravenous, IV). This is given with or after the chemotherapy drug has been given. As a pill by mouth. Comes in 400mg tablet size. Recommended that it is taken with strong tasting liquid to mask the taste. If not taken as tablet, solution is made using carbonated beverage, juice or milk. REFERENCE: www. mayoclinic. org, www. chemocare. com",
        "cop": 4,
        "opa": "Cytosine arabinoside",
        "opb": "Cisplatin",
        "opc": "Doxorubicin",
        "opd": "Mesna",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1134f8c2-ebad-4c42-bb4a-2d198b87a947",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for Herpes simplex encephalitis is:",
        "exp": "Acyclovir is active only against herpes group of viruses; H. simplex type I is most sensitive followed by H. simplex type II > varicella-zoster virus= Epstein-Barr virus; while cytomegalovirus (CMV) is practically not affected. Both H. simplex and varicella-zoster virus have been found to develop resistance to acyclovir during therapy; the former primarily due to mutants deficient in thymidine kinase activity and the latter primarily by change in specificity of virus directed enzyme so that its affinity for acyclovir is decreased. Use Acyclovir is effective in patients with normal as well as deficient immune status. 1. Genital Herpes simplex Generally caused by type II virus; can be treated by topical, oral or parenteral acyclovir depending on stage and severity of disease. 2. Mucocutaneous H. simplex is a type I virus disease, remains localized to lips and gums; does not usually require specific treatment, but acyclovir skin cream may provide some relief 3. H. simplex encephalitis (type I virus): Acyclovir 10 to 20 mg/kg/8 hr i. v. for;?. 10 days is the drug of choice. Treatment is effective only if staed early: delay precludes salutary effect on moality and neurological complications. 4. H. simplex (type I) keratitis: Acyclovir is equally effective as idoxuridine in superficial dendritic corneal ulcer, and may be better for deep stromal infections because of good corneal penetration. Though acyclovir eye ointment acts slower than idoxuridine eye drops, blindness can be prevented. The eye ointment should be applied 5 times daily till 3 days after healing. 5. Herpes zoster: The varicella-zoster virus is less susceptible to acyclovir. As such, higher doses are needed and it should be used only in immunodeficient individuals or in severe cases: 10 mg/ kg/8 hr i. v. for 7 days. 6. Chickenpox: in patients with immunodeficiency and in neonates only calls for specific therapy. Acyclovir (15 mg/kg/day i. v. x 7 days) is the drug of choice: reduces fever, eruptions, hastens healing and prevents visceral complications ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 768, 769",
        "cop": 2,
        "opa": "5-Hydroxy deoxyuridine (5-HU)",
        "opb": "Acyclovir",
        "opc": "Gancyclovir",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cb15e48e-4197-458d-8b83-d8f3e16d4824",
        "choice_type": "multi"
    },
    {
        "question": "Drug-induced colitis is most frequently associated with",
        "exp": "Clindamycin: This potent lincosamide antibiotic is similar in mechanism of action (inhibits protein synthesis by binding to 50S ribosome) and spectrum of activity to erythromycin with which it exhibits paial cross resistance. Modification of the ribosomal binding site by constitutive methylase enzyme confirs resistance to both. It inhibits most gram-positive cocci (including penicillinase producing Staph., but not MRSA), C. diphtheriae, Nocardia, Actinomyces, Toxoplasma, but the distinctive feature is its high activity against a variety of anaerobes, especially Bact. fragilis. Aerobic gram-negative bacilli, spirochetes, Chlamydia, Mycoplasma and Rickettsia are not affected. Side effects are rashes, uicaria, abdominal pain, but the major problem is diarrhoea and pseudomembranous enterocolitis due to Clostridium difficile superinfection which is potentially fatal. The drug should be promptly stopped and metronidazole (alternatively vancomycin) given to treat it. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 731",
        "cop": 3,
        "opa": "Neomycin",
        "opb": "Vancomycin",
        "opc": "Clindamycin",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "12ea6f33-181d-4e00-8beb-e8934360cccb",
        "choice_type": "single"
    },
    {
        "question": "The following anticancer drug has high emetogenic potential",
        "exp": "PLATINUM COORDINATION COMPLEXES Cisplatin Mech of action:- It is hydrolysed intracellularly to produce a highly reactive moiety which causes cross linking of DNA. The oured site is N7 of guanine residue. Adverse effects:- It is a highly emetic drug. Antiemetics are routinely administered before infusing it. The most impoant toxicity is renal impairment which is dependent on total dose administered. Renal toxicity can be reduced by maintaining good hydration. Tinnitus, deafness, sensory neuropathy and hyperuricaemia are other problems. Ref:- kd tripathi; pg num:-861",
        "cop": 4,
        "opa": "Chlorambucil",
        "opb": "Vincristine",
        "opc": "6-Mercaptopurine",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7ed5d889-fd10-4080-9e91-5adb45a0b4df",
        "choice_type": "single"
    },
    {
        "question": "Doxycycline is used in the treatment of following disease except:",
        "exp": "TETRACYCLINES These are a class of antibiotics having a nucleus of four cyclic rings. The tetracyclines still available in India for clinical use are: Tetracycline Oxytetracycline Demeclocycline Doxycycline Minocycline Uses: Although tetracyclines are broad-spectrum antibiotics, they should be employed only for those infections for which a more selective and less toxic AMA is not available. Clinical use of tetracyclines has very much declined due to availability of fluoroquinolones and other efficacious AMAs. USES: >Mild leptospirosis is treated with doxycycline, ampicillin, or amoxicillin. For severe leptospirosis, intravenous penicillin G has long been the drug of choice, although the third-generation cephalosporins cefotaxime and ceftriaxone have become widely used. >Rickettsial infections: typhus, rocky mountain spotted fever, Q fever, etc. respond dramatically. Chloramphenicol is an alternative. >Relapsing fever* due to Borrelia recurrentis responds adequately ESSENTIALS OF MEDICAL PHARMACOLOGY, www. medscape. com K. D. TRIPATHI SIXTH EDITION PAGE NO: 715",
        "cop": 4,
        "opa": "Leptopirosis",
        "opb": "Q fever",
        "opc": "Borreliosis",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fdef2d77-b02e-41aa-9b8a-3c5a97e1c591",
        "choice_type": "multi"
    },
    {
        "question": "Drug which produces Steven Johnson's syndrome in HIV infected individuals is:",
        "exp": "Thiacetazone (Tzn, Amithiozone) Thiacetazone was found to be the best out of many derivatives. It was tried in the west, formd to be hepatotoxic. and discarded. In India, interest in Tzn was revived in the 1960s for oral use along with INH as a substitute for PAS. Though, its impoance has declined, it continues to be used as a convenient low cost drug to prevent emergence of resistance to INH and more active agents. Thiacetazone is a tuberculostatic, low efficacy drug; does not add to the therapeutic effect of H, S or E, but delays resistance to these drugs. The major adverse effects of Tzn are hepatitis, exfoliative dermatitis, Stevens-Johnson syndrome and rarely bone marrow depression. The common side effects are anorexia, abdominal discomfo, loose motions and minor rashes. A mild anemia persists till Tzn is given. Tzn is a reserve anti-TB drug, sometimes added to INH in alternative regimens. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 743",
        "cop": 3,
        "opa": "Paraaminosalicylate",
        "opb": "Cycloserine",
        "opc": "Thioacetazone",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5de3f5ac-4a74-4f54-b7cb-1d5875e1a2bb",
        "choice_type": "single"
    },
    {
        "question": "Drugs commonly used in Non-Hodgkin lymphoma except",
        "exp": "Combination chemotherapy is the treatment standard for patients with diffuse non-Hodgkin's lymphoma. The anthracycline-containing regimen CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone) has been considered the best treatment in terms of initial therapy. Hodgkin's lymphoma - MOPP (mechlorethamine, vincristine, procarbazine, and prednisone) regimen. More recently, ABVD (doxorubicin, bleomycin, vinblastine, and dacarbazine) has been shown to be more effective and less toxic than MOPPKatzung 12e pg: 970",
        "cop": 4,
        "opa": "Doxorubicin",
        "opb": "Cyclophosphamide",
        "opc": "Vincristine",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b1e226ae-5da2-4c7c-9b3f-c596f80d508b",
        "choice_type": "multi"
    },
    {
        "question": "Maximum sterilizing action is shown by which anti TB drug",
        "exp": "Refer Katzung 13th/819 Pyrizanimde is most effective against slow growing bacteria inside macrophages Thus it possesses strong sterilizing activity",
        "cop": 3,
        "opa": "Rifamipicin",
        "opb": "INH",
        "opc": "Pyrazinamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0e8b1df9-cb2e-44bf-a5b7-4f87bd00f473",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drugs acts by hypomethylation?",
        "exp": "Decitabine is used to treat myelodysplastic syndromes (diseases of the blood and bone marrow; MDS) and ceain types of anemia. This medicine is an antineoplastic (cancer medicine). Mechanism of Action: Inhibits DNA methyltransferase, causing hypomethylation of DNA & cellular differentiation or apoptosis Pharmacokinetics Protein Bound: <1% Vd: 63-89 L/m2 Half-life: 30-35 min REFERENCE: www. mayoclinic. org, www. medscape. com",
        "cop": 3,
        "opa": "Gemcitabine",
        "opb": "5-FU",
        "opc": "Decitabine",
        "opd": "Homoharringotonine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a36f28f3-5ced-4d4d-985c-963b2a79955d",
        "choice_type": "single"
    },
    {
        "question": "Extended spectrum beta lactamases (ESBLs) are characterized by activity against all except:",
        "exp": "CARBAPENEMS: lmipenem: It is an extremely potent and broad-spectrum Beta-lactam antibiotic whose range of activity includes grampositive cocci, Enterobacteriaceae, Ps. aeruginosa, Listeri.",
        "cop": 4,
        "opa": "Penicillinases",
        "opb": "Cephalosporinases",
        "opc": "Oxyimino-cephalosporinases",
        "opd": "Carbapenems",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6e9f9bd2-20a7-4e1e-b573-e0ef3794a864",
        "choice_type": "multi"
    },
    {
        "question": "Amphotericin B toxicity can be reduced by?",
        "exp": "New amphotericin B formulations: In an attempt to improve tolerability of i. v. infusion of AMB, reduce its toxicity and achieve targeted delivery, 3 new lipid formulations of AMB have been produced. (a) Amphotericin B lipid complex (ABLC): Contains 35% AMB incorporated in ribbon like paicles of dimyristoyl phospholipids. ( b ) Amphotericin B colloidal dispersion (ABCD). Disc shaped paicles containing 50% each of AMB and cholesteryl sulfate are prepared as aqueous dispersion (c) Lpi osomal amphotericin B (small unilamellar vesicles SUV): Consists of 10% AMB incorporated in uniform sized (60-80 nM) unilamellar liposomes made up of lecithin and other biodegradable phospholipids. The special features of these preparations are: * They, except ABCD, produce milder acute reaction (especially liposomal formulation) on i. v. infusion. * They can be used in patients not tolerating infusion oi conventional AMB formulation. * They have lower nephrotoxicity. * They cause minimal anemia. * The liposomal preparation delivers AMB paicularh* to reticuloendothelial cells in liver and spleen-----especialh valuable for kala azar and in immunocompromised patients ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 758",
        "cop": 1,
        "opa": "Incorporating it in liposomal complex",
        "opb": "Combining with fluconazole",
        "opc": "Combining with flucytosine",
        "opd": "Injecting the drug with dextrose",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8d028eef-4996-42d1-ab3c-b34ac7f53ec7",
        "choice_type": "single"
    },
    {
        "question": "Which protease inhibitor has boosting effect?",
        "exp": "Retroviral protease Inhibitors (Pis): An aspaic protease enzyme encoded by HIV is involved in the production of structural proteins and enzymes (including reverse transcriptase) of the virus. The large viral polyprotein is broken into various functional components by this enzyme. This protease acts at a late step in HIV replication, i. e. maturation of the new virus paicles when the RNA genome acquires the core proteins and enzymes. In case of different Pis, 6-18 tablets are to be taken daily, some on empty stomach, but others with meals; and this has to go on for months and years. Patient acceptability and compliance are often low. One of the strategies adopted to reduce the dose of IDV, LPV and SQV is to combine them with a lowand subtherapeutic dose (100 mg) of ritonavir. By reducing first pass metabolism, ritonavir increases the bioavailability of the companion PI. This &; boosted PI regimen&; permits reduction in the number I frequency of tablets to be taken each day. Lopinavir is marketed only in combination with ritonavir. Nelfinavir is not to be combined with ritonavir. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772, 773",
        "cop": 4,
        "opa": "Amprenavir",
        "opb": "Tenovir",
        "opc": "Nelfinavir",
        "opd": "Ritonavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9a1916e3-99ff-4096-8450-753ca328fd6f",
        "choice_type": "single"
    },
    {
        "question": "Most serious adverse effect of ketoconazole is:",
        "exp": "Ketoconazole (KTZ): It is the first orally effective broad-spectrum antifungal drug, useful in both dermatophytosis and deep myc osis. The oral absorption of KTZ is facilitated by gastric acidity because it is more soluble at lower pH. Hepatic metabolism is extensive; metabolites are excreted in urine and faeces. Elimination of KTZ is dose dependent: tlh varies from llh to 6 hours. Penetration in CSF is poor: not effective in fungal men ingitis. However, therapeutic concentrations are attained in the skin and vaginal fluid. Adverse effects Ketoconazole is much less toxic than AMB, but more side effects occur than with itraconazole or fluconazole, that have largely replaced it for systemic use. The most common side effects are nausea and vomiting; can be reduced by giving the drug with meals. Others are-loss of appetite, headache, paresthesia, rashes and hair loss. Ketoconazole decreases androgen production from testes, and it displaces testosterone from protein binding sites. Gynaecomastia, loss of hair and libido, and oligozoospermia may be themanifestations. Menstrual irregularities occur in some women due to suppression of estradiol synthesis. A dose-dependent decrease in serum hydro coisone due to synthesis inhibition has also been noticed, but without any clinical manifestations in normal individuals. Mild and asymptomatic elevation of serum transaminases occurs in -5% patients, but serious hepatotoxicity is infrequent. It is contraindicated in pregnant and nursing women. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 762, 763",
        "cop": 1,
        "opa": "Adrenal insufficiency",
        "opb": "Pellagra like skin lesion",
        "opc": "Liver injury",
        "opd": "Prostate cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c9da7744-614b-47e7-a334-412c6837f06c",
        "choice_type": "single"
    },
    {
        "question": "Which antineoplastic drug is a peptide?",
        "exp": "Bleomycin This is a mixture of closely related glycopeptide antibiotics having potent antitumour activity. It chelates copper or iron, produces superoxide ions and intercalates between DNA strands-causes chain scission and inhibits repair. It is highly effective in testicular tumour and squamous cell carcinoma of skin, oral cavity, head and neck, genitourinary tract and esophagus; also useful in Hodgkin&; s lymphoma. Mucocutaneous toxicity and pulmonary fibrosis, but little myelosuppression are the special features. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 826, 827",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "Aspaeme",
        "opc": "Valinomycin",
        "opd": "Dactinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "979b9e3f-a25a-4cad-9c86-87c07e918e10",
        "choice_type": "single"
    },
    {
        "question": "Radical cure of plasmodium vivax is by:",
        "exp": "Primaquine In contrast to other antimalarial drugs, primaquine is a poor erythrocytic schizontocide: has weak action on P. vivax, but blood forms of P. Jalciparum are totally insensitive. On the other hand, it is more active against the preerythrocytic stage of P. Jalciparum than that of P. vivax. Primaquine differs from all other available antimalarials in having a marked effect on primary as well as secondary tissue phases of the malarial parasite. It is highly active against gametocytes and hypnozoites. The mechanism of action of primaquine is not known. However, it is different from that of chloroquine. Though, resistance among P. vivax against primaquine can be induced, it is not a clinical problem. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 791",
        "cop": 3,
        "opa": "Chloroquine",
        "opb": "Tetracycline",
        "opc": "Primaquine",
        "opd": "Aesunate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "046006db-797a-46a9-a9ff-e778ffc04155",
        "choice_type": "single"
    },
    {
        "question": "Multiple drug resistance is transferred through:",
        "exp": "Conjugation Sexual contact through the formation of a bridge or sex pilus is common among gram-negative bacilli of the same or another species. This may involve chromosomal or extrachromosomal (plasmid) DNA. The gene carrying the &; resistance&; or &; R&; factor is transferred onlv if another &; resistance transfer factor&; (F) is also present. Conjugation frequently occurs in the colon where large variety of gram-negative bacilli come in close contact. Even nonpathogenic organisms may transfer R factor to pathogenic organisms, which may become widespread by contamination of food or water. Chloramphenicol resistance of typhoid bacilli, streptomycin resistance of E. coli, penicillin resistance of Haemophilus and gonococci and many others have been traced to this mechanism. Concomitant acquisition of multidrug resistance has ocurred by conjugation. Thus, this is a very impoant Mechanism of horizontal transmission of resistance. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 671",
        "cop": 3,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Conjugation",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "126b0729-3598-4f0d-b61e-1e3070820a5d",
        "choice_type": "single"
    },
    {
        "question": "Chloroquine is used in the treatment of:",
        "exp": "chloroquine is a rapidly acting erythrocytic schizontocide against all species of plasmodia; controls most clinical attacks in 1-2 days with disappearance of parasites from peripheral blood in 1-3 days. The mechanism of action of chloroquine is not completely known. It is actively concentrated by sensitive intraerythrocytic plasmodia: higher concentration is found in infected RBCs. By accumulating in the acidic vesicles of the parasite and because of its weakly basic nature, it raises the vesicular pH and thereby interferes with degradation of hemoglobin by parasitic lysosomes. Polymerization of toxic haeme to nontoxic parasite pigment hemozoin is inhibited by formation of chloroquine-heme complex. Heme itself or its complex with chloroquine then damages the plasmodial membranes. Clumping of pigment and changes in parasite membranes follow. Other related antimalarials like quinine, mefloquine, lumefantrine appear to act in an analogous manner. It has additional antiinflammatory local irritant and local anaesthetic propeies Essentials of medical pharmacology K D Tripathi Sixth dition Page no 821, 822:",
        "cop": 1,
        "opa": "DLE",
        "opb": "Pemphigus",
        "opc": "Psoriasis",
        "opd": "Nummular eczema",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c1636604-5115-45f8-9743-faf7abc74347",
        "choice_type": "single"
    },
    {
        "question": "Which is not a beta lactum antibiotic?",
        "exp": "These are antibiotics having a beta-lactam ring. The two major groups are penicillins and cephalosporins. Monobactams and carbapenems are relatively newer additions. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 716",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Carbepenem",
        "opc": "Monobactum",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c596dbfc-f99b-49e2-a3f6-15df4f57f2fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not used against pseudomonas? (UP 2005)",
        "exp": "Because community-associated methicillin-resistant Staphylococcus aureus (CA-MRSA) causes more than one half of all staphylococcal infections in most communities, empiric therapy with penicillins or cephalosporins may be inadequate. Some expes recommend combination therapy with a penicillinase-resistant penicillin or cephalosporin (in case the organism is methicillin-sensitive S aureus)and clindamycin or a quinolone. Others suggest use of clindamycin, trimethoprim-sulfamethoxazole (TMP-SMX), rifampin, doxycycline, or a quinolone. Finally, because of concerns about induction of resistance, some recommend using TMP-SMX and rifampin in combination, rather than singly. As data accumulate, clindamycin may become the preferred outpatient antibiotic therapy (compared with TMP-SMX) in regions with a relatively low incidence of clindamycin resistance. Recently, treatment guidelines have been published. USES: Staphylococcal Infections Mild to moderate infections: 250-500 mg IV/IM q4-6hr Severe infections: 1 g IV/IM q4-6hr Acute/chronic osteomyelitis/staphylococci infections: 1. 5-2 g IV q4-6hr Renal Infection Cr. Cl < 10 mL/min: May consider adjusting to the lower range of the usually recommended dose depending on severity of infection REFERENCE: www. medscape. com",
        "cop": 4,
        "opa": "Piperacillin",
        "opb": "Carbenicillin",
        "opc": "Ticarcillin",
        "opd": "Oxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "14fba7c9-2028-452d-8a8d-7606f52ca55f",
        "choice_type": "single"
    },
    {
        "question": "Antimicrobial agent by inhibition of cell wall wall synthesis is",
        "exp": "Refer KDT 6/e p 668 Cefepime is a beta lactam antibiotic It acts by inhibiting cell wall synthesis",
        "cop": 4,
        "opa": "Erythromycin",
        "opb": "Tetracycline",
        "opc": "Lomefloxacin",
        "opd": "Cefepime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7e0bc909-357a-44e2-b391-6867743916b9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the treatment of choice for cryptococcal meningitis?",
        "exp": "Amphotericin B (AMB): Antifungal spectrum AMB is active against a wide range of yeasts and fungi-Candida albicans, Histoplasma capsulatum, Cryptococcus neoformans, Blastomyces dermatitidis, Coccidioides immitis, Torulopsis, Rhodotorula, Aspergillus, Sporothrix, etc. Dermatophytes are inhibited in vitro, but concentrations of AMB attained in infected skin are low and ineffective. It is fungicidal at high and static at low concentrations. Resistance to AMB during therapy has been rarely noted among Candida in a selected group of leucopenic cancer patients, but it is not a problem in the clinical use of the drug. AMB is also active on various species of Leishmania. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 758",
        "cop": 4,
        "opa": "Fluconazole",
        "opb": "Itraconazole",
        "opc": "Flucytosine",
        "opd": "Amphotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bd2a25ae-44da-4f51-9b0c-e581ae6c5309",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about Cefepime is true",
        "exp": "Refer Goodman Gilman 12th/1498 Cefepime is 4th generation cephalosporin with good activity against pseudomonas. It is given 8-12 hourly",
        "cop": 1,
        "opa": "It is a 4th generation cephalosporin",
        "opb": "Once a day dosing is given",
        "opc": "It is not active against pseudomonas",
        "opd": "It is a prodrug",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b3afd011-0f49-4dd4-ac38-1bda7a34092a",
        "choice_type": "multi"
    },
    {
        "question": "In unconjugated hyperbilirubinemia the risk of kernicterus increases with the use of:",
        "exp": "Sulfonamides were the first antimicrobial agents (AMAs) effective against pyogenic bacterial infections. Sulfonamido-chrysoidine (Prontosil Red) was one of the dyes included by Domagk to treat experimental streptococcal infection in mice and found it to be highly effective. Sulfonarnides are rapidly and nearly completely absorbed from g. i. t. Extent of plasma protein binding differs considerably (10-95%) among different members. The highly protein bound members are longer acting. Sulfonamides are widely distributed in the body",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Phenobarbitone",
        "opc": "Ampicillin",
        "opd": "Sulfonamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "34ce0e0b-e350-4943-8547-cefb1dbd621a",
        "choice_type": "single"
    },
    {
        "question": "Thalidomide used for multiple myeloma is",
        "exp": "Refer Katzung 10th/919 Thalidomide used for morning sickness but later withdrawn due to teratogenic effects It is not extensively metabolized by microsomal enzymes It is now used for multiple myeloma It can also result in constipation, peripheral neuropathy",
        "cop": 2,
        "opa": "Assosciated with diarrhea",
        "opb": "Characterised by enantiomeric interconvesions",
        "opc": "Metabolized extensively by hepatic CYP system",
        "opd": "Safe for use in pregnant female's",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "09488ff6-997c-46cf-8348-992b33cfab9e",
        "choice_type": "single"
    },
    {
        "question": "Fluoroquinolone with highest oral bioavailability",
        "exp": "Fluoroquinolones:- * Gemifloxacin is a third generation fluoroquinolone having absolute oral bioavailability. * All third generation fluoroquinolones: Sparfloxacin, Gatifloxacin and Gemifloxacin have 100% oral biovailability. * Among the Fluoroquinolones, Norfloxacin has the least oral bioavailability. Ref:- HL & KK Sharma's Principles of Pharmacology 3rd Ed; Pg Num:- 724",
        "cop": 1,
        "opa": "Gemifloxacin",
        "opb": "Norfloxacin",
        "opc": "Ciprofloxacin",
        "opd": "Levofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3dfb4db7-65a3-4bfc-ac88-f1fd1310faf1",
        "choice_type": "single"
    },
    {
        "question": "Which antibiotic acts by inhibiting protein synthesis",
        "exp": "Ref Goodman Gilman 11/e p 1173 Doxycycline is a tetracycline that act by inhibiting protein synthesis Cefotetan and oxacillin are beta lactam antibiotics that act by inhibiting cell wall synthesis Ciprofloxacin is a Fluroquinolone that acts by inhibiting DNA gyrase",
        "cop": 2,
        "opa": "Cefotetan",
        "opb": "Doxycycline",
        "opc": "Ciprofloxacin",
        "opd": "Oxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "756c3ccd-e4b1-4cc0-a7c3-0ba6da860211",
        "choice_type": "single"
    },
    {
        "question": "In Lepra reaction, drug useful is",
        "exp": "Refer KDT 6/e p752 Anti inflammatory drugs are used in Lepra reaction Steroids, Clofazimine and thalidomide can be used",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Clofazamine",
        "opc": "Dapsone",
        "opd": "Rifamipicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ef67f057-df6e-419d-a72f-90846d2c2d0a",
        "choice_type": "single"
    },
    {
        "question": "High dose methotrexate is used for the treatment of(REPEAT)",
        "exp": "Ref: Harrison's 17th/612 Drugs used for osteosarcoma are: Doxorubicin Ifosfamide Cisplatin High dose methotrexate with leucovorin",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Retinoblastoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c4252db8-a8d7-41b2-bcf0-e36e298e3bdf",
        "choice_type": "single"
    },
    {
        "question": "Voriconazole is not effective against:",
        "exp": "Antifungal Drugs: CLASS IFICATION 1. Antibiotics A. Polyenes: AmphotericinB (AMB), Nystatin, Hamycin, Natamycin (Pimaricin) B. Heterocyclic benzofuran: Griseofulvin 2. Antimetabolite Flucytosine (5-FC) 3 Azofes A. lmidazoles (topical): Clotrimazole, Econazole, Miconazole, Oxiconazole (systemic): Ketoconazole B. Triazoles (systemic): Fluconazole, Itraconazole, Voriconazole 4. Allylamine: Terbinafine 5. Other topical agents Tolnaftate, Undecylenic acid, Benzoic acid, Quiniodochlor, Ciclopirox olamine, Butenafine, sod thiosulfate. Voriconazole: It is a second generation broadspectrum triazole introduced lately for difficult to treat fungal infections like invasive aspergillosis, disseminated infections caused by fluconazole resistant Candida, Fusarium infections, and febrile neutropenia not responding to antibacterial therapy. Serious cases are first treated i. v. followed by oral voriconazole. It is metabolized by several CYP isoenzymes (CYP2. C19, CYP3. A4, etc) and inhibits them as well. The drug interaction profile is similar to itraconazole. Rashes, visual disturbances, QTc prolongation and an acute reaction on i. v. injection are the significant adverse effects ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 765",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "Mucormycosis",
        "opc": "Candida tropicalis",
        "opd": "Aspergillosis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0bbfedf1-d4ca-4eb0-a83e-798249f335a8",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary fibrosis is seen with:",
        "exp": "Bleomycin: This is a mixture of closely related glycopeptide antibiotics having potent antitumour activity. It chelates copper or iron, produces superoxide ions and intercalates between DNA strands-causes chain scission and inhibits repair. It is highly effective in testicular tumour and squamous cell carcinoma of skin, oral cavity, head and neck, genitourinary tract and esophagus; also useful in Hodgkin&; s lymphoma. Mucocutaneous toxicity and pulmonary fibrosis, but little myelosuppression are the special features. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 826, 827",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "70a0c6a3-9662-4397-9ce4-561fb1be21e3",
        "choice_type": "single"
    },
    {
        "question": "Antiviral drug having dual antiviral activity against HIV and HBV is:",
        "exp": "Emtricitabine (FTC), with trade name Emtriva (formerly Coviracil), is a nucleoside reverse transcriptase inhibitor (NI) for the treatment of HIV infection in adults and children. Emtricitabine is always used in combination with other HIV medicines. Because emtricitabine is also effective against HBV, it may be included in an HIV regimen to treat HBV infection in people with HIV. In addition to emtricitabine, the HIV regimen should include another drug that is effective against both HBV and HIV. Emtricitabine should not be used to treat HBV infection in HIV-infected individuals who are not receiving A. REFERANCE: aidsinfo. nih. gov, en. wikipedia. org",
        "cop": 2,
        "opa": "Enfuviide",
        "opb": "Emtricitabine",
        "opc": "Abacavir",
        "opd": "Entecavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "71bc8a89-553f-4465-9186-ccc45c0393b9",
        "choice_type": "single"
    },
    {
        "question": "Hypothyroidiam is caused by which of the following antitubercular drug",
        "exp": "Refer KDT 6/e p743 PAS Ethionamide They can lead to hypothyroidiam",
        "cop": 2,
        "opa": "Streptomycin",
        "opb": "Ethionamide",
        "opc": "Thioacetazone",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ba233049-e69a-470a-bdce-fcfbfb82a765",
        "choice_type": "single"
    },
    {
        "question": "The bacterial drug resistance in tuberculosis results from",
        "exp": "Refer Katzung 11/e p824 Resistance to INH occurs due to point mutation in inhA gene Resistance to Rifampicin occurs due to point mutation in rpoB gene Resistance to Ethambutol is due to mutation resulting in over expression of embB gene",
        "cop": 4,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Plasmid method",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "27efd1df-6786-4ea2-a29a-49c9eee57343",
        "choice_type": "single"
    },
    {
        "question": "Drug effective against pseudomonas is:",
        "exp": "TETRACYCLINES These are a class of antibiotics having a nucleus of four cyclic rings. Mechanism of action The tetracyclines a:- c primarily bacteriostatic; inhibit protein synthe:\"i&; by binding to 305 ribosomes in susceptible organism. Subsequent to such binding, attachmer.: o f aminoacyl-t-RNA to the m. RNA-ribosomc complex is interferred with. A ntimicrobial spectrum When originally introduced, tetracyclines inhibited practically all tvpes of pathogenic microorganisms except fungi and viruses; hence the name &; broad-spectrum antibiotic&;. However, promiscous and often indiscriminate use has gradually narrowed the field of their usefulness. 1. Cocci: All gram-positive and gram-negative cocci were originally sensitive, but now many Strep. pyogenes, Staph. aureus and enterococci have become resistant. Responsiveness of Strep. pneumoniae has decreased somewhat. Tetracyclines (especially minocycline) are now active against few N. gonorrhoeae and N. meningitidis. 2. Most gram-positive bacilli, e. g. Clostridia and other anaerobes, Listeria, Corynebacteria, Propionibacterium acnes, B. anthracis are inhibited but not Mycobacteria, except some atypical ones. 3. Sensitive gram-negative bacilli are-H. ducreyi, Calymmatobacterium granulomatis, V. cholerae, Yersinia pestis, Y. enterocolitica, Campylobacter, Helicobacter pylori, Brucella, Pasteurella multocida, F. tularensis and many anaerobes; some H. influenzae have become insensitive. Enterobacteriaceae are now largely resistant. Notable bacilli that are not inhibited are Pseudomonas aeruginosa, Proteus, Klebsiella, Salmonella typhi and many Bact. fragilis. MIC against anaerobes is relatively higher. 4. Spirochetes, including T. pallidum and Borrelia are quite sensitive. 5. All rickettsiae (typhus, etc.) and chlamydiae are highly sensitive. 6. Mycoplasma and Actinomyces are moderately sensitive. 7. Entamoeba histolytica and Plasmodia are inhibited at high concentrations. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 710, 711, 712",
        "cop": 3,
        "opa": "Penicillin G",
        "opb": "Gentamicin",
        "opc": "Tetracycline",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a70d2851-0982-4f7f-a282-50c275abfd2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following chemotherapy agent can cause SIADH?",
        "exp": "Neoplasms: Carcinoma - lung, duodenum, pancreas, ovary, Mesothelioma, Branchial adenoma, Carcinoid, Ewing sarcoma Head trauma Infections- Pneumonia, Abscess (lung or brain), Cavitation (aspergillosis), TB (lung or brain), Meningitis (Bacterial or viral) Encephalitis, AIDS Vascular: Cerebrovascular occlusions, hemorrhage, Cavernous sinus thrombosis Neurologic: GBS, MS, ALS, Delirium tremens, Hydrocephalus, Psychosis, Peripheral neuropathy. Metabolic: Acute intermittent porphyria Pulmonary: Asthma, Pneumothorax, Positive pressure ventilation Drugs: Vasopressin or Desmopressin, Chlorpropamide Oxytocin, high dose, Vincristine, Cyclophosphamide Carbamazepine, Phenothiazines, TCAs, Ref: katzung 12th ed.",
        "cop": 1,
        "opa": "Vincristine",
        "opb": "Doxorubicin",
        "opc": "Dacarbazine",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fce35113-0788-44b2-9d15-f868f68ccb5f",
        "choice_type": "single"
    },
    {
        "question": "A patient with cancer developed extreme degree of radiation toxicity. Fuher history revealed that the dose adjustment of a paicular drug was missed during the course of radiotherapy. Which of the following drugs required a dose adjustment during radiotherapy in order to prevent radiation toxicity?",
        "exp": "Actinomycin D (Dactinomycin) It is a very potent antineoplastic drug, highly efficacious in Wilms&; tumour and rhabdomyosarcoma. It has also produced good results in Mtx resistant choriocarcinoma and few other malignancies. Prominent adverse effects are vomiting, stomatitis, diarrhoea, erythema and desquamation of skin, alopecia and bone marrow depression. Medication orders for dactinomycin are commonly written in MICROgrams (eg, 150 mcg) although many regimens list the dose in MILLIgrams (eg, mg/kg or mg/m2). The dose intensity per 2-week cycle should not exceed 15 mcg/kg/day for 5 days or 400-600 mcg/m2/day for 5 days. The manufacturer recommends calculation of the dosage for obese or edematous adult patients on the basis of body surface area in an effo to relate dosage to lean body mass. Dactinomycin is associated with a high emetic potential; antiemetics are recommended to prevent nausea and vomiting. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY(K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 826), www. drugs. com",
        "cop": 2,
        "opa": "Vincristine",
        "opb": "Dactinomycin",
        "opc": "Cyclophosphamide",
        "opd": "6-Mercaptopurine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7353b773-a9c5-41fd-a11e-439ecbb02269",
        "choice_type": "single"
    },
    {
        "question": "All of the following are topically used sulfonamides EXCEPT:",
        "exp": "SULFONAMIDES: 1. Sho acting ( 4-8 hr ): Sulfadiazine 2. Intermediate acting (8-12 hr ): Sulfamethm, azole 3. Long acting ( -7 days): Sulfadoxine, Sulfamethopyrazine 4. Special purpose sulfonamides: Sulfacetamide sod, Mafenide, Silver sulfadiazine, Sulfasalazine. Sulfasalazine (Salicylazosulfapyridine) It is a compound of 5-aminosalicylic acid (5-ASA) with sulfapyridine linked through an azo bond that has a specific therapeutic effect in inflammatory bowel diseases (IBDs) like ulcerative colitis and Crohn&; s disease. They are both locally and systemically acting agents. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 661",
        "cop": 2,
        "opa": "Sulfacetamide",
        "opb": "Sulfasalazine",
        "opc": "Silver sulfadiazine",
        "opd": "Mafenide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9dfbc27d-d3fd-4178-aa3f-569649d45272",
        "choice_type": "multi"
    },
    {
        "question": "Anticancer macrolide is",
        "exp": "Tacrolimus, sirolimus, everolimus are macrocyclic lactones or macrolides. Ref: KK Sharma 2nd ed. Pg: 885",
        "cop": 1,
        "opa": "Sirolimus",
        "opb": "Cycloserine",
        "opc": "Roxythromycin",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e6c5f0f0-d965-458e-b670-9396c397a575",
        "choice_type": "single"
    },
    {
        "question": "A patient was being treated with a drug that interfaces with the activity of enzyme pyruvate ferredoxin oxidoreductase; Which of the following is the most likely organism causing infection in this patient?",
        "exp": "For Taenia saginata(Beef tapeworm): Praziquantel, Niclosamide Niclosamide Niclosamide is a highly effective drug against cestodes infesting man-Taenia saginata, T. solium, Diphyllobothrium latum and Hymenolepis nana, as well as threadworm. The drug appears to act by inhibiting oxidative phosphorylation in mitochondria and interfering with anaerobic generation of ATP by the tapeworm. Nitazoxanide: This salicylamide congener of the anthelmintic niclosamide, recently introduced for the treatment of giardiasis is also active against E. histolytica, T. vaginalis, Cryptosporidium, H. pylori, Ascaris, H. nana and some other protozoa and helminths. It is a prodrug which on absorption is conveed to the active form tizoxanide, an inhibitor of PFOR enzyme that is an essential pathway of electron transpo energy metabolism in anaerobic organisms ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 802, 814",
        "cop": 1,
        "opa": "Beef tapeworm",
        "opb": "Whipworm",
        "opc": "Cryptosporidium",
        "opd": "Try panosoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "02772718-8ad7-4122-8ea5-6fd703c1a068",
        "choice_type": "single"
    },
    {
        "question": "The group of antibiotics that possesses additional anti-inflammatory and immunomodulatory activities is:",
        "exp": "MACROLIDE ANTIBIOTICS These are antibiotics having a macrocyclic lactone ring with attached sugars. Erythromycin is the first member discovered in the 1950s, Roxithromycin, Clarithromycin and Azithromycin are the later additions. Interestingly, the nonantibiotic macrolides: tacrolimus, pimecrolimus and sirolimus also possess immunomodulatory propeies. The antibiotic effects of macrolides are mediated by inhibition of bacterial protein synthesis, through inhibiton of peptidyltransferase activity. They have been frequently used in the past for treating many upper respiratory tract infections including GAS pharyngitis with adequate efficacy (>90%). Their effects on immunomodulation appear to extend beyond their antimicrobial actions as they have been shown to mitigate cytokine production in animal studies and human trials. While its antibiotic propeies have been attributed to mechanisms shared by other macrolides, AZM has been shown to act primarily on the lymphokine CD4 Th1 cell line reducing the production of the proinflammatory cytokines IL-12 and IL-6, and increasing the production of the anti-inflammatory cytokine IL-10 in macrophage cell lines after stimulation with a combination of lipopolysaccharide (LPS) and IFN-g. The immunomodulatory potential of AZM is not limited to suppression of production and secretion of proinflammatory cytokines, it also suppresses i. NOS-mediated nitric oxide production. These agents also work at a molecular level, decreasing m. RNA expression thereby promoting apoptosis of inflammatory cells and a decrease in nuclear transcription factors. REFERENCE: essentials of medical pharmacology, www. ncbi. nlm. nih. gov",
        "cop": 4,
        "opa": "Tetracyclines",
        "opb": "Polypeptide antibiotics",
        "opc": "Fluoroquinolones",
        "opd": "Macrolides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b7aeffec-2c0f-4329-92cb-4ac7080d2cda",
        "choice_type": "single"
    },
    {
        "question": "Acyclovir is indicated in:",
        "exp": "ANTIVIRAL DRUGS: CLASSI FICATION 1. Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abaca vir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselecti. Ve antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon a * Not yet marketed in India. Acyclovir This deoxiguanosine analogue antiviral drug requires a virus specific enzyme for conversion to the active metabolite that inhibits DNA synthesis and viral replication. Acyclovir is active only against herpes group of viruses; H. simplex type I is most sensitive followed by H. simplex type II > varicella-zoster virus= Epstein-Barr virus; while cytomegalovirus (CMV) is practically not affected. Both H. simplex and varicella-zoster virus have been found to develop resistance to acyclovir during therapy; the former primarily due to mutants deficient in thymidine kinase activity and the latter primarily by change in specificity of virus directed enzyme so that its affinity for acyclovir is decreased. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 767, 768",
        "cop": 2,
        "opa": "Candida",
        "opb": "Herpes simplex",
        "opc": "Mycoplasma",
        "opd": "Pneumocystis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d1a0f926-7747-4f68-b64b-76501464638c",
        "choice_type": "single"
    },
    {
        "question": "Tetracyclines are not useful for:",
        "exp": "(a)chlamydial non specific urethritis(b)lymphogranulima venereum(c)atupical pneumonia(d)cholera(e)brucellosis(f)plague. (g). Relapsing fever*(h) Rickettsial infections: typhus, rocky mountain fever(i)syphilis ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 738",
        "cop": 1,
        "opa": "Trichomonas",
        "opb": "Chlamydia",
        "opc": "Syphilis",
        "opd": "Rickettsia",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d0602719-746e-4227-95c0-4695d8ceb49a",
        "choice_type": "single"
    },
    {
        "question": "Neoadjuvant Chemotherapy is used In all except",
        "exp": "Thyroid carcinoma are extra ordinarily resistant to chemotherapy Neoadjuvant chemotherapy is admistration of chemotherapy before surgery or radiation therapy whereas adjuvant chemotherapy is used after surgery or radiation Refer CMDT 2010-/667",
        "cop": 3,
        "opa": "Esophageal carcinoma",
        "opb": "Breast carcinoma",
        "opc": "Thyroid carcinoma",
        "opd": "Non small cell carcinoma of lung",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "56dc35d8-91ab-44f2-902c-2393251f4424",
        "choice_type": "multi"
    },
    {
        "question": "Third generation cephalosporin that can be given orally is:",
        "exp": "Cefixime It is an orally active third generation cephalosporin highly active against Enterobacteriaceae, H. influenzae and is resistant to many beta-lactamases. ESENTIALS OF MEDICAL PHARMACOLOGY page no. 728",
        "cop": 1,
        "opa": "Cefixime",
        "opb": "Cefpirome",
        "opc": "Cefaclor",
        "opd": "Cefadroxil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "40575798-f5f3-40ae-8ec5-0041790c3b40",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of terbinafine is?",
        "exp": "Antifungal Drugs: CLASS IFICATION 1. Antibiotics A. Polyenes: AmphotericinB (AMB), Nystatin, Hamycin, Natamycin (Pimaricin) B. Heterocyclic benzofuran: Griseofulvin 2. Antimetabolite Flucytosine (5-FC) 3 Azofes A. lmidazoles (topical): Clotrimazole, Econazole, Miconazole, Oxiconazole (systemic): Ketoconazole B. Triazoles (systemic): Fluconazole, Itraconazole, Voriconazole 4. Allylamine: Terbinafine 5. Other topical agents Tolnaftate, Undecylenic acid, Benzoic acid, Quiniodochlor, Ciclopirox olamine, Butenafine, Sod. thiosulfate. TERBINAFI N E This orally and topically active drug against dermatophytes and Candida belongs to a new allylamine class of antifungals. In contrast to azoles which are primarily fungistatic, terbinafine is fungicidal: shoer courses of therapy are required and relapse rates are low. It acts as a non-competitive inhibitor of &; squalene epoxidase&;, an early step enzyme in ergosterol biosynthesis by fungi. Accumulation of squalene within fungal cells appears to be responsible for the fungicidal action. The mammalian enzyme is inhibited only by 1000-fold higher concentration of terbinafine. Approximately 75% of oral terbinafine is absorbed, but only 5% or less from unbroken skin. First pass metabolism fuher reduces oral bioavailability. lt is lipophilic, widely distributed in the body, strongly plasma protein bound and concentrated in sebum, stratum corneum and nail plates. It is inactivated by metabolism and excreted in urine (80%) and faeces (20%); elimination: plasma half life of l l-16 hr is prolonged to 10 days after repeated dosing. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 765",
        "cop": 4,
        "opa": "Binds to ergosterol",
        "opb": "Prevents formation of purine",
        "opc": "Inhition of microtubule formation",
        "opd": "Inhibition of ergosterol synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d90ee23a-b394-44c9-ba5a-5b1c6f65fb5c",
        "choice_type": "single"
    },
    {
        "question": "Bull's eye lesion in the macula is seen in:",
        "exp": "1. Autosomal-dominant, benign, concentric annular macular dystrophy 2. Ceroid lipofuscinosis *3. Chloroquine or hydroxychloroquine retinopathy 4. Cone dystrophy 5. Hereditary ataxia 6. NARP syndrome 7. Spielmeyer-Vogt syndrome (Batten-Mayou syndrome) *8. Stargardt disease (or fundus flavimaculatus) 9. Trauma 10. Unknown CYBER SIGHT CONSULT",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Hydroxychloroquine",
        "opc": "Quinine",
        "opd": "Sulfamethoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "eed7960c-4c28-4190-84d0-661ab40ab68b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibiotic is used in the treatment of Clostridium difficile associated diarrhea?",
        "exp": "METRONIDAZOLE: It is the prototype nitroimidazole introduced in 1959 for trichomoniasis and later found to be a highly active amoebicide. It has broad-spectrum cidal activity against protozoa, including Giardia Iamblia in addition to the above two. Many anaerobic bacteria, such as Bact. fragilis, Fusobacterium, Clostridium perfringens, Cl. difficile, Helicobacter pylori, Campylobacter, peptococci, spirochetes and anaerobic Streptococci are sensitive. Though, it does not directly inhibit the helminth Dracunculus medinensis, extraction of the worm from under the skin is facilitated. Metronidazole does not affect aerobic bacteria Uses: 1. Amoebiasis: Metronidazole is a first line drug for all forms of amoebic infection. Many dosage Antiamoebic Drugs 799 regimens have been tried; the current recommendations are: For invasive dysentery and liver abscess-800 mg TDS (children 30- 50 mg/kg/day) for 7- 10 days. In serious cases of liver abscess 1 g may be infused i. v. slowly followed by 0. 5 g every 8-12 hr till oral therapy is instituted. For mild intestinal diseas",
        "cop": 2,
        "opa": "Ciprofloxacin",
        "opb": "Metronidazole",
        "opc": "Piperacillin",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e94d48e8-cc70-485d-82a3-a3d6d772995f",
        "choice_type": "single"
    },
    {
        "question": "Which anti-tubercular drug is implicated in the causation of transient memory loss?",
        "exp": "Isoniazid (lsonicotinic acid hydrazide, H): Isoniazid is the antitubercular drug parexcellence, and an essential component of all antitubercular regimens, unless the patient is not able to tolerate it or bacilli are resistant. lt is primarily tuberculocidal. Fast multiplying organisms are rapidly killed, but quiescent ones are only inhibited. It acts on extracellular as well as on intracellular TB (bacilli present within macrophages); is equally active in acidic and alkaline medium. It is one of the cheapest antitubercular drugs. However, most atypical mycobacteria are not inhibited by INH. Pharmacokinetics: INH is completely absorbed orally and penetrates all body tissues, tubercular cavities, placenta and meninges. Adverse effects: INH is well tolerated by most patients. Peripheral neuritis and a variety of neurological manifestations (paresthesias, numbness, mental disturbances, rarely convulsions) are the most impoant dose-dependent toxic effects. These are due to interference with utilization of pyridoxine and its increased excretion in urine ( see Ch. 67). Pyridoxine given prophylactically 1 10 mg I day) prevents the neurotoxicity even with higher doses, but routine use is not mandatory. INH neurotoxicity is treated by pyridoxine l. OO mg/day. Hepatitis, a major adverse effect of i. NH, is rare in children, but more common in older people and in alcoholics. It is due to dose-related damage to liver cells and is reversible on stopping the drug. Other side effects are rashes, fever, acne and ahralgia. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 740, 741",
        "cop": 2,
        "opa": "Ethionamide",
        "opb": "Isoniazid",
        "opc": "Ethambutol",
        "opd": "Pyrazinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d4b9342f-b2ec-4391-8031-737ea646bcbe",
        "choice_type": "single"
    },
    {
        "question": "Methicillin resistant staphylococcus aureus is not expected to respond to:",
        "exp": "CARBAPENEMS: lmipenem It is an extremely potent and broad-spectrum Beta-lactam antibiotic whose range of activity includes grampositive cocci, Enterobacteriaceae, Ps. aeruginosa, Listeria as well as anaerobes like Bact. fragilis and Cl. difficile. It is resistant to most Beta-lactamases; inhibits penicillinase producing staphylococci. Though some MRSA are inhibited, it is not reliable for treating such infections. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 731",
        "cop": 4,
        "opa": "Aminoglycoside",
        "opb": "Lincosamide",
        "opc": "Oxazolidinone",
        "opd": "Carbapenem",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7b367525-42d4-416c-a5c3-a188f10038e2",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about paclitaxel are true EXCEPT:",
        "exp": "TAXA N E S Paclitaxel It is a complex diterpin taxane obtained from bark of the Western yew tree, which exes cytotoxic action by a novel mechanism. It enhances polymerization of tubulin: a mechanism opposite to that of vinca alkaloids. The microtubules are stabilized and their depolymerization is prevented. This stability results in inhibition of normal dynamic reorganization of the microtubule network that is essential for vital interphase and mitotic functions. Abnormal arrays or &; bundles&; of microtubules are produced throughout the cell cycle. Cytotoxic action of paclitaxel emphasizes the impoance of tubulin-microtubule dynamic equilibrium. The approved indications of paclitaxel are metastatic ovarian and breast carcinoma after failure of first line chemotherapy and relapse cases. It has also shown efficacy in advanced cases of head and neck cancer, small cell lung cancer, esophageal adenocarcinoma and hormone refractory prostate cancer. The major toxicity is reversible myelosuppression and &; stocking and glove&; neuropathy. Chest pain, ahralgia, myalgia, mucositis and edema can be troublesome. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825",
        "cop": 1,
        "opa": "It is obtained from E. coli",
        "opb": "It acts by enhancing the polymerization of B-tubulin",
        "opc": "It can cause bone marrow suppression",
        "opd": "It is used in ovarian and breast cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "374854cb-6156-448d-8546-69bc235483fe",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is active against atypical mycobacteria?",
        "exp": "Clarithromycin: The antimicrobial spectrum of clarithromycin is similar to erythromycin; in addition, it includes Mycobact. avium complex (MAC), other atypical mycobacteria, M. leprae and some anaerobes but not Bact. fragilis. It is more active against sensitive strains of gram-positive cocci, Moraxella, Legionella, Mycoplasma pneumoniae and Helicobacter pylori. However, bacteria that have developed resistance to erythromycin are resistant to clarithromycin also. Rifabutin: It is related to rifampin in structure anC. mechanism of action; but less active against M. tuberculi and more active against MAC. For the treatment of established MAC infection, it has been added to ethambutol + clarithromycin/ azithromycin Ciprofloxacin (prototype): It is the most potent first generation FQ acti\\*e against a broad range of bacteria, the most susceptible ones are the aerobic gram-negati\\*e bacilli, especially the Enterobacteriaceae and Neisseria. The MIC of ciprofloxacin against these bacteria is usually < 0. 1 J. Ig/ml, while grampositive bacteria are inhibited at relatively higher concentrations. The spectrum of action is summarized below: Highly susceptible: E. coli K. pneumoniae Enterobacter Salmonella typhi other Salmonella Shigella Proteus Neisseria gonorrhoeae N. meningitidis H. influenzae H. ducreyi Campylobacter jejuni Yersinia enterocolitica Vibrio cholerae Moderately susceptible: Pseudomonas aeruginosa Staph. aureus (including few MRSA) Staph. epidermidis Branhamella catarrhalis Legionella Brucella Listeria Bacillus anthracis Mycobact. tuberculosis ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 688, 689, 730, 744",
        "cop": 4,
        "opa": "Clarithromycin",
        "opb": "Rifabutin",
        "opc": "Ciprofloxacin",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8c8d41d8-048d-498f-96fd-f2ae29967f02",
        "choice_type": "multi"
    },
    {
        "question": "True about protease inhibitors are all EXCEPT:",
        "exp": "Retroviral protease Inhibitors (Pis) An aspaic protease enzyme encoded by HIV is involved in the production of structural proteins and enzymes (including reverse transcriptase) of the virus. The large viral polyprotein is broken into various functional components by this enzyme. This protease acts at a late step in HIV replication, i. e. maturation of the new virus paicles when the RNA genome acquires the core proteins and enzymes. Five protease inhibitors-Indinavir (IDV), Nelfinavir (NFV), Saquinavir (SQV), Ritonavir (V) and Lopinavir (in combination with ritonavir LPV /r) have been marketed in India for use against HIV. They bind to the protease molecule, interfere with its cleaving function, and are more effective viral inhibitors than AZT. Because they act at a late step of viral cycle, they are effective in both newly and chronically infected cells. Under their influence, HIV-infected cells produce immature noninfectious viral progeny-hence prevent fuher rounds of infection. Saquinavir: Two types of formulations (hard gel and soft gel capsules) with differing, but low oral bioavailability have been produced. The tablet load is large and side effects are frequent; photosensitivity can occur. It is a weak inhibitor of CYP3. A4. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772",
        "cop": 4,
        "opa": "Acts as a substrate for P-glycoprotein (P-gp) and action is mediated by mdr-1 gene",
        "opb": "Undergo hepatic oxidative metabolism",
        "opc": "Protease inhibitors interfere with metabolism of several drugs",
        "opd": "Saquinavir causes maximum induction of CYP3. A4",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4cbafa0d-eed5-4f1b-aad0-01efecb24fd6",
        "choice_type": "multi"
    },
    {
        "question": "Slow acetylators of Isoniazid are more prone to develop",
        "exp": "acetylator status of a person determines the response of drugs metabolised by acetylation Isoniazid is metabolised to acetyl-isoniazid and then to acetyl hydrazine. Accumulation of Isoniazid is responsible for peripheral neuropathy whereas acetyl hydrazine accumulation may cause hepatotoxicity. Thus slow acetylators will not be able to maetobolize the drug quickly. Refer Sharma 2/e p754",
        "cop": 2,
        "opa": "Failure of therapy",
        "opb": "Peripheral neuropathy",
        "opc": "Hepatotoxicity",
        "opd": "Allergic reactions",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "de5ab15a-e344-408e-8073-5b3eb294c608",
        "choice_type": "multi"
    },
    {
        "question": "Amphotericin B has the following unwanted effects",
        "exp": "Renal impairment occurs in nearly all patients treated with clinically significantdoses of amphotericin.. varying degree of anemia due to reduced erythropoietin production by damaged renal tubular cells. Basic and clinical pharmacology Katzung 13th edition pg 828",
        "cop": 2,
        "opa": "Psychosis",
        "opb": "Renal impairment, anemia",
        "opc": "Hypertension, cardiac arrhythmia",
        "opd": "Bone marrow toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "001f01e5-0072-401b-a5da-f9b65e2ef06f",
        "choice_type": "single"
    },
    {
        "question": "Drug resistance transmitting factor present in bacteria is:",
        "exp": "Drug resistance: It refers to unresponsiveness of a microorganism to an AMA, and is akin to the phenomenon of tolerance seen in higher organisms. Resistance may be developed by mutation or gene transfer: Gene transfer (infectious resistance) from one organism to another can occur by: 1. Conjugation: Sexual contact through the formation of a bridge or sex pilus is common among gram-negative bacilli of the same or another species. This may involve chromosomal or extrachromosomal (plasmid) DNA. The gene carrying the &; resistance&; or &; R&; factor is transferred onlv if another &; resistance transfer factor&; (F) is also present. Conjugation frequently occurs in the colon where large variety of gram-negative bacilli come in close contact. Even nonpathogenic organisms may transfer R factor to pathogenic organisms, which may become widespread by contamination of food or water. 2. Transduction: It is the transfer of gene carrying resistance through the agency of a bacteriophage. The R factor is taken up by the phage and delivered to another bacterium which it infects. 3. Transformation: A resistant bacterium may release the resistance carrying DNA into the medium and this may be imbibed by another sensitive organism-becoming unresponsive to the drug. This mechanism is probably not clinically significant except isolated instances of pneumococcal resistance to penicillin G due to altered penicillin binding protein, and some other cases. Resistance once acquired by any of theabove mechanisms becomes prevalent due to the selection pressure of a widely used AMA, i. e. presence of che AMA provides oppounity for the resistant subpopulation to thrive in preference to the sensitive population ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 670, 671",
        "cop": 1,
        "opa": "Plasmid",
        "opb": "Chromosome",
        "opc": "Intros",
        "opd": "Centromere",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "85d14c15-511f-4cdc-9cc7-6f072bbd4429",
        "choice_type": "single"
    },
    {
        "question": "Auditory toxicity is maximum with:",
        "exp": "AMIKACIN: It is a semisynthetic derivative of kanamycin tc which it resembles in pharmacokinetics, dose anc toxicity. The outstanding feature of amikacin is its resistance to bacterial aminoglycoside inactvating enzymes. Thus, it has the widest spectrurr of activity, including many organisms resistan: to other aminoglycosides. However, relatiwh higher doses are needed for Pseudomonas, Prot c.....",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Kanamycin",
        "opc": "Tobramycin",
        "opd": "Amikacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "11dde3c6-4930-4751-b824-6f95a92b68a7",
        "choice_type": "single"
    },
    {
        "question": "All are alkylating agents, except:",
        "exp": "ANTICANCER DRUGS: A. Drugs acting directly on cells (Cytotoxic drugs) 1. Alkylating agents Nitrogen mustards Mechlorethamine (Mustine HCl) Cyclophosphamide, Ifosfamide, Chlorambucil, Melphalan Antimetabolites >Folate antagonist: Methotrexate (Mtx) >Purine antagonist: 6-Mercaptopurine (6-MP), 6-Thioguanine (6-TG), Azathioprine, Fludarabine >Pyrimidine antagonists: 5-Fluorouracil (5-FU), Cytarabine. Fluorourri ul U, -FU) is conveed in the body to the corresponding nucleotide 5-fluoro-2-deoxyuridine monophosphate, which inhibits thymidylate synthase and blocks the conversion of deoxyuridilic acid to deoxythymidylic acid. Selective failure of DNA synthesis occurs due to non-availability of thymidylate: thymidine can paially reverse its toxicity. Fluorouracil itself gets incorporated into nucleic acids and this may contribute to its toxicity. Even resting cells are affected, though rapidly multiplying ones are more susceptible. It has been paicularly used for many solid tumours-breast, colon, urinary bladder, liver, etc. Topical application in cutaneous basal cell carcinoma has yielded gratifying results. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 824",
        "cop": 1,
        "opa": "5-Fluorouracil",
        "opb": "Melphalan",
        "opc": "Cyclophosphamide",
        "opd": "Chlorambucil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a091b3d8-a07a-47ef-91ee-55b278370337",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true about paxclitaxel are true except",
        "exp": "Major indications for paclitaxel are Ovarian cancer Breast cancer Head and neck cancer Small cell carcinoma of lung Esophageal adenocarcinoma Prostrate cancer Refer KDT 7th/875",
        "cop": 1,
        "opa": "It is obtained from E. Coli",
        "opb": "Iy acts By enhancing the polymerization of beta tubulin",
        "opc": "It can cause bone marrow suppression",
        "opd": "It is used in ovarian and breast cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ced3c052-f8af-4390-9f3b-326db392f822",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is deposited in the retina?",
        "exp": "Prolonged use of high doses (as needed for rheumatoid ahritis, DLE, etc.) may cause loss of vision due to retinal damage. Corneal deposits may also occur and affect vision, but are reversible on discontinuation. ESSENTIALS OF PHARMACOLOGY page no. 823",
        "cop": 2,
        "opa": "Isoninazid",
        "opb": "Chloroquine",
        "opc": "Rifampicin",
        "opd": "Pyrizinamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "664dbe91-65ee-4c2b-ad6e-b76d22c7e6b9",
        "choice_type": "single"
    },
    {
        "question": "Bleomycin toxicity affects which type of cells: (REPEAT)",
        "exp": "Bleomycin: This is a mixture of closely related glycopeptide antibiotics having potent antitumour activity. It chelates copper or iron, produces superoxide ions and intercalates between DNA strands-causes chain scission and inhibits repair. It is highly effective in testicular tumour and squamous cell carcinoma of skin, oral cavity, head and neck, genitourinary tract and esophagus; also useful in Hodgkin&; s lymphoma. Mucocutaneous toxicity and pulmonary fibrosis, but little myelosuppression are the special features. Bleomycin-induced lung injury typically occurs insidiously during the first 6 months after staing treatment, but the potential for high-inspired fractions of oxygen to provoke pulmonary toxicity remains a life-long risk. The main abnormalities in bleomycin-induced pulmonary toxicity occur in endothelial and epithelial cells. Destruction and desquamation of type I pneumocytes occur, as does the proliferation of type II pneumocytes. Mononuclear cell infiltration, fibroblast proliferation, and fibrosis are common findings. Bronchoalveolar lavage studies in patients with bleomycin-induced pneumonitis have shown the presence of polymorphonuclear alveolitis. REFERENCE: www. medscape. com, essentials of medical pharmacology(k. d. tripathi, sixth edition, page no: 826, 827)",
        "cop": 1,
        "opa": "Type-I pneumocytes",
        "opb": "Type-II pneumocytes",
        "opc": "Endothelial cells",
        "opd": "Pulmonary alveolar macrophages",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d8d45c31-c3b1-40fe-a1c3-5322f138e8e0",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chronic hepatitis -B is",
        "exp": "Nonselective antiviral drugs: Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon alpha Lamivudine (3. TC): This deoxycytidine analogue is phosphorylated intracellularly and inhibits HIV reverse transcriptase as well as hepatitis B virus (HBV) DNA polymerase. Its incorporation into DNA results in chain termination. Most human DNA polymerases are not affected and systemic toxicity of 3. TC is low. Point mutation in HIV reverse transcriptase and HBV-DNA polymerase gives rise to rapid lamivudine resistance. Ceain larnivudine-resistant mutants become slow growing. Some cross-resistance with ddl has been noted among HIV. Lamivudine is used in combination with other anti-HIV drugs, and appears to be as effective as AZT. It is also frequently used for chronic hepatitis B. HBV -DNA titre is markedly reduced and biochemical as well as histological indices of liver function improve. However, viral titres rise again after discontinuation. Even with continued medication HBV viraemia tends to return after 1 year due to emergence of resistant mutants. Dose: For chronic hepatitis B-100 mg OD For HIV infection- 150 mg BD ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771, 772",
        "cop": 1,
        "opa": "Lamivudine",
        "opb": "IFN-alpha",
        "opc": "Ribavirin",
        "opd": "Zidovudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8e6a7987-524e-4fe5-96c3-18d848a01058",
        "choice_type": "single"
    },
    {
        "question": "The following anticancer drug is naturally obtained from plants?",
        "exp": "Naturally obtained anticancer drugs are vinca alkaloids, taxanes, L-Asparginase, and camptothecins. Ref: Sharma and Sharma 3rd ed /Pg: 866",
        "cop": 3,
        "opa": "Cisplatin",
        "opb": "Tretinoin",
        "opc": "Vincristine",
        "opd": "Omalizumab",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a3084c6b-397a-474a-bae1-ac4cd4421032",
        "choice_type": "multi"
    },
    {
        "question": "Drug commonly used against enteric fever are all EXCEPT:",
        "exp": "AMIKACIN: It is a semisynthetic derivative of kanamycin tc which it resembles in pharmacokinetics, dose and toxicity. The outstanding feature of amikacin is its resistance to bacterial aminoglycoside inactvating enzymes. Thus, it has the widest spectrum of activity, including many organisms resistant to other aminoglycosides. However, relative higher doses are needed for Pseudomonas, Proteus and and Staph. infections. The range of conditions in which amikacin can be used is the same as for gentamicin. It is recommended as a reserve drug for hospital acquired gram-negative bacillary infections where gentamicin/ tobramycin resistance is high It is effective in tuberculosis, but rarely used for this purpose. More hearing loss than vestibular disturbance occurs in toxicity. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 724",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Ciprofloxacin",
        "opc": "Ceftriaxone",
        "opd": "Azithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7914abd8-4ad1-49c4-bfca-4d3a57ebb1d9",
        "choice_type": "multi"
    },
    {
        "question": "Drug commonly used in the treatment of echinococcosis is:",
        "exp": "Albendazole: It is a subsequently introduced congener of mebendazole: retains the broad-spectrum activity and excellent tolerability of its predecessor, and has the advantage of single dose administration in many case. Three day treatment has been found necessary for tapeworms including H. nana. Results in hydatid disease and hookworm have been superior to mebendazole. Albendazole has weak microfilaricidal action, kills cysticerci, hydatid larvae, ova of ascaris/hookworm and is also effective in cutaneous larva migrans. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRKPATHI SIXTH EDITION PAGE NO: 810",
        "cop": 1,
        "opa": "Albendazole",
        "opb": "Ivermectin",
        "opc": "Pyrental prermeated",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "19c07166-dfd6-4053-8f27-2a4d22f71f5a",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for plague is:",
        "exp": "TETRACYCLINES: These are a class of antibiotics having a nucleus of four cyclic rings. Tetracyclines are the first choice drugs. despite development of resistance by many organisms in: a)venereal diseases chlamydial non specific urethritis/endocervicitis: 7 day doxycycline treatment is as effective as azithromycin single dose. * Lymphogranuloma venereum: resolves in 2-3 weeks * Granuloma inguinale: Due to Calymm granulomatis: a tetracycline administered for 3 weeks is the most effective treatment. b) Atypical pneumonia: due to Mycoplasma pneumoniae: duration of illness is reduced by tetracycline therapy. Psittacosis is treated in 2 weeks by tetracyclines. &; c) cholera: Tetracyclines have adjuvant value by reducing stool volume and limiting the duration of diarrhoea. d)brucellosis: Tetracyclines are highly efficacious; cause rapid symptomatic relief; therapy of choice is doxycycline 200 mg/ day + rifampin 600 mg/ day for 6 weeks. Gentamicin may be combined with doxycycline in acute cases. e)plague: Tetracyclines are highly effective in both bubonic and pneumonic plague. They are preferred for blind/ mass treatment of suspected cases during an epidemic, though streptomycin often acts faster. (j) Relapsing fever* due to Borrelia recurrentis responds adequately. (g) Rickettsial infections: typhus, rocky mountain spotted fever, Q fever, etc. respond dramatically. Chloramphenicol is an alternative. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 714, 715",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Tetracyclines",
        "opc": "Ampicillin",
        "opd": "Cotrimoxazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7844dba6-b8ee-4246-9bfd-4cc688c2cd69",
        "choice_type": "single"
    },
    {
        "question": "Thalidomide was once used for treating emesis of pregnancy. Later it was withdrawn from market due to side effects, But it was reintro-duced for ceain indications like multiple myeloma. All of the following are side effects of thalidomide except:",
        "exp": "Thalidomide is used to treat and prevent erythema nodosum leprosum, a painful skin disease associated with leprosy. It is also used together with dexamethasone (eg, Decadron) to treat patients with multiple myeloma (a cancer of the blood). Thalidomide works on the immune system to reduce inflammation. It also interferes with the growth of multiple myeloma cells, which are eventually destroyed in the body. Thalidomide is an antineoplastic (cancer medicine) and leprostatic agent. More common Anxiety chest pain cough dizziness or lightheadedness fainting fast heabeat muscle weakness pain, redness, or swelling in the arm or leg sudden shoness of breath or troubled breathing tingling, burning, numbness, or pain in the hands, arms, feet, or legs Rare Blood in the urine decreased urination fever, alone or with chills and sore throat irregular heabeat low blood pressure skin rash REFERENCE: www. mayoclinic. org, www. drugs. com",
        "cop": 2,
        "opa": "Anxiety",
        "opb": "Optic neuritis",
        "opc": "Muscle weakness",
        "opd": "Tingling",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bc176706-a1db-4a01-abbd-e0fa651b996a",
        "choice_type": "multi"
    },
    {
        "question": "SIADH is caused by all EXCEPT:",
        "exp": "Actinomycin D (Dactinomycin): It is a very potent antineoplastic drug, highly efficacious in Wilms&; tumour and rhabdomyosarcoma. It has also produced good results in Mtx resistant choriocarcinoma and few other malignancies. Prominent adverse effects are vomiting, stomatitis, Vincristine ( oncovin): It is a rapidly acting drug, very useful for inducing remission in childhood acute leukaemia, but is not good for maintenance therapy. Other indications are lymphosarcoma, Hodgkin&; s disease, Wilms&; tumour, Ewing&; s sarcoma and carcinoma lung. Prominent adverse effects are peripheral neuropathy and alopecia. Bone marrow depression is minimal. diarrhoea, erythema and desquamation of skin, alopecia and bone marrow depression. Vinblastine: It is primarily employed with other drugs in Hodgkin&; s disease and testicular carcinoma. Bone marrow depression is more prominent while neurotoxicity and alopecia are less marked than with vincristine. Cyclophosphamide: It is inactive as such produces few acute effects and is not locally damaging. Transformation into active metabolites (aldophosphamide, phosphoramidemustard) occurs in the liver, and a wide range of anti tumour actions is exeed. It has prominent immunosuppressant propey. Thus, it is one of the most popular anticancer drugs. It is less damaging to platelets, but alopecia and cystitis (due to another metabolite acrolein) are prominent. Chloramphenicol retards the metabolism of cyclophosphamide. Hyponatremia is a common potential complication in cancer patients. It can be related to anticancer medical therapy. Vincristine, vinblastine, cisplatin and cyclophosphamide are the chemotherapeutic agents most frequently associated with hyponatremia. More recently, analogs such as carboplatin and ifosfamide have also been. incriminated. Hyponatremia is also associated with new immunomodulators (interferon, interleukin-2 and levamisole) and monoclonal antibodies. The mechanism by which all these drugs act on the sodium steady state is only paially known. The syndrome of inappropriate antidiuretic hormone secretion is described secondary to vinca alkaloids and cisplatin and possibly with alkylating agents. Renal salt wasting is described with platinum compounds. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 822, 825, 826",
        "cop": 3,
        "opa": "Vincristine",
        "opb": "Vinblastine",
        "opc": "Actinomycin D",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "85b8e500-feb1-4b7e-a4cd-e64f88ac8392",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an Antimetabolite",
        "exp": "Refer KDT 6/e p 823 Methotrexate is an Antimetabolite that acts By inhibiting DHFRase",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Cyclosporine",
        "opc": "Etoposide",
        "opd": "Vinbalstine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "528f4ad8-92f0-44cd-beb8-c7c6007d6a50",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin -C is used in(REPEAT)",
        "exp": "Refer American college of chest physician's, 2008 Mitomycin is an anti tumor antibiotic with alkyating agent like propey. It is used in superficial cancer not urinary bladder and for squamous cell carcinoma of anus The drug has radiomimetric effectw6 and also sensitizes hypoxic tumor cells to the effects of hypoxia. Application of topical mitomicin C after endoscopic dilation of laryngo tracheal stenosis reduces the rate of restenosis",
        "cop": 2,
        "opa": "Sturge Weber syndrome",
        "opb": "Laryngo tracheal stenosis",
        "opc": "Endoscopic anhiofibroma",
        "opd": "Skull base osteomyelitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "555d8c17-3cef-41e0-a21a-2eb34f921279",
        "choice_type": "single"
    },
    {
        "question": "Potassium iodide is useful in the treatment of",
        "exp": "Cutaneous and lymphocutaneous sporotrichosis have historically been treated with saturated solution of potassium iodide (SSKI). Although relatively inexpensive, SSKI is poorly tolerated by many patients because of frequent adverse effects. The orally available azole antifungals are the drugs of choice for cutaneous or lymphocutaneous sporotrichosis in developed nations. Ketoconazole has been used but is less effective than itraconazole or fluconazole; thus, ketoconazole is no longer indicated. Fluconazole is less effective than itraconazole. Itraconazole is the drug of choice for all types of sporotrichosis but CNS and disseminated sporotrichosis. Terbinafine has been demonstrated to be effective in the treatment of lymphocutaneous sporotrichosis, but no comparative data with itraconazole therapy exist. REFERANCE: emedicine. medscape. com",
        "cop": 1,
        "opa": "Sporotrichosis",
        "opb": "Impetigo",
        "opc": "Viral was",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ea9aeda3-746a-4ddb-b6be-c303fc6b04de",
        "choice_type": "single"
    },
    {
        "question": "Tetracyclines inhibit protein synthesis by:",
        "exp": "The tetracyclines are primarily bacteriostatic; inhibit protein synthesis by binding to 305 ribosomes in susceptible organism. Subsequent to such binding, attachment of aminoacyl-t-RNA to the m. RNA-ribosomc complex is interferred with. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 734",
        "cop": 2,
        "opa": "Inhibition of initiation and misreading of m. RNA",
        "opb": "Binding to 30 S subunt and inhibiting the binding of aminoacyl-RNA to A site",
        "opc": "Inhibiting peptidyl transferase activity",
        "opd": "Inhibiting translocation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "35ad7fa4-8b89-497e-909c-5ab20d9c6c85",
        "choice_type": "single"
    },
    {
        "question": "Following drugs act against HIV-2 Except:",
        "exp": "Nevirapine (NVP) and Eirenz (EFV): These are nucleoside unrelated compounds which directly inhibit HlV reverse transcriptase without the need for intracellular phosphorylation. Their locus of action on the enzyme is also different. They are more potent than AZT on HIV -1, but do not inhibit HIV -2. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772",
        "cop": 3,
        "opa": "Ritonavir",
        "opb": "Tenofovir",
        "opc": "Eirenz",
        "opd": "Zalcitabine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "03d14019-b6c4-46d1-860c-66008a4c6814",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is topoisomerase 1 inhibitor?",
        "exp": "CAM PTOTHECIN ANALOGUES Topotecan and Irinotecan are two recently introduced semisynthetic analogues of camptothecin, an anti tumour principle obtained from a Chinese tree. They act in a manner similar to etoposide, but interact with a different enzyme (DNA topoisomerase I). Their binding to this nuclear enzyme allows single strand breaks in DNA, but not its resealing after the strand has untwisted. They damage DNA during replication; act in the S phase and arrest cell cycle at G2 phase. lrinotecan It is a prodrug; is decarboxylated in liver to the active metabolite. Cholinergic effects are produced in some patients because it inhibits AChE. These effects can be suppressed by prior atropinization. Irinotecan is indicated in metastatic/ advanced colorectal carcinoma, cancer lung/ cervix/ ovary, etc. Dose limiting toxicity is diarrhoea; neutropenia, thrombocytopenia, haemorrhage, bodyache and weakness are the other adverse effects. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825, 826",
        "cop": 2,
        "opa": "Doxorubicin",
        "opb": "Irinotecan",
        "opc": "Etoposide",
        "opd": "Vincristine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fec3d111-a684-48b2-96bd-39ff8d1fe48a",
        "choice_type": "single"
    },
    {
        "question": "The HIV fusion inhibitor, enfuviide, acts at the site of:",
        "exp": "ENFUVIIDE: This HIV derived synthetic peptide acts by binding to HIV-1 envelope transmembrane glycoprotein(gp 41) which is involved in fusion of viral and cellular membranes. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 811",
        "cop": 2,
        "opa": "Gp 120",
        "opb": "Gp 41",
        "opc": "P24",
        "opd": "CXCR4",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0e8b29a6-74a9-41c5-afcf-c47e8a25117e",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs have activity against hepatitis B virus EXCEPT:",
        "exp": "Lamivudine (3. TC): This deoxycytidine analogue IS phosphorylated intracellularly and inhibits HIV reverse transcriptase as well as hepatitis B virus (HBV) DNA polymerase. Zidovudine: It is a thymidine analogue (azidothymidine, AZT), the prototype NI. After phosphorylation in the host cell-zidovudine triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase. Zidovudine is used in HIV infected patients only in combination with at least 2 other ARV drugs. However, its efficacy as monotherapy in AIDS has been confirmed in the past. HIV-RNA titer is reduced to undetectable levels and CD4 count increases progressively. Emtricitabine: It exhibits clinical activity against the HBV. Among individuals with chronic HBV infection, emtricitabine treatment results in significant histologic, virologic, and biochemical improvement. The safety profile of emtricitabine during treatment is similar to that of a placebo. Telbivudine is an antiviral used in the treatment of hepatitis B infection. Telbivudine impairs hepatitis B virus (HBV) DNA replication by leading to chain termination. It differs from the natural nucleotide only with respect to the location of the sugar and base moieties, taking on an levorotatory configuration versus a dextrorotatory configuration as do the natural deoxynucleosides. It is taken orally in a dose of 600 mg once daily with or without food. ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org K. D. TRIPATHI SIXTH EDITION PAGE NO: 770, 771",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Zidovudine",
        "opc": "Emtricitabine",
        "opd": "Telbivudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "48ec3360-1b66-4578-9d42-5fa74a749518",
        "choice_type": "multi"
    },
    {
        "question": "What is the dose of niclosamide used in treatment of Taenia saginata infection in children?",
        "exp": "Niclosamide Niclosamide is a highly effective drug against cestodes infesting man-Taenia saginata, T. solium, Diphyllobothrium latum and Hymenolepis nana, as well as threadworm. The drug appears to act by inhibiting oxidative phosphorylation in mitochondria and interfering with anaerobic generation of ATP by the tapeworm. Niclosamide is available as 0. 5 g tab (NICLOSAN). After a light breakfast, 2 tablets are to be chewed and swallowed with water, followed by another 2 tablets after 1 hr (total 2 g); total dose for children 2-6 years is 1 g. A saline purge is given 2 hours after the later dose to wash off the worm. The scolex should be searched in the stools to be sure that the worm will not grow again. Cure rate of 85-95% has been obtained by one day treatment. A thorough purge is essential in the cases of T. solium so that all segments are passed out and cysticercosis does not occur. Because praziquantel does not lead to digestion of the worm and kills encysted larvae as weU, it is the drug of choice for T. solium ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 814",
        "cop": 4,
        "opa": "40 mg\\/kg single dose",
        "opb": "40 mg \\/ kg\\/ day for 3 days",
        "opc": "40 mg\\/kg\\/day for 7 days",
        "opd": "40 mg \\/kg \\/day for 21 days",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5c8cfafa-095c-4f4f-b434-c87c37edb733",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are bactericiadal except",
        "exp": "Tigecycline is a newer drug in the class Glycylcyclines It's mechanism of action and most propeies are similar to tetracycline. However it is resistant to reflux pump Most protein synthesis inhibiting drugs are bacteriostatic except aminoglycosides Isoniazid, Ciprofloxacin, and daptomycin are bactericidal Ref KK Sharma 2/e p 733",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Tigecycline",
        "opc": "Daptomycin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f9c10561-2af4-47e4-8b52-59d48504219c",
        "choice_type": "multi"
    },
    {
        "question": "A patient on treatment for leukemia, develops chest pain, pulmonary infiltrates and pleural effusion. The likely cause is:",
        "exp": "TRETINOIN: It is an all trans retinoic acid, a form of Vit A acid which acts as a differentiating agent and has recently emerged as a highly effective treatment for APL(Acute Promyelocytic Leukemia). Adverse Effects >10% Headache (86%) Fever (83%) Bone pain (77%) Dry mucous membranes (77%) Malaise (67%) URI (63%) Shivering (60%) Dyspnea (60%) Hemorrhage (60%) Elevated liver function tests (50-60%) Hyperlipidemia (60%) Infections (58%) Nausea and vomiting (57%) Rash (54%) Peripheral edema (52%) Leukocytosis (40%) Pain (37%) Abdominal pain (31%) DIC (26%) Respiratory insufficiency (26%) Mucositis (26%) GI disorder (26%) Retinoic acid-APL syndrome (25%) Ear ache (23%) Diarrhea (23%) Pleural effusion (20%) Dizziness (20%) Pruritus (20%) Sweating (20%) Anxiety (17%) Paresthesia (17%) Constipation (17%) Vision changes (17%) Dyspepsia (14%) Rales (14%) Depression (14%) Insomnia (14%) Alopecia (14%) Skin changes (14%) Confusion (11%) Abdominal distention (11%) Renal insufficiency (11%) 1-10% (selected): Cardiac failure Pseudotumor cerebri Ulcer. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY, refence. medscape. com ( K. D. TRIPATHI SEVENTH EDITION PAGE NO: 869)",
        "cop": 4,
        "opa": "Daunorubicin",
        "opb": "Hydroxyurea",
        "opc": "Cytarabine",
        "opd": "Tretinoin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f6ea1e41-4f62-4211-9a08-02bd2836c667",
        "choice_type": "single"
    },
    {
        "question": "Thalidomide is used in all of the following except:",
        "exp": "Erythema Nodosum Leprosum (ENL) Initial: 100-300 mg PO q. HS More severe reaction may sta at 400 mg Continue until active symptoms subsided, at least 2 weeks, THEN Titrate down by 50 mg increments q2-4. Weeks Multiple Myeloma 200 mg PO q. HS in 28 day cycles Take 40 mg of dexamethasone on days 1-4, 9-12, 17-20 of 28 days GVHD Indicated for prevention and treatment of graft versus host disease Mycobacterial infection Indicated for treatment of the clinical manifestations of mycobacterial infection caused by Mycobacterium tuberculosis and non-tuberculous mycobacteria Recurrent aphthous ulcers Indicated for treatment and prevention of recurrent aphthous ulcers in severely, terminally immunocompromised patients Severe recurrent aphthous stomatitis Indicated for treatment of severe recurrent aphthous stomatitis in severely, terminally immunocompromised patients Primary brain malignancies Indicated for treatment of primary brain malignancies HIV-associated wasting syndrome Indicated for treatment of HIV-associated wasting syndrome Crohn&; s disease Indicated for treatment of Crohn&; s disease Kaposi&; s Sarcoma Indicated for treatment of Kaposi&; s Sarcoma Myelodysplastic syndrome Indicated for treatment of myelodysplastic syndrome Hematopoietic Stem Cell Transplantation: Indicated for conditioning treatment prior to hematopoietic stem cell transplantation REFERENCE: www. medscape. com",
        "cop": 1,
        "opa": "HIV associated peripheral neuropathy",
        "opb": "HIV associated aphthous (mouth) ulcers",
        "opc": "Behcet syndrome",
        "opd": "Erythema nodosum leprosum",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "35607a9c-e5ab-4894-9064-505146c87b97",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs produce significant nephrotoxicity?",
        "exp": "Carboplatin It is a less reactive second generation platinum compound that is better tolerated and has a toxicity profile different from cisplatin. Nephrotoxicity, ototoxicity and neurotoxicity are low. Nausea and vomiting is milder and is delayed: only infrequently limits the dose. The dose-limiting toxicity is thrombocytopenia and less often leucopenia. Because of less plasma protein binding, it is rapidly eliminated by the kidney (half life 4-6 hr). It is primarily indicated in ovarian carcinoma of epithelial origin, and has shown promise in squamous carcinoma of head and neck, small cell lung cancer and seminoma. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Carboplatin",
        "opc": "Vinblastine",
        "opd": "Vincristine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "dd7e1fbb-9f73-41ec-9b1a-6b2ca71e2dd6",
        "choice_type": "single"
    },
    {
        "question": "Which o f the following statements about lamivudine is FALSE:",
        "exp": "Lamivudine (3. TC): This deoxycytidine analogue IS phosphorylated intracellularly and inhibits HIV reverse transcriptase as well as hepatitis B virus (HBV) DNA polymerase. Its incorporation into DNA results in chain termination. Most human DNA polymerases are not affected and systemic toxicity of 3. TC is low. Point mutation in HIV reverse transcriptase and HBV-DNA polymerase gives rise to rapid lamivudine resistance. Ceain larnivudine-resistant mutants become slow growing. Some cross-resistance with ddl has been noted among HIV. Lamivudine is used in combination with other anti-HIV drugs, and appears to be as effective as AZT. It is also frequently used for chronic hepatitis B. HBV -DNA titre is markedly reduced and biochemical as well as histological indices of liver function improve. However, viral titres rise again after discontinuation. Even with continued medication HBV viraemia tends to return after 1 year due to emergence of resistant mutants. Dose: For chronic hepatitis B-100 mg OD For HIV infection- 150 mg BD ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771, 772",
        "cop": 2,
        "opa": "Possess' Anti-HIV and anti-HBV activity",
        "opb": "Dose lower for blocking HIV replication than HBV replication",
        "opc": "Should not be used as monotherapy in HBV\\/HIV infected patients",
        "opd": "Anti-HBe seroconversion occurs in minority of patients",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e2ee001d-546d-4e64-9a34-6fc00d68fca7",
        "choice_type": "multi"
    },
    {
        "question": "Bactericidal drugs in ATT are:",
        "exp": "Pyrazinamide (Z): Chemically similar to INH. It is weakly tuberculocidal but more active in acidic medium. It is more lethal to intracellularly located bacilli and to those at sites showing an inflammatory response (pH is acidic at both these locations). By killing the residual intracellular bacilli it has good &; sterilizing&; activity. Its use has enabled regimens to be shoened and risk of relapse to be reduced. Mechanism of antimycobacterial action of Z resembles INH; it inhibits mycolic acid synthesis, but by interacting with a different fatty acid synthase encoding gene. Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. PAS is tuberculostatic and one of the least active drugs: does not add to the efficacy of more active drugs that are given with it; only delays development of resistanceprobably, by directly inhibiting episomal resistance transfer. Resistance to PAS is slow to develop. It is used as the sodium salt (large doses that are needed may cause Na+ overload) or calcium salt (better gastric tolerance is claimed) ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742, 743",
        "cop": 1,
        "opa": "Pyrazinamide",
        "opb": "Ethambutol",
        "opc": "PAS",
        "opd": "Thiacetazone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b8941192-97bb-4632-9701-b38a017bd0c8",
        "choice_type": "single"
    },
    {
        "question": "Alkalinisation of urine ameliorates the toxicity of which of the following drugs?",
        "exp": "METHOTREXATE: High-dose therapy requires adequate hydration and urine alkalinization Delay methotrexate if severe myelosuppression, hepatotoxicity, mucositis, or pleural effusion present. Acetazolamide, 500 mg 6 hourly, has been used to alkalinise the urine in patients receiving high dose methotrexate. A urinary pH of greater than 7. 5 was achieved in every cycle (13 cycles in 10 patients). In 6 cycles a single supplementary dose of sodium bicarbonate was necessary. Plasma methotrexate levels fell satisfactorily at 24 and 48 h. Acetazolamide is a simple and effective method of achieving urinary alkalinisation with advantages over oral and intravenous bicarbonate. REFERENCE: www. medscape. com, www. ncbi. nlm. nih. gov",
        "cop": 4,
        "opa": "Arabinoside-cytosine",
        "opb": "Ifosfamide",
        "opc": "Cisplatin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "25846e56-3f3d-48bf-9cd0-e67cc0f05641",
        "choice_type": "single"
    },
    {
        "question": "Enzyme inactivation is the main mode of resistance to:",
        "exp": "Resistance to aminoglycosides is acquired by one of the following mechanisms: (a) Acquisition of cell membrane bound inactivating enzymes which phosphorylate/ adenylate or acetylate the antibiotic. The conjugated aminoglycosides do not bind to the target ribosomes and are incapable of enhancing active transpo like the unaltered drug. These enzymes are acquired mainly by conjugation and transfer of plasmids. Nosocomial microbes have become rich in such plasmids, some of which encode for multidrug resistance. This is the most impoant mechanism of development of resistance to aminoglycosides. Susceptibility of different aminoglycosides to these enzymes differs. Thus, cross resistance among different members is paial or absent. (b) Mutation decreasing the affinity of ribosomal proteins that normally bind the aminoglycoside: this mechanism can confer high degree resistance, but operates to a limited extent, e. g. E. coli that develop streptomycin resistance by single step mutation do not bind the antibiotic on the polyribosome. Only a few other instances are known. This type of resistance is specific for a paicular amino glycoside. (c) Decreased efficiency of the aminoglycoside transpoing mechanism: either the pores in the outer coat become less permeable or the acti. Ye transpo is interfered. This again is not frequently encountered in the clinical setting. In some Pseudomonas which develop resistance, the antibiotic induced 2nd phase active transpo has been found to be deficient. ESSENTIALS OF MEDICAL PHARMACOLOGY Page no. 744",
        "cop": 1,
        "opa": "Aminoglycosides",
        "opb": "Quinolones",
        "opc": "Rifamycins",
        "opd": "Glycopeptides",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "765cab1c-710c-4122-ae0c-b0752777d58b",
        "choice_type": "single"
    },
    {
        "question": "Hypothyroidism is caused by which of the following anti-tubercular drug?",
        "exp": "Ethionamide (Etm): It is a tuberculostatic drug of moderate efficacy introduced in 1956. It acts on both extra- and intracellular organisms. Atypical mycobacteria are sensitive. Resistance to Etm develops rapidly and some cross resistance with Tzn is seen. It is absorbed orally, distributes all over, including CSF, completely metabolized and has a sho duration of action (t&; h 2-3 hr). Anorexia, nausea, vomiting and abdominal upset are common, especially in Indian patients. Though the recommended dose of Etm is 1 g/day, more than 0. 5 g is generally not tolerated. Other side effects are aches and pains, rashes, hepatitis, peripheral or optic neuritis, mental disturbances and impotence. It is seldom used; only in case of resistance to better tolerated drugs. Ethionamide is not considered as 1st line therapy because of its significant gastrointestinal side effects. Ethionamide is thought to prevent organification of iodine in thyroid hormone synthesis as it is structurally related to other thionamides (propylthiouracil and methimazole). Other MDR TB therapy drug that can cause hypothyroidism is Para-amino salicylic acid (PAS) ESSENTIALS OF MEDICAL PHARMACOLOGY AND WWW. ncbi. nlm. nih. gov/pmc/aicles/PMC4576583/ AUTHOR: K. D. TRIPATHI SIXTH EDITION PAGE NO: 743",
        "cop": 2,
        "opa": "Streptomycin",
        "opb": "Ethionamide",
        "opc": "Thioacetazone",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "01f8f78d-f1a3-4842-9405-08899aa172a1",
        "choice_type": "single"
    },
    {
        "question": "A patient on treatment for leukemia develo. PS chest pain pulmonary infiltrates and pleural effusion. The likely cause is",
        "exp": "Refer Katzung 10th, /899 Tretinoin causes chest pain, pleuritis, pulmonary infiltrates and pleural effusion. It is known human teratogen Daunorubicin and Doxorubicin cause cardiotoxicity manifested as arrhythmias and CHF",
        "cop": 4,
        "opa": "Daunorubicin",
        "opb": "Hydroxyurea",
        "opc": "Cytarabine",
        "opd": "Tretinoin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8bebc2b7-a43d-4cd3-a8a4-3180ab11250c",
        "choice_type": "single"
    },
    {
        "question": "Whi. Ch of the following drugs is most likely to be effective against multi drug resistant strains big M. Tuberculosis including those resistant to Streptomycin",
        "exp": "Refer KDT 6/e p 744 Amikacin is an aminoglycoside that us most resistant to inactivating enzymes. It is used as a second line antitubercular drug It can be used in MDR tuberculosis management",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Claruthromycin",
        "opc": "Gentamicin",
        "opd": "Spectinomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e4c51f9d-66f2-4a90-8693-fe021004b189",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prophylaxis of diphtheria is:",
        "exp": "ERYTHROMYCIN It was isolated from Streptomyces erythreus in 1952. Since then it has been widely employed, mainly as alternative to penicillin. Water solubility of erythromycin is limited, and the solution remains stable only when kept in cold. Uses A. As an alternative to penicillin 1. Streptococcal pharyngitis, tonsillitis, mastoiditis and community acquired respiratory infections caused by pneumococci and H. influenzae respond equally well to erythromycin. It is an alternative drug for prophylaxis of rheumatic fever and SABE. However, many bacteria resistant to penicillin are also resistant to erythromycin. 2. Diphtheria: acute stage as well as for carriers-7 day treatment. Some prefer it over penicillin. Antitoxin is the primary treatment. 3. Tetanus: as an adjuvant to antitoxin, toxoid therapy. 4. Syphilis and gonorrhoea: only if other alternative drugs, including tetracyclines also cannot be used: relapse rates are higher. 5. Leptospirosis: 250 mg 6 hourly for 7 days in patients allergic to penicillins. B. As a first choice drug for 1. Atypical pneumonia caused by Mycoplasma pneumoniae: rate of recovery is hastened. 2. Whooping cough: a 1-2 week course of erythromycin is the most effective treatment for eradicating B. peussis from upper respiratory tract. However, effect on the symptoms depends on the stage of disease when treatment is staed. (a) Prophylactic: during the 10 day incubation period-disease is prevented. (b) Catarrhal stage: which lasts for about a week-erythromycin may abo the next stage or reduce its duration and severity. (c) Paroxysmal stage: lasting 2-4 weeks-no effect on the duration and severity of &; croup&; despite eradication of the causative organism. (d) Convalescent stage: during which &; croup&; gradually resolves (4-12 weeks)-is not modified 3. Chancroid: erythromycin 2 g/ day for 7 days is one of the drugs of choice, as effective as azithromycin or ceftriaxone. C. As a second choice drug in 1. Campylobacter enteritis: duration of diarrhoea and presence of organisms in stools is reduced. However, fluoroquinolones are superior. 2. Legionnaires&; pneumonia: 3 week erythromycin treatment is effective, but azithromycin/ ciprofloxacin are preferred. 3. Chlamydia trachomatis infection of urogenital tract: erythromycin 500 mg 6 hourly for 7 days is an effective alternative to single dose azithro mycin. 4. Penicillin-resistant Staphylococcal infections: its value has reduced due to emergence of erythromycin resistance as well. It is not effective against MRSA ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 729",
        "cop": 2,
        "opa": "Tetracycline",
        "opb": "Erythromycin",
        "opc": "Ciprofloxacin",
        "opd": "Amikacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8aa92b00-cbe3-44d5-a2eb-bfd18332505a",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine kinase inhibitor with HER2/NEU receptor inhibition propey?",
        "exp": "Lapatinib has both the actions and active against breast cancer cells it is an EGFR inhibitor. Ref: KK Sharma 3rd ed. Pg: 870",
        "cop": 3,
        "opa": "Imatinib",
        "opb": "Nilotinib",
        "opc": "Lapatinib",
        "opd": "Sunitinib",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "90e63f1c-7921-4748-b62f-c197e7bce794",
        "choice_type": "single"
    },
    {
        "question": "Most impoant side effect of ethambutol is:",
        "exp": "Ethambutol (E): Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of. RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. Loss of visual acuity I colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children ma, be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. Ethambutol produces few other symptoms: nausea, rashes, fever, Neurological changes are infrequent. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 742",
        "cop": 4,
        "opa": "Hepatotoxicity",
        "opb": "Renal toxicity",
        "opc": "Peripheral neuropathy",
        "opd": "Retro bulbar neuritis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cd4708e0-009d-46a8-915e-83907ef56225",
        "choice_type": "single"
    },
    {
        "question": "Which of the following medications is essential for ameliorating the toxicity of pemetrexed?",
        "exp": "Toxicity amelioration: High doses and intensive regimens are being employed aiming at cure of the malignancy. The associated toxicity may be ameliorated to some extent by- 1. Toxicity blocking drugs: Folinic acid rescue has permitted administration of > 100 fold dose of Mtx. It is professed that normal cells are rescued more than the cancer cells-therapeutic index is increased. * Cystitis caused by cyclophosphamide and ifosphamide can be blocked by systemically administered mesna and by irrigating the bladder with acetylcysteine. Both these are -SH containing compounds that combine with and detoxify the toxic metabolites in the bladder. Generous fluid intake and frequent bladder voiding also helps. * For controlling cytotoxic drug induced vomiting, ondansetron, a 5-HT3 antagonist, has surpassed the efficacy of metoclopramide, which neveheless is still used (see Ch. 47). Addition of dexamethasone and/ or lorazepam fuher enhances the protection against vomiting. 2. Hyperuricaemia occurring as a consequence of rapid destruction of bulky tumour masses and degradation of large amount of purines can be reduced by allopurinol, alkalinization of urine and plenty of fluids. Coicosteroids also reduce hyperuricemia. 3. Hypercalcaemia occurring as a complication of ceain malignancies like myeloma, cancer breast/prostate, etc. may be aggravated by chemotherapy. lt is treated by vigorous hydration and i. v. bisphosphonates 3. Hypercalcaemia occurring as a complication of ceain malignancies like myeloma, cancer breast/prostate, etc. may be aggravated by chemotherapy. lt is treated by vigorous hydration and i. v. bisphosphonates (see Ch. 24). 4. Drugs given in pulses with 2-3 week intervals for normal cells to recover improve the efficacy of therapy: malignant cells recovering more slowly. 5. Selective exposure of tumour to the drug by intraaerial infusion into a limb or head and neck; intrapleural/ intraperitoneal injectionespecially for rapidly accumulating pleural effusion or ascitis; topical application on the lesion-<m skin, buccal mucosa, vagina, etc. may reduce systemic toxicity. 6. Platelet and/ or granulocyte transfusion after treatment-to prevent bleeding or infection. 7. Use of biological response modifiers like recombinant GM-CSF /G-CSF hastens recovery from cytotoxic drug induced myelosuppression. Pemetrexed is a novel multitargeted antifolate that inhibits > or = 3 enzymes involved in folate metabolism and purine and pyrimidine synthesis. These enzymes are thymidylate synthase, dihydrofolate reductase, and glycinamide ribonucleotide formyltransferase. This agent has broad antitumor activity in phase II trials in a wide variety of solid tumors, and is approved in combination with cisplatin for the therapy of malignant mesothelioma. In a recent phase III trial, pemetrexed demonstrated equivalent efficacy to docetaxel, but with significantly less toxicity, in second-line treatment of non-small-cell lung cancer. The most common and serious toxicities of pemetrexed--myelosuppression and mucositis--have been significantly ameliorated by folic acid and vitamin B12 supplementation. More impoant, vitamin supplementation has not been shown to adversely affect efficacy in some tumor types. Tumors with codeletion of the methylthioadenosine phosphorylase gene, as a consequence of p16 deletions, may be paicularly sensitive to pemetrexed REFERENCE: 1)ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 833 2)www. ncbi. nlm. nih. gov",
        "cop": 2,
        "opa": "Folinic acid and vitamin B6",
        "opb": "Folic acid and vitamin",
        "opc": "B12 Vitamin B6 and vitamin",
        "opd": "B12 Folic acid and dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6cfa901d-cd8a-4432-9afa-2e175d83bb8c",
        "choice_type": "single"
    },
    {
        "question": "Ahralgia is commonly caused by which ATT drug",
        "exp": "Ahralgia is caused by pyrazinamide, which may be non gouty or due to hyperureemia secondary to inhibition of uric acid secretion in the kidney Ethambutol also produces hyperuricemia due to interferance with urate excretion Refer KDT 6/e p742",
        "cop": 3,
        "opa": "INH",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d2259a1f-b89b-497e-aed8-f194b44a8c28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about imipenem is most accurate?",
        "exp": "lmipenem It is an extremely potent and broad-spectrum",
        "cop": 4,
        "opa": "The drug has a narrow spectrum of anti-bacterial action",
        "opb": "It is used in fixed combination with sulbactam",
        "opc": "Imipenem is highly susceptible to beta lactamase produced by enterobacteriaciae",
        "opd": "In renal dysfunction, dosage reduction are necessary to avoid seizures",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2744ee29-348d-4417-9d4b-6f8d5457baac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an antipseudomonal antibiotic?",
        "exp": "Ciprofloxacin (prototype) It is the most potent first generation FQ acti\\*e against a broad range of bacteria, the most susceptible ones are the aerobic gram-negati\\*e bacilli, especially the Enterobacteriaceae and Neisseria. The MIC of ciprofloxacin against these bacteria is usually < 0. 1 J. Ig/ml, while grampositive bacteria are inhibited at relatively higher concentrations. The spectrum of action E summarized below: Highly susceptible E. coli K. pneumoniae Enterobacter Salmonella typhi other Salmonella Shigella Proteus Neisseria gonorrhoeae N. meningitidis H. influenzae H. ducreyi Campylobacter jejuni Yersinia enterocolitica Vibrio cholerae Moderately susceptible Pseudomonas aeruginosa Staph. aureus (including few MRSA) Staph. epidermidis Branhamella catarrhalis Legionella Brucella Listeria Bacillus anthracis Mycobact. tuberculosis Organisms which have shown low /variable susceptibility are: Strep. pyogenes, Strep. faecalis, Strep. pneumoniae, Mycoplasma, Chlamydia, Mycobact. kansasii, Mycobact. avium. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 687, 688",
        "cop": 1,
        "opa": "Ciprofloxacin",
        "opb": "Vancomycin",
        "opc": "Cefaclor",
        "opd": "Tetracycline",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "12d3c277-66b4-4946-ab57-9d6f94e545b0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about Penicillin G is true?",
        "exp": "Prophylactic uses (a) Rheumatic fever: Low concentrations of penicillin prevent colonization by streptococci responsible for rheumatic fever. Benzathine penicillin 1. 2 MU every 4 weeks till 18 years of age or 5 years after an attack, whichever is more. (b) Bacterial endocarditis: Dental extractions, endoscopies, catheterization, etc. cause bacteremia which in patients with valvular defects can cause endocarditis. PnG can afford protection, but amoxicillin is preferred now. (c) Agranulocytosis patients: Penicillin may be used alone or in combination with an aminoglycoside antibiotic to prevent respiratory and other acute infections. Pharmacokinetics: Penicillin G is acid labile-destroyed by gastric acid. As such, less than 1 /3rd of an oral dose is absorbed in the active form. Absorption of sod. PnG from i. m. site is rapid and complete; peak plasma level is attained in 30 min. It is distributed mainly extracellularly; reaches most body fluids, but penetration in serous cavities and CSF is poor. However, in the presence of inflammation (sinovitis, meningitis, etc.) adequate amounts may reach these sites. About 60% is plasma protein bound. It is little metabolized because of rapid excretion. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 697, 699",
        "cop": 3,
        "opa": "It is commonly administered orally",
        "opb": "It has a broad spectrum of antibacterial activity",
        "opc": "It can be used for the treatment rat bite fever",
        "opd": "Concomitant probenecid decreases its duration of action",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ba13dacc-0691-4e95-86a8-0a8fae8f4cb6",
        "choice_type": "multi"
    },
    {
        "question": "Leucovorin rescue is related to:",
        "exp": "Methotrexate (MTX) inhibits dihydrofolate reductase, resulting in a decreased supply of folates. In high doses, MTX inhibits purine and pyrimidine synthesis, rendering it useful for many malignancies. In low doses (< 20 mg/week), MTX is commonly used as a disease-modifying antirheumatic drug and is indicated for treatment of rheumatoid ahritis (RA). MTX&; s mechanism of action for this indication is unclear. Efficacy of low-dose MTX may ultimately be the result of anti-inflammatory, immunosuppressant, or immunotoxic effects. Leucovorin is a form of folic acid. Folic acid helps your body produce and maintain new cells, and also helps prevent changes to DNA that may lead to cancer. Folic acid is present in many foods such as dried beans, peas, oranges, spinach, and others. Leucovorin is used to reduce the side effects of large doses or accidental overdose of medications that can reduce the effects of folic acid in the body. This includes methotrexate (Rheumatrex), pyrimethamine (Daraprim), trimethoprim (Trimpex, Proloprim), and others. REFERENCE: www. drugs. com, www. medscape. com,",
        "cop": 1,
        "opa": "Methotrexate toxicity",
        "opb": "Cyclophosphamide toxicity",
        "opc": "Oncovin toxicity",
        "opd": "Cisplatin toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "26fb34ab-7ffc-44e8-9011-8ee8bc6a2d36",
        "choice_type": "single"
    },
    {
        "question": "Drug resistance transmitting factor present in bacteria",
        "exp": "Ref KDT 6/e p671 Plasmids contain extra chromosomal DNA that help in transforming the gene responsible for multiple drug resistance among bacteria These are therefore involved in horizontal transfer not resistance",
        "cop": 1,
        "opa": "Plasmid",
        "opb": "Chromosome",
        "opc": "Introns",
        "opd": "Centromere",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0d64c258-c888-4d6c-9a05-6af8d83b5a9f",
        "choice_type": "single"
    },
    {
        "question": "The antiretroviral drug most commonly associated with nephrolithiasis is",
        "exp": "Side effects of Indinavir- Nephrolithiasis, indirect hyperbilirubinemia, hyperglycemia, fat redistribution, lipid abnormalities. Ref: Sharma and Sharma, Chapter 62 pg: 809",
        "cop": 1,
        "opa": "Indinavir",
        "opb": "Zidovudine",
        "opc": "Tenofovir",
        "opd": "Eirenz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "00cc12d8-9ff5-4bd1-ae1d-477a52e91899",
        "choice_type": "single"
    },
    {
        "question": "Most common mechanism for transfer of resistance in staphylococcus aureus is:",
        "exp": "Transduction: It is the transfer of gene carrying resistance through the agency of a bacteriophage. The R foctor is taken up by the phage and delivered to another bacterium which it infects. Many Staph. aureus strains have acquired resistance by transduction. Ceain instances of penicillin, erythromycin and chloramphenicol resistance have been found to be phage mediated. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 671",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "64ccb665-313e-4d91-98fb-0ee920dd109c",
        "choice_type": "single"
    },
    {
        "question": "Cilastatin is given in combination with Imipenem because",
        "exp": "* Cilastatin is a renal dipeptidase (or dehydropeptidase) enzyme inhibitor, used in conjunction with Imipenem antibiotic to prevent degradation of Imipenem by the renal tubular dipeptidase. * Imipenem is a carbapenem class of Beta-Lactam antibiotic. It has poor absorption following oral administration. Given IV, the drug is rapidly catabolized by the dipeptidase enzyme expressed by the brush border cells of proximal tubules in kidney. * Both Imipenem and Cilastatin have identical pharmacokinetic profile - so ideal for combination. * Following concurrent administration, Imipenem degradation is blocked significantly, biovailability and duration of action is enhanced, around 70% active drug is recovered from urine (When Imipenem is used alone, only about 5. 5-42. 5% of unchanged drug is recovered from urine). Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 1035",
        "cop": 1,
        "opa": "Cilastatin prevents degradation of Imipenem in kidney",
        "opb": "Cilastatin increases absorption of Imipenem",
        "opc": "Inhibits the enzymes that digest Imipenem in stomach",
        "opd": "Reduces side effects of Imipenem",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a5b4ad35-6ce3-4aa8-a0d1-39c8d9a64d62",
        "choice_type": "single"
    },
    {
        "question": "Differences between fluconazole and ketoconazole are",
        "exp": "Both are anti fungal drugs used to treat fungal diseases. Fluconazole is preferred to ketoconazole as it is long acting with less adverse effects. Flucanazole has wider spectrum, good oral absorption, less protein binding, less sideeffects compared to ketoconazole which has many drug interactions. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Duration of action",
        "opb": "Absorption dependency on gastric acidity",
        "opc": "Adverse effects",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2aa453a3-9069-4f83-aa88-bba1bced4963",
        "choice_type": "multi"
    },
    {
        "question": "Most impoant dose limiting toxicity of cancer chemotherapy is",
        "exp": "Depression of bone marrow is usually the most significant dose limiting toxicity with cancer chemotherapy Refer CMDT 2010/1499",
        "cop": 3,
        "opa": "Gastronomy toxicity",
        "opb": "Neurotoxiciity",
        "opc": "Bone marrow suppression",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e2459d77-c30e-4fcd-82f2-981de4d5957c",
        "choice_type": "single"
    },
    {
        "question": "Nightmares are commonly associated with which of the following antiretroviral drugs?",
        "exp": "Eirenz can be given once daily because of its long half-life (40-55 hours). The principal adverse effects of eirenz involve the central nervous system. Dizziness, drowsiness, insomnia, nightmares, and headache tend to diminish with continued therapy; dosing at bedtime may also be helpful. Others: rash, | liver enzymes, headache, nausea; Psychiatric symptoms such as depression, mania, and psychosis have been observed. Ref: Katzung; 12th edition; Page no: 877",
        "cop": 4,
        "opa": "Indinavir",
        "opb": "Zidovudine",
        "opc": "Tenofovir",
        "opd": "Eirenz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ac7eb3ed-1b18-4895-bc04-c97182f48e9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following beta lactam antibiotic can be safely used in a patient with a history of allergy to Pencillin",
        "exp": "Refer KDT 6/e p708 Aztreonan is the only beta lactam anti6 that can be used in patients having severe allergy to Pencillin or cephalosporin",
        "cop": 1,
        "opa": "Aztreonan",
        "opb": "Cefepime",
        "opc": "Loracarbef",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8a063ddf-0126-4a85-8b31-4e4bd71ebf1d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antimalarial drugs is safe for use in pregnancy?",
        "exp": "Proguanil (Chloroguanide) It is a slow-acting erythrocytic schizontocide which also ihibits the preerythrocytic stage of P. falciparum. Gametocytes exposed to proguanil are not killed but fail to develop properly in the mosquito. It is cyclized in the body to a triazine derivative (cycloguanil) which inhibits plasmodial DHFRase in preference to the mammalian enzyme. Resistance to proguanil develops rapidly due to mutational changes in the plasmodial DHFRase enzyme. Current use of proguanil is restricted to prophylaxis of malaria in combination with chloroquine in areas of low level chloroquineresistance among P. falciparum. It can be employed during pregnancy. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 789:",
        "cop": 3,
        "opa": "Atovaquone",
        "opb": "Tetracycline",
        "opc": "Proguanil",
        "opd": "Primaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "74639236-4bd4-4666-a869-05db27a0b22c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best associated with lumefantrine?",
        "exp": "Classification of antimalarial drugs: 1. 4-Aminoquino/ines: Chloroquine, Amodiaquine, Piperaquine. 2. Quinoline-methanol: Mefloquine. 3. Cinchona alkaloid: Quinine, Quinidine 4. Biguanides: Proguanil (Chloroguanide) Chlorproguanil 5. Diaminopyrimidines: Pyrimethamine -8-6. Aminoquino/ine: Primaquine 7. Sulfonamides: Sulfadoxine and sulfone Sulfamethopyrazine Dapsone 8. Tetracyclines: Tetracycline, Doxycycline 9. Sesquiterpine lactones: Aesunaye, Aemether 1 0. Amino alcohols: Halofantrine, Lumefantrine 11. Mannich base 12. Naphthoquinone: Atovaquon ESSENTIALS OF PHARMACOLOGY page no. 817",
        "cop": 3,
        "opa": "Antimycobacterial",
        "opb": "Antifungal",
        "opc": "Antimalarial",
        "opd": "Antimoebic",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "781fde9c-9d79-4b9a-877c-e4882b983b64",
        "choice_type": "single"
    },
    {
        "question": "All of the following drug is a reverse transcriptase inhibitor",
        "exp": "Refer KDT 6/e p772 All drugs ending with navir are protease inhibitors. Abacavir is an NI",
        "cop": 4,
        "opa": "Indinavir",
        "opb": "Ritonavir",
        "opc": "Nelfinavir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "28ce6404-4668-4f3a-b55b-99e4588faa03",
        "choice_type": "multi"
    },
    {
        "question": "A patients develops an infection of methicillin resistant Staphylococcus aurens. All of the following can be used to treat this infection except:",
        "exp": "CEFACLOR: It retains significant activity by the oral route and is more active than the first generation compounds against H. influenzae, E. coli and Pr. mirabilis. COTRIMOXAZOLE: Spectrum of action Antibacterial spectra of trimethoprim and sulfonamides overlap considerably. Additional organisms covered by the combination are-Salmonella typhi, Serratia, Klebsiella, Enterobacter, Yersinia enterocolitica, Pneumocystis jiroveci and many sulfonamide resistant strains of Staph. aureus, Strep. pyogenes, Shigella, enteropathogenic E. coli, H. influenzae, gonococci and meningococci. Ciprofloxacin (prototype): It is the most potent first generation FQ acti\\*e against a broad range of bacteria, the most susceptible ones are the aerobic gram-negati\\*e bacilli, especially the Enterobacteriaceae and Neisseria. The MIC of ciprofloxacin against these bacteria is usually < 0. 1 J. Ig/ml, while grampositive bacteria are inhibited at relatively higher concentrations. The spectrum of action E summarized below: Highly susceptible E. coli K. pneumoniae Enterobacter Salmonella typhi other Salmonella Shigella Proteus Neisseria gonorrhoeae N. meningitidis H. influenzae H. ducreyi Campylobacter jejuni Yersinia enterocolitica Vibrio cholerae Moderately susceptible Pseudomonas aeruginosa Staph. aureus (including few MRSA) Staph. epidermidis Branhamella catarrhalis Legionella Brucella Listeria Bacillus anthracis Mycobact. tuberculosis Organisms which have shown low /variable susceptibility are: Strep. pyogenes, Strep. faecalis, Strep. pneumoniae, Mycoplasma, Chlamydia, Mycobact. kansasii, Mycobact. avium. Vancomycin: It is a glycopeptide antibiotic discovered in 1956 as a penicillin substitute which has assumed special significance due to efficacy against MRSA Strep. viridans, Enterococcus and Cl. difficile. It is bactericidal to gram-positive cocci, Neisseria, Clostridia and diphtheroids. However, in hospitals where it has been extensively used for surgical prophylaxis, etc., vancomycin-resistant Staph. aureus (VRSA) and vancomycin-resistant Enterococcus (VRE) have emerged. These nosocomial bacteria are resistant to methicillin and most other antibiotics as well. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 685, 688, 705, 732",
        "cop": 2,
        "opa": "Cotrimoxazole",
        "opb": "Cefaclor",
        "opc": "Ciprofloxacin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "289f7d02-d7fc-4d7d-a94a-d978b9030414",
        "choice_type": "multi"
    },
    {
        "question": "Anti Leprotic drug useful for lepra reactions",
        "exp": "Lepra reactions occur due to hypersensitivity reaction to dapsone. Two types are known type 1 lepra reaction is treated usingcoicosteroids and clofazamine and type 2 with Clofazamine - an anti-inflammatory drug apa from thalidomide and coicosteroids, chloroquine, aspirin, cholchicine. Ref: KD Tripathi 8th ed.",
        "cop": 4,
        "opa": "Dapsone",
        "opb": "Rifampicin",
        "opc": "Minocycline",
        "opd": "Clofazamine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e9572eb1-37e4-4287-a65e-eba269d6b0a4",
        "choice_type": "single"
    },
    {
        "question": "Most effective treatment for severe malaria is",
        "exp": "Refer Harrison 19th/1699-1701 Drug for choice for severe or complicated malaria is aesunate. For more6 details see text",
        "cop": 1,
        "opa": "Aesunate",
        "opb": "Chloroquine",
        "opc": "Quinine",
        "opd": "Primaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1672a766-01db-42cf-a057-7e54902389af",
        "choice_type": "single"
    },
    {
        "question": "The antimicrobial agent which inhibits the ergosterol biosynthesis is",
        "exp": "Refer KDT 6/e 761 Azoles act by inhibiting an enzyme, lanosterol -14-alpha -demethylase. This enzyme is involved in formation of ergosterol Amphotercin B acts6by binding to ergosterol and forming pores in fungal cell membrane",
        "cop": 1,
        "opa": "Ketaconazole",
        "opb": "Amphotercin B",
        "opc": "5-flucytosine",
        "opd": "Grisefulvin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cff6f215-b6fc-4cc9-9b59-6aeb79a64eee",
        "choice_type": "single"
    },
    {
        "question": "Leucovorin is used to decrease the toxicity of:",
        "exp": "Methotrexate (Mtx) It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Methotrexate has cell cycle specific actionkills cells in S phase; primarily inhibits DNA synthesis, but also affects RNA and protein synthesis. It exes major toxicity on bone marrow-low doses given repeatedly cause megaloblastic anemia, but high doses produce pancytopenia. Desquamation and bleeding may occur in g. i. t. Methotrexate is absorbed orally, 50% plasma protein bound, little metabolized and largely excreted unchanged in urine. Salicylates, sulfonamides, dicumerol displace it from protein binding sites. Aspirin and sulfonamides enhance toxicity of Mtx by decreasing its renal tubular secretion. The toxicity of. Mtx cannot be overcome by folic acid, because it will not be conveed to the active coenzyme form. However, Folinic acid (N5 formyl THFA, cirovorum factor) rapidly reverses the effects. Thymidine also counteracts Mtx toxicity. Methotrexate is apparently curative in choriocarcinoma: 15-30 mg/ day for 5 days orally or 2G-40 mg/m2 BSA i. m. or i. v. twice weekly. It is highly effective in maintaining remission in children with acute leukaemias, but not good for inducing remission: 2. 5-15 mg/day. It is also useful in other malignancies, rheumatoid ahritis, psoriasis and as immunosuppressant. The use of folinic acid rescue has permitted much higher doses of Mtx and has enlarged its scope to many difficult-to-treat neoplasms. A nearly 100 times higher dose (250-1000 mg/m2 BSA) of Mtx is infused i. v. over 6 hours, followed by 3-15 mg i. v. calcium leucovorin within 3 hours, repeated as required. This procedure can be repeated weekly. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 823",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "6-Mercaptopurine",
        "opc": "Thio-TEPA",
        "opd": "Cytosine arabinoside",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b9555369-44ea-4373-bffd-3c95e572b853",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antimicrobials needs dose reduction even in mild renal failure?",
        "exp": "Ethambutol (E) Ethambutol is selectively tuberculostatic and clinically as active as S. Fast multiplying bacilli are more susceptible as are many atypical mycobacteria. Added to the triple drug regimen of. RHZ it has been found to hasten the rate of sputum conversion and to prevent development of resistance. The mechanism of action of E is not fulhunderstood, but it has been found to inhibit arabinosyl transferases involved in arabinogalactan synthesis and to interfere with mycolic acid incorporation in mycobacterial cell walL Resistance to E develops slowly; in many cases it is due to alteration in the drug target gene. I\\o cross resistance with any other antitubercular drug has been noted. About 3 I 4 of an oral dose of E is absorbed. It is distributed widely but penetrates meninge5 incompletely and is temporarily stored in RBCs Less than liz of E is metabolized. It is excreted in urine by glomerular filtration and tubular secretion; plasma halflife is 4 hrs. Caution is required in its use in patients with renal disease. Patient acceptability of E is very good and side effects are few. Loss of visual acuity I colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children ma, be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. Ethambutol produces few other symptoms: nausea, rashes, fever, neurological changes are infrequent. Hyperuricemia is due to interference with urate excretion. It a commonly used antitubercular drug. Ethambutol hydrochloride, following a single oral dose of 25 mg/kg of body weight, attains a peak of 2 to 5 mcg/mL in serum 2 to 4 hours after administration. When the drug is administered daily for longer periods of time at this dose, serum levels are similar. The serum level of Ethambutol falls to undetectable levels by 24 hours after the last dose except in some patients with abnormal renal function. The intercellular concentrations of erythrocytes reach peak values approximately twice those of plasma and maintain this ratio throughout the 24 hours. REFERENCE: www. drugs. com ESSENTIALS OF MEDICAL PHARMACOLOGY(K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 742)",
        "cop": 4,
        "opa": "Ciprofloxacin",
        "opb": "Carbenicillin",
        "opc": "Cefotaxime",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e00dc62f-9ff8-4210-83ea-6a8ea3e11715",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a radioprotector",
        "exp": "Amifostine:- It is an organic thiophosphate which on activation by alkaline phosphatase acts as a cytoprotective against cancer chemotherapy and radiotherapy. Uses:- It is paicularly used for prophylaxis of cisplatin induced neuro/nephrotoxicity, and radiotherapy related xerostomia. Adverse effects:- Sho term side effects of amifostine are nausea, vomiting, hypotension and infusion related reaction. Delayed adverse effect is hypocalcaemia. Ref:- kd tripathi; pg num:-876",
        "cop": 3,
        "opa": "Colony stimulating factor",
        "opb": "Cisplatin",
        "opc": "Amifostine",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3fdced4a-672d-471d-8500-6f4ab9ae7362",
        "choice_type": "single"
    },
    {
        "question": "Hepatotoxic drugs are All except",
        "exp": "Refer KDT 6/e p 744 Rifamipicin, INH, pyrazinamide are first line drugs for TB that are Hepatotoxic Cycloserine does not cause hepatotoxicity. Its major adverse effect is neuro psychiatric reactions",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "Isoniazid",
        "opc": "Cycloserine",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e0c0dbfc-c8e8-43b8-b335-332e2524dcff",
        "choice_type": "multi"
    },
    {
        "question": "Drug that can cause complete histopathological resolution in patients with hepatitis B is:",
        "exp": "ANTIVIRAL DRUGS: CLASSI FICATION Anti-Herpes virus Idoxuridine, Acyclovir, Valacyclovir, Famciclovir, Ganciclovir*, Foscarnet* 2 Anti-Retrovirus (a) Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine (AZT), Didanosine, Zalcitabine*, Stavudine, Lamivudine, Abaca vir (b) Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* (c) Protease inhibitors: Ritonavir, Indinavir, Nelfinavir, Saquinavir, Amprenavir*, Lopinavir 3. Anti-Influenza virus Amantadine, Rimantadine* 4. Nonselecti. Ve antiviral drugs Ribavirin, Lamivudine, Adefovir dipivoxil, Interferon a * Not yet marketed in India. Entecavir is used to treat chronic (long-term) hepatitis B infection (swelling of the liver caused by a virus) in people who have liver damage. Entecavir is in a class of medications called nucleoside analogs. It works by decreasing the amount of hepatitis B virus (HBV) in the body. Entecavir does not cure HBV and may not prevent complications of chronic hepatitis B such as cirrhosis of the liver or liver cancer. Entecavir does not prevent the spread of HBV to other people. Calcineurin inhibitors (Specific T-cell inhibitors)(immunosuppressant drugs): cyclosporine It profoundly and selectively inhibits T lymphocyte proliferation, IL-2 and other cytokine production and response of inducer T cells to IL-l, without any effect on suppressor T-cells. Lymphocytes are arrested in G0 or G1 phase ESSENTIALS OF MEDICAL PHARMACOLOGY, medlineplus. gov/druginfo/meds/a605028. html K. D. TRIPATHI SIXTH EDITION PAGE NO: 837, 767.",
        "cop": 3,
        "opa": "Cyclosporin",
        "opb": "prednisolone",
        "opc": "Entercavir",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c816aef1-8398-458f-954f-e7540541b5fc",
        "choice_type": "multi"
    },
    {
        "question": "Zidovudine and didanosine used in HAA act by:",
        "exp": "Understanding the biology of HIV infection and availability of several potent drugs belonging to different classes has mandated &; highly active antiretroviral therapy&; (HAA) with combination of 3 or more drugs whenever indicated. Monotherapy is contraindicated. Zidovudine: It is a thymidine analogue (azidothymidine, AZT), the prototype NI. After phosphorylation in the host cell-zidovudine triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase. Didanosine (ddl): It is a purine nucleoside analogue which after intracellular conversion to didanosine triphosphate competes with ATP for incorporation in viral DNA, inhibits HIV reverse transcriptase and terminates proviral DNA. Antiretroviral activity of didanosine is equivalent to AZT ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 770, 771",
        "cop": 2,
        "opa": "Inhibitory effects on viral",
        "opb": "DNA Nucleoside reverse transcriptase inhibition",
        "opc": "Inhibit the synthesis of gp41",
        "opd": "Protease inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8c470039-0788-4943-ab30-c58c77b19059",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes peripheral neuritis?",
        "exp": "Vincristine ( oncovin): It is a rapidly acting drug, very useful for inducing remission in childhood acute leukaemia, but is not good for maintenance therapy. Other indications are lymphosarcoma, Hodgkin&; s disease, Wilms&; tumour, Ewing&; s sarcoma and carcinoma lung. Prominent adverse effects are peripheral neuropathy and alopecia. Bone marrow depression is minimal. ESSENTALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825",
        "cop": 2,
        "opa": "Methotrexete",
        "opb": "Vincristine",
        "opc": "Busulfan",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e3c3fbe9-2d9d-498a-842d-4d1f906b638c",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin -C is used in",
        "exp": "Application of topical mitomicin C after endoscopic dilation of laryngo tracheal stenosis reduces the rate of Re stenosis It is also useful for anal carcinoma and superficial bladder cancer Refer American college of chest physician's, 2008",
        "cop": 2,
        "opa": "Surge Weber syndrome",
        "opb": "Laryngo tracheal stenosis",
        "opc": "Endoscopic Angiofibroma",
        "opd": "Skull base osteomyelitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d380c2fc-3ca5-457f-8b2c-faf20f6c24b4",
        "choice_type": "single"
    },
    {
        "question": "Most emetogenic anticancer drug is:",
        "exp": "Cisplatin: It is a platinum coordination complex that is hydrolysed intracellularly to produce a highly reactive moiety which causes cross linking of DNA. The oured siteis N7 ofguanine residue. It can also react with -SH groups in proteins and has radiomimetic propey. It is bound to plasma proteins, enters tissues and is slowly excreted unchanged in urine with a plasma half life of about 72 hrs. Negligible amounts enter brain. Cisplatin is very effective in metastatic testicular and ovarian carcinoma. It has found use in many other solid tumours as well. Cisplatin is a highly emetic drug. Antiemetics are routinely administered before infusing it. The most impoant toxicity is renal impairment which is dependent on total dose administered. Renal toxicity can be reduced by maintaining good hydration. Tinnitus, deafness, neuropathy and hyperuricaemia are other problems. Shock like state sometimes occurs during i. v. infusion. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 827, 828",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Carboplatin",
        "opc": "High dose cyclophosphamide",
        "opd": "High dose methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "af86d204-4315-494b-afc6-e98bd5d3eb53",
        "choice_type": "single"
    },
    {
        "question": "All of these are used in the treatment of visceral leishmaniasis except:",
        "exp": "Drugs used in the treatment of leishmaniasis are: Antimonial: Sodium stibogluconate (SSG) Diamidine: Pentamidine Antifungal drugs: Amphotericin B (AMB) Ketoconazole (KTZ) Others: Miltefosine, Paromomycin Allopurinol ESSENTIALS OF PHARMACOLOGY Page no. 845",
        "cop": 4,
        "opa": "Sitamaquine",
        "opb": "Paromomycin",
        "opc": "Miltefosine",
        "opd": "Hydroxychloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "487f263c-f686-4d0b-9ba2-99f4814c9042",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is associated with untoward side effect of renal tubular damage?",
        "exp": "Cisplatin: It is a platinum coordination complex that is hydrolysed intracellularly to produce a highly reactive moiety which causes cross linking of. DNA. Theoured siteis N&; ofguanineresidue. It can also react with -SH groups in proteins and has radiomimetic propey. It is bound to plasma proteins, enters tissues and is slowly excreted unchanged in urine with a tlh about 72 hrs. Negligible amounts enter brain. Cisplatin is very effective in metastatic testicular and ovarian carcinoma. It has found use in many other solid tumours as well. Cisplatin is a highly emetic drug. Antiemetics are routinely administered before infusing it. The most impoant toxicity is renal impairment which is dependent on total dose administered. Renal toxicity can be reduced by maintaining good hydration. Tinnitus, deafness, neuropathy and hyperuricaemia are other problems. Shock like state sometimes occurs during i. v. infusion ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 827, 828",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Streptozocin",
        "opc": "Methysergide",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "55debb78-6e4d-4296-b405-92958bb25e2c",
        "choice_type": "single"
    },
    {
        "question": "Gemcitabine is effective in",
        "exp": "Refer Katzung 10th/891 Gemcitabine is an Antimetabolite that is th^ drug of choice for pancreatic cancers",
        "cop": 2,
        "opa": "Head and neck cancers",
        "opb": "Pancreatic cancer",
        "opc": "Small lung cell cancer",
        "opd": "Soft tissue sarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "73053018-9482-462a-990d-eee621e7ec3d",
        "choice_type": "multi"
    },
    {
        "question": "Patients suffering from multidrug resistant tuberculosis can be treated with all the following drugs except",
        "exp": "Refer KDT 6/e p 748 Aminoglycosides effective in MDR tuberculosis are Amikacin, kanamycin, capreomycin Tobramycin is not effective against mycobacterium Ciprofloxacin and Clarithromycin are also used for tuberculosis",
        "cop": 1,
        "opa": "Tobramycin",
        "opb": "Amikacin",
        "opc": "Ciprofloxacin",
        "opd": "Claruthromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "af5ed518-d047-4055-a95b-dd2f17f56014",
        "choice_type": "multi"
    },
    {
        "question": "In treatment of Osteosarcoma all of the following are used except (REPEAT)",
        "exp": "Though surgery is the form of primary treatment in Osteosarcoma but etoposide cycloohosphamide, Cisplatin, Doxorubicin have been used High dose Methotrexate has been the drug of choice and is the only FDA approved agent for this condition Ref Katzung 10th/891",
        "cop": 3,
        "opa": "High dose Methotrexate",
        "opb": "Cycloohosphamide",
        "opc": "Vincristine",
        "opd": "Doxorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "572a90dd-f1bc-45d9-a2bf-53d8dd7f58a8",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of rifampicin is?",
        "exp": "R ifampin (Rifampicin, R) It is a semisynthetic derivative of rifamycin B obtained from Streptomyces mediterranei. Rifampin is bactericidal to M. tu berculosis and many other gram-positive and gram-negative bacteria like Staph. aureus, N. meningitidis, H. influenzae, E. coli, Klebsiella, Pseudomonas, Proteus and Legionella. Against TB bacilli, it is as efficacious as INH and better than all other drugs. The bactericidal action covers all subpopulations of TB bacilli, but acts best on slowly or intermittently (spuers) dividing ones, as well as on many atypical mycobacteri a. Both extra- and intracellular organisms are affected. It has good sterilizing and resistance preventing actions. Rifampin inhibits DNA dependent RNA synthesis. Probably, the basis of selective toxicity is that mammalian RNA polymerase does not avidly bind rifampin. Mycobacteria and other organisms develop resistance to rifampin rather rapidly. Rifampin resistance is nearly always due to mutation in the repoB gene (for the beta subunit of RNA polymerase- the target of rifampin action) reducing its affinity for the drug. No cross resistance with any other antitubercular drug has been noted. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741",
        "cop": 2,
        "opa": "Inhibition of mycolic acid synthesis",
        "opb": "DNA dependent RNA polymerase inhibition",
        "opc": "Protein synthesis inhibition",
        "opd": "Inhibits synthesis of arabinogalactone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b1ac48d9-89dc-41c8-a432-12fd58c777d7",
        "choice_type": "single"
    },
    {
        "question": "DEC (Di-ethyl-carbamazine) is used for the treatment of:",
        "exp": "Diethyl carbamazine citrate (DEC): It is the first drug for filariasis. DEC is absorbed after oral ingestion, distributed all over the body (V = 3-5 L/kg), metabolized in liver and excreted in urine. Excretion is faster in acidic urine. Diethylcarbamazine has a highly selective effect on microfilariae (Mf). A dose of 2 mg/kg TDS clears Mf of W. bancrofti and B. malayi from peripheral blood in 7 days. However, Mf present in nodules and transudates (hydrocoele) are not killed. The most impoant action of DEC appears to be alteration of Mf membranes so that they are readily phagocytosed by tissue fixed monocytes, but not by circulating phagocytes. Muscular activity of the Mf and adult worms is also affected causing hyperpolarization due to the piperazine moiety, so that they are dislodged. Prolonged treatment may kill adult B. malayi and probably W. bancrofti worms also. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 812",
        "cop": 1,
        "opa": "Filariasis",
        "opb": "Dracunculiasis",
        "opc": "Schistosomiasis",
        "opd": "Taeniasis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d87ce41c-929d-46bb-a660-b9354d7016f5",
        "choice_type": "single"
    },
    {
        "question": "The bacterial drug resistance in tuberculosis results from:",
        "exp": "Drug resistance: It refers to unresponsiveness of a microorganism to an AMA, and is akin to the phenomenon of tolerance seen in higher organisms. Resistance may be developed by mutation or gene transfer. Mutation: It is a stable and heritable genetic change that occurs spontaneously and randomly among microorganisms. It is not induced by the AMA. Any sensitive population of a microbe contains a few mutant cells which require higher concentration of the AMA for inhibition. These are selectively preserved and get a chance to proliferate when the sensitive cells are eliminated by the AMA. Thus, in time it would appear that a sensitive strain has been replaced by a resistant one, e. g. when a single antitubercular drug is used. Mutation and resistance may be: (i ) Single step.- A single gene mutation may confer high degree of resistance; emerges rapidly, e. g. enterococci to streptomycin, E. coli and Staphylococci to rifampin. (ii ) Multistep.* A number of gene modifications are involved, sensitivity decreases gradually in a stepwise manner. Resistance to erythromycin, tetracyclines and chloramphenicol is developed by many organisms in this manner. Sometimes mutational acquisition of resistance is accompanied by decrease in virulence, e. g. ceain rifampin resistant staphylococci and low grade penicillin-resistant gonococci have decreased virulence",
        "cop": 4,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Plasmid mediated",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "110b9916-a5bb-4a34-aa12-8dbd343bee25",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for chlamydial infection in pregnancy is:",
        "exp": "ERYTHROMYCIN It was isolated from Streptomyces erythreus in 1952. Since then it has been widely employed, mainly as alternative to penicillin. Water solubility of erythromycin is limited, and the solution remains stable only when kept in cold. Uses A. As an alternative to penicillin 1. Streptococcal pharyngitis, tonsillitis, mastoiditis and community acquired respiratory infections caused by pneumococci and H. influenzae respond equally well to erythromycin. It is an alternative drug for prophylaxis of rheumatic fever and SABE. However, many bacteria resistant to penicillin are also resistant to erythromycin. 2. Diphtheria: acute stage as well as for carriers-7 day treatment. Some prefer it over penicillin. Antitoxin is the primary treatment. 3. Tetanus: as an adjuvant to antitoxin, toxoid therapy. 4. Syphilis and gonorrhoea: only if other alternative drugs, including tetracyclines also cannot be used: relapse rates are higher. 5. Leptospirosis: 250 mg 6 hourly for 7 days in patients allergic to penicillins. B. As a first choice drug for 1. Atypical pneumonia caused by Mycoplasma pneumoniae: rate of recovery is hastened. 2. Whooping cough: a 1-2 week course of erythromycin is the most effective treatment for eradicating B. peussis from upper respiratory tract. However, effect on the symptoms depends on the stage of disease when treatment is staed. (a) Prophylactic: during the 10 day incubation period-disease is prevented. (b) Catarrhal stage: which lasts for about a week-erythromycin may abo the next stage or reduce its duration and severity. (c) Paroxysmal stage: lasting 2-4 weeks-no effect on the duration and severity of &; croup&; despite eradication of the causative organism. (d) Convalescent stage: during which &; croup&; gradually resolves (4-12 weeks)-is not modified. Azithromycin, clarithromycin, and chloramphenicol are the alternative antimicrobials. Cough sedatives are not very effective. Coicosteroids may reduce the duration of paroxysmal stage but increase the risk of superinfections and carrier stage; should be reserved for severe cases only. Adrenergic",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Tetracycline",
        "opc": "Erythromycin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f99ce7d6-2754-4ff1-a870-b8e25b4c016b",
        "choice_type": "single"
    },
    {
        "question": "Mech of action of bevacizumab",
        "exp": "Bevacizumab:- Mech of action:- It is a humanized monoclonal antibody that binds VEGF-A and hinders its access to the VEGF receptor, interrupting angiogenic signalling. Uses:- combined with 5-FU, bevacizumab is used in metastatic colorectal cancer. Added to conventional chemotherapy, it improves survival in metastatic non-small cell lung cancer, breast cancer, clear cell renal carcinoma and glioblastoma. Deafness due to neurofibromatosis can be reversed by growth inhibitory effect of bevacizumab. Ref:- kd tripathi; pg num:-871",
        "cop": 2,
        "opa": "Inhibitor of HER-2/Neu",
        "opb": "Inhibitor of VEGF",
        "opc": "Inhibitor of c-kit",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "172d79d5-5296-4452-9251-d6b6f41d4af1",
        "choice_type": "multi"
    },
    {
        "question": "Pyronaridine is",
        "exp": "Refer KDT 6/e p796 Pyronaridine is an anti malarial agent related to amodoaquine. It is highly effective against chloroquine resistant and falciparum Malaria. Currently it is being evaluated in combination with aesunate",
        "cop": 1,
        "opa": "Antimalarial",
        "opb": "Anti-HIV",
        "opc": "Anti fungal",
        "opd": "Antibacterial",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "439e08a2-f8ea-41de-93ba-f2b3a28800b1",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of fluoroquinolones is:",
        "exp": "FLUOROQUINOLONES: These are quinolone antimicrobials having one or more fluorine substitutions. The &; first generation&; fluoroquinolones (FQs) introduced in 1980s have one fluoro substitution. In the 1990s, compounds with additional fluoro and other substitutions have been developed-fuher extending antimicrobial activity to gram-positive cocci and anaerobes, and/ or confering metabolic stability (longer Ph). These are referred to as second generation&; FQs. Mechanism of action The FQs inhibit the enzyme bacterial DNA gyrase, which nicks double-stranded DNA, introduces negative supercoils and then reseals the nicked ends. This is necessary to prevent excessive positive supercoiling of the strands when they separate to permit replication or transcription. The DNA gyrase consists of two A and two B subunits: The A subunit carries out nicking of DNA, B subunit introduces negative supercoils and then A subunit reseals the strands. FQs bind to A subunit with high affinity and interfere with its strand cutting and resealing function. Recent evidence indicates that in gram-positive bacteria the major target of FQ action is a similar enzyme topoisomerase IV which nicks and separates daughter DNA strands after DNA replication. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 688",
        "cop": 3,
        "opa": "Inhibits cell wall synthesis",
        "opb": "Inhibits protein synthesis",
        "opc": "Inhibits DNA gyrase",
        "opd": "Interferes with intermediary metabolism",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c6a86257-1c60-4be7-8148-3c15c5c864cf",
        "choice_type": "multi"
    },
    {
        "question": "In leprosy, the best bactericidal agent is",
        "exp": "Refer KDT 6/e p753. Best and the fastest acting drug for leprosy is Rifamipicin Clofazimine and Dapsone are bacteriostatic agents",
        "cop": 3,
        "opa": "Clofazimine",
        "opb": "Dapsone",
        "opc": "Rifamipicin",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d6d4f94a-af4e-4bc8-8089-d4ac7c0297e9",
        "choice_type": "single"
    },
    {
        "question": "Amifostine is protective to all EXCEPT:",
        "exp": "Amifostine (WR 2721) is a cytoprotectant which reduces toxicity to various chemotherapy and radiotherapy regimens. It shows chemoprotective effects against cisplatin-related renal-and neurotoxicity, and neutropenia due to cisplatin-cyclphosphamide combination therapy. In addition, preliminary studies indicate amifostine is as effective as granulocyte-colony stimulating factor (G-CSF) at reducing carboplatin-related neutropenia and is more effective than G-CSF at reducing thrombocytopenia. Fuhermore, early results suggest amifostine may protect against some of the toxicities of myeloablative treatment in patients undergoing bone marrow transplantation. Radioprotective effects of amifostine include a reduction in xerostomia due to irradiation in patients with head and neck cancer and a reduction in oesophagitis and pneumonitis in patients undergoing thoracic irradiation. Amifostine has not shown any evidence of tumour protection. However, it does have some adverse events but these are usually reversible and are manageable. Antineoplastic therapeutic regimens are often limited by acute and/or cumulative toxicities. Whilst many of the adverse events associated with chemotherapy or radiotherapy are reversible (e. g. nausea and vomiting, pancytopenia, mucositis, alopecia) some may cause irreversible damage (e. g. cisplatin-related renal and nervous system damage, head and neck irradiation damage to salivary glands causing xerostomia). The occurrence of any of these adverse events may significantly affect patients&; quality of life and may restrict or delay fuher antineoplastic therapy potentially limiting its efficacy. REFERENCE: www. medscape. com",
        "cop": 1,
        "opa": "Salivary glands",
        "opb": "Skin",
        "opc": "CNS",
        "opd": "GIT",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3635060d-5c73-4ea8-91d2-35fddfeaaa6d",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old man who is known to have non penicillinase producing gonococcal urethritis is given an injection of penicillin and probenecid. What is the mechanism used by probenecid that makes penicillin more efficacious",
        "exp": "Probenecid decreases the renal excretion of penicillin, thereby increasing both the half-life and the serum level. Ref:- KD Tripathi",
        "cop": 4,
        "opa": "Promotes entry of the penicillin into the bacteria",
        "opb": "Prolongs the duration of action by affecting the liver metabolism of penicillin",
        "opc": "Decreases the bacterial resistance by inhibiting penicillinase production",
        "opd": "Increases the half-life and serum level by decreasing the renal excretion of penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bc0317e3-6dab-4e2c-bcb9-458f4a0cbace",
        "choice_type": "single"
    },
    {
        "question": "Rituximab is used in all EXCEPT:",
        "exp": "RITUXIMAB: It is a chimerized MAb that binds to CD20 B cell antigen expressed on surface of B lymphocytes and B cell lymphomas. It is indicated in: 1)B cell lymphoma 2). Non hodgkin lymphoma 3). Chronic lymphocytic leukemia 4). Auto immune diseases ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 872",
        "cop": 2,
        "opa": "Non Hodgkin lymphoma",
        "opb": "Paroxysomal nocturnal hemoglobinurea",
        "opc": "Rheumatoid ahritis",
        "opd": "Systemic lupus erythematosis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c8654b79-b0fb-45cd-b8f1-a809a64c6f1a",
        "choice_type": "multi"
    },
    {
        "question": "Which group of anticancer drugs temozolomide belong to:",
        "exp": "Temozolomide is used to treat specific types of brain cancer (eg, glioblastoma multiforme, anaplastic astrocytoma) in patients whose tumors have returned or whose tumors have just been diagnosed. It belongs to the group of medicines known as antineoplastics (cancer medicines). Mechanism of Action Imidazotetrazine derivative prodrug; active metabolite MTIC methylates guanine-rich areas of DNA that initiate transcription, which lead to DNA double strand breaks and apoptosis Absorption Rapidly and completely absorbed after oral administration Peak Plasma Time: 1 hr (empty stomach); 2. 25 hr (high-fat meal) Bioequivalence: 100%; IV infusion (when administered over 90 min) is bioequivalent to same dose of oral capsule Mean peak plasma concentration and AUC decreased by 32% and 9%, respectively when administered after a high-fat breakfast Distribution Protein Bound: 15% Vd: 0. 4 L/kg Metabolism Metabolite: Hydrolyzed at physiologic pH to 3-methyl-(triazen-1-yl) imidazole-4-carboxamide (MTIC); MTIC fuher hydrolyzed to to 5-amino-imidazole-4-carboxamide (AIC), which is known to be an intermediate in purine and nucleic acid biosynthesis, and to methylhydrazine, which is believed to be the active alkylating species Elimination Half-life: 1. 8 hr Clearance: 5. 5 L/hr/m2 Excretion: primarily urine (~38%) REFERENCE: www. medscape. com, www. mayoclinic. org",
        "cop": 1,
        "opa": "Oral alkylating agent",
        "opb": "Antitumor Antibiotic",
        "opc": "Antimetabolite",
        "opd": "Mitotic Spindle Inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8c40eda4-8a08-4da9-aa58-4f4b2b734571",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not monitored in a patient on Methotrexate therapy",
        "exp": "Methotrexate toxicities include. Myelosuprresion. Nephrotoxicity Hepatotoxicity Nuerotoxicity Photosentivity Pulmonary toxicity Refer CMDT 2010, 1501",
        "cop": 3,
        "opa": "Liver function tests",
        "opb": "Lung function test",
        "opc": "Eye examnination",
        "opd": "Hemogramz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "861c5fb1-4985-4255-ba23-dc69701301a0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-metabolites act as an antifungal agent?",
        "exp": "ANTIFUNGAL DRUGS: CLASS IFICATION 1. Antibiotics A. Polyenes: AmphotericinB (AMB), Nystatin, Hamycin, Natamycin (Pimaricin) B. Heterocyclic benzofuran: Griseofulvin 2. Antimetabolite Flucytosine (5-FC) 3 Azofes A. lmidazoles (topical): Clotrimazole, Econazole, Miconazole, Oxiconazole (systemic): Ketoconazole B. Triazoles (systemic): Fluconazole, Itraconazole, Voriconazole 4. Allylamine: Terbinafine 5. Other topical agents Tolnaftate, Undecylenic acid, Benzoic acid, Quiniodochlor, Ciclopirox olamine, Butenafine, sod thiosulfate ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757",
        "cop": 2,
        "opa": "Paclitaxel",
        "opb": "5-Flucytosine (5 FC)",
        "opc": "Chlorambucil",
        "opd": "Decarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c7013ca3-5f53-4784-9b48-e094b6d8800e",
        "choice_type": "single"
    },
    {
        "question": "Amoxycillin is better than ampicillin due to:",
        "exp": "Amoxicillin It is a close congener of ampicillin (but not a prodrug); similar to it in all respects except: * Oral absorption is better; food does not interfere with absorption; higher and more sustained blood levels are produced. * Incidence of diarrhoea is lower. * It is less active against Shigella and H. influenzae. Many physicians now prefer it over ampicillin for bronchitis, urinary infections, SABE and gonorrhoea. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 701",
        "cop": 1,
        "opa": "Better biovailability if taken with food",
        "opb": "Lesser biovailability if taken with food",
        "opc": "Incidence of diarrhea is higher",
        "opd": "More active against Shigella and H. influenza",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3851a0d6-e1ac-4986-9b3e-eb3e5d988163",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a semi synthetic Pencillin",
        "exp": "Refer GG1477. Pencillin G is natural pencillin all other are semisynthetic",
        "cop": 2,
        "opa": "Pencillin V",
        "opb": "Pencillin G",
        "opc": "Methicillin",
        "opd": "Amoxicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "03d9933f-4670-4fc7-89df-def60ccfdf8e",
        "choice_type": "single"
    },
    {
        "question": "Carbapenem with maximum seizure risk is",
        "exp": "* Imipenem is a Carbapenem group of Beta-Lactam antibiotic with highest propensity to induce seizures compared to the other Carbapenem congeners. * Seizure is noted in 1. 5% patients receiving Imipenen. Seizure risk is increased in patients receiving high doses in the presence of renal insufficiency and CNS lesions. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 1035",
        "cop": 2,
        "opa": "Doripenem",
        "opb": "Imipenem",
        "opc": "Eapenem",
        "opd": "Meropenem",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5dc8c675-2f3f-4065-88ee-b7b5cf17395a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-HIV drug should never be given as rechallenge once history of producing allergic reaction with drug is known?",
        "exp": "Abacavir (ABC) This guanosine analogue is a potent ARV drug that acts after intracellular conversion to carbovir triphosphate. Resistance to ABC develops slowly, and it exhibits little cross resistance with other Nis. Its oral bioavailability is 80% and it is mainly eliminated by metabolism. The plasma half life is 1-1. 5 hour, but intracellular half life of active metabolite is > 12 hours. Hypersensitivity reactions such as rashes, fever, flu-like symptoms are the major problems. Some fatalities have occurred when patients developing the reaction were given fuher doses of ABC. Avoidance of alcohol is advised. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Abacavir",
        "opc": "Zidovudine",
        "opd": "Nelfinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b3029346-c375-4e3d-9ac3-6a3a03a57da9",
        "choice_type": "multi"
    },
    {
        "question": "Wof chemotherapeutic drugs inhibit the polymerization of microtubules but is not associated with causing bone marrow supression",
        "exp": "Vinca alkaloids Mech of action:- These are mitotic inhibitors, bind to microtubular protein--'tubulin', prevent its polymerization and assembly of microtubules, cause disruption of mitotic spindle and interfere with cytoskeletal function. The chromosomes fail to move apa during mitosis: metaphase arrest occurs. They are cell cycle specific and act in the mitotic phase. Vincristine (oncovin):- Uses:- It is a rapidly acting drug, very useful for inducing remission in childhood acute lymphoblastic leukaemia, but is not good for maintenance therapy. Other indications are acute myeloid leukaemia, Hodgkin's disease, Wilms' tumour, Ewing's sarcoma, neuroblastoma and carcinoma lung. Adverse effects:- peripheral neuropathy and alopecia. It also causes ataxia, nerve palsies, autonomic dysfunction (postural hypotension, paralytic ileus, urinary retention) and seizures. Bone marrow depression is minimal, but syndrome of inappropriate secretion of ADH (SIADH) can occur. Ref:- kd tripathi; pg num:-865",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Vinblastine",
        "opd": "5 FU",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3c8a98fe-eb7a-4527-8334-95274f4bcf75",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drug is not hepatotoxic:",
        "exp": "STREPTOMYCIN: It is the oldest aminoglycoside antibiotic obtained from Streptomyces griseus; used extensively in the past, but now practically restricted to treatment of tuberculosis. It is less potent (MICs are higher) than other aminoglycosides Adverse effects: About 1 / 5 patients given streptomycin 1 g BD i. m. experience vestibular disturbances. Auditory disturbances are less common. Streptomycin has the lowest nephrotoxicity among aminoglycosides; probably because it is not concentrated in the renal coex. Hypersensitivity reactions are rare; rashes, eosinophilia, fever and exfoliative dermatitis have been noted..-\\naphylaxis is very rare. Topical use is contraindicated for fear of contact sensitization. Superinfections are not significant. Pain at injection site is common. Paraesthesias and scotoma are occasional. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 722, 723",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Ethionamide",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3d462694-f377-4a31-992d-5c4d5292607b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is associated with untoward side effect of renal tubular damage",
        "exp": "Refer KDT 6/e p827 Cisplatin is a highly emetic and Nephrotoxic agent Streptozocin causes destruction of beta cells of pancreas Methysergide can cause retroperitoneal fibrosis",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Streptozocin",
        "opc": "Methysergide",
        "opd": "Cycloohosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8728615c-a67b-42d4-adf1-0d660a282e5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true regarding methotrexate?",
        "exp": "Methotrexate causes hepatotoxicity, bone marrow suppression, alopecia, mucositis etc. Ref: Katzung 13th ed Pg: 1074",
        "cop": 3,
        "opa": "Oral bioavalability is 30-40%",
        "opb": "Do not interfere with action of IL-1",
        "opc": "Causes Thrombocytopenia",
        "opd": "Not useful in crohn's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "433a5efc-3ba6-40be-8763-357409bf72c1",
        "choice_type": "multi"
    },
    {
        "question": "True about aminoglycosides ia all EXCEPT:",
        "exp": "The aminoglycosides are bactericidal antibiotics, all having the same general pattern of action. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 743",
        "cop": 1,
        "opa": "Are bacteriostatic",
        "opb": "Distributed only extracellularly",
        "opc": "Excreted unchanged in urine",
        "opd": "Teratogenic",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "80f5425b-77b4-43b5-bdac-d93339b22bdf",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of Triazoles",
        "exp": "* Triazole antifungals (Fluconazole, Itraconazole, Voriconazole, Posaconazole) inhibit 14-sterol demethylase --> impair the biosynthesis of ergosterol--> resulting in depletion of membrane ergosterol along with accumulation of the toxic product 14-methyl-3, 6- diol --> leading to fungal growth arrest. Ref:- Goodman & Gilman Pharmacological Basis of Therapeutics 13th Ed; Pg num:- 1091",
        "cop": 2,
        "opa": "Inhibits cell wall synthesis",
        "opb": "Inhibits ergosterol biosynthesis",
        "opc": "Inhibits glucan synthesis",
        "opd": "Inhibits tubulin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f761a825-3db5-4e0b-954f-3d84762fd1e3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is useful for treatment of advanced prostrate cancer",
        "exp": "Refer Harrinson 17th 638 The most significant advance in the therapy of sickle cell anemia has been the introduction of hydroxyurea as a mainstay of therapy for patients with severe symptoms Hydroxyurea (10-30 mg/kg per day) increases fetal hemoglobin and may also exe beneficial affects on RBC hydration, vascular wall adherence and suppression of the granulocyte and reticulocyte counts",
        "cop": 1,
        "opa": "Hydroxyurea",
        "opb": "Cisplatin",
        "opc": "Paclitaxel",
        "opd": "Carboplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ac858e42-e777-48ac-8359-a6ea5b1b6a7e",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding development of drug resistance in MRSA is?",
        "exp": "MRSA have emerged in many areas. These are insensitive to all penicillinase-resistant penicillins and to other beta-lactams as well as to erythromycin, aminoglycosides, tetracyclines, etc. The MRSA have altered PBPs which do not bind penicillins. ESSENTIALS OF MEFICAL PHARMACOLOGY page no 721",
        "cop": 2,
        "opa": "Results due to penicillinase enzyme production",
        "opb": "Occurs due to change in penicillin blinding proteins",
        "opc": "Chromosome mediated",
        "opd": "Treated with amoxicillin + clavulanic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "4ea8224c-3a9a-42ed-a1fb-677dcc68d82e",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old pregnant woman develops tuberculosis. Which of the following antitubercular drugs should not be used",
        "exp": "Refer KDT 6/e p 748 Streptomycin is absolutely contraindicated in pregnant female",
        "cop": 3,
        "opa": "INH",
        "opb": "Rifampicin",
        "opc": "Streptomycin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "96f91742-c413-43f7-818a-32e33f610d8b",
        "choice_type": "single"
    },
    {
        "question": "All of the following anticancer agents cause bone marrow suppression except",
        "exp": "Refer KDT 6/e p828 Flutamide is an anti androgen. most hormonal agents Alkylating agents, Antimetabolites b, natural products and other directly cytotoxic agents are Myelosuprresants. Vincristine and Bleomycin are marrow sparing",
        "cop": 4,
        "opa": "Chlorambucil",
        "opb": "Danorubicin",
        "opc": "Doxorubicin",
        "opd": "Flutamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5a41da0b-74c3-4c7e-aafa-d075fd3b1e67",
        "choice_type": "multi"
    },
    {
        "question": "All are effective against Tinea versicolor except:",
        "exp": "IMIDAZOLES AND TRIAZOLES These are presently the most extensively used antifungal drugs. Four imidazoles are entirely topical, while ketoconazole is used both orally and topically. Two triazoles fluconazole and itraconazole have largely replaced ketoconazole for systemic mycosis because of greater efficacy, longer half life fewer side effects and drug interactions. The imidazoles and triazoles have broadspectrum antifungal activity covering dermatophytes, Candida, other fungi involved in deep mycosis (except mucor), Nocardia, some grampositive and anaerobic bacteria, e. g. Staph. aureus, Strep. faecalis, Bac. fragilis and Leishmania. The mechanism of action of imidazoles and triazoles is the same. They inhibit the fungal cytochrome P450 enzyme &; lanosterol l4--demethylase&; and thus impair ergosterol synthesis leading to a cascade of membrane abnormalities in the fungus. HETEROCYCLIC BENZOFURAN: Griseofulvin: It was one of the early antibiotics extracted from Penicillium griseofulvum. However, because of lack of antibacterial activity, little attention was paid to it: clinical utility in dermatophytosis was demonstrated only around 1960. Griseofulvin is active against most dermatophytes, including Epidermophyton, Trichophyton, Microsporum, etc., but not against Candida and other fungi causing deep mycosis. Bacteria are also insensitive. Dermatophytes actively concentrate it: this feature probably accounts for its selective toxicity. Resistance can be induced in vitro and this is associated with loss of concentrating ability. However, emergence of resistance during clinical use is rare. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 760, 761",
        "cop": 4,
        "opa": "Fluconaozole",
        "opb": "Clotrimazole",
        "opc": "Ketoconazole",
        "opd": "Griseofulvin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0225e260-96a5-4399-b156-ba76e7780700",
        "choice_type": "multi"
    },
    {
        "question": "Which antibiotic acts by inhibiting protein synthesis?",
        "exp": "Inhibit protein synthesis: Tetracycline, Chloramphenicol, Erythromycin, Clindamycin, Linezolid. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 690",
        "cop": 2,
        "opa": "Cefotetan",
        "opb": "Doxycycline",
        "opc": "Ciprofloxacin",
        "opd": "Oxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0638b254-e11e-4ca7-9edc-01f5bb2f948f",
        "choice_type": "single"
    },
    {
        "question": "Which drug would treat both dermatophytosis and candidal infections?",
        "exp": "Ketoconazole (KTZ): It is the first orally effective broad-spectrum antifungal drug, useful in both dermatophytosis and deep myc osis. The oral absorption of KTZ is facilitated by gastric acidity because it is more soluble at lower pH. Hepatic metabolism is extensive; metabolites are excreted in urine and faeces. Elimination of KTZ is dose dependent: tlh varies from llh to 6 hours. Penetration in CSF is poor: not effective in fungal men ingitis. However, therapeutic concentrations are attained in the skin and vaginal fluid. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 762",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Griseofulvin",
        "opc": "Nystatin",
        "opd": "Tolnaftate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "51577a6f-9b58-48df-8a59-dc0464ac43e5",
        "choice_type": "multi"
    },
    {
        "question": "Pulmonary fibrosis is seen with(REPEAT)",
        "exp": "Reference Katzung 11/e p953 Bleomycin is a marrow sparing drug But it causes pulmonary fibrosis and skin toxicity Another antineoplastic drug causing pulmonary fibrosis is busulfan",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Actinomycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1b89f55e-bbf6-40b3-b6bc-dc01e87210c3",
        "choice_type": "single"
    },
    {
        "question": "Proliferation independent agents include all the following except",
        "exp": "Ref: KDT 6/e p821, 882 Proliferation independent means cell cycle nonspecific agents",
        "cop": 1,
        "opa": "Vincristine",
        "opb": "Carmustine",
        "opc": "Melphalan",
        "opd": "Cyclophosphamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0c8dcdd3-2253-42f5-af47-94b81a475dd6",
        "choice_type": "multi"
    },
    {
        "question": "All are alkylating agents except",
        "exp": "Refer Katzung 11/e p945 5 flurouracil is an Antimetabolite whereas Melphalan Cyclophosphamide. chlorambucil These are alkylating agents",
        "cop": 1,
        "opa": "5 flurouracil",
        "opb": "Melphalan",
        "opc": "Cycloohosphamide",
        "opd": "Chlorambucil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5aef8dc0-1c81-4235-9049-19c1b9db62a1",
        "choice_type": "multi"
    },
    {
        "question": "Wof alkylating agent is known to cause disulfiram like reaction",
        "exp": "Procarbazine It is a weak MAO inhibitor; It produces sedation and other CNS effects, and can interact with foods and drugs. Alcohol causes hot flushing and a disulfiram-like reaction in patients taking procarbazine. Males may suffer sterility. Vomiting, leucopenia, thrombocytopenia are the prominent toxicities. Ref:- kd tripathi; pg num:-861",
        "cop": 2,
        "opa": "Melphalan",
        "opb": "Procarbazine",
        "opc": "Carmustine",
        "opd": "Ifosfamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1b9f758e-0009-4bb3-a047-fdfd9243562b",
        "choice_type": "single"
    },
    {
        "question": "All of the following are common adverse effects of HAA therapy except:",
        "exp": "\"Highly active antiretroviral therapy&; (HAA): The standard treatment consists of a combination of at least three drugs (often called \"highly active antiretroviral therapy\" or HAA) that suppress HIV replication. Three drugs are used in order to reduce the likelihood of the virus developing resistance. A has the potential both to reduce moality and morbidity rates among HIV-infected people, and to improve their quality of life. There are five classes of drugs, which are usually used in combination, to treat HIV infection. Use of these drugs in combination can be termed anti-retroviral therapy (A), combination anti-retroviral therapy (cA) or highly active anti-retroviral therapy (HAA). It has been realized that even with HAA, which rapidly kills > 99% virions, a small number survive within the resting CD4 lymphocytes and invariably give rise to relapse when treatment is discontinued despite complete absence of detectable viraemia and normal CD4 cell count for years. Lipodystrophy and metabolic complications Lactic acidosis Myelosuppression. Hypersensitivity rash Hepatotoxicity. Neuropsychiatric disorders. stavudine-induced peripheral neuropathy didanosine-induced pancreatitis fatigue with conjunctival pallor (due to zidovudine-related anemia), and peripheral wasting (due to stavudine-related lipodystrophy) ESSENTIALS OF MEDICAL PHARMACOLOGY, en. wikipedia. org, www. who. int/topics/antiretroviral_topics/en/ K. D. TRIPATHI SIXTH EDITION PAGE NO: 774",
        "cop": 3,
        "opa": "Steatosis",
        "opb": "Lipodystrophy",
        "opc": "Optic neuritis",
        "opd": "Increased cholesterol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9e9c3b1c-ae7b-4348-97e6-f70482732ba9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is least nephrotoxic?",
        "exp": "Doxycycline belongs to the class of medicines known as tetracycline antibiotics. It works by killing bacteria or preventing their growth. However, this medicine will not work for colds, flu, or other virus infections. All tetracyclines, except doxycycline, accumulate and enhance renal failure. A reversible Fancony syndrome like condition is produced by outdated tetracyclines due to proximal tubular damage caused by degraded products-epitetracycline, anhydrotetracycline and epianhydrotetracycline. Exposure to acidic pH, moisture and heat ours such degradation. ESSENTIALS OF MEDICAL PHARMACOLOGY, www. mayoclinic. org K. D. TRIPATHI SIXTH EDITION PAGE NO: 713",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Gentamicin",
        "opc": "Polymixin B",
        "opd": "Doxycycline",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "0986f626-bf26-48aa-8118-82ef2e98e5aa",
        "choice_type": "single"
    },
    {
        "question": "High dose methotrexate is used for the treatment of:",
        "exp": "Methotrexate (Mtx) It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. The inhibition is pseudoirreversible because Mtx has 50, 000 times higher affinity for the enzyme than the normal substrate. Methotrexate is apparently curative in choriocarcinoma. Highly effective in maintaining remission in children with acute leukaemias, but not good for inducing remission: 2. 5-15 mg/day. It is also useful in other malignancies, rheumatoid ahritis, psoriasis and as immunosuppressant The use of folinic acid rescue has permitted much higher doses of Mtx and has enlarged its scope to many difficult-to-treat neoplasms ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 823",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Retinoblastoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d512e1d2-5f33-41df-ad14-93d49015b23a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs require dose adjustment in renal failure?",
        "exp": "Reduce dose even in mild failure: Aminoglycosides, Amphotericin B, Ethambutol, Vancomycin Flucytosine Reduce dose only in moderate-severe failure Metronidazole, Carbenicillin, Cotrimoxazole Aztreonam, Meropenem, Fluoroquinolones Clarithromycin, Imipenem Drugs to be avoided: Cephalothin, Talampicillin, Nalidixic acid, Tetracyclines, Nitrofurantoin (except doxycycline) ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 695",
        "cop": 3,
        "opa": "Cefoperazone",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bab841bd-121a-4235-a2c0-ba4a805e28a0",
        "choice_type": "single"
    },
    {
        "question": "INH can be used safely in the presence of",
        "exp": "Refer. KDT 6/e p740 INH causes hepatitis Peripheral neuritis Neurological manifestations *****its toxic metabolites accumulates in the presence of renal failure so we are left with last option, coronary aery disease, which is our answer of exclusion",
        "cop": 4,
        "opa": "Jaundice",
        "opb": "Chronic renal failure",
        "opc": "Epilepsy",
        "opd": "Coronary aery disease",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "87f2207c-4d7e-4d79-b41c-9e4379e3d9b4",
        "choice_type": "single"
    },
    {
        "question": "Drug that is not used in renal failure is: (",
        "exp": "STREPTOMYCIN It is the oldest aminoglycoside antibiotic obtained from Streptomyces griseus; used extensively in the past, but now practically restricted to treatment of tuberculosis. Streptomycin has the lowest nephrotoxicity among aminoglycosides; probably because it is not concentrated in the renal coex. Hypersensitivity reactions are rare; rashes, eosinophilia. Popularity of S in the treatment of tubercu: osis had declined due to need for i. m. injections. md lower margin of safety, because of ototoxicity and nephrotoxicity, especially in the elderly and in those with impaired renal function. Patient acceptability of E is very good and side effects are few. Loss of visual acuity I colour vision. field defects due to optic neuritis is the most impoant dose and duration of therapy dependent toxicity. Because young children ma, be unable to repo early visual impairment, it should not be used below 6 years of age. With early recognition and stoppage of therapy, visual toxicity is largely reversible. Adverse effects INH is well tolerated by most patients. Peripheral neuritis and a variety of neurological manifestations (paresthesias, numbness, mental disturbances, rarely convulsions) are the most impoant dose-dependent toxic effects. These are due to interference with utilization of pyridoxine and its increased excretion in urine. Hepatitis, a major adverse effect of i. NH, is rare in children, but more common in older people and in alcoholics. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741, 743",
        "cop": 4,
        "opa": "Ethambutol",
        "opb": "Rifampicin",
        "opc": "Isoniazid",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6aa80833-1c8c-48d8-b6da-36dad600fca5",
        "choice_type": "single"
    },
    {
        "question": "Third-generation cephalosporins include all of the following EXCEPT",
        "exp": "Parenteral: Cefotaxime, Ceftizoxime, Ceftriaxone, Ceftazidime, Cefoperazone Oral: Cefixime, Cefpodoxime proxetil, Cefdinir Ceftibuten, Ceftamet pivoxil ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 726",
        "cop": 3,
        "opa": "Ceftizoxime",
        "opb": "Cefoperazone",
        "opc": "Cefoxitin",
        "opd": "Cefixime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d2a44b33-bc3a-41a7-95e9-962aacaba876",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following aminoglycosides has highest nephrotoxicity?",
        "exp": "Small amounts that are absorbed from the gut or topical sites are excreted unchanged by kidney. This may accumulate in patients with renal insufficiency-cause fuher kidney damage and ototoxicity. Neomycin is contraindicated if renal function is impaired. ESSENTIALS OF MEDICAL PHARMACOLOGY page 750",
        "cop": 4,
        "opa": "Paramomycin",
        "opb": "Streptomycin",
        "opc": "Amikacin",
        "opd": "Neomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9a466bd3-52c8-4490-bbc6-4fc8eb65ca8f",
        "choice_type": "single"
    },
    {
        "question": "In anti retroviral therapy, Zidovudine should not be combined with:",
        "exp": "Nucleoside reverse transcriptase inhibitors (Nis): Zidovudine: It is a thymidine analogue (azidothymidine, AZT), the prototype NI. After phosphorylation in the host cell-zidovudine triphosphate selectively inhibits viral reverse transcriptase (RNA-dependent DNA polymerase) in preference to cellular DNA polymerase Stavudine (d4T): It is also a thymidine analogue which acts in the same way as AZT. By utilizing the same thymidine kinase for activation, AZT antagonises the effect of stavudine. Stavudine and zidovudine exhibit mutual antagonism by competing for the same activation pathway. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 770, 771",
        "cop": 4,
        "opa": "Lamivudine",
        "opb": "Nevirapine",
        "opc": "Didanosine",
        "opd": "Stavudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b7f259b5-c705-4a14-af03-b1832000e8f0",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate resistance is due to:",
        "exp": "Mechanisms of pharmacokinetic and cellular resistance to methotrexate. Metabolism of methotrexate in the liver to paly inactive 7-hydroxymethotrexate reduces plasma concentrations of methotrexate and creates competition for cellular uptake RFC, which also internalizes reduced folates and folic acid, although with low affinity for the latter. Folate receptors mediate low affinity endocytosis of methotrexate. Quantitative or qualitative alterations in RFCs or folate-receptor expression confer transpo-related resistance to methotrexate, as do high levels of exogenous folates competing for cell entry. Intracellularly, methotrexate is metabolized to polyglutamated forms by FPGS, and these are broken down by FPGH. The monoglutamated forms and, to some extent, polyglutamated forms are expelled transpoers ABCC1-ABCC5 and ABCG2. ABCB1 does not transpo anionic drugs such as methotrexate. Polyglutamated forms of methotrexate can inhibit several key enzymes in folate metabolism, such as DHFR and TS, preventing de novo purine biosynthesis by APFase and AICAFase. Enzyme inhibition, folate depletion, and direct or indirect effects on cytokine release signaling pathways (such as those mediated by NFkB and IKK) all create routes which methotrexate could suppress RA. REFERENCE: www. medscape. com",
        "cop": 1,
        "opa": "Depletion of folate",
        "opb": "Overproduction of DHFRase",
        "opc": "Overproduction of thymidylate kinase",
        "opd": "Decreased DHFRase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b064489f-8182-4a8a-a20b-ed5c3c70a077",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antimicrobial is effective against on organism producing extended spectrum beta lactamase?",
        "exp": "Tazobactam is a Beta-lactamase inhibitor similar to sulbactam. Its pharmacokinetics matches with piperacillin with which it has been combined for use in severe infections like peritonitis, pelvic/ urinary /respiratory infections caused by Beta-lactamase producing bacilli. However, the combination is not active against piperacillin-resistant Pseudomonas, because tazobactam (like clavulanic acid and sulbactam) does not inhibit inducible chromosomal Beta lactamase produced by Enterobacteriaceae. It is also of no help against Pseudomonas that develop resistance by losing permeability to piperacillin. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 703",
        "cop": 3,
        "opa": "Amoxicillin- Clavulinic acid",
        "opb": "Cefepime",
        "opc": "Piperacillin-Tazobactam",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6a86c3d0-7f0b-4fbe-bcea-18155668dced",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for chronic myeloid leukemia is:",
        "exp": "lmatinib: This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. Dose: 400 mg/day with meal; accelerated phase of CML 600--800 mg/day. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 1,
        "opa": "Imatinib",
        "opb": "Hydroxyl-urea",
        "opc": "Interferon-alpha",
        "opd": "Cytarabine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "05a78fc6-c7e2-4d2b-bd4d-1e1086ad1179",
        "choice_type": "single"
    },
    {
        "question": "A nursing mother presented with fever and breast tenderness after two weeks postpaum. Which oral antibiotic is ideal for her condition",
        "exp": "* Peurperal Mastitis is a skin & soft tissue infection caused by Staphylococcus aureus that occurs in 1-3% of nursing mothers after 2-3 weeks postpaum. * It presents with features ranging from signs of local breast inflammation (cellulitis to abscess) associated with systemic signs of fever, chills, malaise, anorexia, lethargy, etc. in severe cases. * Dicloxacillin is an acid stable beta-lactamase resistant anti-Staphylococcal Penicillin - the preferred treatment choice for penicillinase-producing Staphylococcus aureus and Staphylococcus epidermidis that are not methicillin resistant. Ref:- Harrisons Principles of Internal Medicine 20th Ed; Pg Num:-1079",
        "cop": 2,
        "opa": "Ceftazidime",
        "opb": "Dicloxacillin",
        "opc": "Ciprofloxacin",
        "opd": "Ampicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5a2a9a24-ce7a-4530-8398-ca85127c9a64",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prophylaxis of meningococcal meningitis is:",
        "exp": "R ifampin (Rifampicin, R) It is a semisynthetic derivative of rifamycin B obtained from Streptomyces mediterranei. Rifampin is bactericidal to M. tu berculosis and many other gram-positive and gram-negative bacteria like Staph. aureus, N. meningitidis, H. influenzae, E. coli, Klebsiella, Pseudomonas, Proteus and Legionella. Against TB bacilli, it is as efficacious as INH and better than all other drugs. The bactericidal action covers all subpopulations of TB bacilli, but acts best on slowly or intermittently (spuers) dividing ones, as well as on many atypical mycobacteri a. Both extra- and intracellular organisms are affected. It has good sterilizing and resistance preventing actions. Other uses of rifampin (i) Leprosy (ii) Prophylaxis of Meningococcal and H. influenzae meningitis and carrier state. (iii) Second/third choice drug for MRSA, diphtheroids and Legionella infections. (iv) Combination of doxycycline and rifampin is the first line therapy of brucellosis ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 741, 742",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Erythromycin",
        "opc": "Septran",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3a673f47-0c32-4d2c-9dce-310ad892b583",
        "choice_type": "single"
    },
    {
        "question": "Drug used in prophylaxis of H. Influenza is",
        "exp": "Rifampicin is drug of choice for prophylaxis of Meningococcal meningitis. H. Influenza meningitis Refer Harrison 19th/205",
        "cop": 2,
        "opa": "Doxycycline",
        "opb": "Rifampicin",
        "opc": "Erythromycin",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "72564612-6ce7-4eff-a032-87726308a1c2",
        "choice_type": "multi"
    },
    {
        "question": "Ifosfamide belongs to which Group of anticancer drugs",
        "exp": "Refer principles of Pharmacology 1st /869 KDT 6/e p 819 Ifosfamide is an alkyatingg agent",
        "cop": 1,
        "opa": "Alkylating agent",
        "opb": "Antimebolites",
        "opc": "Mitotic inhibitors",
        "opd": "Topoisomerase inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "b7440361-fa27-44f7-b0f8-62c9e3b6bb9a",
        "choice_type": "single"
    },
    {
        "question": "Eirenz is used for treatment of HIV infections. It acts:",
        "exp": "ANTIVIRAL DRUGS: Nonnucleoside reverse transcriptase inhibitors (NNis): Nevirapine, Eirenz, Delavirdine* Nevirapine (NVP) and Eirenz (EFV) These are nucleoside unrelated compounds which directly inhibit HlV reverse transcriptase without the need for intracellular phosphorylation. Their locus of action on the enzyme is also different. They are more potent than AZT on HIV -1, but do not inhibit HIV -2. Viral resistance to these drugs develops by point mutation and cross resistance is common among different NNis, but not with Nis or Pis. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772",
        "cop": 2,
        "opa": "As protease inhibitor",
        "opb": "As reverse transcriptase inhibitor",
        "opc": "As integrase inhibitor",
        "opd": "By inhibiting the HIV entry into the cell",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fbdfb514-b308-497c-9609-d599d56c4037",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for the treatment of sickle cell anemia?",
        "exp": "Hydroxyurea: It blocks the conversion of ribonucleotides to deoxyribonucleotides by inhibiting the enzyme ribonucleoside diphosphate reductase-thus interferes with DNA synthesis; exes S-phase specific action. Its primary therapeutic value is in chronic myeloid leukaemia, psoriasis, polycythaemia vera and in some solid tumours. Myelosuppression is the major toxicity. Hydroxyurea (Droxia) is used to reduce the frequency of painful crises and reduce the need for blood transfusions in patients with sickle cell anemia (an inherited blood disorder in which the red blood cells are abnormally shaped and cannot bring enough oxygen to all pas of the body). Hydroxyurea is in a class of medications called antimetabolites. Hydroxyurea treats cancer by slowing or stopping the growth of cancer cells in your body. Hydroxyurea treats sickle cell anemia by helping to prevent formation of sickle-shaped red blood cells ESSENTIALS OF MEDICAL PHARMACOLOGY, www. medlineplus. gov K. D. TRIPATHI SIXTH EDITION PAGE NO: 827",
        "cop": 1,
        "opa": "Hydroxyurea",
        "opb": "Cisplatin",
        "opc": "Paclitaxel",
        "opd": "Carboplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "27643417-da2a-49bb-a865-cb181be71f9c",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about penicillin binding proteins are true EXCEPT:",
        "exp": "PENICILLIN-G (BENZYL PENICILLIN) Antibacterial spectrum PnG is a narrow spectrum antibiotic; activity is limited primarily to gram-positive bacteria and few others. Bacterial resistance Many bacteria are inherently insensitive to PnG because in them the target enzymes and PBPs are located deeper under lipoprotein barrier where PnG is unable to penetrate or have low affinity for PnG. The primary mechanism of acquired resistance is production of penicillinase. Some resistant bacteria become penicillin tolerant and not penicillin destroying. Their target enzymes are altered to have low affinity for penicillin, r. g. highly resistant pneumococci isolated in some areas have altered PBPs. The methicillin-resistant Staph. au reus (MRSA) have acquired a PBP which has very low affinity for Beta-lactam antibiotics. Some penicillin resistant pneumococci and enterococci have altered PBPs. The low level penicillinresistant gonococci are less permeable to the drug, while high degree resistant ones produce penicillinase, as do highly resistant H. influenzae. Both these appear to have acquired the penicillinase plasmid by conjugation or transduction and then propagated by selection. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 695, 696",
        "cop": 4,
        "opa": "Present on cell surface",
        "opb": "Mutation in PBPs gives rise to resistance",
        "opc": "There are target site of vancomycin",
        "opd": "The MRSA have acquired a PBP which has very high affinity for Beta lactam antibiotics.",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "649ad3c6-9b83-4be4-bd0b-08457b76cb9d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug acts by inhibiting tyrosine kinase activated by EGF receptor as well as HER2?",
        "exp": "Lapatinib is used in combination with capecitabine to treat advanced or metastatic HER2-receptor positive breast cancer (breast cancer that has already spread) after other treatments have failed. It belongs to the group of medicines called antineoplastics (cancer medicines). Lapatinib is also used together with letrozole to treat postmenopausal women with hormone-receptor positive and HER2-receptor positive metastatic breast cancer. Lapatinib interferes with the growth of cancer cells, which are eventually destroyed. Since the growth of normal cells may also be affected by the medicine, other unwanted effects will also occur. Mechanism of Action: Kinase inhibitor, blocks EGF-receptor HER2 kinase; tyrosing kinase inhibition possibly blocks angiogenesis and cellular proliferation USES: Breast Cancer HER2-overexpressing metastatic breast cancer Indicated in combination with capecitabine for treatment of patients with advanced or metastatic breast cancer whose tumors overexpress HER2 and who have received prior therapy including an anthracycline, a taxane, and trastuzumab 1250 mg PO q. Day on Days 1-21 continuously in combination with capecitabine (2000 mg/m2/day PO divided q12hr) on Days 1-14 in a repeating 21-day cycle Hormone-positive & HER2-positive advanced breast cancer Indicated in combination therapy with letrozole for treatment of postmenopausal women with hormone receptor-positive and HER2-positive breast cancer for whom hormonal therapy is indicated 1500 mg PO q. Day administered continuously in combination with letrozole 2. 5 mg PO q. Day REFERENCE: www. mayoclinic. org, www. medscape. com",
        "cop": 4,
        "opa": "Imatinib",
        "opb": "Geftinib",
        "opc": "Erlotinib",
        "opd": "Lapatinib",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c070de0b-77b3-4f59-ad6f-3c1b5d9dd26e",
        "choice_type": "single"
    },
    {
        "question": "The basis of combining ritonavir with lopinavir:",
        "exp": "Five protease inhibitors-Indinavir (IDV), Nelfinavir (NFV), Saquinavir (SQV), Ritonavir (V) and Lopinavir (in combination with ritonavir LPV /r) have been marketed in India for use against HIV. All are extensively metabolized by CYP3. A4 and other CYP isoenzymes. All (especially ritonavir and lopinavir) are potent inhibitors of CYP3. A4, while few other CYP isoenzymes are induced. The Pis interact with many drugs. Nelfinavir and ritonavir induce their own metabolism. Ritonavir: It is a potent PI; also a potent CYP3. A4 inhibitor.. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 772, 773, 774",
        "cop": 2,
        "opa": "Pharmaceutical compatibility",
        "opb": "C4. P3. A4 inhibition by ritonavir",
        "opc": "Long elimination half life of ritonavir",
        "opd": "Ability to counteract side-effects of lopinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "77a92f84-c5e7-49e8-9eb4-07afb1e35935",
        "choice_type": "single"
    },
    {
        "question": "The group of drugs used as subsidiary medicines in cancer treatment?",
        "exp": "The above-given drugs are considered as cancer Protectants. Cytochalasin is a migrostatic or anti-metastatic drug. Ref: Sharma and Sharma 2nd e/pg 858.",
        "cop": 4,
        "opa": "Amefostine",
        "opb": "Filgrastim",
        "opc": "Cytochalasin",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2b8b8bbe-526c-4b5a-9034-56e672067087",
        "choice_type": "multi"
    },
    {
        "question": "All are alkylating agents except:",
        "exp": "ANTICANCER DRUGS: CLASSI FICATION A. Drugs acting directly on cells (Cytotoxic drugs) 1. Alkylating agents Nitrogen mustards: Mechlorethamine (Mustine HCl) Cyclophosphamide, Ifosfamide, Chlorambucil, Melphalan Ethylenimine: Thio-TEPA Alkyl sulfonate: Busulfan Nitrosoureas: Carmustine (BCNU), Lomustine (CCNU) Triazine: Dacarbazine (OTIC) 2. Antimetabolites Folate antagonist: Methotrexate (Mtx) Purine antagonist: 6-Mercaptopurine (6-MP), 6-Thioguanine (6-TG), Azathioprine, Fludarabine Pyrimidine antagonist: 5-Fluorouracil (5-FU), Cytarabine (cytosine arabinoside) 3. Vinca alkaloids: Vincristine (Oncovin), Vinblastine 4. Taxanes: Paclitaxel, Docetaxel 5. Epipodophyllotoxins: Etoposide 6. Camptothecin analogues: Topotecan, Irinotecan 7. Antibiotics: Actinomycin D (Dactinomycin) Doxorubicin Daunorubicin (Rubidomycin) Mitoxantrone Bleomycins, Mitomycin C 8. Miscellaneous: Hydroxyurea, Procarbazine, L-Asparaginase, Cisplatin Carboplatin Imatinib B. Drugs altering hormonal milieu 1. Glucocoicoids: Prednisolone and others 2. Estrogens: Fosfestrol, Ethinylestradiol 3. Selective estrogen receptor modulators: Tamoxifen, Toremifene 4. Selective estrogen receptor down regulators: Fulvestrant 5. Aromatase inhibitors: Letrozole, Anastrozole, Exemestane 6. Antiandrogen: Flutamide, Bicalutamide 7. 5-alpha reductase inhibitor: Finasteride, Dutasteride 8. Gn. RH analogues: Nafarelin, Triptorelin 9. Progestins: Hydroxyprogesterone acetate, etc. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 819, 820",
        "cop": 4,
        "opa": "Cyclophosphamide",
        "opb": "Lomustine",
        "opc": "Busulfan",
        "opd": "Zalcitabine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "9ed6761e-8542-48fe-83ba-451994fd9f56",
        "choice_type": "multi"
    },
    {
        "question": "Tildrakizumab was approved in March 2018 for",
        "exp": "Tildrakizumab was designed to block interleukin-23, a cytokine that plays an impoant role in managing the immune system and autoimmune disease. It is approved for the treatment of moderate-to-severe plaque psoriasis. Ref:",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "HIV",
        "opc": "Rheumatoid ahritis",
        "opd": "Hepatitis C",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c6335c7a-9758-4582-88f4-325deb571cfa",
        "choice_type": "single"
    },
    {
        "question": "All of the following antiretroviral drugs produce dyslipidemia except:",
        "exp": "Atazanavir: This PI is administerd along with light meal which improves absorption, while acid suppressant drugs decrease absorption. ATV is metabolised by CYP3. A4, which is also moderately inhibited by it. Dyslipidemia and other metabolic complications are minimal, but jaundice occurs in some due to inhibition of hepatic glucoronyl transferase.",
        "cop": 1,
        "opa": "Atazanavir",
        "opb": "Saquinavir",
        "opc": "Amprenavir",
        "opd": "Nelfinavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6dbd6180-6a9b-418d-9012-78b262b1ef61",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true regarding tetracycline?",
        "exp": "Tetracyclines are broad spectrum antibiotics Mechanism of action The tetracyclines arc primarily bacteriostatic; inhibit protein synthesis by binding to 305 ribosomes in susceptible organism. Subsequent to such binding, attachment of aminoacyl-t-RNA to the m. RNA-ribosomc complex is interferred with As a result the peptide chain fails to grow. Tetracyclines have chelating propey. Calcium-tetracycline chelate gets deposited in developing teeth and bone. Given from midpregnancy to 5 months of extrauterine life, the deciduous teeth are affected: brown discolouration, ill-formed teeth, more susceptible to caries. Tetracyclines given between 3 months and 6 years of age affect the crown of permanent anterior dentition. Repeated courses are more damaging. Given during late pregnancy or childhood, tetracyclines can cause temporary suppression of bone growth. The ultimate effect on stature is mostly insignificant, but deformities and reduction in height are a possibility with prolonged use. Tetracyclines should not be used during pregnancy, lactation and in children. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 710 to 714",
        "cop": 1,
        "opa": "It is not teratogenic",
        "opb": "It can cause tooth discoloration",
        "opc": "It can result in superinfection",
        "opd": "It can lead to pseudomembranous colitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c8035044-e50a-4f80-9544-3700715fd6ab",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a broad spectrum systemic antifungal agent?",
        "exp": "Ketoconazole (KTZ) It is the first orally effective broad-spectrum antifungal drug, useful in both dermatophytosis and deep myc osis. The oral absorption of KTZ is facilitated by gastric acidity because it is more soluble at lower pH. Hepatic metabolism is extensive; metabolites are excreted in urine and faeces. Elimination of KTZ is dose dependent: tlh varies from llh to 6 hours. Penetration in CSF is poor: not effective in fungal men ingitis. However, therapeutic concentrations are attained in the skin and vaginal fluid. In spite of relatively sho tlh, a single daily dose is satisfactory in less severe cases. The usual dose is 200 mg OD or BD; higher doses are sometimes required. Clotrimazole It is effective in the topical treatment of tinea infections like ringworm: Econazole It is similar to clotrimazole; penetrates superficial layers of the skin and is highly effective in dermatophytosis, otomycosis, oral thrush, but is somewhat inferior to clotrimazole in vaginitis Miconazole It is a highly efficacious (>90% cure rate) drug for tinea, pityriasis versicolor, otomycosis, cutaneous and vulvovaginal candidiasis. Because of its good penetrating power, it has been found effective, though paially, even in onychomycosis; single application on skin acts for a few days. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 762",
        "cop": 3,
        "opa": "Econazole",
        "opb": "Miconazole",
        "opc": "Ketoconazole",
        "opd": "Clotrimazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7084d462-9e56-4a0f-82d3-be308d2be39b",
        "choice_type": "single"
    },
    {
        "question": "Drug used for treatment of methicillin resistant staphylococcus aureus is:",
        "exp": "Vancomycin is a glycopeptide antibiotic discovered in 1956 as a penicillin substitute which has assumed special significance due to efficacy against MRSA Strep. viridans, Enterococcus and Cl. difficile. It is bactericidal to gram-positive cocci, Neisseria, Clostridia and diphtheroids. However, in hospitals where it has been extensively used for surgical prophylaxis, etc., vancomycin-resistant Staph. aureus (VRSA) and vancomycin-resistant Enterococcus (VRE) have emerged. These nosocomial bacteria are resistant to methicillin and most other antibiotics as well. Vancomycin acts by inhibiting bacterial cell wall synthesis. It binds to the terminal dipeptide 'D-ala-D-ala' sequence of peptidoglycan unitsprevents its release from the bactoprenol lipid carrier so that assembly of the units at the cell membrane and their cross linking to form the cell wall cannot take place Enterococcal resistance to vancomycin is due to a plasmid mediated alteration of the dipeptide target site, reducing its affinity for vancomycin. Systemic use (500 mg 6 hourly or 1 g 12 hourly infused i. v. over 1 hr) is restricted to serious MRSA infections for which it is the most effective drug. and as a penicillin substitute (in allergic patients 1 for enterococcal endocarditis along with gentamicin. For empirical therapy of bacterial meningitis, i. v. vancomycin is usually combined with i. v. ceftriaxone/ cefotaxime. It is also used in dialysis patients and those undergoing cancer chemotherapy. Penicillin-resistant pneumococca: infections and infection caused by diphtheroids respond very well to vancomycin. It is the preferred surgical prophylactic in MRSA prevalent areas and in penicillin allergic patients. Essentials of medical pharmacology K D Tripathi Sixth edition Pg 732",
        "cop": 2,
        "opa": "Teicoplanin",
        "opb": "Vancomycin",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e3592e42-6f83-44df-8b81-b9c90521d261",
        "choice_type": "multi"
    },
    {
        "question": "Long-term use of tamoxifen may cause",
        "exp": "Tamoxifen acts as an anti-estrogen in breast tissue, but it acts like an estrogen in the uterus. In women who have gone through menopause, it can cause endometrial hyperplasia, which increases the risk of endometrial cancer. Though the risk of developing endometrial cancer from tamoxifen is low (less than 1% per year).",
        "cop": 1,
        "opa": "Endometrial CA",
        "opb": "Cervical CA",
        "opc": "Vaginal CA",
        "opd": "Ovarian CA",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c59cdae4-6e72-49f9-8930-ba43628caf5e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug can cause cailage damage in children?",
        "exp": "Ciprofloxacin (prototype) It is the most potent first generation FQ active against a broad range of bacteria, the most susceptible ones are the aerobic gram-negative bacilli, especially the Enterobacteriaceae and Neisseria. The MIC of ciprofloxacin against these bacteria is usually < 0. 1 J. Ig/ml, while grampositive bacteria are inhibited at relatively higher concentrations On the basis of the finding that administered to immature pups ciprofloxacin (and other FQs) caused cailage damage in weight bearing joints, the FQs have been contraindicated in children. However, under pressing situations like Pseudomonas pneumonia in cystic fibrosis and multi-resistant typhoid, ciprofloxacin has been administered to millions of children in India and elsewhere. Though a few cases of joint pain and swelling have been repoed, cailage damage has not occurred. Caution may seem prudent while using FQs in children. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no 688 689",
        "cop": 3,
        "opa": "Cotrimoxazole",
        "opb": "Penicillin",
        "opc": "Ciprofloxacin",
        "opd": "Metronidazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "c2c72508-3d7f-4b46-a78e-931d37db4980",
        "choice_type": "single"
    },
    {
        "question": "A girl on sulphonamides developed abdominal pain and presented to emergency with seizure. What is the probable cause?",
        "exp": "SULFONAMIDES Sulfonamides were the first antimicrobial agents (AMAs) effective against pyogenic bacterial infections. Sulfonamido-chrysoidine (Prontosil Red) was one of the dyes included by Domagk to treat experimental streptococcal infection in mice and found it to be highly effective. Adverse effects to sulfonamides are relatively common. These are: * Nausea, vomiting and epigastric pain. * Crystalluria is dose related, but infrequent now. Precipitation in urine can be minimized by taking plenty of fluids and by alkalinizing the urine in which sulfonamides and their acetylated derivatives are more soluble. * Hypersensitivity reactions occur in 2-5deg o patients. These are mostly in the form of rashes, uicaria and drug fever. Photosensitization is repoed. Stevens-Johnson syndrome and exfoliative dermatitis are more common with long-acting agents. * Hepatitis, unrelated to dose, occurs in 0. 1 o c patients. * Topical use of sulfonamides is not recommended because of risk of contact sensitization. However, ocular use is permitted. * Sulfonamides cause haemolysis in a dosedependent manner in individuals with G-6- PD deficiency. Neutropenia and other blood dyscrasias are rare. * Kernicterus may be precipitated in the newborn, especially premature, by displacement of bilirubin from plasma protein binding sites and more permeable blood-brain barrier. Most people with a deficiency of porphobilinogen deaminase never develop symptoms. In some people, however, ceain factors can precipitate symptoms, causing an attack. Factors that can cause an acute porphyria attack include Many drugs (including sex hormones, barbiturates, anticonvulsants, and sulfonamide antibiotics) Premenstrual hormonal changes in women Low-calorie, low-carbohydrate diet Ingestion of alcohol Exposure to organic solvents (for example, in dry cleaning fluids or paints). Emotional stress Infection REFERENCE: www. msdmanuals. com, essentials of medical pharmacology(k. d. tripathi, sixth edition, page no: 684)",
        "cop": 1,
        "opa": "Acute intermittent porphyria",
        "opb": "Congenital erythropoietic porphyria",
        "opc": "Infectious mononucleosis",
        "opd": "Kawasaki's disease",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8e3c5e80-515f-4a8e-979f-a38df57262bc",
        "choice_type": "single"
    },
    {
        "question": "A child was admitted to the hospital with H. influenza meningitis. cefotaxime is preferred over ampicillin because?",
        "exp": "Cefotaxime is injectable 3rd generation cephalosporin whereas ampicillin is oral pencillin. therfore, ampicillin must be having higher oral bioavailability as compared to cefotaxime. All beta lactam are bactericidal drugs. Resistance to most starins of H. influenza occurs due to production of beta lactamases. therefore ampicillin is not effective in many patients. now a third generation cephalosporin likr cefotaxime or amoxicillin-clavulinic acid combination is prefered amoung beta lactams. another highly effective drug for H. influenza is azithromycin. (ref. harrison 19th/ep1011",
        "cop": 4,
        "opa": "Cefotaxime has more oral availability",
        "opb": "Cefotaxime is more active against H. influenza having altered pencillin binding proteins",
        "opc": "Cefotaxime is bacteridal drug whereas ampicillin is bacteriostatic",
        "opd": "Cefotaxime is more active against beta-lactamase producing starins",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f3cdb92c-58f7-415b-b7e9-97642bd98ee8",
        "choice_type": "single"
    },
    {
        "question": "The following cytotoxic drug acts by inhibiting depoly merization of tubulin and thus producing abnormal arrays of microtubules",
        "exp": "Taxanes mechanism of action:- It binds to b-tubulin and enhances its polymerization. The microtubules are stabilized and their depolymerization is prevented. This stability results in inhibition of normal dynamic reorganization of the microtubule network that is essential for interphase and mitotic functions. Adverse effects:- Reversible myelosuppression (mainly granulocytopenia) and 'stocking and glove' neuropathy. Nausea, chest pain, ahralgia, myalgia, mucositis and edema. Ref:- kd tripathi; pg num:-865, 866",
        "cop": 2,
        "opa": "Vinblastine",
        "opb": "Paclitaxel",
        "opc": "Etoposide",
        "opd": "Mitoxantrone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "fd24dad9-8f75-4367-ae63-03a6a28a133d",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs have activity against hepatitis",
        "exp": "Refer KDT 7th/803-805 Anti HiV drugs effective against HBV Are L-Lamivudine E-Emtricitabine T: Tenofovir",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Zidovudine",
        "opc": "Emtricitabine",
        "opd": "Telbivudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f1ff9810-aa4b-48ee-a2d4-fbb2db20ea4e",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is not penicillinase susceptible?",
        "exp": "Penicillinase-resistant penicillins Methicillin, Cloxacillin. ESSENTIALS OF MEDICAL PHARMACOLOGY page no. 721",
        "cop": 4,
        "opa": "Amoxicillin",
        "opb": "Penicillin G",
        "opc": "Pieperacillin",
        "opd": "Cloxacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "f29cf795-b87a-427a-a7c1-314fd778f4b4",
        "choice_type": "single"
    },
    {
        "question": "All of the following are criteria for high risk of developing chloroquine retinopathy except:",
        "exp": "CHLOROQUINE It is a rapidly acting erythrocytic schizontocide against all species of plasmodia; controls most clinical attacks in 1-2 days with disappearance of parasites from peripheral blood in 1-3 days. Therapeutic plasma concentrations are in the range of 15-30 ng/ml. Adverse effects: Toxicity of chloroquine is low, but side effects are frequent and unpleasant: nausea, vomiting, anorexia, uncontrollable itching, epigastric pain, uneasiness, difficulty in accommodation and headache. Suppressive doses have been safely given for 3 years. * Parenteral administration can cause hypotension, cardiac depression, arrhythmias and CNS toxicity including convulsions (more likely in children). * Prolonged use of high doses (as needed for rheumatoid ahritis, DLE, etc.) may cause loss of vision due to retinal damage. Corneal deposits may also occur and affect vision, but are reversible on discontinuation. * Loss of hearing, rashes, photoallergy, mental disturbances, myopathy and graying of hair can occur on long-term use. Chloroquine can be used for treatment of malaria during pregnancy: no aboifacient or teratogenic effects have been repoed. Caution is to be exercised in the presence of liver damage, severe g. i., neurological and haematological diseases. Attacks of seizures, porphyria and psoriasis may be precipitated. Chloroquine should not be coadministered with mefloquine, amiodarone and other antiarrhythmics ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 785, 786",
        "cop": 3,
        "opa": "Duration of use >5 years",
        "opb": "Seen at a dose of >250mg\\/d or > 3mg\\/kg",
        "opc": ">480g total dose",
        "opd": "Presence of renal failure",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2a83e0e7-c242-44da-960b-1765ef2d39d4",
        "choice_type": "multi"
    },
    {
        "question": "All cause myelosuppression except:",
        "exp": "Vincristine ( oncovin): It is a rapidly acting drug, very useful for inducing remission in childhood acute leukaemia, but is not good for maintenance therapy. Other indications are lymphosarcoma, Hodgkin&; s disease, Wilms&; tumour, Ewing&; s sarcoma and carcinoma lung. Prominent adverse effects are peripheral neuropathy and alopecia. Bone marrow depression is minimal. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 825",
        "cop": 2,
        "opa": "Docetaxel",
        "opb": "Vincristine",
        "opc": "Methotrexate",
        "opd": "Irinotecan",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "6a42ee4e-dc78-4c6e-a151-9dfdc5962e6f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticancer drugs can cross blood brain barrier",
        "exp": "Nitrosourea like carmustine, lomustine, and semutine, can cross blood brain barrier and thus are used for treatment of gliomas Refer KDT 6/e p822",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Nitrosourea",
        "opc": "Vincristine",
        "opd": "Vinbalstine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "3f3e720f-fcda-4d25-933b-0c8a7b6203c4",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the disadvantages of anticancer drugs, Except",
        "exp": "Depression of angiogenesis is used to treat ceain cancers like renal and lung carcinoma by inhibition of VEGF -eg: Sunitinib. Ref: Sharma and Sharma 2nd e / pg 852.",
        "cop": 3,
        "opa": "Low selectivity to cancer cells",
        "opb": "Depression of bone marrow",
        "opc": "Depression of angiogenesis",
        "opd": "Depression of immune system",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "32faa9bf-1b0d-40b8-a0b4-04b9543dcc18",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an antifungal drug?",
        "exp": "ANTIFUNGAL DRUGS: CLASS IFICATION 1. Antibiotics A. Polyenes: AmphotericinB (AMB), Nystatin, Hamycin, Natamycin (Pimaricin) B. Heterocyclic benzofuran: Griseofulvin 2. Antimetabolite Flucytosine (5-FC) 3 Azoles A. lmidazoles (topical): Clotrimazole, Econazole, Miconazole, Oxiconazole (systemic): Ketoconazole B. Triazoles (systemic): Fluconazole, Itraconazole, Voriconazole 4. Allylamine: Terbinafine 5. Other topical agents Tolnaftate, Undecylenic acid, Benzoic acid, Quiniodochlor, Ciclopirox olamine, Butenafine, sod thiosulfate ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757",
        "cop": 4,
        "opa": "Ketoconazole",
        "opb": "Undecylenic acid",
        "opc": "Ciclopirox",
        "opd": "Clofazimine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ad405152-cdb6-405e-adec-bc3f3b78b85d",
        "choice_type": "single"
    },
    {
        "question": "Round worm infection is best treated with:",
        "exp": "It is a subsequently introduced congener of mebendazole: retains the broad-spectrum activity and excellent tolerability of its predecessor, and has the advantage of single dose administration in many cases. One dose treatment has produced cure rates in ascariasis, hookworm (both species) and enterobiasis which are comparable to 3 day treatmentwithmebendazole. ESSENTIALS OF PHARMACOLOGY page no. 850",
        "cop": 3,
        "opa": "Metronidazole",
        "opb": "Mebendazole",
        "opc": "Albendazol",
        "opd": "Pyrantel pamoate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "424faa69-ac29-4443-8a15-24815186326c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not anti fungal drug",
        "exp": "Clofazimine is an anti leprosy drug Other drugs given in the options are anti fungal drugs Refer Goodman6and Gilman 11/e p 1239 KDT 6/e p 752",
        "cop": 4,
        "opa": "Ketaconazole",
        "opb": "Undecylenic acid",
        "opc": "Ciclopirox",
        "opd": "Clofazimine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2e865851-e4f5-488b-a3f6-07a1292de4de",
        "choice_type": "single"
    },
    {
        "question": "Complications of zidovudine therapy are:",
        "exp": "ZIDOVUDINE: Adverse effects: Toxicity is mainly due to paial inhibition of cellular DNA polymerase.. Anemia and neutropenia are the most impoant and dose-related adverse effects. Nausea, anorexia, abdominal pain, headache, insomnia and myalgia are common at the sta of therapy but diminish later. Myopathy, lactic acidosis, hepatomegaly, convulsions and encephalopathy are infrequent. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 771",
        "cop": 1,
        "opa": "Nausea and vomiting",
        "opb": "Anemia",
        "opc": "Steatosis",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d56bd629-7838-4504-9ec1-142b074f7bda",
        "choice_type": "single"
    },
    {
        "question": "Topical mitomycin-C is used in:",
        "exp": "Mitomycin C This highly toxic drug is used only in resistant cancers of stomach, cervix, colon, rectum, bladder, etc. It is transformed intracellularly to a form which acts as an alkylating agent and kills cells in G1-M phases. Bone marrow and g. i. t. are the primary targets of toxicity. Mitomycin topical eye solution is used to help in glaucoma surgery. This medicine belongs to the group of medicines called antimetabolites. Stomach Cancer, Pancreas Cancer 20 mg/m2 IV q6-8. Weeks Anal Carcinoma (Off-label) 10 mg/m2 as IV bolus days 1-29; not to exceed 20 mg/dose Mitomycin-C is an antineoplastic antibiotic that acts as an alkylating agent by inhibiting DNA and protein synthesis. It can inhibit cell division, protein synthesis, and fibroblast proliferation. Topical application of mitomycin-C (0. 4 mg/mL) was used as an adjuvant treatment in the endoscopic laser management of laryngeal and tracheal stenosis. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY, www. medscape. com, www. mayoclinic. org, www. ncbi. nlm. nih. gov",
        "cop": 2,
        "opa": "Sturge-Weber syndrome",
        "opb": "Laryngotracheal stenosis",
        "opc": "Endoscopic angiofibroma",
        "opd": "Skull base osteomyelitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a5adc2f6-7788-403e-81ce-6bfaf62f7764",
        "choice_type": "single"
    },
    {
        "question": "INH induced peripheral neuropathy results from deficiency of vitamin",
        "exp": "Pyridoxine (vitamin B6) is admistered for the prevention as well as treatment of Isoniazid induced peripheral neuropathy Ref KDT 6/e p741",
        "cop": 4,
        "opa": "B1",
        "opb": "B2",
        "opc": "B12",
        "opd": "B6",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2b17679f-9750-4a67-a179-e9a50da1955b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mechanism is mainly responsible for gentamicin induced ototoxicity?",
        "exp": "GENTAMICIN It was obtained from Micromonospora purpurea in 1964; has become the most commonly used aminoglycoside for acute infections. The propeies of gentamicin including plasma tY=2 of 2-4 hours after i. m. injection are the same as described above for streptomycin, but there are following differences: (a) It is more potent (MIC for most organisms is 4-8 times lower.) (b) It has a broader spectrum of action: effective against Ps. aeruginosa and most strains of Proteus, E. coli, Klebsiella, Enterobacter, Serratia. (c) It is ineffective against M. tuberculosis, Strep. pyogenes and Strep. pneumoniae, but inhibits many Strep. faecalis and some Staph. au reus. (d) It is relatively more nephrotoxic Ototoxicity This is the most impoant dose and duration of treatment related adverse effect. The vestibular or the cochlear pa may be primarily affected by a paicular aminoglycoside. These drugs are concentrated in the labyrinthine fluid and are slowly removed from it when the plasma concentration falls. Ototoxicity is greater when plasma concentration of the drug is persistently high and above a threshold value. The vestibular /cochlear sensory cells and hairs undergo concentration dependent destructive changes. Amoglycoside ear drops can cause ototoxicity when instilled in patients with perforated eardrum; contraindicated in them. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 721",
        "cop": 1,
        "opa": "Direct hair cell toxicity",
        "opb": "Binding to and inhibition of hair cell NA+ K+ ATPase",
        "opc": "Non-cumulative toxicity",
        "opd": "Bind to Ca2+ channels",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5776fe32-5fbf-465a-b8ad-3db919f2268f",
        "choice_type": "single"
    },
    {
        "question": "Multiple drug resistance is transferred through",
        "exp": "Refer KDT 6/e p 671 Multiple drug resistance is transferred through Pladmids Mostly by conjugation",
        "cop": 3,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Conjugation",
        "opd": "Mutation",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "664c234c-fd8d-4bdf-93ab-b91a8ab4c420",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar toxicity is seen with:",
        "exp": "Pyrimidine antagonists Pyrimidine analogues have varied applications as antineoplastic, antifungal and antipsoriatic agents. Cytarabine It is phosphorylated in the body to the corresponding nucleotide which inhibits DNA synthesis. The triphosphate of cytarabine is an inhibitor of DNA polymerase and blocks generation of cytidilic acid. However, it is now believed that its incorporation into DNA is more impoant for the expression of cellular toxicity. It also interferes with DNA repair. Cytarabine is cell cycle specific and acts primarily during S phase. Its main use is to induce remission in acute leukaemia in children, also in adults. Other uses are-Hodgkin&; s disease and non-Hodgkin lymphoma. Both 5-FU and cytarabine exe primary toxicity on bone marrow and g. i. t. Genetic deficiency of dihydropyrimidine dehydrogenase (DPD) predisposes to severe 5-FU toxicity. High-dose therapy (2, 000-3, 000 mg/m2) has been associated with severe and potentially fatal toxicities which differ from those seen with usual low doses. Ocular toxicities may include vision loss, reversible corneal toxicity (keratitis), and hemorrhagic conjunctivitis (<80%). 2, 3, 6 Ocular toxicities have been repoed 1-2 weeks after initiating therapy. Symptoms may include tearing, eye pain, foreign body sensation, photophobia, and blurred vision. Conjunctivitis may occur with rash. Toxicity can be minimized by prophylactic use of ophthalmic coicosteroids. 2. Use prednisolone 0. 12% - 1% or dexamethasone 0. 1%, 2 drops in each eye every 4 hours, beginning before the first dose of cytarabine and continuing until 48 hours after the last one. NS may also help relieve symptoms. Neurotoxicity (8-10%) typically occurs 3-8 days after initiating therapy. Cerebellar dysfunction is characterized by difficulty with speech, trouble standing or walking, and tremors. Cerebral dysfunction may be seen concomitantly and is characterized by somnolence, confusion, personality changes, cognitive dysfunction, memory loss, psychosis, or seizures. Seizures are usually self-limited. In most patients, neurologic dysfunction resolves in 5-10 days. There is a high incidence (~60%) of recurrent cerebellar toxicity in patients who have already experienced toxicity. It is not conclusively known if cytarabine therapy should be discontinued if neurological toxicity develops. ESSENTIALS OF MEDICAL PHARMACOLOGY, bccancer. bc. ca K. D. TRIPATHI SIXTH EDITION PAGE NO: 824",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Cytarabine",
        "opc": "Bleomycin",
        "opd": "Actionmycin D",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "66eb7f24-ea64-46d6-94d3-68a2851e19fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following chemotherapeutic agents is associated with secondary leukemia?",
        "exp": "Cisplatin belongs to the group of medicines known as alkylating agents. It is used to treat cancer of the bladder, ovaries, and testicles. It is a platinum coordination complex that is hydrolysed intracellularly to produce a highly reactive moiety which causes cross linking of. DNA. Theoured siteis N&; ofguanineresidue. It can also react with -SH groups in proteins and has radiomimetic propey. It is bound to plasma proteins, enters tissues and is slowly excreted unchanged in urine with a tlh about 72 hrs. Negligible amounts enter brain. Leukemia is cancer of the body&; s blood-forming tissues, including the bone marrow and the lymphatic system. Alkylating agents are chemo drugs that interfere with a cell's DNA in a ceain way. These drugs can sometimes cause AML and MDS. Often MDS develops first, which then progresses to AML. The chemo drugs cisplatin and carboplatin are not an alkylating agents, but they attack cancer cells in much the same way. These drugs seem to increase the risk of leukemia (mainly AML), too, but the risk is not as great as with the alkylating agents. This leukemia is hard to treat and tends to have a poor outcome, much like the leukemia linked to the alkylating agents. The risk of leukemia rises as the amount of drug used gets higher. The risk of developing leukemia increases even more if radiation is given along with cisplatin or carboplatin. REFERENCE: ESSENTIALS OF MEDICAL PHARMACOLOGY(K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 827) www. mayoclinic. org",
        "cop": 3,
        "opa": "Vinblastine",
        "opb": "Paclitaxel",
        "opc": "Cisplatin",
        "opd": "Bleomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "acf7ad71-4bf0-42a9-82e6-b30d05215e75",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for coccidioidomycosis is:",
        "exp": "Amphotericin B (AMB) It is obtained from Streptomyces nodosus. Chemistry and mechanism of action The polyenes possess a macrocyclic ring, one side of which has several conjugated double bonds and is highly lipophilic, while the other side is hydrophilic with many OH groups. Antifungal spectrum AMB is active against a wide range of yeasts and fungi-Candida albicans, Histoplasma capsulatum, Cryptococcus neoformans, Blastomyces dermatitidis, Coccidioides immitis, Torulopsis, Rhodotorula, Aspergillus, Sporothrix, etc. Dermatophytes are inhibited in vitro, but concentrations of AMB attained in infected skin are low and ineffective. It is fungicidal at high and static at low concentrations. Resistance to AMB during therapy has been rarely noted among Candida in a selected group of leucopenic cancer patients, but it is not a problem in the clinical use of the drug. AMB is also active on various species of Leishmania. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 757, 758",
        "cop": 1,
        "opa": "Amphotericin",
        "opb": "Fluconazole",
        "opc": "Flucytosine",
        "opd": "Griseofulvin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a2b59c40-2062-424a-b885-88c9875e0df3",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs act on nucleic acids except",
        "exp": "Ref KDT 7th /689 Linezolide act by inhibiting cell wall synthesis whereas quinolone inhibit DNA gyrase and Rifampicin inhibit RNA polymerase",
        "cop": 2,
        "opa": "Fluroquinolones",
        "opb": "Linezolide",
        "opc": "Rifampicin",
        "opd": "Nalidixic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "989fec4c-6372-4f56-a6b3-0823caec2b63",
        "choice_type": "multi"
    },
    {
        "question": "Red cell aplasia can be caused by:",
        "exp": "Chloramphenicol was initially obtained from Streptomyces venezuelae in 1947. It was soon synthesized chemically and the commercial product now is all synthetic. Adverse effects 1. Bone marrow depression Of all drugs, chloramphenicol is the most impoant cause of aplastic anemia, agranulocytosis, thrombocytopenia or pancytopenia. Two forms are recognized: (a) Non-dose related idiosyncratic reaction: This is rare (1 in 40, 000), unpredictable, but serious, often fatal, probably has a genetic basis and is more common after repeated courses. Aplastic anemia is the most common manifestation. Apparently, a longer latent period of onset of marrow aplasia is associated with higher moality. Many victims, even if they survive, develop leukaemias later. (b) Dose and duration of therapy related myelosuppression: a direct toxic effect, predictable and probably due to inhibition of mitochondrial enzyme synthesis. This is often reversible without long-term sequelae. Liver and kidney disease predisposes to such toxicity. 2. Hypersensitivity reactions Rashes, fever, atrophic glossitis, angioedema are infrequent 3. Irritative effects Nausea, vomiting, diarrhoea, pain on injection. 4. Superinfections These are similar to tetracyclines, but less common. 5. Gray baby syndrome It occurred when high doses (-100 mg/kg) were given prophylactically to neonates, especially premature. The baby stopped feeding, vomited, became hypotonic and hypothermic, abdomen distended, respiration became irregular; an ashen gray cyanosis developed in many, followed by cardiovascular collapse and death. Blood lactic acid was raised. It occurs because of inability of the newborn to adequately metabolize and excrete chloramphenicol. At higher concentration, chloramphenicol blocks electron transpo in the liver, myocardium and skeletal muscle, resulting in the above symptoms. It should be avoided in neonates, and even if given, dose should be - 25 mg/kg/day. ESSENTIALS OF MEDICAL PHARMACOLOGY, K. D. TRIPATHI, SIXTH EDIYION PAGE NO: 715, 717",
        "cop": 2,
        "opa": "Aminoglycosides",
        "opb": "Chloramphenicol",
        "opc": "Penicillins",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "bbfbf56d-b318-4fac-be45-c8df3c5e236c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs require dose adjustment in renal failure",
        "exp": "Ref Katzung 10/r p 835 Streptomycin is an aminoglycoside and require dose adjustment in renal failure whereas Doxycycline, Rifampicin and cefoperazone are secreted in bile and do not require dose adjustment in renal failure",
        "cop": 3,
        "opa": "Cefoperazone",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "Rifamipicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "48089e85-62ef-4a6c-8581-bfbafff4bad6",
        "choice_type": "single"
    },
    {
        "question": "A patient receiving cisplatin, vinblastine, and bleomycin for a testicular neoplasm develops renal impairment. This is the effect of which drug(s)",
        "exp": "Cisplatin can induce significant renal dysfunction, characterized by increased blood urea nitrogen and creatinine, and decreased creatinine clearance. These effects result from acure necrosis of the proximal and distal tubules with disruption of the brush border microvilli. Hydration with saline infusion or mannitol appears to protect against nephrotoxicity. Carboplatin is less nephrotoxic but causes more bone marrow suppression than cisplatin. Cisplatin also causes severe nausea and vomiting. Bleomycin and vinblastine are not usually associated with renal toxicity. Bleomycin causes allergic reactions, hypotension, edema, pulmo. nary fibrosis, and alopecia. Vinblastine may cause nausea and vomiting, alopecia, loss of reflexes, and bone marrow suppression. Ref: katzung 12th ed., chemotherapy of cancer",
        "cop": 1,
        "opa": "Cisplatin only",
        "opb": "Bleomycin only",
        "opc": "Vinblastine only",
        "opd": "Both cisplatin and vinblastine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "8827fd64-f275-42a0-8b72-fe918696bca7",
        "choice_type": "multi"
    },
    {
        "question": "Drugs that crosses placenta is",
        "exp": "Reference KDT 6/e p748 All first line antitubercular drugs can cross placenta Streptomycin is contraindicated in pregnancy whereas other drugs are found to be safe",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "91e5dfa2-648d-4ebe-8afd-5e32ebef18d7",
        "choice_type": "multi"
    },
    {
        "question": "Proteasome inhibition is seen with",
        "exp": "It is a proteasome inhibitor - an anticancer drug. Boezomib was first approved for use in relapsing or refractory multiple myeloma and is now widely used in the first-line treatment of multiple myeloma. This agent is thought to exe its main cytotoxic effects through inhibition of the 26 S proteasome, which results in down-regulation of the nuclear factor kappa B (NF-kB) signaling pathway. Of note, inhibition of NF-kB has been shown to restore chemosensitivity. Ref: Sharma and Sharma 3rd ed/pg 871; Katzung; 13th edition; Page no: 971",
        "cop": 3,
        "opa": "Fludarabine",
        "opb": "Thioguanine",
        "opc": "Boezomib",
        "opd": "Rivaroxiban",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "21153c9b-4336-479e-9a3f-3c6db1b617ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about anti fungal drugs",
        "exp": "Amphotercin B is the drug of choice for most serious systemic infectiions but it has to be admistered parenterally Griesofulvin is the drug that is used for treatment of dermatophytosis by oral route Flucanazole Cam be used orally as well as parentarally Cyclopirox olamine is used only topically for mild fungal infections Refer KDT 6/e 766",
        "cop": 3,
        "opa": "Amphotercin B is given only parenteralky",
        "opb": "Griesofulvin is effective orally",
        "opc": "Cyclopirox olamine is effective in systemic mycosis",
        "opd": "Flucanazole is effective orally as well as iv",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "7b0dcd64-32b3-414f-8f54-fb6d46af9e12",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs are bactericidal except:",
        "exp": "TIGECYCLINE: It is active against most gram positive and gram negative cocci and anaerobes including tetracycline resistant strains of strep pyogenes, strep pmeumoniae, staph aureus MRSA, VRSA. They have the broadest spectrum of activity and are primarily bacteriostatic. Tigecycline acts in the same manner as that of tetracycline. the lacl of cross resistance between the two groups is mainly because the tetracycline efflux pumps acquired by many resistant bacteria have low affinity for tigecycline and are unable to pump it out. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SEVENTH EDITION PAGE NO: 738.",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Tigecycline",
        "opc": "Daptomycin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "99ef3447-5b9a-4d70-9610-3cdff57eb52c",
        "choice_type": "multi"
    },
    {
        "question": "Imatinib is used in the treatment of?",
        "exp": "lmatinib This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 828",
        "cop": 4,
        "opa": "Chronic myelomonocytic leukemia",
        "opb": "Myelodysplastic syndrome",
        "opc": "Acuted lymphoid leukemia",
        "opd": "Gastro intestinal stromal tumors",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "1ec06cbd-3666-4e4b-93eb-c3694eb2267d",
        "choice_type": "single"
    },
    {
        "question": "In treatment of osteosarcoma, all of the following are used except",
        "exp": "Ref: Katzung 10th/891 Though surgery is the form of primary treatment in osteosarcoma but etoposide, cyclophosphamide, cisplatin and doxorubicin have been used. High dose methotrextae has been the drug of choice and is the only FDA approved agent for this condition.",
        "cop": 3,
        "opa": "High dose methotrexate",
        "opb": "Cyclophosphamide",
        "opc": "Vincristine",
        "opd": "Doxorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d7088bac-031d-458b-9e65-b05f8efa019f",
        "choice_type": "multi"
    },
    {
        "question": "Practically all antineoplastic drugs can produce the following toxic effects except",
        "exp": "GENERAL TOXICITY OF CYTOTOXIC DRUGS 1 ). Bonemarrow:- Depression of bone marrow results in granulocytopenia, agranulocytosis, thrombocytopenia, aplastic anemia. Infections and bleeding are the usual complications. 2) Lymphoreticular tissue Lymphocytopenia and inhibition of lymphocyte function results in suppression of cell mediated as well as humoral immunity. Because of action (1) and (2) + damage to epithelial surfaces, the host defence mechanisms are broken down - susceptibility to all infections is increased. 3)GIT:- Diarrhoea, shedding of mucosa, haemorrhages occur due to decrease in the rate of renewal of the gastrointestinal mucous lining. Drugs that prominently cause mucositis are-- bleomycin, actinomycin D, daunorubicin, doxorubicin, fluorouracil and methotrexate. Nausea and vomiting are prominent with many cytotoxic drugs. This is due to direct stimulation of CTZ by the drug. 4). Gonads:- Inhibition of gonadal cells causes oligozoospermia and impotence in males; inhibition of ovulation and amenorrhoea are common in females. Ref:- kd tripathi; pg num:-859",
        "cop": 2,
        "opa": "Depression of leucocyte count",
        "opb": "Cardiomyopathy",
        "opc": "Mucositis",
        "opd": "Oligozoospermia",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "5b59f39b-be18-41df-bfb7-90f517e505c3",
        "choice_type": "multi"
    },
    {
        "question": "Gray baby syndrome is caused by:",
        "exp": "Chloramphenicol is a broad spectrum antibiotic Mechanism of action Chloramphenicol inhibits bacterial protein synthesis by interferring with 'transfer' of the elongating peptide chain to the newly attached aminoacyl-t. RNA at the ribosome-m. RNA complex. It specifically attaches to the 50S ribosome and thus may hinder the access of aminoacyl-t. RNA to the acceptor site for amino acid incorporation (see Fig. 52. 1). Probably by acting as a peptide analogue, it prevents formation of peptide bonds. At high doses, it can inhibit mammalian mitochondrial protein synthesis as well. Bone marrow cells are especially susceptible. Gray baby syndrome It occurred when high doses (-100 mg/kg) were given prophylactically to neonates, especially premature. The baby stopped feeding, vomited, became hypotonic and hypothermic, abdomen distended, respiration became irregular; an ashen gray cyanosis developed in many, followed by cardiovascular collapse and death. Blood lactic acid was raised. It occurs because of inability of the newborn to adequately metabolize and excrete chloramphenicol. At higher concentration, chloramphenicol blocks electron transpo in the liver, myocardium and skeletal muscle, resulting in the above symptoms. It should be avoided in neonates, and even if given, dose should be -25 mg/kg/day. Essentials of medical pharmacology K D Tripathi Sixth edition Pg no716 717:",
        "cop": 2,
        "opa": "Chlorpromazine",
        "opb": "Chloramphenicol",
        "opc": "Phenytoin",
        "opd": "Gentamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "ea45a936-a259-4cce-bf93-ff0c51d6a0c8",
        "choice_type": "single"
    },
    {
        "question": "In dermatophytosis, which antifungal drug is not indicated:",
        "exp": "Various combinations of systemic antifungals that are in vogue for treating chronic or recalcitrant dermatophytosis are as follows: Fluconazole/itraconazole + terbinafine. Griseofulvin + terbinafine. Griseofulvin + fluconazole/itraconazole",
        "cop": 4,
        "opa": "Fluconazole",
        "opb": "Terbinafine",
        "opc": "Griseofulvin",
        "opd": "Amphotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "2b354fcf-3294-4d28-b7ff-512fe48a3a4c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in peussis is:",
        "exp": "ERYTHROMYCIN It was isolated from Streptomyces erythreus in 1952. Since then it has been widely employed, mainly as alternative to penicillin. Water solubility of erythromycin is limited, and the solution remains stable only when kept in cold. A. As an alternative to penicillin 1. Streptococcal pharyngitis, tonsillitis, mastoiditis and community acquired respiratory infections caused by pneumococci and H. influenzae respond equally well to erythromycin. It is an alternative drug for prophylaxis of rheumatic fever and SABE. However, many bacteria resistant to penicillin are also resistant to erythromycin. 2. Diphtheria: acute stage as well as for carriers-7 day treatment. Some prefer it over penicillin. Antitoxin is the primary treatment. 3. Tetanus: as an adjuvant to antitoxin, toxoid therapy. 4. Syphilis and gonorrhoea: only if other alternative drugs, including tetracyclines also cannot be used: relapse rates are higher. 5. Leptospirosis: 250 mg 6 hourly for 7 days in patients allergic to penicillins. B. As a first choice drug for 1. Atypical pneumonia caused by Mycoplasma pneumoniae: rate of recovery is hastened. 2. Whooping cough: a 1-2 week course of erythromycin is the most effective treatment for eradicating B. peussis from upper respiratory tract. However, effect on the symptoms depends on the stage of disease when treatment is staed. (a) Prophylactic: during the 10 day incubation period-disease is prevented (b) Catarrhal stage: which lasts for about a week-erythromycin may abo the next stage or reduce its duration and severity. (c) Paroxysmal stage: lasting 2-4 weeks-no effect on the duration and severity of &; croup&; despite eradication of the causative organism. (d) Convalescent stage: during which &; croup&; gradually resolves (4-12 weeks)-is not modified. 3. Chancroid: erythromycin 2 g/ day for 7 days is one of the drugs of choice, as effective as azithromycin or ceftriaxone. C. As a second choice drug in 1. Campylobacter enteritis: duration of diarrhoea and presence of organisms in stools is reduced. However, fluoroquinolones are superior. 2. Legionnaires&; pneumonia: 3 week erythromycin treatment is effective, but azithromycin/ ciprofloxacin are preferred. 3. Chlamydia trachomatis infection of urogenital tract: erythromycin 500 mg 6 hourly for 7 days is an effective alternative to single dose azithro mycin. 4. Penicillin-resistant Staphylococcal infections: its value has reduced due to emergence of erythromycin resistance as well. It is not effective against MRSA. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 728, 729",
        "cop": 3,
        "opa": "Penicillin",
        "opb": "Doxycycline",
        "opc": "Erythromycin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "e3d18b39-facd-4701-a878-b1e8c9e886e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following blocks replication without getting involved in the DNA strand?",
        "exp": "Nalidixic acid: It is active against gram-negative bacteria, especially coliforms: E. coli, Proteus, Klebsiella, Enterobacter, Shigella but not Pseudomonas. It acts by inhibiting bacterial DNA gyrase and is bactericidal. Resistance to nalidixic acid develops rather rapidly. Nalidixic acid is absorbed orally, highly plasma protein bound and paly metabolized in liver: one of the metabolites is active. It is excreted in urine with a plasma tllz -8 hrs. Concentration of the free drug in plasma and most tissues attained with the usual doses is nontherapeutic for systemic infections (MIC values for most susceptible bacteria just approach the &; break-point&; concentration). However, high concentration attained in urine (20-50 times that in plasma) is lethal to the common urinary pathogens. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 687",
        "cop": 2,
        "opa": "Cytarabine",
        "opb": "Nalidixic acid",
        "opc": "Carbamazepine",
        "opd": "5-Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a31e23dc-1ff5-4eb6-95ff-a358f7ca89a8",
        "choice_type": "single"
    },
    {
        "question": "Hepatotoxic drugs are all EXCEPT:",
        "exp": "Methotrexate (Mtx): It is one of the oldest and highly efficacious antineoplastic drugs; inhibits dihydrofolate reductase (DHFRase)-blocking the conversion of dihydrofolic acid (DHFA) to tetrahydrofolic acid (THFA) which is an essential coenzyme required for one carbon transfer reactions in de novo purine synthesis and amino acid interconversions. It exes major toxicity on bone marrow-low doses given repeatedly cause megaloblastic anemia, but high doses produce pancytopenia. Desquamation and bleeding may occur in g. i. t. Nodulosis, oral ulceration and g. i. upset are major side effects of low dose Mtx regimen with prolonged therapy, dose dependent progressive liver damage leading to cirrhosis occurs in some patients (this is not seen with sho courses used in cancer). Incidence of chest infection is increased. Mtx is contraindicated in pregnancy, brest feeding, liver disease, active infection, leucopenia and peptic ulcer. INH: It is well tolerated by most patients. Peripheral neuritis and a variety of neurological manifestations (paresthesias, numbness, mental disturbances, rarely convulsions) are the most impoant dose-dependent toxic effects. These are due to interference with utilization of pyridoxine and its increased excretion in urine. Hepatitis, a major adverse effect of i. NH, is rare in children, but more common in older people and in alcoholics. It is due to dose-related damage to liver cells and is reversible on stopping the drug. Other side effects are rashes, fever, acne and ahralgia. Cycloserine (Cys): The CNS toxicity of Cys is high-sleepiness, headache, tremor and psychosis; convulsions may be prevented by pyridoxine 100 mg/ day. Fall in BP has been noted. Ethionamide: Anorexia, nausea, vomiting and abdominal upset are common, especially in Indian patients. Though the recommended dose of Etm is 1 g/day, more than 0. 5 g is generally not tolerated. Other side effects are aches and pains, rashes, hepatitis, peripheral or optic neuritis, mental disturbances and impotence. It is seldom used; only in case of resistance to better tolerated drugs. ESSENTIALS OF MEDICAL PHARMACOLOGY K. D. TRIPATHI SIXTH EDITION PAGE NO: 203, 741, 743, 744",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "Isoniazid",
        "opc": "Cycloserine",
        "opd": "Ethionamide",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "d4b5006a-45a4-4731-95e1-ec8d78d60a1b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for EGFR T790M mutation of Non-Small Cell Lung Cancer is",
        "exp": "In November 2015, Osimeinib received accelerated approval for this indication based on an overall response rate of 59% among 411 patients in two single-arm clinical trials. FDA approved drug list on March 30, 2017, the U. S. Food and Drug administration granted regular approval to Osimeinib for the treatment of patients with metastatic epidermal growth factor receptor T790M mutation positive Non-Small Cell Lung Cancer, as detected by an FDA approved test, whose disease has progressed on or after EGFR tyrosine kinase inhibitor therapy.",
        "cop": 4,
        "opa": "Lapatinib",
        "opb": "Crizotinib",
        "opc": "Alemtuzumzb",
        "opd": "Osimeinib",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "85497a7d-ff69-44e0-813c-f454e70ba2b8",
        "choice_type": "multi"
    },
    {
        "question": "Fixed drug eruptions can be seen more frequently with:",
        "exp": "SULFONAMIDES Sulfonamides were the first antimicrobial agents (AMAs) effective against pyogenic bacterial infections. Sulfonamido-chrysoidine (Prontosil Red) was one of the dyes included by Domagk to treat experimental streptococcal infection in mice and found it to be highly effective. The term fixed drug eruption describes the development of one or more annular or oval erythematous patches as a result of systemic exposure to a drug; these reactions normally resolve with hyperpigmentation and may recur at the same site with reexposure to the drug. Repeated exposure to the offending drug may cause new lesions to develop in addition to \"lighting up\" the older hyperpigmented lesions. Indapamide is a nontiazidic sulfonamide diuretic which has not been previously repoed as a cause of fixed drug eruption. REFERENCE: www. ncbi. nlm. nih. gov, www. medscape. org, essentials of medical pharmacology",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Sulfonamide",
        "opc": "Cetrizine",
        "opd": "Roxithromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "a8d1ae15-8dd7-43de-94c4-fde45809b985",
        "choice_type": "single"
    },
    {
        "question": "The most common side effect of cancer chemotherapy is nausea with or without vomiting. The anticancer drugs vary in their ability to cause nausea and vomiting. Which of the following anti- cancer drugs is least likely to cause nausea and vomiting?",
        "exp": "Chlorambucil It is a very slow acting alkylating agent, especially active on lymphoid tissue: Myeloid tissue is largely spared. It is the drug of choice for long-term maintenance therapy for chronic lymphatic leukaemia; Hodgkin&; s disease and some solid tumours also resolve. It has some immunosuppressant propey. >10% Neutropenia (25-33%) Anemia Leukopenia Thrombocytopenia Frequency Not Defined Seizures Hallucinations Peripheral neuropathy Nausea Vomiting Pulmonary fibrosis GI effects Leukemia Myelosuppression Hyperuricemia Infeility Hepatotoxicity & jaundice Type I hypersensitivity Rash Stevens-Johnson syndrome (rare) Toxic epidermal necrosis (rare) Uicaria Erythema multiforme (rare) Secondary malignancies. REFERENCE: www. medscape. com, ESSENTIALS OF MEDICAL PHARMACOLOGY (K. D. TRIPATHI, SIXTH EDITION, PAGE NO: 822)",
        "cop": 1,
        "opa": "Chlorambucil",
        "opb": "Cisplatin",
        "opc": "Doxorubicin",
        "opd": "Daunorubicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy",
        "id": "cc250981-7165-4084-800c-e684dbcdb00e",
        "choice_type": "single"
    }
]